{
    "headline": "Is a hosepipe ban the most effective way to tackle a drought?", 
    "text": " 11.14am: Seven water companies announced yesterday that a hosepipe ban will come into effect across London and the south-east of England from 5 April onwards in an attempt to conserve water following two unusually dry winters. &quot;We know these restrictions will be unpopular, but they will save a lot of water,&quot; explained Martin Baggs, Thames Water&apos;s chief executive. &quot;A garden sprinkler uses as much water in an hour as a family of four uses in a day, and when water is in short supply, the needs of families must come first.&quot; But what is the evidence that hosepipe bans are the best way to conserve water? There is talk - as seen here - that 5% of water use is via residential hosepipes. But, if true, are there better ways to save water and prevent wastage? Should the focus be more on water companies fixing leaks? Is public education about water conservation a better, long-term strategy? At what point does rationing ever become justifiable? And what is the &quot;hierarchy&quot; of water use? For example, are farmers who extract water from rivers more entitled to consume water than, say, someone who wants to water their garden? Should a &quot;super pipe&quot; be built to bring water from the quenched north and west of Britain to the parched south-east? If quoting figures or scientific findings to support your points, please provide a link to the source. I will also be inviting various interested parties to join the debate, too. And later on today, I will return with my own verdict.  12.36pm: It&apos;s a few years old now (2008), but the Environment Agency is still hosting on its website a document called &quot;Future Water: The Government&apos;s Water Strategy for England&quot; (pdf). It sets out how it intends to manage both supply and demand in the decades ahead. The breakdown of water demand on pages 19-21 is worth a look. The report also states:  In England, the average person uses about 150 litres of water a day...We are confident that with today&apos;s technology for metering, tariffs and water efficiency that per capita consumption of water can be reduced, through cost effective measures, to an average of 130 litres per person per day (l/p/d) by 2030. We hope that developments in new technology and future innovation will improve the cost effectiveness of these measures over time and that this can drive consumption down further to an average of 120 l/p/d per day by 2030.  But, as MCourtney states below the line, how does population growth impact on this?  12.38pm: The Country Land and Business Association has just issued a press release:   CLA President Harry Cotterell said: &quot;There are around 40,000 private water supplies serving one million rural homes and businesses including fisheries and drinking water for livestock. But government has not accounted for these when making contingency plans for the drought.&quot;Some private users are able to switch over to a public water supply when bore holes and springs dry up. This will lead to an unexpected increase in demand in certain areas but the impact on the water infrastructure network has been overlooked.&quot;He added: &quot;The Environment Agency, water companies, local authorities and the Drinking Water Inspectorate must work more closely together to ensure these private users have adequate access to water for domestic and commercial use. Otherwise they could be left without any supply during the drought.&quot;   1.16pm: Waterwise, a not-for-profit &quot;focused on decreasing water consumption in the UK and building the evidence base for large scale water efficiency&quot;, has issued this press release (pdf):  The way to beat this drought is to help people and businesses, all over the country, at home and at work, use water more efficiently. Hosepipe bans are one way of reducing short term use, but once those bans are lifted, we still need people to be responsible with their water usage. Greater pressure on water resources, due to a growing population, increasing per person usage and changing weather patterns, means that even without a drought, the situation is unsustainable.With this situation compounded by very dry weather over the past two winters, it&apos;s not surprising that some water companies have had to bring in restrictions on water use. Especially in the south and east of England, where eighteen of the last 23 months have seen below average rainfall. The growing severity of the problem underlines the need for more efficient use of water.Waterwise would like to see an increase in metering to help people and companies measure and manage their water usage. As well, all water companies could be doing even more to help people save water in their homes and businesses. In Britain we use an average of 150 litres per day whereas in Germany and France they use 125 and 110 litres per person per day.   2.18pm: I&apos;ve received this response from Marcus Bicknell of RainWater Harvesting Ltd:  Is a hosepipe ban the most effective way to tackle a drought? No. A hosepipe ban is an emergency measure to restrict water use when it&apos;s already too late. A more effective way of tackling the water shortage in South and East England is to encourage rainwater harvesting. A typical family house in the South East gets around 100,000 litres of rainwater on the roof every year, enough to flush the toilets, wash the clothes, water the garden and save half the mains water bill. A report for the Environment Agency four years ago claiming that using the water off your roof had a bigger carbon footprint than storing, purifying and piping drinking water from miles away has been overtaken by improvements in energy-conscious rainwater pumps and gravity feed systems. It is time for the UK government to make rainwater harvesting obligatory in new builds and provide tax breaks both for these and retrofits. Did you know that less than 1% of rain in the UK is collected by the water companies? That&apos;s 99% that flows down to the sea and is wasted. It makes sense to capture the rainwater that falls on your roof.   2.44pm: I&apos;ve been on the phone to Richard Aylard, the external affairs director at Thames Water. He&apos;s been explaining the &quot;5%&quot; figure relating to how much water can be saved by implementing a hosepipe ban, or &quot;temporary use ban&quot;, as he says it should be referred to as it now incorporates far more than just garden hosepipes. (This Thames Water pdf explains more about the temporary use ban&apos;s restrictions and exemptions.) The 5% figure, he says, is a percentage saving of the &quot;into supply&quot; total, not just domestic use. &quot;Into supply&quot; includes the 25% lost to leaks, the 25% used by businesses AND the 50% used by domestic customers (50% of which are flat-dwellers who typically would not use a hosepipe). Viewed in this context, he says, the 5% figure is more significant than just a 5% saving of water used by domestic customers. The 5% figure is based on modelling data arising out of the 2006 drought. Between April and September of that year, the hosepipe ban saved 5% (100m litres a day) of the into supply total, and as much as 8% during the hottest spell throughout July. Aylard also highlighted the fact that all of Thames Water&apos;s reservoirs are currently full. But its strategy is to avoid extraction of river water from the Thames and Lee for as long as possible (which is what it has to do when reservoir levels drop) and not to have to tap into its reserve of water contained with a confined aquifer under Enfield and Chingford. It also now has at hand its new desalination plant. &quot;It&apos;s a balancing act,&quot; he says, in which the company has to anticipate demand throughout the spring and summer. It takes 10 weeks to apply to the secretary of state for a drought order and he says Thames Water might apply for one anyway as a &quot;precautionary measure&quot;, even if it doesn&apos;t have to use it. Thames Water has also posted a Frequently Asked Questions section on its website covering droughts.  3.36pm: This just in from Craig Bennett, Friends of the Earth&apos;s policy and campaigns director:  The hosepipe ban comes as little surprise  and unless the government takes firm steps to prevent water-wasting activities we&apos;re likely to see even more restrictions. Successive governments have failed to tackle water waste and over-abstraction and now we face a crisis that threatens our crops, gardens and wildlife. With climate change making drought more likely, ministers must ensure water companies fix leaky pipes and help families save water - and introduce tougher planning controls so new housing developments, in areas suffering from water shortages, don&apos;t suck our rivers dry.   3.42pm: A statement from Tim Briercliffe, director of business development for the Horticultural Trades Association, the trade body for the garden industry:  We are delighted that Thames, Anglian and South East Water have taken on board the garden industry&apos;s concerns by allowing drip irrigation to be exempt from the restrictions. This is great news for the nation&apos;s gardeners and the horticultural industry. It is a massive step forward from the position in 2006 where blanket hosepipe bans had a huge and costly impact on both.Used correctly, drip irrigation is water efficient and there is clear evidence from other countries that its use contributes positively to the overall water-saving effort. This will allow the nation to keep on gardening this spring and summer at the same time as saving water and we are pleased that the water companies recognise this. We are hopeful that greater use of drip irrigation will help embed long term behavioural changes on water efficiency.There are, however, a few water companies who have not yet agreed to allow drip irrigation and we will be making our case to them over the next week (during the consultation period) encouraging them to follow suit for these reasons and for consistency of message to the nation&apos;s 20 million gardeners.   4.02pm:  My verdict A hosepipe ban in isolation is clearly not enough to tackle a drought, but combined with a range of other on-going measures - water metering, public education about water conservation, leak prevention, etc - it seems a sensible, necessary approach. But, following lessons learned during the 2006 drought, this is largely because hosepipe bans now incorporate so much more than just the watering of residential gardens. &quot;Temporary use bans&quot; now have a legal definition of a &quot;garden&quot;, which includes: &quot;a park; gardens open to the public; a lawn; a grass verge; an area of grass used for sport or recreation; an allotment garden.&quot; It is also very sensible that these bans now exempt drip/trickle irrigation watering systems, which - in sharp contrast to sprinklers - are a highly efficient way to radically reduce the amount of water needed by gardeners. Periodic bans, as some readers have highlighted below, also act to remind us just how precious a resource water is to our lifestyle and that we shouldn&apos;t - to varying degrees, dependent on where you live - assume that we can have a limitless supply of water without suffering occasional negative consequences and/or restrictions of supply.", 
    "section": "environment", 
    "gid": "environment/blog/2012/mar/13/hosepipe-ban-water-drought-effective", 
    "wordcount": "1911"
}