{
    "headline": "Maria Petrou obituary", 
    "text": "Digital images abound in the modern world. As outputs of hospital scanners, surveillance satellites and countless other devices, they are a vital source of information. Making sense of the copious data that images produce was the focus of the work of Maria Petrou, who has died from cancer at the age of 59. Petrou was a leading authority on image processing  the science of using computer programs to identify important trends or anomalies in data. The applications are wide-ranging; from helping doctors to identify incipient tumours to producing evidence of environmental degradation. Petrou was known for her discovery of the &quot;trace transformation&quot;. This was a powerful technique used to encode essential information in an image, regardless of scaling or rotations, and it has had important practical benefits, for example in the development of face-recognition systems. She also developed sophisticated &quot;segmentation&quot; procedures for sharply identifying edges and delineating simple shapes within a fuzzy image. The many uses of this include medical imaging, where a shape within the image, the contour of a tumour perhaps, is significant for diagnosis, and military surveillance, where shapes of objects must be extracted from images to distinguish between, for example, an enemy tank or merely a dummy. She described herself as a problem-solver and enthusiastically took on projects involving the application of general principles of image processing, computer vision and pattern recognition, to medical, geo-scientific sensing and other fields. Maria was born in Thessaloniki, Greece, where she went to school and university, taking a degree in physics. She then gained a PhD in astrophysics from Cambridge University and went on to obtain a post at the university of Athens in theoretical physics before returning to England for a postdoctoral appointment at Oxford. At a time of increased government funding for the applied sciences in the early 1980s, Petrou shifted to technology research, taking up positions at the Rutherford Appleton Laboratory and then at Reading University. Her growing reputation in a range of fields centred on robotics and image-processing led to her first academic post at a British institution in 1988 at the University of Surrey, which led the world in its work on satellite communications and related fields. She remained at Surrey until 1995, rising to the position of professor of image analysis. Moving to Imperial College London, Maria was appointed professor of signal processing. She went on to head the communications and signal-processing group in the department of electrical and electronic engineering until 2009, subsequently taking up a position at the institute of CERTH in Thessaloniki, while retaining a quarter-time position at Imperial. She received numerous honours, including a fellowship of the Royal Academy of Engineering in 2004.An unfailing advocate for women in engineering, she was active in organisations such as Women in Science and Engineering and the Women&apos;s Engineering Society. Maria was a clear-minded person. In discussion, any position she took was backed by a fierce logic. She campaigned for human rights and helped to publicise abuses, for example the ill-treatment of servants by wealthy employers. Ingrained rationalism co-existed in her personality with warmth and a sense of fun. On her website, she posed an open challenge to her peers to develop a robot for ironing clothes, to meet the exacting standards of her great-aunt. Her newsletters were often playful and illustrated with her own cartoons. She liked to express her opinions and maintained a Greek language blog in which she shared her views on various topics, from politics and economics to art and film. She is survived by her son from a marriage that ended in divorce.  Maria Petrou, scientist, born 17 May 1953; died 15 October 2012", 
    "section": "technology", 
    "gid": "technology/2012/dec/04/maria-petrou", 
    "wordcount": "610"
}