{
    "headline": "Academic stress: reaching the end of an unbalanced semester", 
    "text": "At University of Venus, we talk a great deal about work/life balance  how to maintain the balance between family, private life and the demands of academia, which are many. Looking back at some of my remarks on the issue, I sound fairly confident in my abilities to enjoy my life and get my work finished. But this semester, I&apos;ve been terribly unbalanced and that unbalance has been unhealthy and detrimental to my well-being. Even though my personal life is great  I have a wonderful and supportive partner, a close-knit group of friends, a loving family, an adoring dog and a pretty healthy social life  I became depressed. I gained weight, I stopped going to my yoga classes, I slept late whenever I could, and my writer&apos;s block became overwhelming. How did that happen? Well, panic. Panic because I can see the &quot;finish&quot; line  tenure  and yet to get there, I put a great deal of pressure on myself to make certain that I could get there. We all know that publish or perish trope about academia  it&apos;s been tattooed on our brains since we were little baby graduate students, and the pressure never stops. My third year review letter, for example, gave me faint praise for getting my first book out as I came up for review, but then extolled me to &quot;ramp it up&quot; before coming up for tenure: to write a second book, get some articles out, and generally over-perform. I took that to heart, did more field research, got a book contract, sent out two more journal articles, and created a fairly ambitious research plan. And taught, a lot. On top of that, I took on even more service commitments. I served on numerous committees. I said yes to every guest lecture. I played nice with the admissions office. I spoke with student groups, and I had lots of coffees with colleagues. Getting that second book finished (the conclusion is still evading completion), teaching, and serving, as well as trying to keep a semblance of a personal life, have taken their tolls. The real issue with trying to impress so many people is that you never feel as though you can impress them, that nothing you do will be good enough, because that finish line called &quot;tenure&quot; often looks like a bar set so high that you can&apos;t possibly be that good. And the system is also set up to make you believe there are enemies where there are none, so I spent far too much time worrying about comments, sidelong looks and imagined slights. Instead of going out for a good long walks or to a favorite yoga class, I sat at my desk, forcing myself to churn out work. I ate a lot of licorice (my secret addiction) and my favorite comfort foods. I threw out most of what I wrote, and started again, then again, every time berating myself for not being a writing machine, unlike &quot;everyone else&quot;. I took no joy in the compliments and praise I was getting on my work and instead focused on criticisms, most of which were my own. I had weekly anxiety attacks, and found myself complaining bitterly about my work. But the end of the semester is a time to reflect. I didn&apos;t finish everything I meant to finish this semester. The book is almost there. I&apos;m still waiting on a revise and resubmit decision on an article. But ... but ... I did get an article accepted for publication. I was nominated for a teaching award. I got to know my colleagues in a different way because of all those committee assignments and coffees. I realized the dean actually likes my work. I went to a conference and met interesting people who also liked my work. I took a good long look at myself last week, and took a big long breath. All those pressures and deadlines that made me panicky and anxious were pressures I had put on myself. I was the one who didn&apos;t make time to breathe and I was the one who punished myself. I got on a plane to Indonesia the other day, and I&apos;ll be meeting students here on Tuesday to begin a great programme on social entrepreneurship. I took some time out for myself today, to remember why I like doing what I do. I went to a yoga class by a rice paddy and revelled in my standing balance poses. I took a big breath and thought, I really do like what I do. I just have to remember not to forget to balance. Denise Horn is an assistant professor of international affairs at Northeastern University and a founding member of the editorial collective at University of Venus", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/higher-education-network-blog/2012/jul/10/academic-stress-end-of-semester", 
    "wordcount": "797"
}