{
    "headline": "Tokyo Jungle  review", 
    "text": "Sony&apos;s Japan Studio has a reputation for making completely out there games, and never more so than when they are designed to be downloaded from the PlayStation Network. But even so, Tokyo Jungle reaches a whole new level of sheer, delicious nuttiness. After it first surfaced at E3 2012, it swiftly became known as &quot;the dog-shagging game&quot; and while it does indeed feature dogs and they do, ahem, couple, any attention-seeking that implies shouldn&apos;t be allowed to detract from its considerable merits as a game, which include originality and a fearsome level of addictiveness. Tokyo Jungle is a proper sandbox effort with an irresistible premise: something has happened in Tokyo that has caused its entire human population to disappear. So the city has been left to the animals, and the law of the (urban) jungle applies. Initially, you can choose between two animals to play as: a cute Pomeranian, representing carnivores, or a Sika deer, representing herbivores. Your mission is to traverse Tokyo district by district, surviving as long as possible. As a carnivore, you progress by killing animals (a matter of sneaking up behind them and timing your attack to when a purple icon showing a pair of jaws goes red) and marking out your territory via pre-positioned flags. Once you&apos;ve marked all the flags in a given district, you can procreate: the map shows you where potential female mates are, and you must take them to a designated nest. Once there, when you press the Mate button, you&apos;re treated to an animation showing some exploratory bottom-sniffing, followed by the initial stages of a mounting  before the camera discreetly pans out. On top of the simple premise, there are plenty of embellishments. For example, potential mates are rated between Desperate and Prime, and it&apos;s dead handy to find the latter as they will produce more offspring, thereby giving you a pack of siblings to mooch around with. The latter are necessary since the more territory you conquer, the greater the threats you encounter, and no matter how dexterous you are, it requires a pack to survive a pack attack. And when the animal you control dies, you&apos;ll automatically acquire control of another pack member. Controlling a herbivore brings completely different gameplay. While you can attack predators by kicking them, it&apos;s more sensible to proceed stealthily, hiding yourself in long grass or underneath plastic containers. You can only eat plants, but you can run faster and jump higher than the carnivores. As you make progress through Tokyo&apos;s different districts, you find memory sticks (bizarrely, given that they&apos;re of no earthly use to animals) which fill in details of the back story explaining why the humans disappeared, and which open chapters of the story mode.     Tokyo Jungle    These are essentially set-pieces confined to small areas of the game  for example, you start off as a Pomeranian which must leave its ex-owners&apos; flat and start to fend for itself in the wild. Story chapters are checkpointed, but the main survival mode isn&apos;t: when you die, it&apos;s back to square one. There are also objects (in gift boxes) to find throughout the districts, which can be handy items such as food or medicine, or preposterous clothes with which to dress up your Pomeranian. More or less all animal life is in the game  you unlock new species by performing specific challenges in survival mode and encounter everything up to dinosaurs as you roam around. As you may have guessed, Tokyo Jungle doesn&apos;t take itself too seriously  and it sometimes makes you laugh despite not intending to. Once you become accustomed to its peculiar logic, you can do things such as create killer Pomeranians  I had one which took out an entire population of alley-cats, before succumbing to a panther. It constantly plays incredibly cheesy music, and bleeps when you level up in the manner of a retro arcade game. And there are some annoying aspects  the map, for example, is more or less useless, and you need to accumulate certain objects before even attempting the more difficult areas, such as the more or less food-free sewers beneath the city. But despite its tongue-in-cheek nature, Tokyo Jungle is a superb game. It feels quite unlike anything else (the best description of it would be a stealth-action-survival-RPG), it&apos;s laugh-out-loud funny and incredibly moreish. And because of its rigorous, sandbox construction, it&apos;s unusually meaty for a download game, with plenty of replayability. If you fear that modern games play it too safe, Tokyo Jungle will restore your faith.  Game reviewed on PS3", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/sep/18/tokyo-jungle-game-review-ps3", 
    "wordcount": "756"
}