{
    "headline": "Apps Rush: Pocket, Sketch Nation Studio, Metal Hammer, Kingdom Age, Goal.com, Dubstep Tebow and more", 
    "text": "A selection of 15 new apps for you today: Pocket Reading app Read it Later accumulated 4.5m users as a paid app on iOS and Android. Now it&apos;s rebranded as Pocket and gone free. The idea remains to save articles, videos and webpages to read later on multiple devices. The company says that more than 200m items have been saved since its launch in 2007.Android / iPhone / iPad Sketch Nation Studio This is a really interesting idea: an iOS app for creating your own games and then selling them on the App Store itself. The idea being to scribble characters and items on paper or on the device (scanning them in using the camera in the former case) and then making games in a variety of genres. Publisher Engineous Games says it will release the best ones as standalone apps, giving the creator 50% of the revenues after Apple&apos;s 30% cut.iPhone / iPad Metal Hammer presents: History of Metal Looking for &quot;an all-embracing overview concerning the evolution of hard rocking music&quot;? That&apos;s what&apos;s promised by Metal Hammer magazine&apos;s new iPad app, which digs into 40 years of metal history with articles, video interviews and album reviews complete with iTunes sample clips and purchase links.iPad Kingdom Age Mobile social games publisher Funzio&apos;s latest iOS game is Kingdom Age, which styles itself as a &quot;massively multiplayer online action RPG&quot;. The setting is medieval: sieges, city-building and hack&apos;n&apos;slash quests, with bags of monsters, buildings and items to uncover.iPhone / iPad Encyclopaedia-Britannica Encyclopdia Britannica has unveiled a new iOS app providing access to its digital content, as part of its decision to stop making the printed version. It&apos;s free to download, with a 1.99 monthly subscription.iPhone / iPad Goal.com iPad Edition Global football site Goal.com has a new iPad app, pulling in news, interviews, player profiles and fixtures from the website. It also offers live scores from 10 leagues around the world, offline reading features and a My Teams section for favourite clubs.iPad Collins Dictionary The Collins Dictionary and Phrasebook has come to Windows Phone, offering 10,000 &quot;most useful&quot; words as well as 2,000 phrases. Each entry has audio from native speakers in languages including English, French and Spanish. Specific words, phrases and categories can be pinned to the Windows Phone home screen too.Windows Phone Dubstep Tebow! It&apos;s a match made in SEO hell! Yes, a dubstep music-making app for iPhone that also includes samples of NFL quarterback Tim Tebow of &quot;Tebowing&quot; meme fame. Also the perfect union of something American that had to be explained to puzzled Brits, and something British that had to be explained to puzzled Americans.iPhone The Metropolitan Opera: Met Season New York&apos;s Metropolitan Opera has launched a new iPad app to promote its 2012-13 season of concerts, including interviews, video clips and audio samples, as well as links to its e-commerce store and online streaming service.iPad Power Tune-Up Fresh out of beta, Bitdefender&apos;s Power Tune-Up app aims to tweak Android handsets by removing unnecessary cache and temporary files, monitoring data usage and saving battery life.Android Trapster Driving app Trapster has come to Windows Phone, with features alerting drivers to speed traps, red light and speed cameras, accidents and other hazards on the road.Windows Phone Monster Island The latest Xbox Live-capable game for Windows Phone is Monster Island, a colourful arcade game from Miniclip that gathers 252 levels and 12 monstery heroes to play as.Windows Phone musicMagpie British service musicMagpie has launched an Android version of its app, which helps people scan their unwanted CDs, DVDs and games and then sell them.Android Fun Folds Fed up with pulling faces using the iOS PhotoBooth app? Try Fun Folds on for size. It gets you to take photos of people, then digitally &quot;pinch&quot; them before saving and/or sharing to social networks.iPhone / iPad Dust Bunnies: Secret Agents Polycot Labs&apos; new book-app includes the ability to enter your child&apos;s name (if it&apos;s one of the 475 supported) and hear it read out for their character in the story, which concerns a group of rabbit secret agents.iPhone / iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/apr/18/apps-rush-pocket-metal-hammer", 
    "wordcount": "706"
}