{
    "headline": "The history of smartphones: timeline", 
    "text": "January 2007  Steve Jobs, chief executive of Apple, unveils the iPhone, which he says is &quot;a revolutionary and magical product that is literally five years ahead of any other mobile phone&quot;. Microsoft chief executive Steve Ballmer calls it &quot;the most expensive phone in the world&quot;. April 2007 Technology research company Gartner says that in the first three months of 2007 Microsoft&apos;s Windows Mobile had an 18% share of the smartphone market (then totalling 17m handsets). November 2007 Google announces it will offer the Android mobile operating system for free. Anyone can use it and change it. By default it uses Google services for search, email and video. Asked if there will be a Google phone, head of Android, Andy Rubin, replies: &quot;There will be thousands of Google phones  some you like, some you don&apos;t.&quot;Microsoft&apos;s Ballmer says &quot;We&apos;ll have to see what Google does. Right now they have a press release, we have many, many millions of customers, great software, many hardware devices, and they&apos;re welcome in our world!&quot; October 2008 Apple announces it sold 4.7m iPhones in the summer quarter, giving it nearly 13% of the smartphone market. Research in Motion had 15%. November 2008 First Android phone, the G1, launches. It has a slide-out keyboard and limited touchscreen capability. December 2008 Microsoft decides to kill off Windows Mobile because it can&apos;t compete with the iPhone and Android, and develop Windows Phone  a completely new mobile operating system. Autumn 2009 RIM has a 20% share of the smartphone market from July-September, says Gartner. Second only to Nokia&apos;s Symbian, which has 44%. January 2010 Apple launches the iPad, a 10in tablet. February 2010 Android phones with full touchscreen interaction like the iPhone&apos;s appear. March 2010 Steve Jobs meets Google chief executive Eric Schmidt and threatens him over what he sees as copying of iPhone features in Android. Apple sues Taiwan&apos;s HTC over its touchscreen Android phone. April 2010 Google&apos;s Android gained just under 10% of the market in the first three months of 2010, says Gartner. September 2010 Samsung launches Galaxy Tab, a 7in tablet. Olli-Pekka Kallasvuo resigns as CEO of Nokia. He is replaced by Stephen Elop, who joins from Microsoft&apos;s Office division. October 2010 Microsoft&apos;s first phones running Windows Phone. Sales are low. Mike Lazaridis, RIM&apos;s co-chief executive, shows off the Playbook, a 7in tablet. January 2011 Researchers Gartner and IDC announce that smartphones outsold PCs worldwide in the last three months of 2010  100m as against 93m. February 2011  Elop announces that Nokia will use Microsoft&apos;s Windows Phone software for future smartphones in a stage presentation alongside Ballmer. April 2011 Apple becomes the largest smartphone vendor by numbers and revenue, selling 18.6m iPhones, just ahead of Samsung&apos;s 17.5m, in the year&apos;s first quarter. Android becomes the best-selling smartphone platform, with a 36.6% share, ahead of Symbian&apos;s 27%. Apple sues Samsung in the US over the appearance of the Galaxy Tab tablet, and follows it up with a string of legal cases around the world claiming infringement of patents and &quot;trade dress&quot;. All are ongoing. June 2011 Apple and Nokia sign a patent licensing agreement following a four-year dispute. Apple hands over 430m in a settlement and agrees a per-handset royalty for the future. Microsoft begins demanding payments from makers of Android handsets, claiming patent infringement. Samsung and HTC agree per-handset payments. July 2011 Android takes 43% of the smartphone market in the second quarter of the year, says Gartner. October 2011 Samsung becomes the largest smartphone vendor, according to estimates. The company has stopped giving smartphone shipment numbers over concerns about Apple&apos;s lawsuits.Nokia unveils the Lumia 800, its first Windows Phone device. Apple announces it has sold 11.1m iPads, giving it an estimated 60% share of the entire market. November 2011 Android had more than 50% of the smartphone market in the third quarter of 2011, says Gartner. December 2011 RIM takes a $485m charge against an estimated 1.2m unsold Playbooks sitting in its warehouses. January 2012 Microsoft gets LG to pay undisclosed per-handset royalties. Microsoft says it now has such agreements for 70% of Android handsets sold in the US. January 2012 Jim Balsillie and Mike Lazaridis resign as co-CEOs and co-chairmen of RIM. Replaced by Thorsten Heins and Barbara Stymiest, who have been with the company for some years.", 
    "section": "technology", 
    "gid": "technology/2012/jan/24/smartphones-timeline", 
    "wordcount": "731"
}