{
    "headline": "CES 2012: Dell hedges over Windows 8 or Android for tablet release", 
    "text": "Remember Dell? While other companies have leapt into the tablet and smartphone space, the company which once dominated the PC space - only to be overtaken by HP and, latterly, Lenovo  is now thinking about getting into tablets in a big way. Speaking at the Consumer Electronics Show in Las Vegas, Dell&apos;s chief commercial officer Steve Felice said the company will launch its first consumer tablet later this year  but declined to say whether it will run Microsoft&apos;s Windows 8 or Google&apos;s Android operating system. An earlier attempt with the 5in &quot;Streak&quot; mini-tablet, which ran Android and was aimed at enterprises, has been discontinued.  Dell, he said, had learned from the hastiness of some of its peers and understands better now how consumers value the &quot;ecosystem&quot; of apps around a tablet as much as the hardware, Felice said. The Houston-based company has slipped steadily in global PC sales rankings, while its revenues and profits have stayed flat. Its consumer division remains the smallest and least profitable (behind its enterprise, public, and &quot;small and medium business&quot; divisions), and it has struggled to make an impact in the rapidly-growing smartphone and tablet markets. Dell purposely kept a low profile while others such as BlackBerry-maker RIM tangled with Apple&apos;s iPad in the tablet market, Felice said. &quot;We have been taking our time. The general failure of everyone that&apos;s tried to introduce a tablet outside of Apple suggested Dell made a prudent choice&quot;, he said. &quot;You will see us enter this market in a bigger way toward the end of the year. So we are not really deemphasising it, we are really being very careful how we enter it. &quot;When you are talking about PC, people are more focused on the hardware itself. When you are talking about the tablet or the smartphone, people are interested in the overall environment its operating in. As we have matured in this, we are spending a lot more time in the overall ecosystem.&quot; While Felice wouldn&apos;t say which of the available operating systems  Windows 8 or Android  Dell would use, Felice did say he liked the feel of Microsoft&apos;s touch-enabled operating system, which would be well-timed when it emerges later this year in light of recent high-profile product failures, from HP&apos;s now-defunct TouchPad to RIM&apos;s poorly-selling PlayBook. &quot;There hasn&apos;t been a lot of advancement and it&apos;s given Microsoft a good window to come into the market with Windows 8. I like the touch Windows 8 feature,&quot; said Felice, who previously headed Dell&apos;s large enterprise division. &quot;We like Windows 8 but we continue to develop with Android as well. We are still going to be more choice-driven, based on the feedback we get from customers.&quot; Dell&apos;s maiden foray into consumer tablets comes as the iPad and other well-received gadgets such as Samsung&apos;s Galaxy sell in numbers that look significant compared to PC sales. Some industry executives maintain that tablets do not cannibalise to the extent imagined, though. On Monday, Michael Dell said at an event in the southern Indian city of Bangalore that tablets were an &quot;additional device.&quot; Others warn that clunky laptops are coming increasingly under threat as tablets grow more powerful and take on a plethora of tasks from web surfing to sophisticated graphics and video manipulation. &quot;When we introduce the products, they will be consumer products, but we are going to make sure that they are very compatible with the business marketplace, which we don&apos;t think Apple has addressed,&quot; Felice said. &quot;There&apos;s lot of use in the commercial sector that requires security and more compatibility, and I think we will be able to address that in a better way.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jan/11/dell-tablet-windows-android-ces", 
    "wordcount": "625"
}