{
    "headline": "Top 20 technology articles of 2012: nickels, iPhones, dogs, Samsung and Pi", 
    "text": "Yes, it&apos;s 2013 and you&apos;re back at work (or soon will be). But even so there&apos;s time to indulge in a little peek back over the shoulder. So what did people choose to read about in 2012 on the Technology site? Without any more any more ado, let&apos;s dive into the most-read stories from 2012. We can&apos;t give absolute figures for the number of page views each story got (it&apos;s commercially confidential), so instead the views are given relative to the number for the 10th most-read story (which happened to be a Google Doodle). So when you see &quot;1.05x&quot;, that&apos;s the viewing figure relative to the number who read the 10th - we&apos;re not suddenly jumping into X Factor-style mathematics. Although of course we do aim to give 110% all the time. (We haven&apos;t used percentages for the figures because saying that something which is 2.5 times larger is 150% bigger quickly gets confusing.)  Note that the multiplier is not - repeat not - comparing the page views of these stories against the mean number of page views a story published on the Technology site gets. We published hundreds of stories in 2012. These are the Premier League, the standouts, the finalists. 1: No, Samsung did not try to pay Apple its $1bn fine in nickels Turns out that the internet likes it when you kill a meme. The suggestion that Samsung was going to pay the damages awarded by a jury over patent infringement in nickels began on a South American Onion-style site. Of course it was a joke - there aren&apos;t enough nickels in circulation in the US to do that. (We did the maths for you if you want to read the story.)  Page views: 2.64x (desktop) and 1.05x (mobile) - cumulative, 3.69x. This story was unusual in that it had such a large mobile viewership - though it wasn&apos;t the most-viewed on mobile. 2: iPhone 5 launch: live coverage of the Apple event The title pretty much explains what it was about. Shockingly, Phil Schiller wore a taupe shirt. Page views: 2.0x. 3: Apple&apos;s Samsung statement reprimanded by court of appeal Apple UK lost its claim that Samsung&apos;s Galaxy Tab infringed the design patent of the iPad in Europe. (This followed the decision by His Honour Judge Colin Birss that Apple&apos;s design was &quot;cool&quot; while that of the Galaxy Tab was not.) Apple was told to put a statement about that non-infringement on its UK website. It did. Sort of. Except it used the wrong words. Then things really got messy. Read the article for the explanation. Page views: 1.29x 4: Fifa 12: the 10 players you must buy in career mode The point that stands out about this story is that it reached this position purely on mobile views. It&apos;s a gallery (which means that it gets a boost from multiple page views) but even so, this indicates two things: people like reading about games on mobile; and mobile is rocketing in importance.  Page views: 1.15x 5: iPhone 5: new features review - video Again, the description is pretty much there in the name. Page views: 1.15x 6: Text From Dog: &apos;I have a rubber hamburger that squeaks&apos; Q: What always frustrates you about technology in general?A: It&apos;s not built for paws. Also, most of it tastes awful. I want more bacon flavour technology. iPads that smell like sausages. Write that down. Marvellous and unforgettable. If Apple introduces the sausage-scented iPad, remember, you -- squirrel! Page views: 1.14x 7: Everyone want a slice of Raspberry Pi A look at the new ultra-basic computer: is it the new ZX Spectrum, or the Sinclair QL? For hobbyists or wider use?  Page views: 1.09x 8: iPhone 5 release date rumours mount From the article, written in August:   The &quot;iPhone 5&quot; is expected to: arrive in September; have a longer, thinner screen; offer 4G connectivity (probably only for the US); have better battery life; be the first phone to use a nano Sim, smaller than those in existing smartphones; use a new nine-pin connector; and have a two-tone matte metal backing, replacing the iPhone 4&apos;s ceramic. It is not include Near Field Communications (NFC) technology for payments. &quot;iPad mini&quot; is expected to: arrive in October; have a 7.85in screen (measured diagonally), half the area of the 10in iPad; start with a Wi-Fi-enabled 8GB model; and be priced to compete keenly with rival $200 7in tablets from Amazon and Google.  Pah - the Lightning connector has eight pins, and the iPad mini didn&apos;t start at 8GB. And the iPad mini&apos;s price is quite a lot more than the Kindle Fire&apos;s or Nexus 7&apos;s. Page views: 1.04x 9: The 50 best apps for children Appeared in August. It&apos;s always important to think of something to keep the kids entertained during the summer.Page views: 1.03x 10: Winsor McCay celebrated with Google Doodle What do you mean, you don&apos;t know who Winsor McCay is?Page views: 1.0x After that top ten, the next most-read were:  iPhone 5 review Apple unveils iPhone 5 iPad mini review London 2012 canoeing Google Doodle game iPhone 5 video review &quot;#Susananalbumparty: Top 5 Twitter hashtag PR disasters GTA V preview - the inside story Samsung Galaxy Nexus banned in US Apple&apos;s patent absurdity exposed at last Star Wars-style hover bike allows riders to float. And where did the traffic come from? Taken as a whole across the entire Technology site in 2012, we found that - as usual - the most common source of traffic was people coming directly to the site from bookmarks or typing it in. That&apos;s what the stats reckon - 45% from that method. After that, as you might expect, Google is a big presence - accounting for about half the rest. Significant other referrers then include (in descending order) Reddit, Twitter, Facebook, Bing, Yahoo, Stumbleupon, LinkedIn, Tumblr, Drudge Report, Outbrain and - way down at 50th - Ask.", 
    "section": "technology", 
    "gid": "technology/2013/jan/02/guardian-technology-most-read-2012", 
    "wordcount": "1011"
}