{
    "headline": "Smartphone sales to hit 1bn a year for first time in 2013", 
    "text": "The smartphone is predicted to become a mass market phenomenon this year, with annual shipments soaring to 1bn globally for the first time, although a fifth of the devices will rarely be used to go online. In 2013 the smartphone will become an everyday object worldwide, according to a study by accountants Deloitte, bringing the number of active phones with either a touch screen or an alphabet keyboard to 2bn by the end of the year. The everyday accessibility of what was once a luxury device will be made possible by falling prices and better mobile networks. The average selling price of an iPhone has remained above $600 (370), putting Apple&apos;s gadgets out of reach for most buyers, but high performing smartphones with good cameras, bright screens and fast processors are now available for a fraction of that cost from other makers such as HTC and Nokia. Deloitte estimates 500m phones have already been sold for $100 or less, and initiatives to create $50 devices for emerging markets are under way. However, research in several countries suggests one in five owners of these sophisticated portable computers rarely or never connect to the web. Hundreds of millions may not even bother to subscribe to a data package from their mobile network. These devices will not be idle, but their owners will use them for the traditional mobile activities of text messaging, voice calling and taking the occasional photo. &quot;They are like [traditional] feature phones in a smartphone casing,&quot; said the report&apos;s author, the Deloitte telecoms research head Paul Lee. &quot;Smartphone penetration goes up but data plan penetration doesn&apos;t go up as quickly. Not every mobile will be used in the same way.&quot; Many phones in use will be older hand-me-downs, whose software is out of date and cannot cope with new applications and website graphics. Older owners may have been put off going online by reading about high bills in the press, and many may be wary of the complicated data tariffs on offer. For many of those living outside cities, 3G internet connections are still hard to come by.", 
    "section": "technology", 
    "gid": "business/2013/jan/06/smartphone-sales-1bn-2013", 
    "wordcount": "354"
}