{
    "headline": "Russian meteorite strike highlights asteroid danger", 
    "text": "In terms of human casualties, Friday&apos;s meteorite strike is the worst ever reported. Almost 1,000 are reported to have sought treatment after the fall. At least 34 of them were hospitalised, with two reported to be in intensive care. Before this there were only stories of a dog being killed in Egypt by a meteorite in 1911 and a boy being hit, but not seriously injured, by one in Uganda in 1992. The Russian Academy of Sciences estimate the fireball that streaked over the Ural mountains on Friday morning weighed about 10 tons. The speed of entry was at least 54,000 kilometres per hour (33,000 mph) and it shattered about 30-50 kilometres (18-32 miles) above ground, showering meteorites that caused damage over a wide area.  The shockwave from the fireball&apos;s supersonic passage through the atmosphere broke windows and set off car alarms. The collision took place as the world waited for Friday evening&apos;s close pass of asteroid 2012 DA14. According to the European Space Agency, no link between the two events is thought possible. Until Friday morning, astronomers had thought the asteroid most likely to hit Earth was one called 2007 VK184. It is about 130 metres across and has a slim 1 in 2,000 chance of hitting Earth some time between 2048 and 2057. A danger that is thought will disappear with better tracking of its orbit. Friday&apos;s unexpected strike highlights the need for better searches for dangerous asteroids, and a global strategy to deal with any that are seen. Astronomers feel confident that they know the whereabouts of every asteroid larger than 30 kilometres. Such space rocks have been the priority because they have the potential to cause global catastrophe and mass extinction events should they hit us. None are known to pose a threat. Go down to objects sized one kilometre and astronomers think they know about 90-95% of them. However, at 50 metres, the size of 2012 DA14, the uncertainties really begin. Astronomers estimate that they know only 2 percent of these.  There could be hundreds of thousands of these smaller asteroids waiting to be discovered. Were something of this size to strike the Earth, it would devastate an area the size of larger than London. On 30 June 1908, something roughly this size hit Earth. It exploded in the air above the Tunguska region of Siberia and flattened forests across an area of hundreds of square kilometres. The area is so remote that no one is thought to have been killed by that event. The object that struck above the Russian city of Chelyabinsk on Friday morning was smaller still, probably just 10 metres across. Yet, it has injured many hundreds, underlining the danger of space rocks hitting populated areas,  The European Space Agency is involved in a 6m project to build a special survey telescope to find small asteroids. Known as a Fly-Eye telescope, it works in the same way as an insect&apos;s compound eye.  The telescope will use multiple cameras to build up a full picture of the sky. The first idea to build such a telescope was published way back in 1897 but it proved too difficult with the technology of the 19th century. Now, a prototype is under construction in Italy. The final telescope could be located on Mt Teide, Tenerife. In Hawaii, the Pan-STARRS project uses the world&apos;s largest digital camera, containing 1,400 Megapixels, to scan the sky for asteroids larger than 300 metres in size. That&apos;s about six times larger than 2012 DA14, and 30 times larger than Friday&apos;s Russian meteor. Such asteroids would be capable of devastating whole regions of a country were they to hit Earth. Deciding what to do if a dangerous asteroid is spotted falls first to the United Nations Committee on the Peaceful Uses of Outer Space. They are setting up a Space Mission Planning Advisory Group. This will be composed of scientists from NASA, ESA and the world&apos;s other space agencies. They will meet annually to assess new ideas of how to deflect dangerous asteroids. Should an asteroid be found on a collision course, the group will immediately meet to advise on the best strategy for deflecting it. They will also advise on who has the expertise to build the different parts of the spacecraft, and who should pay for it. Then, the decision passes into the hands of the politicians. But as Friday&apos;s sudden strike shows, asteroids that approach from &quot;out of the Sun&quot; are virtually impossible to see. They are hidden from our sight by the glare until they smash into our atmosphere. From space, thankfully, it is a different story. Space telescopes can see much closer to the Sun because they do not have the Earth&apos;s atmosphere scattering the sunlight and blurring their vision. The European Space Agency&apos;s Gaia mission, which launches later this year, could help us see into this asteroid blind spot. Stuart Clark is the author of The Day Without Yesterday (Polygon).", 
    "section": "science", 
    "gid": "science/across-the-universe/2013/feb/15/russian-meteorite-strike-highlights-asteroid-danger", 
    "wordcount": "833"
}