{
    "headline": "Large rise in CO2 emissions sounds climate change alarm", 
    "text": "The chances of the world holding temperature rises to 2C  the level of global warming considered &quot;safe&quot; by scientists  appear to be fading fast with US scientists reporting the second-greatest annual rise in CO2 emissions in 2012. Carbon dioxide levels measured at at Mauna Loa observatory in Hawaii jumped by 2.67 parts per million (ppm) in 2012 to 395ppm, said Pieter Tans, who leads the greenhouse gas measurement team for the US National Oceanic and Atmospheric Administration (NOAA). The record was an increase of 2.93ppm in 1998. The jump comes as a study published in Science on Thursday looking at global surface temperatures for the past 1,500 years warned that &quot;recent warming is unprecedented&quot;, prompting UN climate chief, Christiana Figueres, to say that &quot;staggering global temps show urgent need to act. Rapid climate change must be countered with accelerated action.&quot; Tans told the Associated Press the major factor was an increase in fossil fuel use. &quot;It&apos;s just a testament to human influence being dominant&quot;, he said. &quot;The prospects of keeping climate change below that [two-degree goal] are fading away.&quot;      Preliminary data for February 2013 show CO2 levels last month standing at their highest ever recorded at Manua Loa, a remote volcano in the Pacific. Last month they reached a record 396.80ppm with a jump of 3.26ppm parts per million between February 2012 and 2013. Carbon dioxide levels fluctuate seasonally, with the highest levels usually observed in April. Last year the highest level at Mauna Loa was measured at 396.18ppm. What is disturbing scientists is the the acceleration of CO2 concentrations in the atmosphere, which are occurring in spite of attempts by governments to restrain fossil fuel emissions. According to the observatory, the average annual rate of increase for the past 10 years has been 2.07ppm  more than double the increase in the 1960s. The average increase in CO2 levels between 1959 to the present was 1.49ppm per year. The Mauna Loa measurements coincide with a new peer-reviewed study of the pledges made by countries to reduce CO2 emissions. The Dutch government&apos;s scientific advisers show that rich countries will have to reduce enissions by 50% percent below 1990 levels by 2020 if there is to be even a medium chance of limiting warming to 2C, thus preventing some of climate change&apos;s worst impacts. &quot;The challenge we already knew was great is even more difficult&quot;, said Kelly Levin, a researcher with the World Resources Instistute in Washington. &quot;But even with an increased level of reductions necessary, it shows that a 2 goal is still attainable  if we act ambitiously and immediately.&quot; Extreme weather, which is predicted by climate scientists to occur more frequently as the atmosphere warms and CO2 levels rise, has already been seen widely in 2013. China and India have experienced their coldest winter in decades and Australia has seen a four-month long heat wave with 123 weather records broken during what scientists are calling its &apos;angry summer&apos;. &quot;We are in [getting] into new climatic territory. And when you get records being broken at that scale, you can start to see a shifting from one climate system to another. So the climate has in one sense actually changed and we are now entering a new series of climatic conditions that we just haven&apos;t seen before&quot;, said Tim Flannery, head of the Australian government&apos;s climate change commission, this week. Earlier this week the Met Office warned that the &quot;extreme&quot; patterns of flood and drought experienced by Britain in 2012 were likely to become more frequent. One in every five days in 2012 saw flooding but one in four days were in drought.", 
    "section": "environment", 
    "gid": "environment/2013/mar/08/hawaii-climate-change-second-greatest-annual-rise-emissions", 
    "wordcount": "628"
}