{
    "headline": "RIM is looking grim, say analysts as they twist the knife at quarter's end", 
    "text": "Is BlackBerry-maker RIM nearing the end of another gruesome quarter? Two financial analysts seem to think so, having independently downgraded their estimates this week for RIM&apos;s revenues, handsets sold and profits for the three months which finishes on 3 March.  First to move was Peter Misek of Jefferies, who issued a note late on Wednesday (reported on Forbes) in which he said that current Wall Street estimates for RIM&apos;s just-ended quarter are too high.  The company is due to report its financial results on 29 March, but there have been rumours swirling in the blogosphere that it will revise its figures downwards imminently. Misek thinks that RIM has missed its targets for shipments: the company guided at 11-12m units during its financial results in December. Misek cut his forecast from 12m to 10.5m.  For the quarter (where RIM guided $4.6bn-$4.9bn) Misek cut his forecast from $4.6bn to a frankly dire $4.2bn  a figure lower than anything since the December 2009-February 2010 quarter. He also cut his profit forecast from 82c per share (which translates to $422m) to 69c per share ($355m). &quot;If RIM does make their guidance [on revenues, handset sales and profits] we believe the difference between sell-in [shipments to carriers] and sell-through [sales by carriers to customers] would cause a correction in the May quarter suggestion a very weak guide for May. Either way we see consensus numbers as too high.&quot; That is, even if RIM has persuaded carriers to take its handsets this quarter, their inventory will be backed up, and they won&apos;t want as many in the coming three months.  After Misek, it was the turn of Stern Agee&apos;s Shaw Wu, who said that his own supply chain information suggest that Android and Apple&apos;s iPhone are still corroding RIM&apos;s position. &quot;We&apos;re picking up that the company&apos;s higher-end BlackBerrys, including the Bold 9900 and Torch 9800, as doing relatively better as users are attracted to their form factors that combine a touchscreen and keyboard,&quot; Wu wrote in a research note (reported at AllThingsD). But other handsets, including the touchscreen-only Torch 9850, appeared below plan, he noted. Wu calculates handset shipments at 11.3m (down from his earlier 11.9m estimate), revenues of $4.55bn (down from a forecast $4.7bn) and profit of 86c per share (down from 95c forecast). Here are the graphs. First, handset shipments:     RIM handset shipments, past, and forecast for 4Q 2012 (quarter ending Feb 2012). Source: RIM, analyst reports    Next, revenues:     RIM quarterly revenues past, and forecast for fourth quarter 2012 (ending February 2012). Source: RIM, analysts    And finally, profits     RIM quarterly profits past, and forecast for 4Q 2012 (ended February 2012). Source: RIM, analysts    That two analysts are downrating RIM&apos;s position isn&apos;t encouraging. The company has recently started losing US government contracts to Apple and, to a lesser extent, Android, while a number of UK banks which had been committed to BlackBerry systems have begun testing iPhones for staff.  For new chief executive Thorsten Heins, promoted in January after co-founders Mike Lazaridis and Jim Balsillie stepped aside (though not off the board), the next couple of quarters will be his biggest test  and may determine whether RIM can redefine itself and discover new relevance, or fade into obscurity as Palm did. It&apos;s not a small task. As Mizey also pointed out, with the new BlackBerry OS not expected until &quot;late 2012&quot;, that could time it after a new Apple model - and also an updated Windows Phone version. That, he said, would be particularly troubling. As if RIM wasn&apos;t troubled already.", 
    "section": "technology", 
    "gid": "technology/blog/2012/mar/02/rim-analysts-quarter-end", 
    "wordcount": "554"
}