{
    "headline": "Water crisis will make Gaza strip 'unliveable'", 
    "text": "The Gaza strip faces a water crisis that will soon make it &quot;unliveable&quot; unless plans for a $500m desalination plant are approved by banks, delegates at a water conference in Stockholm were told this week. Water for the 1.6 million people  half of them children and two-thirds refugees  who live in just 365 sq km of land bordering the Mediterranean comes entirely from the shallow coastal aquifer shared between Gaza, Israel and Egypt, which is only partly replenished each year by rainfall. Decades of overpumping and heavy pollution from salts and waste water has left the aquifer highly degraded and in danger of irreparable damage. UN hydrologists say no more than 55 million cubic metres (mcm) of water should be abstracted a year, but present exploitation rates run at around 160mcm. If this continues, says the UN, it could result in the water table dropping to a point where massive sea water intrusion permanently destroys the source within a few years. In addition, the little water available is heavily polluted by nitrates from uncontrolled sewage, and fertilisers from farmlands, making 90% of the water unfit for human consumption. With the Gaza population expected to increase by 500,000 within eight years, and nearly 25% of all illnesses in Gaza water-related, the urgency for countries to put aside differences and address the issue is growing.  &quot;The aquifer could become unusable as early as 2016, with the damage irreversible by 2020. UNEP [the UN Environment Programme] recommends ceasing abstraction immediately as it would otherwise take centuries for the aquifer to recover. Even with remedial action now to cease abstraction, the aquifer will take decades to recover,&quot; said a UN Relief and Works Agency report published this week. The Palestinian Water Authority (PWA) expects demand for fresh water to grow to 260mcm per year by 2020, a 60% increase on current levels of abstraction from the aquifer, the UN report says. &quot;We are facing a crisis. If we do not address it now, then Gaza will become unliveable,&quot; said Shaddad Attili, minister and head of the Palestinian water authority in Stockholm to lobby the Swedish and other Nordic governments during World Water week. Plans for a desalination plant for Gaza have been discussed since 1996, but with water one of the underlying causes of the Israeli-Palestine conflict, political and security issues have always prevented work from starting. Last year the Palestinian water authority submitted new plans to the Union for the Mediterranean. However, what gives the scheme at least the possibility of success is that the principle of a desalination plant for Gaza is now backed by Israel, all Mediterranean governments, the UN, the EU and key development banks. Desalination may not be the most environmentally suitable solution, &quot;but it is the only feasible solution of providing a new water supply to meet growing demand,&quot; said Rafiq Husseini, a water expert at the Union for the Mediterranean, a grouping of 43 countries which this year approved the scheme. Palestinian authorities hope that the plant will be the cornerstone of a larger scheme to provide much needed electricity and clean water for everyone in Gaza. But with desalination being energy intensive, the whole scheme would need a 90MW power plant and cost in the region of $500m. Finance for the scheme is hoped to come from the Islamic Development Bank, which, says Husseini, has verbally pledged half the money, and Europe, via the European Investment Bank, the financial arm of the Eueopean Commission (EC) that invests around 70bn a year in soft, or cheap loans. &quot;This is not a risk-free project. There are many political and other issues. It cannot be financed through loans, but needs grant funding. It needs political commitment,&quot; said a spokesman for the bank, which is advising the Palestinian authority on how to finance the scheme. The next stage, he said, is for the EC to provide 4m for technical assistance. However, access to water across the region has become highly politicised and regional conflict has stymied all efforts to share it between countries. Water resources have paid a high price as the Middle East region has grown vastly in numbers in the past 50 years. The Dead Sea has dropped 33m and lost two-thirds of its surface area in a few decades, Jordan and Syria have siphoned most of the water off the Jordan river, and Israel maintains control of the water resources in the Golan heights and the West Bank. Jordan, one of the world&apos;s most water-scarce countries, has plans to transport water from the Disi aquifer in the south of the country to the capital Amman but this is thought to be hydrologically unsustainable with present population growth. The longer term regional solution is seen in an ambitious plan to link the Red and Dead seas with a pipeline. This, says its advocates, could pump around 2bn m a year of seawater from the Red sea over 200km to the Dead Sea where it would be desalinated and then pumped on to Amman in Jordan. Under present plans, around 800mcm of clean water would be produced, of which 150mcm would be pumped on to Israel. But all water schemes in the Middle East are complex, mostly requiring the elusive consent of several countries  virtually impossible until the Arab-Israeli conflict has been resolved. The stakes are high, with all major parties now agreed that it makes humanitarian and political sense to build the plant. &quot;We cannot wait until the conflict is resolved. We need to drink .The issue is not just water for food and drink but for the stability and security of the world,&quot; said Al Attili.", 
    "section": "environment", 
    "gid": "environment/2012/aug/30/water-crisis-gaza", 
    "wordcount": "954"
}