{
    "headline": "Microsoft to go carbon neutral", 
    "text": "Microsoft has committed to going carbon neutral, joining the growing list of tech companies trying to reduce their environmental footprint. A blog post on the company website said Microsoft would commit to making its data centres, software labs, air travel and office buildings carbon neutral by 1 July, which marks the start of the company&apos;s next financial year. &quot;Working on the issues of energy use and environmental change provides another opportunity to make a difference in the world. It&apos;s the right thing to do. And it&apos;s also an opportunity to promote positive change,&quot; the company&apos;s chief operating officer, Kevin Turner, wrote. He said Microsoft would work towards the carbon-neutral target by making every unit of the company accountable for its use of energy and the amount of carbon it generates. Divisions will be rewarded for increasing energy efficiency or purchasing renewable sources of power to reduce their environmental impact. The internal carbon market would be put in place in Microsoft operations in more than 100 companies. Turner acknowledged that Microsoft had not historically been a leader on green tech initiatives. The company, like fellow tech giants Apple and Amazon, has drawn increasing attention from campaign groups for using coal and oil to power its operations, especially the data centres that house its cloud-based operations. But Microsoft said it had been making efforts to go green even before this announcement. The company is the third-biggest customer for green power in the US, according to the Environmental Protection Agency. Microsoft now obtains 46% of its power from renewables, the company said. Its latest moves received a cautious welcome from Greenpeace. The campaign group last month ranked Microsoft among the worst offenders among the tech giants for its reliance on dirty energy. It noted that Microsoft would be able to complete construction on new coal-fuelled data centres in Virginia and Wyoming  as long as it bought offsets in the form of renewable energy credits. &quot;The question now is whether Microsoft&apos;s ambition will create the transformational real-world impact we expect from the IT sector&apos;s biggest leaders,&quot; Greenpeace said.", 
    "section": "environment", 
    "gid": "environment/2012/may/08/microsoft-carbon-neutral", 
    "wordcount": "348"
}