{
    "headline": "Tuition fees rise does not breach human rights, high court rules", 
    "text": "Two teenagers who took the government to the high court claiming the near-trebling of tuition fees this year breached their human rights have lost their case. Callum Hurley and Katy Moore, who were 17 when the case began in November, argued that raising fees to up to 9,000 a year from this autumn contravened human rights and equality legislation. But Mr Justice King and Lord Justice Elias ruled the government had acted legally. The judges accepted some students would be discouraged from applying to university because of higher fees and said it was too soon to tell whether the poorest would be deterred. They said the government&apos;s analysis of equality issues was inadequate and failed to comply with public sector equality duties by not giving due regard to disabled students and those from ethnic minorities. In his judgment, Lord Justice Elias said he did not consider it would be a proportionate response to quash the decision to raise fees to up to 9,000 a year and argued such a move would trigger administrative chaos. However, he said Vince Cable, the business secretary, &quot;failed fully to carry out his public sector equality duties&quot;. He added: &quot;Whilst I have come to the conclusion that the secretary of state did not give the rigorous attention required to the package of measures overall, and to that extent the breach is not simply technical, I am satisfied the particular decision to fix the fees at the level reflected in the regulations was the subject of an appropriate analysis. &quot;Moreover, all the parties affected by these decisions  government, universities and students  have been making plans on the assumption that the fees would be charged. It would cause administrative chaos, and would inevitably have significant economic implications, if the regulations were now to be quashed.&quot; Moore is studying biology, chemistry, maths and history for her A-levels at Lambeth Academy, south London. She hopes to become a research scientist, exploring cells, diseases, new treatments and cures as a career. Hurley is studying for a level 3 BTec in web development at Peterborough regional college and wants to study IT at university. The students claimed the fees increases would erect a barrier to higher education and threatened to widen the already large gap between rich and poor. They were represented by Sam Jacobs, of Public Interest Lawyers, who argued there were two grounds for bringing the case. Firstly, the rise in fees was in breach of the right to education protected in the Human Rights Act 1998. That right does not guarantee free higher education, but it places curbs on steps that limit access to higher education, he claimed. Secondly, he said the government had failed to give due regard to promoting equality of opportunity as required under the race relations, sex discrimination and disability discrimination acts. Women, disabled people and ethnic minority graduates tend to earn less over their lifetime than male, non-disabled, white graduates, Jacobs said. Tessa Gregory, from Public Interest Lawyers, said the students were disappointed the court did not quash the regulations, but they were pleased with the recognition that the government failed in its duties to properly think through the equality implications of its decision. The teenagers said they would both go to university. The Department for Business, Innovation and Skills said: &quot;We are pleased the court rejected outright the suggestion that our student finance reforms breach students&apos; human rights. &quot;The court recognised the consultation and analysis we carried out. It also recognised the extensive debate which took place, inside and outside parliament, on how those from disadvantaged backgrounds can be encouraged to enter higher education. &quot;Accordingly, the court has not agreed the claimants&apos; request to quash the regulations, which set out tuition fee limits. This means students and universities have the certainty to plan for the next academic year, and the government&apos;s higher education policies remain the same.&quot; Public Interest Lawyers said: &quot;The court made a clear declaration that the government, when it passed the regulations increasing tuition fees, failed to comply with its public sector equality duties. &quot;It found the government&apos;s analysis on equality issues was inadequate. That the court made this finding in relation to such a key plank of the government&apos;s higher education policy cannot but reflect badly on these rushed reforms.&quot;", 
    "section": "education", 
    "gid": "education/2012/feb/17/tuition-fees-rise-human-rights-court", 
    "wordcount": "728"
}