{
    "headline": "Nobel prize 2012: a week guaranteed to unleash joy, dismay  and a collective 'who?'", 
    "text": "Once more the nation&apos;s honour rests on the words of a secretive bunch of Scandinavians, who, on naming the latest members of the world&apos;s most prestigious club, the Nobel laureates, unleash joyful celebrations, acrimonious protests, and a collectively mumbled &quot;Who?&quot; The prize-giving starts on Monday with medicine or physiology, then moves to physics, chemistry, peace and literature before closing with economics next week. Most winners will be unfamiliar names and that can be no surprise. Hardly anyone with a public profile in science or economics is a contender; the literature prize has bypassed scores of famously great writers, from Nabokov to Tolstoy; and the peace prize is as fickle as politics. Britons, however, have fewer reasons than most to gripe about the obscurity of laureates. Since 2000, 16 prizes have landed on these shores. And the odds look good for a local winner this week. Only the US, which has won at least a prize a year since the second world war, can claim more Nobels than Britain. But UK winners are sure to be more scarce in future. The Nobels began with an emphasis on Europe, then shifted, with the US dominating since the 1940s. Other countries are in ascendance. &quot;In the coming decades we will begin to see as many Nobel prizewinners from Asia as we have seen from Europe and North America since the mid-20th century,&quot; says David Pendlebury, who spots Nobel-class researchers from literature citations at Thomson Reuters. Handing out prizes worth 8m Swedish kronor (744,000) sounds straightforward enough, but barely a year goes by without some hiccup or full-blown disaster. In 1987, the Royal Swedish Academy of Sciences woke Donald Cram in California to award him the chemistry prize. Cram, a carpet cleaner by trade, suspected a prank. He hung up, but the person rang back. Some words later, the caller was directed to another Donald Cram, who designed molecules at the University of California, Los Angeles. Countless other calls from Stockholm have been thwarted by wrong numbers and stubborn personal assistants. Worse has happened. Last year, the Nobel assembly gave the medicine prize to Ralph Steinman at Rockefeller University only to hear that he had died days earlier. The prize cannot be awarded posthumously, but after an emergency meeting, the honour was allowed to stand. Such problems are inevitable, says Karl Grandin, director of the Centre for History of Science at the Royal Swedish Academy of Sciences. &quot;You can&apos;t sit in hospitals all around the world to keep track of people.&quot; Of course the real fuss begins once the names have been made public. In the eyes of critics, some winners do not deserve the highest honour in the land. In 1973, Henry Kissinger won the peace prize for brokering a settlement in Vietnam, even as war raged on. In 2009, the same prize went to Barack Obama less than two weeks into his presidency. Elfriede Jelinek&apos;s literature prize in 2004 led one academy member to resign in dismay. Writing in the Swedish newspaper Svenska Dagbladet, Knut Ahnlund described Jelinek&apos;s prose as &quot;shovelled together without a trace of artistic structure&quot;. Perhaps worst of all, people are overlooked. The Nobel prize can honour at most three people, a rule that guarantees trouble in the sciences. The 2008 chemistry prize went to three scientists for work on fluorescent protein, an invaluable tool for understanding cells, but omitted Douglas Prasher, who kickstarted the field. The winners enjoyed prestigious posts in academia; Prasher ended up driving a shuttle bus, and joined a long list of unrecognised talent. &quot;Anyone with any insight into how science works knows there&apos;s always a fourth person,&quot; says Grandin. So who will win this year? No one is eligible without a nomination, and hundreds are received for each prize every year. Once again and unlikely as ever, Bob Dylan is among the bookies&apos; favourites for the literature prize. Michael Orthofer, at The Complete Review, points to Mo Yan, Adonis and William Trevor, but warns: &quot;They manage to be pretty unpredictable and often very idiosyncratic.&quot; Ladbrokes favours the Japanese writer Haruki Murakami. The peace prize may go to Moncef Marzouki, the human rights campaigner and interim president of Tunisia, in support of the Arab spring, though Gene Sharp, a champion of non-violent struggle, is another contender. One of Pendlebury&apos;s favourites for the economics prize, an invention of Sweden&apos;s national bank, is Sir Tony Atkinson, for work on income inequality. The medicine prize must, at some point, honour Shinya Yamanaka for cell reprogramming, though Britain&apos;s Sir Alec Jeffreys is in contention for DNA fingerprinting. And despite Cern&apos;s apparent discovery of the Higgs boson this year, the uncertainty makes a prize premature. More likely is an award for dark matter, cloaking devices, or any number of weird quantum effects, from entanglement to teleportation. What is more certain as Nobel week gets under way is that whoever wins, there will be protest, celebration and disappointment. And as the names are read, plenty of us lesser mortals will ask the same question: &quot;Who?&quot; Ian Sample is the Guardian&apos;s science correspondent  This article was amended on 8 October 2012. The original stated that the Nobel Prize for Literature would be announced next week. This has been corrected.", 
    "section": "science", 
    "gid": "science/2012/oct/07/nobel-prize-2012-week-celebration", 
    "wordcount": "883"
}