{
    "headline": "Badger cull divides Tories", 
    "text": "The government&apos;s planned cull of badgers is impractical, according to an influential Conservative thinktank, and should be scrapped in favour of vaccination to help curb the bovine TB infection afflicting cattle. The Bow Group paper exposes for the first time divisions in the Tory party over the nocturnal shooting of badgers in bovine TB hotspots and concludes that the scientific evidence favours vaccination over a cull, which it said would be ineffective and expensive. &quot;The government is opting for a remedy that is both deeply unpopular, and which stands a very good chance of making the problem worse,&quot; said Conservative MP Zac Goldsmith. The intervention comes a week after the Welsh government abandoned its planned cull in favour of vaccination, citing scientific advice. The Bow Group, which counts Michael Howard and Peter Lilley among its former chairmen, joins a growing band in favour of vaccinating rather than culling badgers, including the National Trust, Gloucestershire Wildlife Trust and the residents of Ambridge in The Archers. Although most farmers are in favour of the cull, those that support vaccinating badgers include National Farmer&apos;s Union vice president Adam Quinney, who has teamed up with the Badger Trust to vaccinate badgers on his land after his cattle contracted bovine TB. Now some Conservatives are pondering the political cost of a cull after the Bow Group found that 81% of people were opposed to it. &quot;That suggests to me that a lot of Conservative voters are opposed to the cull,&quot; said Graham Godwin-Pearson, the paper&apos;s author. Richard Mabey, research secretary of the Bow Group, said: &quot;Market research shows that the issue will be costly for the Conservatives in political terms, not least in the marginal seats in which the culling trials are to be held. Vaccination is best for badgers and best for the taxpayer: a shift in focus from culling to vaccination is now essential.&quot; Defra is committed to a policy of culling badgers to combat the disease in cattle, which increased by 4.4% in the first half of 2011 compared with the same period the previous year, and cost the taxpayer 91m in 2010-11 in compensation payments to farmers. The cull will start this autumn with two pilot schemes in Gloucestershire and Somerset and will be funded by groups of farmers. But the Bow Group paper warned that Defra&apos;s estimates of the cost of a cull appear &quot;conservative&quot; and policing costs of 500,000 per area per year could increase. The paper also pointed out that monitoring the requirement that farmers cull 70% of the badger population inside the cull zone was uncosted. It recommended tackling the disease with a combination of an injectable vaccine and improved biosecurity on farms, with farmers&apos; compensation linked to fulfilment of biosecurity best practice. One scientific trial of the vaccine found it reduced positive TB in badgers by almost 74% but any subsequent reduction in the disease among cattle has not yet been tested. John Royle of the NFU, said farmers would this year be vaccinating badgers alongside the cull. &quot;Farmers aren&apos;t against vaccination but they understand you cannot vaccinate and treat an already diseased animal. There is no evidence that vaccinating badgers will result in a reduction of the disease in cattle.&quot; A Defra spokesperson said: &quot;There are limitations on the widespread use of the injectable badger vaccine and it doesn&apos;t stop already infected badgers spreading TB. Culling, carried out in the right way, will more quickly and effectively reduce TB in cattle than vaccination alone.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/mar/26/badger-cull-bovine-tb-cattle-vaccination", 
    "wordcount": "595"
}