{
    "headline": "Why does Apple's calendar look so out of date?", 
    "text": "According to the Pew Internet surveys, which are probably the best guide we have to internet use in the US, a quarter of all American adults now have a tablet computer. Most of those tablets are Apple iPads, and, although the preponderance of iPads seems to be diminishing as Google, Samsung and Amazon get their tablet acts together, the iPad remains the dominant product in that market. To date, Apple has sold more than 80 million of them, and my guess is that by Christmas Day that figure will be nudging 100 million. Pause for thought. Before the iPad, there was no tablet market. And, indeed, for quite a long time after it launched, it was effectively an iPad-only market. Not surprisingly, therefore, it was a product that inspired a mixture of admiration and envy in Apple&apos;s competitors: admiration of the elegance and innovation embodied in its design, and envy at Apple&apos;s profit margins and its ability to deliver such a complex product in huge volumes. Recently, however, rumblings of dissent have been heard from the design community. For example, this: &quot;iCal looks like John Wayne&apos;s daily ledger for Indian-killing sprees, a heinous mash of leather-bound schlock and 21st-century date-keeping,&quot; writes one critic under the heading, &quot;Ugh. God. Why Is Apple Making Everything Look Like an Ugly Wild West?&quot; &quot;Who ever owned a calendar that looked like this? What is this appropriating? If I upgrade to iCal Pro will it come with animated beaded tassels? I don&apos;t want my calendar to look like anything, I want graceful, minimal windows that put my schedule at the fore. I don&apos;t want a pair of homeless shelter moccasins.&quot; Or consider this, from Wired magazine, claiming that Apple&apos;s iPhone app, Find My Friends, &quot;includes astonishingly ugly, faux stitched leather that wastes screen space. On the new iCal for the Macintosh, things are odder yet: When you page forward, the sheet for the previous month rips off and floats away, an animation so artless you&apos;d swear it was designed personally by Bill Gates.&quot; Ouch! What Apple&apos;s designers are being accused of, it turns out, is the grave sin of skeuomorphism. Now there&apos;s a conversation-stopper if ever I saw one. A skeuomorph is, according to the OED, a &quot;derivative object that retains ornamental design cues to a structure that was necessary in the original&quot;. Skeuomorphs, explains the anthropologist Nicholas Gessler, &quot;are material metaphors. They are informational attributes of artifacts which help us find a path through unfamiliar territory. They help us map the new onto an existing cognitive structure, and in so doing, give us a starting point from which we may evolve additional alternative solutions.&quot; Quite so. Perhaps this is why iPad note-taking apps offer skeuomorphs of yellow legal pads, squared paper, ring-binders, etc. Or why iCal&apos;s leather stitching was (allegedly) based on a texture of the interior decor in Steve Jobs&apos;s Gulfstream jet. I mean to say, how naff can one get? A Gulfstream! The most striking thing about this burgeoning debate is that it&apos;s just the latest outbreak of a row that&apos;s as old as industrial design  the argument about form versus function. Digital artefacts can effortlessly slip the surly bounds of analogue materials: a digital calendar, for example, can encompass a thousand years, and have a separate slot for every minute of the day. A note-taking or word-processing program doesn&apos;t have to work with &quot;pages&quot;  it can be like the huge rolls of paper on which PG Wodehouse used to type his novels; or like the index cards on which Nabokov composed his. And so on. Skeuomorphism stems from the suspicion  or fear?  that consumers coming fresh to the infinite possibilities of digital technology might be intimidated or confused by them. Most of us have an instinctive understanding of what a calendar looks like and how it works. So, if our tablet computer mimics the analogue artefact, then we know what to do with it without having to read a manual or adjust our mindsets. Skeuomorphism works, even if it offends purists. Besides, this is a show that is perpetually moving on. Once upon a time, word-processing software had to mimic typewriters, because that&apos;s what early users of computers were familiar with. But most of Facebook&apos;s 900 million users have never seen a typewriter, so skeuomorphic representations would be pointless in their case. The interesting problem willcome in 10 years&apos; time when designers will be disdaining the new computer interfaces that mimic the apps-centric interfaces of 2012. The French have a phrase for this: plus a change.", 
    "section": "technology", 
    "gid": "technology/2012/oct/07/apples-calendar-out-of-date", 
    "wordcount": "772"
}