{
    "headline": "After the flood", 
    "text": "After a few days without rain the water level had subsided and the voices of the river quietened to a conversational background hubbub, as it swirled around midstream boulders that had emerged from the flood. One had been claimed as a song perch by a dipper whose rambling phrases, delivered at a pitch just above the sound of water that eddied around its rock, floated across to the riverbank and into the copse that only last week had been inundated with floodwater. I watched a coal tit exploring the fallen tree trunks, branches, twigs and dead leaves that had been swept downriver and piled high among the exposed roots of the alders. There were arrowhead footprints around the edges of dark, still pools left by the retreating water  the marks of an opportunist heron on the lookout for stranded fish. Last time I was here, in midsummer, I had to force my way through chest-high undergrowth of aniseed-scented sweet cicely umbels. Now their bleached stems, prostrate but still rooted in the soil, traced the passage of floodwater that had flowed between and around the trees. Below the high watermark the flood had scoured away almost everything not deeply rooted, sweeping clean the remaining detritus of autumn and cutting gullies that exposed thick butterbur rhizomes and pungent bulbs of wild garlic. As the current slowed it had deposited a layer of soft, sandy silt, several inches deep in places and studded with emerald clusters of hard-pointed leaf tips: snowdrops, emerging from burial into the winter sunlight. Near the river&apos;s edge, where the last swirls of the retreated current had left a shallower layer of silt, leaves of one cluster of buried bulbs had already elongated and surrounded stems whose pendant flower buds swayed in the wind on slender stalks  pure white diadems, irrepressible pioneers in the floral calendar.", 
    "section": "environment", 
    "gid": "environment/the-northerner/2012/jan/18/after-the-flood-river-wear-wolsingham", 
    "wordcount": "307"
}