{
    "headline": "Green news roundup: Forests, food waste and extreme weather", 
    "text": "Environment news  No sell-off of forests, promises Caroline Spelman Scientists say ongoing weather extremes offer proof of climate change Protect whales from new oil industry threat, warns WWF Wiltshire council votes for tough new planning restrictions for windfarms Ban food waste from landfill for renewable energy, urges thinktank MPs give green light to loan plan for home insulation On the blogs     A bumblebee, no longer so humble. Photograph: simon de glanville / Alamy/Alamy     Is it now possible to blame extreme weather on global warming? England is lagging behind with its woodland creation strategy How would you lead us out of the climate predicament? Nuclear more popular than gas but wind blows both away Help map the UK&apos;s bumblebee population Multimedia     A frog hides amongst lily pads that dot a pond in Roswell, N.M. on April 27, 2010.  Photograph: Mark Wilson/AP     Dragonflies and damselflies  your Green shoots photographs Greenpeace&apos;s Save the Arctic video The week in wildlife - in pictures Nuclear power protests in Japan - in pictures Features and comment     Readers group Green Shoots on Flickr about dragonflies and damselflies : Azure damselfly by AlvecoteWood Photograph: Flickr     Share your photos of &apos;signs of summer&apos;  What is the &apos;polluter pays&apos; principle? US Navy&apos;s &apos;great green fleet&apos; sets sail for Pacific Best of the web  Oh Canada: the government&apos;s broad assault on the environment US heatwave sets more temperature records Adventurers sail through wave of tsunami debris Beyond Rio, green economics can give us hopeFor more of the best environment comment and news from around the web, visit the Guardian Environment Network. Green jobs of the week  Climate Change Specialist - Mott Macdonald, Cambridge Energy and Sustainability Manager - Leeds Federated Housing Association Policy and Research Officer - the Green Party", 
    "section": "environment", 
    "gid": "environment/2012/jul/04/green-news-roundup", 
    "wordcount": "240"
}