{
    "headline": "David Attenborough: US politicians duck climate change because of cost", 
    "text": "     One of the world&apos;s leading naturalists has accused US politicians of ducking the issue of climate change because of the economic cost of tackling it and warned that it would take a terrible example of extreme weather to wake people up to the dangers of global warming. Speaking just days after the subject of climate change failed to get a mention in the US presidential debates for the first time in 24 years, Sir David Attenborough told the Guardian: &quot;[It] does worry me that most powerful nation in the world, North America, denies what the rest of us can see very clearly [on climate change]. I don&apos;t know what you do about that. It&apos;s easier to deny.&quot; Asked what was needed to wake people up, the veteran broadcaster famous for series such as Life and Planet Earth said: &quot;Disaster. It&apos;s a terrible thing to say, isn&apos;t it? Even disaster doesn&apos;t do it. There have been disasters in North America, with hurricanes and floods, yet still people deny and say &apos;oh, it has nothing to do with climate change.&apos; It visibly has got [something] to do with climate change.&quot; But some US politicians found it easier to deny the science on climate change than take action, he said, because the consequence of recognising the science on man-made climate change &quot;means a huge section from the national budget will be spent in order to deal with it, plenty of politicians will be happy to say &apos;don&apos;t worry about that, we&apos;re not going to increase your taxes.&apos;&quot; Neither Barack Obama or Mitt Romney mentioned climate change in three TV debates, despite a summer of record temperatures and historic drought in the US. Romney used Obama&apos;s commitment to taking action on climate change as a joke in his convention speech. The president later hit back by saying &quot;and yes, my plan will continue to reduce the carbon pollution that is heating our planet because climate change is not a hoax. More droughts and floods and wildfires are not a joke.&quot; However, environmentalists have been critical of Obama&apos;s silence on the subject and the Green party presidential candidate, Jill Stein, went as far as saying it meant he was, in effect, &quot;another climate denier&quot;. Attenborough said he thought the US&apos;s attitude towards climate change and the environment was not just because of politics, but because of the country&apos;s history. &quot;[It&apos;s] because they&apos;re a pioneer country. There has been the wild west, the western frontier that&apos;s still there, you see it in the arms business, the right for everyone to bear arms. It&apos;s part of the pioneer stuff that you&apos;ve [Americans] grown up with.&quot; By contrast, he said, people in the UK had &quot;grown up with a mythology of black industry and wrecking the countryside.&quot; The current financial crisis has made it problematic for politicians to show leadership on climate change, Attenborough acknowledged. &quot;Well it&apos;s a very difficult time to do it [show leadership]. In times of recession, it&apos;s a very difficult time to advance these arguments [on the urgency of tackling climate change] that mean you have to spend even more money and take money from taxes to do things,&quot; he said. Yet he also warned that it was becoming clear the impacts of climate change were worst than had been expected. Talking about the record Arctic sea ice melt this summer, he said: &quot;The situation is worse than we thought [in the Arctic]. The processes of melting are more volatile than we thought. More complicated. The ice cap is really melting faster than we thought.&quot; The 86-year-old naturalist, who is also a patron of the charity Population Matters, said many of the environmental problems the world faced could be helped by addressing human population, which is believed to have reached the 7 billion mark last year, and is forecast to reach 10 billion by the middle of the century. The solution, he said, was to raise living standards and increase democracy in developing countries. &quot;The only way I can think of it [tackling population] is by giving women the rights to control their own bodies and control how many children they have. In every circumstance where women have that right, where they have the vote, where they are proper medical facilities, where they are literate, where they are given the choice, the birth rate falls,&quot; he said. &quot;That is a good start, if that could be spread.&quot;  You can read more of Sir David Attenborough&apos;s views on climate change and animals in this Sunday&apos;s Observer magazine", 
    "section": "environment", 
    "gid": "environment/2012/oct/25/climate-change-david-attenborough", 
    "wordcount": "776"
}