{
    "headline": "Betfair revamps its iPad app after strong mobile gambling growth", 
    "text": "Betfair has relaunched its iPad app in response to what it says is strong demand from its customers for more tablet-focused features and interface. The app, which is now live in Apple&apos;s App Store, makes it faster for customers to place bets on currently-popular sporting events, while also drilling down into other sports, and quickly depositing and withdrawing funds from their accounts. The update comes after a strong year of mobile growth for the betting exchange. In its last set of interim financial results, covering the six months to 31 October 2011, Betfair said that more than 800m was traded through its mobile service, up 96% year-on-year. That resulted in 9.1m of revenues for Betfair itself  7.3% of its overall exchange revenue. The company now has more than 160,000 active mobile users, who placed 16.2m bets in that six-month period from within its apps and mobile site. Betfair now has a 60-person team working specifically on mobile, up from 5-10 two years ago according to head of product Anil Bhagchandani. The investment appears to be paying off. &quot;Not only are people moving over from website to mobile, but there is incremental value from that,&quot; he says. &quot;Customers who were purely website and who then start using mobile almost always stay longer, bet more and have a higher ARPU.&quot; Betfair&apos;s mobile ambitions started with an app for J2ME handsets, but it has since launched apps for iOS, Android and BlackBerry, as well as the HTML5 site. &quot;For most of the last year, we were trying to get apps across each of the platforms roughly as functional as each other and the website,&quot; says director of technology Phil Dixon. &quot;&quot;We may now take one or two of the platforms and begin to experiment and explore. iPad might explore different usage paradigms, for example, and on Android we may have a bit more flexibility to try different navigation.&quot; The new iPad app is a good example, developed in response to detailed feedback from Betfair&apos;s tablet-owning customers Apps Blog sat behind the one-way glass at the company&apos;s focus-testing room in its London headquarters to watch one &quot;VIP&quot; user say in no uncertain terms what was lacking in its previous tablet apps, and how he&apos;d like to use the updated version. Dixon says Betfair is firm about not taking sides in the native apps versus HTML5 debate it&apos;s investing in both and adds that the company&apos;s API is likely to play an important role in future growth. Developers can build their own apps using the API that tie into the Betfair exchange, with a handful available by the end of 2011, with more on the way. Android app ZoomBet is one prominent example, with its focus on speedy betting. &quot;Because we don&apos;t have an adversarial relationship with our punters, it&apos;s in our interests to broaden the ecosystem as much as we can with the API,&quot; says director of technology Phil Dixon. &quot;We figured people are going to have niche ideas that we would never have or never pursue. The more apps out there that are very specifically relevant to consumers, the better.&quot; Betfair is also considering how it can make more use of mobile-specific features in its apps in 2012 and beyond, with location and social aspects to the fore in its thinking. &quot;My view is that the mobile is similar to what the exchange did to the web in 2000: there is going to be this game-changing way of betting which no one has figured out yet,&quot; says Bhagchandani. Outside the gambling industry, the key game-changer right now appears to be social: witness how Facebook is encouraging several industries to adopt its idea of frictionless sharing. However, making more of social is a thornier task for companies like Betfair. It&apos;s an inherently social service, in that it matches strangers with opposing views on the same sporting event, but its customers may not all be champing at the bit to share their activity with friends and family. &quot;There is a powerful angle there, but I don&apos;t know what it is yet,&quot; says Dixon. &quot;It&apos;s probably not streaming all my bets out to my Facebook feed! There are too many reasons why that&apos;s wrong. And Facebook has not really engaged with gambling, although that&apos;s changing.&quot; However, he adds that splicing social and location features could have great potential for a sports-betting service in particular, possibly inspired by the check-in mechanic popularised by Foursquare and Facebook in recent times. &quot;Think if you were in a stadium, and you knew that 2,000 people there were having a punt on Chelsea right now. Or if you walk past a pub and you&apos;re an Arsenal fan, and 14 people are there having a punt on the match, would you like to join them?&quot; he says, by way of illustration how this might work for Betfair.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/feb/03/betfair-ipad-app-mobile-gambling", 
    "wordcount": "838"
}