{
    "headline": "Press Start: Artificial game designers, misleading Aliens ads and more", 
    "text": "A collection of links from yesterday&apos;s gaming news, selected by the Guardian&apos;s games writers. Plastic Soul: One man&apos;s quest to build an AI that can create games / Eurogamer.net Christian Donlan:   In a narrow, oddly-shaped building deep within the Imperial College campus in South Kensington, a PhD student named Michael Cook sits working beneath a large picture called The Dancing Salesman Problem. On his laptop, he is building something astonishing. He is building a game designer.  If you only read one article today about an AI researcher looking to create an intelligent programme that writes games make it this one. This is truly fascinating stuff from Eurogamer&apos;s Christian Donlan and PhD student Michael Cook. SEGA admits Aliens: Colonial Marines trailers were misleading, adds disclaimers / The Official Magazine  Encouragingly for all concerned, the publisher&apos;s advertising teams apparently neglected to check in on the finished product after creating the videos. &quot;Sega Europe understood the objections raised about the quality of the game in relation to the trailers, but explained that they weren&apos;t aware of these issues when the trailers were produced, in some cases several months before release.&quot;  This one is just going to run and run. Tim Schafer on PS4: &quot;We&apos;ve got guys playing with the features to see what we can do with it&quot; | Official PlayStation Magazine Leon Hurley:  Speaking to Schafer at this year&apos;s PAX East he told me, &quot;Let me just say we&apos;ve been talking with Sony, can I say that? I don&apos;t know, I think I might get in trouble&quot;. Apparently the studio was approached by Sony directly, something that he considers unusual, &quot;because we&apos;re not Bungie, or let me put that in PlayStation terms, we&apos;re not Insomniac&quot;.  Hypersexed Hypertext: Porpentine and the Twine text game revolution | PC Gamer  Cara Ellison:  Twine is a very simple text game engine that generates html-based files. They are easy to make, and easy to publish, but much less easy to make interesting or fun, and require a skilled dialogue writer to make them engaging. Daphny David, Anna Anthropy&apos;s PR, had a few things to say about Porpentine&apos;s work with Twine games and why they are special. &quot;She fucking breaks Twine apart,&quot; Daphny writes. &quot;Every time I play her games I&apos;m like WHOA I DIDN&apos;T KNOW TWINE COULD DO THAT.&quot; Porpentine&apos;s transparency in her working methods, openness about her inspirations and the help she has received are dramatically different from the working practices of high budget commercial works. &quot;Everyone&apos;s telling everyone what tools they&apos;re using and building each other up instead of hiding &apos;trade secrets&apos;,&quot; says Daphny. &quot;There&apos;s no profit to be made, so theres no &apos;product&apos; to protect. It&apos;s a really big fucking orgy of creativity and Porp and Anna are making it flow.&quot;  Interesting feature on accessible &apos;choose your own adventure&apos; creator, Twine. You can follow Press Start on Pinboard", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/apr/04/press-start-game-news", 
    "wordcount": "487"
}