{
    "headline": "Amazon deforestation falls again", 
    "text": "Deforestation in the Amazon rainforest has fallen again in the past 12 months, according to preliminary data published by Brazil&apos;s National Institute for Space Research. The reduction follows the passing of Brazil&apos;s Forest Code in April, which green campaigners say weakened forest protection measurements, despite a partial veto by president Dilma Rouseff of the most controversial elements. Data from satellite images shows a 23% reduction in deforestation from August 2011 to July 2012 against the previous year, with 2,049 sq km being cleared compared with 2,679 sq km in the previous 12 months. The figures, published on Thursday, mark the continuation of a long-term trend that has seen clearance rates in the Amazon fall by about three quarters since peak deforestation in 2004. Brazil&apos;s environment minister, Izabella Teixeria, said: &quot;This is a great result, which makes us want to work even harder to tackle illegal deforestation.&quot;     Amazon deforestation decrease Photograph: Graphic    But the figures from the Real Time Deforestation Detection System (Deter), may be revised upwards later after work by the separate Prodes project, which provides Brazil&apos;s official annual deforestation figures. The Deter early warning system is relatively low resolution and can only detect deforestation larger than 25 hectares and can miss deforestation masked by cloud cover. Official figures published in June showed that annual deforestation was at a record low in the 12 months before 31 July 2011. The Brazilian government also announced that R$100m (31m) from the country&apos;s Amazon Fund will be given out in coming weeks to local projects that are shown to be maintaining the rainforest. Carlos Nobre, secretary for research and development policies and programmes at the ministry of science and technology, said: &quot;Lasting reduction in deforestation requires more than enforcement and control.&quot; Brazil also hopes to launch a new satellite in 2013 to help monitor clearing of the world&apos;s largest rainforest, which is home to millions of species and is one of the world&apos;s biggest stores of carbon. Greenpeace Brazil said in a statement that the new data showed that &quot;it is possible to achieve zero deforestation in Brazil&quot;.", 
    "section": "environment", 
    "gid": "environment/2012/aug/03/amazon-deforestation-falls-again", 
    "wordcount": "350"
}