{
    "headline": "The best children's apps are about great storytelling and strong characters", 
    "text": "I recently visited a book publisher to speak at an away-day for its children&apos;s publishing team. The brief was to talk about the children&apos;s apps market, including innovative startups and developers. There was certainly lots of whizzy tech to talk about. Augmented reality; multi-touch counting aids; powerful music sequencers disguised as digital toys; use of the camera; physical accessories A wave of innovation in the kid-apps space as developers explore the learning and play possibilities of touchscreen devices. But here&apos;s the thing: the more I thought about all this technology, and how my own three and five year-old sons use apps, the more I realised that the best children&apos;s apps are successful because of a pair of more traditional qualities. Great storytelling. Strong characters. It seems apps aren&apos;t so revolutionary after all, but that&apos;s a good thing. Treat any claims that apps are set to kill off books with the derision they deserve. Apps are just another form of storytelling, and one that sit alongside printed books rather than trying to replace them. (This, hopefully, will head off the crotchety commenters who appear whenever I write about children&apos;s apps for The Guardian, saying things like &quot;You idiot! Children should be reading BOOKS, not staring at a screen!&quot; Ridiculous, since children in even the geekiest households are doing both, not replacing the former with the latter.) Children love great stories and strong characters, whether they&apos;re on a screen or a printed page. But that seemingly-obvious thought led me to three conclusions about the children&apos;s apps market, and how it may evolve. Conclusion one: it&apos;s hardly surprising that famous children&apos;s brands are popular on the app stores, while new characters and stories struggle for attention. Two of the only prove success stories (as in actual figures) for children&apos;s book-apps are Oceanhouse Media&apos;s 1m paid sales of Dr. Seuss book-apps, and P2 Games&apos; 600k paid sales of games based on brands like Peppa Pig, Postman Pat and Bob the Builder.  Meanwhile, various Disney films and brands like Dora the Explorer and Thomas and Friends are regular fixtures in the upper reaches of Apple&apos;s App Store chart. With no dedicated Kids category on either Apple&apos;s App Store or Google&apos;s Play store, children&apos;s apps are scattered between categories like Books, Education, Games and Entertainment, so it&apos;s no surprise that parents resort to trusted brands when parting with their cash for paid apps. Yet there&apos;s something else going on here: they&apos;re buying apps with familiar stories and/or strong characters. The problem is that there is some great storytelling happening in apps from less familiar sources: independent developers around the world, often working in twos, threes or fours on inventive, well-crafted storybook-apps. In the last two or three months alone in another job running a children&apos;s apps blog, I&apos;ve discovered apps by studios like Square Igloo, Happy Ink Publishing, La Souris Qui Raconte, Ink Robin, Gabuduck, GameDigits, Urbn;Pockets, Protein One, Lullaby, Spinlight Studio, Bookva Press, Hocusbookus, Ickypen, Secret Attic and FeeFiFoFun. Very few of them are giving Peppa, Thomas and The Cat In The Hat a run for their money at the top of the app store charts. In fact, many of my favourite children&apos;s apps in 2012 have sunk without trace after their release. But it shows there are new stories and characters out there to be found. Which brings us on to conclusion two: if these companies are some of the great storytellers on smartphones and tablets, should they be hooking up with larger publishers to find an audience, just as talented authors and illustrators do in the traditional books world? I&apos;m seeing some movement towards exactly this, with publishers actively scouting for interesting app developers, as well as animators (not just illustrators) and authors who are comfortable with and excited about interactive media. It&apos;s happened already for a number of projects, like Penguin&apos;s Peppa Me Books and Ladybird Classic Me Books, which were collaborations with British startup Made In Me; or Barefoot Books&apos; partnership with Touch Press on Barefoot World Atlas; or HarperCollins&apos; ongoing relationship with US developer Bean Creative on its Fancy Nancy series and other books. Publishers may also have a matchmaking role to play, introducing established or new children&apos;s authors to interesting app developers, not just to make digital versions of existing books, but also to work on brand new stories that may appear as apps first, then make the leap to print. And now conclusion three: that some of these partnerships will popularise the idea that great storytelling can come from children, not just authors. Children actively participating in a story, or telling their own completely new tales using characters and tools provided to them.     Apps like Toca Store are open-ended, enabling children to role-play and tell their own stories    The first wave of children&apos;s book-apps for the most part fell into two camps: those with too little interaction basically digitised print pages with a voiceover and those with too much interaction for the sake of it. (The latter being book-apps with a physics engine and so many flying objects, that children forgot entirely about the actual story, in favour of pinging things around the screen. The kind of apps that put author Julia Donaldson off the idea of sanctioning a Gruffalo app, which remains a shame.) There have been some very good examples of interactivity done right to serve the story rather than sideline it British firm Nosy Crow&apos;s apps spring to mind but we&apos;re now ready for a new wave of storytelling apps born of more thought about how children can participate or tell their own stories. Early pointers include Made In Me&apos;s technology enabling children to record dialogue or sounds and attach it to specific items, characters or spots on digital book pages, and the Collins Book Cat series of book-apps, which tell a story then encourage children to make up their own tales using its characters, scenes and key vocabulary. Meanwhile, one of the other proven success stories in the children&apos;s apps space Swedish firm Toca Boca with its 10m app downloads has built fervent loyalty from parents through strong character design, and its decision to leave storytelling entirely in the hands of its young users. Children love to be read stories, whether on printed pages or a touchscreen, and they love to tell stories and roleplay, whether that&apos;s making sock-puppets or running a Toca Store on an iPad. Great stories, strong characters. Somewhere in this, there is a sweet spot for the next generation of marvellous children&apos;s apps, which will continue to complement printed-book reading and real-world play, rather than replace them. With new stories and characters, not just the old favourites. Although admittedly, the creators of these apps will still have to solve the challenges of marketing them", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/sep/25/best-childrens-apps-storytelling", 
    "wordcount": "1119"
}