{
    "headline": "New report warns of collapse in numbers of mature students", 
    "text": "After 30 years away from education, Julia Carr was unsure whether she still had the capacity to study. An access course at a local college, for which she paid 100, proved that she did. &quot;It was a brilliant course because it was all people coming back and testing the waters,&quot; she says. Now approaching the end of her first year of a BA in education studies at Anglia Ruskin University, she is already planning to do a master&apos;s before combining policy research with lecturing, and reflects: &quot;Having taken so long to get to university, I may now never leave.&quot; Had Carr delayed her return to education by a couple of years, though, she may not have made it at all. Changes to funding in 2013 mean that access courses, and level-3 qualifications such as A-levels, will no longer be subsidised for mature students, who will either have to pay for them in full up front or take out loans to cover them. They will then face up to another 9,000 a year of fee loans if they go on to university. Carr, a single parent, says she would have had to think very hard about whether to take on university loans, but the access course charges would have stopped her ever reaching that stage. With no idea whether she would be up to studying or able to increase her earning power, the likelihood is that she would not have tried. A report out this week warns of a possible collapse in the numbers of mature students (those aged 21 or over when they start their course), who now make up nearly a third of the student body. Compiled by the National Union of Students and the university thinktank Million+, which represents the views of universities with a high proportion of non-traditional students, the report, Never Too Late to Learn, urges the government to ensure that further and higher education funding changes do not deter mature student applications. Mature students are more likely to be women, to have disabilities, and to come from ethnic minority groups. They also tend to be very positive about their university experience, something institutions say is of great value to other students, too. But applications through the Universities and Colleges Admissions Service (Ucas) from those aged 21 or over to start degree courses this autumn fell by 11.4% year on year in April, compared to a fall of 6.6% among applicants aged between 17 and 20. It is still early in the applications cycle and many mature students are part-time and therefore do not go through Ucas, but the figures are causing concern, particularly at institutions where mature students make up a large proportion of the student body. &quot;Mature students are a big, mainstream part of the higher education system and a major part of the social mobility agenda, and all of it is at risk if we aren&apos;t careful,&quot; says Patrick McGhee, chair of Million+ and vice-chancellor of the University of East London. He warns that not only do the changes to funding access courses and level-3 qualifications pose a threat to future applications, mature students are already being put off by confusion over fee arrangements at university level. This is all the more worrying because, in many ways, the changes offer more benefits to mature students than to others. For the first time, part-time students studying for at least 25% of a full-time degree course will receive access to loans, and both full- and part-time mature students are unlikely ever to have to pay back the full sum owed as they will retire  and therefore earn below the repayment threshold  before the 30 years for repayment are up. Liam Burns, president of the National Union of Students, says the NUS backs the new support for part-time students, but wants the government to pause before implementing changes to funding for pre-university courses, warning that these will deter students, introduce confusing bureaucracy and make no economic sense. David Latchman, master of Birkbeck, where more than 96% of students are mature, says communication about the funding changes has been a big problem, with government publicity campaigns concentrating on younger age groups. His institution has seen a significant fall in applications so far, in spite of the fact that many studying part-time will be better off under the new system. &quot;There is a great good news story here,&quot; he says. &quot;But it&apos;s not getting out there.&quot; It is not just about communication. Whereas there is a well-trodden route for school-leavers into university, through Ucas, schools careers services and the Student Loans Company, it is much less clear-cut for mature students, who have a range of qualifications and aspirations, can enter at different times of the academic year and have no access to centralised careers advice, he says. &quot;In the short term, we should be going out and making it clear what&apos;s available,&quot; he says. &quot;In the longer term, we need to say that the system is geared to deal with 18-year-old full-time students, we need to ensure that it deals not only with those students, but with those who are mature and part-time too.&quot; The Million+/NUS report, which surveyed nearly 4,000 mature students online, found that two-thirds had experienced financial difficulties and that for 83% of respondents, balancing study with other commitments was their biggest issue. Claire Callender, professor of higher education policy at Birkbeck, says it is understandable that mature students, who often have children and mortgages, are wary of the new university funding arrangements, especially when further study is riskier for them than for younger students for whom the benefits are more straightforward. But for her, too, it is the changes to access course and level -3 fees that pose the biggest threat. These will force many who would have been able to study for free under the old rules, to take out a loan, when they may already be struggling with other kinds of debt, she says. &quot;I&apos;m talking about a single parent who wants to try to get a leg up in life.&quot;", 
    "section": "education", 
    "gid": "education/2012/may/21/new-report-mature-students-access", 
    "wordcount": "1032"
}