{
    "headline": "NGOs need a third way: collaboration", 
    "text": "Times are pretty hard for international development NGOs. Like most other organisations, western NGOs grew in times of plenty. But now, whether funded primarily by private donations (including big ones from the likes of Bill Gates and small ones from the likes of you and me) or government grants, NGOs all over the world are feeling the pinch. Picture their governing boards huddled around big tables asking big questions about strategy, direction and, most of all, funding. Once costs and some of the more expansive visions set out in times of economic growth have been trimmed back, there are still difficult decisions about how to survive and grow in a much less propitious climate. Running a charity is intrinsically harder than running a private business, because you are judged on much more than the bottom line; there is no point in making money if the mission is jeopardised. Against this backdrop, the twin temptations facing an NGO board are to compete and to compromise. The constant competition between NGOs for a limited pot of resources is most easily seen in applications for grant money from the major donors. Explicitly competitive tenders attract bids from dozens of NGOs, only one or two of which will get anything. Those that win the money will employ more people; those that don&apos;t might have to lay off employees. The same dynamic is played out when trying to attract public funds, although in a less obvious way. Some NGOs have a quite clearly defined supporter demographic, others do not. It is hard to achieve the right balance between an inevitable and possibly quite healthy element of competition between NGOs, and cut-throat attempts to do well while others flounder, sometimes even actively poaching support from otherwise friendly NGOs. That leads us on to the second temptation: compromise. Another way to increase funds from private givers, and ensure continued funds from changing governments, is to compromise on policy positions or ways of working. A glaring example of holding tongues while the money flowed in came during the Bush era, when some NGOs deliberately kept silent  despite their scathing critiques of HIV/Aids policies  for fear of losing US government money. With more programmatic work, NGOs that have developed particular ways of working may be tempted to ditch them if they don&apos;t fit the strictures of big tenders. The move to work more closely with the private sector is brought on partly by a realisation that ideological opposition to market-based approaches to development have stunted NGO thinking in the past, but the main driver is probably money. These pressures  to compromise and compete  are the inevitable bedfellows of wanting to remain relevant and powerful. NGOs need to maintain broad public support and a decent relationship with governments if they are to play an important role in society on behalf of the poor in other countries. But how far should they dilute the message to keep in with the money? And how far should they seek to increase market share if it means other NGOs, with similar mandates, might suffer? The decisions are hard, and life at the top of an NGO involves constant contradictions. All I have done here is briefly set out the quandaries facing most NGO managers most of the time. There is a third &quot;c&apos;&quot;, though, that could perhaps be more discussed at NGO board meetings: more collaboration. NGOs already work together effectively on a range of issues, both campaigns and programmatic, but not enough when it comes to joint applications for funds, or joint fundraising. One of the most successful campaigns of modern times in terms of mobilising power was the Make Poverty History (MPH) campaign. To the dismay of many, it folded shortly after the end of 2005, primarily because the big charities thought the MPH brand was a threat to their separate funding strategies. This may prove to have been a bad decision. The public like to see people working together, and  although it takes mental and emotional energy  collaboration can bring rewards in the short-term, let alone the longer-term. The market is theoretically supposed to respond to demand and militate towards more competition. But collaboration has also always been a tool of the private sector to the mutual benefit of all (as indeed has been the shaping of demand with the use of advertising). Perhaps in this newly constrained economic climate, new forms of NGO collaboration will not only safeguard values and shared missions, but be financially sensible. More joint-programming and joint grant applications; discussing market share and how to avoid treading on each others&apos; toes; deliberate strategies to promote the work of other NGOs, rather than constantly seeking the all-important media mention; joint units collaborating more fully on policy, campaigns and programme work. Could a different vibe lead to better joint results? There are no easy answers, only the hope that wise people are making the decisions.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/mar/13/ngos-need-third-way-collaboration", 
    "wordcount": "819"
}