{
    "headline": "Foursquare promises 'a lot of love' for UK brands and users", 
    "text": "Foursquare is courting retailers, businesses and media companies in the UK in an effort to make its social location app more popular among British smartphone owners. Business development executive Omid Ashtari, who is based in the UK, said at today&apos;s London Web Summit that &quot;there&apos;s a different perception of Foursquare over here than in the US&quot; and promised to change it. &quot;Brands and users haven&apos;t got enough love from us over here. That&apos;s why I&apos;m here, to give everybody a lot of love!&quot; said Ashtari. Those efforts are necessary: even at a tech-heavy conference like LWS, only 23 people had checked in halfway through the event. Ashtari was speaking in a panel on &quot;The future of mobile, local, social&quot; alongside WPP Digital chief executive Mark Read; LivingSocial&apos;s managing director of the UK, Ireland and the Netherlands Peter Briffett; Kraft Foods&apos; vice president of global digital and consumer engagement B. Bonin Bough; and Bookingbug chief executive Glenn Shoosmith. One barrier to greater Foursquare takeup in the UK is a chicken-and-egg challenge: until more people are using social location apps, businesses particularly small firms may be wary of using them for marketing. Yet discounts and loyalty campaigns from these kinds of businesses could be what gets more people to use Foursquare. Ashtari noted that more than 750,000 companies have claimed their businesses on Foursquare, getting access to check-in analytics and the ability to run Specials deals as a result. &quot;These are things which are really exciting and available for small and big merchants alike. It&apos;s just about getting the eyeballs on them. Foursquare is known as this check in and gamifications app, but we really want to change that and show people we provide real value to users.&quot; Mobile is certainly becoming more important for the companies whose business models are based around offering local deals, like Groupon and LivingSocial. The latter&apos;s Briffett said that 22-23% of the company&apos;s global users are now interacting with LivingSocial from their phones. &quot;We&apos;re pushing out marketing [in LivingSocial&apos;s non-mobile business] but mobile is all about people coming to us and looking at our app,&quot; he said. &quot;We know from where we sit mobile is a huge piece We&apos;ve got local commerce in there, but for us the future is how do you make it social and get people to come back to it?&quot; Before working at Kraft, Bough headed up digital marketing for PepsiCo, where he ran an early test on Foursquare that encouraged people to check in at petrol stations to get a cheap deal on a drink and a bag of crisps. He then compared it with the same campaign using a tear-off coupon. &quot;We saw a 47% increase in purchases [of the bundle] in those stores with Foursquare,&quot; said Bough. &quot;That&apos;s huge. Here we were able to build a loyalty relationship in-store at the point of sale. Every CPG [consumer packaged goods company] should be looking at mobile platforms as big as they can.&quot; WPP&apos;s Read questioned whether businesses and brands risk getting drawn down a road of only marketing themselves based on discounts a sentiment that his peers in the advertising industry would doubtless echo but the panel also discussed whether recent privacy controversies around social and location apps would be a barrier to adoption from consumers. &quot;I think privacy will be the issue of our generation,&quot; said Bough. &quot;We have a lot of major social network players who are skating around the issue of data ownership.&quot; Foursquare was one of the apps scrutinised recently for uploading users&apos; address books to its servers without asking permission, but Ashtari suggested that perceptions of privacy vary between generations. &quot;If you&apos;ve gone through college during the time which Facebook existed, you have a completely different perception of privacy,&quot; he said, while stressing that Foursquare wants to &quot;put privacy first&quot;, and also to convince people that checking in will provide more benefits than privacy worries. &quot;It&apos;s all about giving you the benefits of the data that we have in our database back. Saying okay, there are good things around the corner&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/mar/19/foursquare-uk-brands-social-location", 
    "wordcount": "707"
}