{
    "headline": "Lose yourself in the aMAZEme Labyrinth of 250,000 books | video |", 
    "text": "      Do you think is it possible to bring together such disparate topics as literature, performance art, installation, architecture and cinema? In this video, we see how one man&apos;s love of books and labyrinths (and fingerprints) came together to create an interesting audience-participation installation designed to raise funds to reduce poverty.    aMAZEme is an unusual art installation. Created by Brazilian artists Marcos Saboya and Gualter Pupo in collaboration with production company HungryMan, this is the brainchild of Argentinean writer and educator Jorge Luis Borges, celebrating his love of books and labyrinths (and fingerprints?). A smaller version of this piece was previously created in Rio de Janeiro, but the London installation is much more ambitious.  aMAZEme is a huge labyrinth constructed of many thousands of books. The labyrinth is constructed from 250,000 remaindered, new and used books laid out in the shape of Mr Borges&apos; own fingerprints. 150,000 of these books are on loan by Oxfam, whilst the remaining 100,000 books have been donated by publishing houses from around the UK. After the exhibition ends, all books will be gathered together and used by Oxfam to raise charitable funds to fight poverty.  This maze took more than 50 volunteers more than four days to build, covers over 500 square metres, and has sections up to 2.5 metres high. This fascinating time lapse video records the progress of construction from the placement of the first book until the maze opened to the public:            [video link] As if constructing a maze out of a quarter of a million books so they don&apos;t fall over and crush the curious public is not challenging enough, visitors are provided with an audio tour that guides them through the meticulously mapped book titles. So you will be able to find that special book that you loved as a child and gaze fondly upon its spine.  But maybe your favourite author is still alive? After you extricate yourself from this maze, you can also attend daily performances by various literary figures. You can learn more here.  This exhibition is part of the Southbank Centre&apos;s Festival of the World, and it is ongoing from 31 July through 26 August at the Clore Ballroom in London.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/aug/12/1", 
    "wordcount": "378"
}