{
    "headline": "Childhood adversity affects adult brain and body functions, researchers find", 
    "text": "Adversity in early childhood  in the form of anything from poverty to physical abuse  has measurable changes in the function of the brain and body well into adulthood, according to researchers. Growing up in worse socioeconomic circumstances can impair working memory as an adult and affect the size of different parts of the brain, while abuse can lead to a higher risk of developing cardiovascular disease in later life, they report. In a series of presentations at the annual meeting of the Society of Neuroscience in New Orleans on Tuesday, scientists reported on work studying critical periods of development for the brain. Eric Pakulak, at the University of Oregon, found that people who grew up in homes with a lower socioeconomic status had greater deficits in working memory, compared with those from wealthier homes, even when he controlled for the participants&apos; education. Working memory, Pakulak said, was broadly associated with general intelligence. &quot;As a four- or five-year-old, if you have very good attention and regulations skills, it&apos;s a foundational skill that would spill over into other areas of cognition  if you&apos;re trying to learn your letters, or to read, or learning numbers or math or a musical instrument. When you&apos;re learning a musical instrument, you&apos;re really training attention.&quot; He asked 72 adults to complete a test of working memory, where they had to remember the final words from a series of sentences. On average, adults from lower socioeconomic backgrounds could remember two words whereas those from more wealthy backgrounds, on average, got up to four words. Suzanne Houston, of the University of Southern California, showed that the size of different parts of the brain could be affected by growing up in different homes. &quot;We found higher parent education, smaller amygdala. The higher the income, the larger the hippocampus.&quot; The overall size of brain regions was not of primary significance, she said, but the fact they were measurably different would allow scientists to tease out what sorts of differing environmental factors might be affecting the brain development of children from different backgrounds. Understanding environment can also help scientists to modify it. Pakulak said his work had informed the development of teaching courses that could, by working with parents and pre-school children from lower socioeconomic status backgrounds, improve aspects of parents&apos; behaviour and reduce their stress, as well as improving children&apos;s behaviour and cognition within weeks. &quot;Most powerfully, we&apos;ve shown that, after eight weeks, children in our intervention training group show the same [result for] brain function for selective attention that their higher [socioeconomic backgrounds] peers show,&quot; Pakulak said. Layla Banihashemi, of the University of Pittsburgh, focused on the enduring effects of physical abuse in childhood. She found that adults who suffered physical abuse as children had greater increases in blood pressure when they engaged in stressful tasks as adults. Overall, she said, this would put them at greater risk of developing cardiovascular disease. She asked 155 healthy adults, who were 40 years old on average, to complete a childhood trauma questionnaire, a standard way of assessing the level of physical abuse someone may have suffered as a child. &quot;As physical abuse scores increased from none to moderate to severe levels, we saw significant increases in the change in blood pressure in response to stress,&quot; said Banihashemi. The mean arterial blood pressure in people who had suffered no abuse during childhood changed by 2.73mmHg, from a baseline of around 90mmHg, when they were stressed in Banihashemi&apos;s experiment. In the low abuse group, the average change was 4.71mmHg, and moderate or severe abuse in childhood elicited an average change of 5.45 mmHg. &quot;People that have these heightened blood pressure responses, in magnitude and duration, are more at risk at developing cardiovascular disease,&quot; she said. Banihashemi added that most of the participants in her study were not in the severely abused category. &quot;They are primarily within the minimal range  I think this is unique because it indicates that even minimal to moderate levels of abuse can influence stress responses of the brain and body.&quot; Andrea Danese, a clinical lecturer in child and adolescent psychiatry at King&apos;s College London&apos;s Institute of Psychiatry, said the series of studies addressed important questions in the understanding of how childhood experiences shape adult lives. Pakulak&apos;s work, he said, was particularly interesting because it showed how it was possible to remediate the consequences of a lack of opportunity early in life. &quot;These changes might support upward social mobility and improve family environment across generations.&quot; He added that replication of developmental studies would be crucial in working out which effects are real and which are not. &quot;A key limitation is that human studies linking early experiences to later brain, psychological, or health outcomes are observational in nature,&quot; he said. &quot;For ethical and practical reasons, researchers can seldom actively manipulate children&apos;s experiences and more often have to passively observe differences in experiences and relate them to certain outcomes. &quot;However, because different experiences or vulnerabilities  poverty, insufficient stimulation, maltreatment, parental mental illness, low IQ  often occur together in the same children, it is challenging to confidently point to the effects of one specific experience without its active manipulation.&quot; Previous meta-analyses have shown that being sexually or emotionally abused as a child can affect the development of a part of the brain that controls memory and the regulation of emotions. In addition, people with a history of abuse or maltreatment during childhood are twice as likely to have recurrent episodes of depression in adulthood. These individuals are also less likely to respond well to psychological or drug-based treatments.", 
    "section": "science", 
    "gid": "science/2012/oct/16/childhood-adversity-adult-brain-functions", 
    "wordcount": "946"
}