{
    "headline": "Disused quarries are nature in rehab", 
    "text": "At the bottom of Padley Gorge, we find ourselves near the limit of a heavy mist that settled in the frozen Derwent valley overnight and is now trapped by warm air overhead. The gorge&apos;s old oaks, stunted in the weak soil and twisted by the wind, are silhouetted against the thinning cloud. Rather than follow the gorge up Burbage Brook, we swing left on to the south-west slope of Bole Hill and climb steeply towards its disused quarry, soon leaving the oak forest behind to enter a half-concealed world of spectral silver birches. A hundred years ago, this slope was a blasted hive of industrial activity, its green cloak ripped away to expose the rock beneath. Winding gear and steam engines hauled quarried stone down from the brink of Bole Hill to the railway at Grindleford and up the line to Bamford. From there, via a specially constructed narrow-gauge railway, it was brought to the Derwent and Howden reservoir dams then under construction. Bolehill quarry closed at the start of the first world war and in the decades that followed was swallowed by scrub. A couple of quarry-worker huts still stand near Padley chapel. Otherwise only the broad stumps of structures and a steep incline built for railway tracks are visible, like the foundations of a Mayan city lost in the jungle. Disused quarries are nature in rehab, and birches are often the first to offer a hand up. They have colonised Bole Hill in their hundreds. Thin white trunks marked with their characteristic horizontal lenticels crowd against the red gritstone to create an architectural wonder, much loved by local photographers. Many estate managers regard birches as little more than weeds, but few trees are as elegant as the birch all year round. This morning, a thousand spiders&apos; webs are picked out in melting frost, spun among the needle-thin twigs that tumble from the birch&apos;s crown. And when we climb into weak sunshine above the trees to the quarry&apos;s rim and stand above the level plain of cloud, I can see the birch&apos;s mesmerising winter haze of purple light hovering above the tree-tops.", 
    "section": "environment", 
    "gid": "environment/the-northerner/2012/dec/03/bole-hill-derbyshire-disused-quarry-nature-in-rehab", 
    "wordcount": "353"
}