{
    "headline": "Fake meat: is science fiction on the verge of becoming fact?", 
    "text": "As mission statements go, it takes some beating. Scrawled on a whiteboard are the words: &quot;We willchange how the Earth looks from space!&quot; Itsurpasses &quot;Don&apos;t be evil&quot; (the motto of Google, just down the road), and in terms of hubris it trumps even that of Facebook (also just round the corner): &quot;Move fast and break things!&quot; In this anonymous laboratory on a low-rise industrial estate in Menlo Park, 40km south of San Francisco, there is a whiff of revolution in the air. There is a whiff of madness, too, but after afew hours in the company of the man leading this intriguing Silicon Valley startup, one begins to wonder if it is the rest of the world that is insane. Professor Patrick Brown could easily be taken for a deranged visionary. He is intense, driven and unfazed by critics and rivals. This 57-year-old ultra-lean, sandal-wearing, marathon-running vegan wants to stop the world eating meat. Not through persuasion or coercion, but by offering us carnivores something better for the same priceor less. The fake meat business has been around for decades, of course, but it has never really taken off. That is because the products out there, usually based on some sort of reconstituted soy or fungal gloop, taste as disgusting as they look. They are usually expensive as well. But the meat-fakers say they are on the verge of a breakthrough, that there is a real possibility that a new era of fake meat  nutritious, cheap and indistinguishable from the real thing, made either of synthesised animal tissue or derived from plant material  may be upon us.     'I have zero interest in making a new food for vegans, says molecular biologist Patrick Brown. Im making a food for people who want meat.' Photograph: Winni Wintermeyer    Brown, a specialist in the genetics of cancer, is atenured Stanford University molecular biologist, a member of the National Academy and the founder of a non-profit academic publisher. For two years, he has been working on creating synthesised meat and dairy products. &quot;I have zero interest in making a new food just for vegans,&quot; Brown says. &quot;I am making a food for people who arecomfortable eating meat and who want to continue eating meat. I want to reduce the humanfootprint on this planet by 50%.&quot; What Brown is talking about is a revolution that will remake our relationship with our planet, and with our fellow animals. Eating meat is bad for the environment, of that there is no doubt. And the moral arguments against killing animals are compelling. Humans currently slaughter about 1,600 mammals and birds every second for food  that is half a trillion lives a year, plus trillions more fish, crustaceans and molluscs. The total biomass of all the world&apos;s livestock is almost exactly twice that of humanity itself. And while crops that feed people cover just 4% of the Earth&apos;s usable surface (land that is not covered by ice or water, or is bare rock), animal pastureland accounts for a full 30%. Our meat, inother words, weighs twice as much as we do and takes seven times as much land to grow. And we are going to have to feed a lot more people in the coming decades. The world&apos;s population stands at a little over 7bn; by 2060 this will have risen to perhaps 9.5bn, and that is a fairly optimistic scenario. Not only are there more and more of us, but we are eating more and more meat. Demand for it is expected to double by 2050. The market in chicken, pig, cattle and sheep flesh is worth about $1trn a year. By mid-century this will more than double, perhaps triple at today&apos;s prices, as the cost of land rises. This is bad news for the Earth. Meat production accounts for about 5% of global CO2 emissions, 40% of methane emissions and 40% of various nitrogen oxides. If meat production doubles, by the late 2040s cows, pigs, sheep and chickens will be responsible for about half as much climate change impact as all the world&apos;s cars, trucks and aircraft. But it is animal suffering that usually turns people vegetarian. Meat farming is, say its critics, an obsolete technology that produces a nutrient-dense food in just about the most inefficient (and cruel) way imaginable. The problem  the big problem  is that, when given a choice, most of us like to eat meat regardless. It may be inefficient, dirty and cruel, but there is no denying that cooked animal flesh tastes good. The idea of synthetic meat has been around for along time. In 1932, Winston Churchill stated, &quot;Fifty years hence, we shall escape the absurdity of growing a whole chicken in order to eat the breast or wing, by growing these parts separately under a suitable medium.&quot; But fake meat, aka schmeat or in-vitro meat, is one of those ideas that, like lunar colonies, fusion power and flying cars, has yet to cross the threshold between fantasy and reality. That is because flesh is hard to fake. Meat, essentially muscle tissue (unless you&apos;re talking about offal), is a complex material. A steak, for instance, consists of tens of thousands of muscle fibres, blood vessels, nerves, layers of fat and connective tissue, gristle and perhaps bone. Aslab of sirloin is a chunk of incredibly complex machinery, and it is this complexity that is giving the fakers a headache. The hundreds of chemicals in meat give it its flavour, and its flavour and texture changes depending on how it is cooked. The globular muscle protein myoglobin, for instance, gives raw meat its characteristic pink colour and oxidises when cooked to become a brownish grey. Fresh raw meat is almost tasteless. But when heated, the myoglobin changes colour and aseries of changes, called Maillard reactions, combine amino acids (the building blocks of proteins) with sugars to give cooked meat its distinctive, tangy flavour. Biting into a chicken thigh involves not merely the ingestion of protein (easy to synthesise), but a complex interplay of aromas, textures and tastes. Synthesising all this in a lab is no easy task. One approach is to manipulate plant material to create a meat-facsimile; this is what Brown is doing. The trouble is, I am not allowed to tell you very much about it. Before being shown around his lab, I have to sign non-disclosure agreements. &quot;Look, I don&apos;t want to come across as a jerk,&quot; says Brown, a serious man who seems genuinely terrified that his project may yet be undone, &quot;butI don&apos;t want things appearing in the media that will stop this happening.&quot; When Brown appeared at a major science conference in Vancouver earlier this year, he gave away few details, save to say that the meat industry is &quot;a sitting duck&quot;. And he&apos;s right. There is seriously big money hovering around Sand Hill Foods, the provisional name of Brown&apos;s startup. The other approach is to grow actual meat in afactory, animal muscle tissue sans the animal itself, and this is being pioneered in Europe. &quot;What are we going to call it? Well, we thought long and hard, and came to the conclusion we should simply call it meat,&quot; says Dr Mark Post, an affable 54-year-old Dutchman. When we meet at the University of Maastricht, there is no NDA to sign, no secrecy and a lot of self-doubt. Like Brown, Post is motivated by concern for the environment, but the two scientists could not be more different. For a start, the Dutchman is a meat-loving amateur chef. Then there is his admission: &quot;This may not succeed My family think I am crazy.&quot; At that Canadian conference, Brown was critical of Post&apos;s methodology, dismissing it as too expensive and complex to work. The two scientists gave a joint presentation, but there was clearly no love lost between them. The Dutchman concedes his American rival may win the race to produce the world&apos;s first viable synthesised meat  but suggests he might have trouble selling his idea. &quot;He is a genius,&quot; Post tells me, &quot;but he has apersonality issue. He is very defensive. He is much smarter than I am, but he is not going to get this across to the public. He needs a PR adviser.&quot;     What are we going to call it? says scientist Mark Post.We thought long and hard, and came up with meat.' Photograph: Judith Jockel    Post is following up on about a decade&apos;s worth of work to try to culture living muscle tissue in the lab. Back in the early noughties, Nasa sponsored ascientist called Morris Benjaminson to see if itwas possible to grow real meat in a test tube. The idea was to find a way to feed astronauts on long space flights. Benjaminson got as far as growing a small fish fillet. &quot;Did you taste it?&quot; Iasked him. &quot;No way,&quot; was his not entirely reassuring response. The project ground to a halt. Since then, the baton has been taken up by aseries of Dutch teams, thanks to a 2m grant from the government. The animal rights group Peta has offered $1m to the first group that produces aconvincing animal-free burger. Post&apos;s small team has secured private venture capital funding as well. He won&apos;t tell me who the funder is, save to say &quot;he&quot; isn&apos;t British, that I&apos;ve certainly heard of him and that &quot;he does not like to be associated with failure&quot;. At the Vancouver conference, Post made headlines with his claim that Heston Blumenthal would be asked to cook the world&apos;s first synthetic hamburger this autumn, at a London hotel. So how do you grow meat in a vat? As a recipe, it is unusual, hard to follow and atfirst glance somewhat unappetising. But if its creator is right, in a few decades our descendants will be puzzled  indeed horrified  that we ever did it any other way. First, you take a cow, pig or indeed just about any animal. Up to now, this animal will have ledacharmed life, with several acres of grazing at its disposal, the finest winter feed and no abuse. Then you kill it. The creation of in-vitro meat does require the slaughter of animals, but the point is that, in theory, a single specimen could provide the seed material for hundreds of tonnes of meat. Only a tiny fraction of the farm animals alive today would be needed to supply the entire human race. The next stage is to extract a sliver of muscle tissue and transfer this blob of red matter to apetri dish. Then you use a mixture of chemistry and manual manipulation to tease apart the cells on the dish. What you are looking for are skeletal muscle satellite cells  stem cells  all-purpose repair modules that are there to create new tissue in case of damage. It is satellite cells in your muscles that swing into action should you injure yourself in the gym or have a nasty fall  dividing, then dividing again in rapid succession to create new muscle. When you have a few thousand of these satellite cells, you place them in a warm broth, consisting of a mixture of 100 or so synthetic nutrients together with serum extracted from cow foetuses. &quot;That will have to change in the final product,&quot; Post says (an admission that, in yuck terms, &quot;foetal serum&quot; is up there with quivering blobs of flesh). Then you wait for nature to take its course. After a few days, your microscopic ball of cells has divided into a thin sheet of muscle tissue big enough to cover the bottom of a flask. At this stage the dividing cells need to be checked for genetic stability. It may be possible to tweak the growing tissue to produce, say, a surfeit of healthy polyunsaturated fatty acids. Fake meat could be ahealth food, Post says. After a week there are enough cells to cover 10flasks. Then, with extreme care, you wrap these little slivers of unformed muscle around Velcro &quot;anchors&quot; and, in a touch of pure Mary Shelley, you give them a jolt of electricity. &quot;Thisisvery good,&quot; Post says. &quot;They actually start to contract spontaneously.&quot;     The creation of in-vitro meat does require the slaughter of animals, but in theory a single specimen could provide the seed material for hundreds of tonnes of meat. Photograph: Liz McBurney for the Guardian    Currently, this technology can produce small strips of muscle, a couple of centimetres long and a few millimetres thick. The process is time-consuming and labour intensive  and harvesting enough of these beef mini-fillets to squash into ahamburger patty (several hundred will be needed) will cost in the region of 200,000. It is at this stage that Blumenthal and his griddle pan will come in. &quot;Yes, it&apos;s a publicity stunt  of course it is,&quot; Post admits. &quot;It&apos;s proof of concept, nothing more.&quot; If all goes well, a Famous Veggie  the identity of whom is unclear, but Post perks up when I suggest Gwyneth Paltrow  will stand in front of the cameras and take a big bite out of the 200,000 beefburger. The idea is that, once Post has demonstrated to the world that his stem-cell technique works, the money will come pouring in. To make bigger chunks of meat, Post will need to make synthetic fat (&quot;actually quite easy&quot;) and grow the fillets on some sort of biodegradable scaffold, &quot;fed&quot; with nutrients pumped through artificial polysaccharide &quot;veins&quot;. Otherwise the centre of the fillet will become gangrenous and die. The technique is viable for any species. &quot;Could you make fake panda?&quot; &quot;Sure.&quot; &quot;What about human?&quot; &quot;Don&apos;t go there.&quot; Eventually, Post envisages a future where huge quantities of high-quality meat are gown in vats, incorporating not only muscle fibres but layers of real fat and even synthetic bone. &quot;In 25 years,&quot; he says, &quot;real meat will come in a packet labelled, &apos;An animal has suffered in the production of this product&apos; and it will carry a big eco tax. I think in 50-60 years it may be forbidden to grow meat from livestock.&quot; This will happen only if consumers can be weaned off the real thing. The yuck factor will play a part, but all the evidence is that, as far as consumers are concerned, price, taste and safety  in roughly that order  determine their bulk-food purchases. Few people enquire too carefully how their regular meat was produced, after all. The market for ethically-reared free-range meat is, in global terms, tiny. In terms of yuckiness, real meat is at the top of the scale. Few outsiders have tasted fake animal products. Back in Menlo Park, Brown lets me try one. He is collaborating with a number of well-known, non-vegetarian chefs to get the taste, texture and mouth feel just right. After all, Brown has not eaten anything made from an animal for decades. I am not allowed to say what I tried, nor which chef helped create it, and certainly not what it tasted like. But I can say this: I would have had no idea it wasn&apos;t &quot;real&quot;. Quorn this is not. In the US, half of the total market for meat is in processed products  minced and ground beef, reconstituted chicken, sausages and so on  and the proportion in Europe is only slightly lower. Both Post and Brown say that they will start with processed &quot;meat&quot; and, as the technology matures, work up from there to fillets of steak, chicken breasts and so on. What about religious concerns? Could Jews and Muslims eat fake pork and Hindus fake beef? Surprisingly, the answer seems to be a qualified yes. Post has had discussions with imams and rabbis, and they have said that, as long as there are sufficient steps between source and product, the &quot;meat&quot; will be kosher or halal. &quot;I never expected that,&quot; he says. This is a disruptive technology  one that threatens to overturn a powerful and established order. The global meat industry, which is populated by some very ruthless people, is going to fight this hard. &quot;I think the meat industry will be an adversary, and maybe a dangerous one,&quot; Post says. What the meat-fakers have going for them is agrowing unease surrounding intensive livestock farming and the bludgeoning reality, which is only just beginning to sink in, that what Britain&apos;s chief scientist John Beddington has called the perfect storm of population growth, climate change and resource shortages is about to strike. In his recent book, The Better Angels Of Our Nature (Allen Lane, 30), the Harvard psychologist Steven Pinker predicts that meat-eating may be the final frontier in what he calls the &quot;rights revolution&quot;: the extraordinary decline in human violence and cruelty seen in the past 300 years. Pinker argues that the brutal reality of &quot;meat hunger&quot; (it is the eating of cooked meat that gave humans our huge brains, as cooking unleashes atorrent of nutrients otherwise indigestible in the raw form) will mean that the &quot;vegetarian revolution&quot; may never arrive. But if that meat hunger can be sated at a reasonable cost, with something indistinguishable from the real deal, then one of the greatest revolutions in human history may be upon us. If Brown and Post are successful, the global meat industry may find itself in the same position as the makers of fax machines and typewriters were a generation ago, rendered obsolete by anew and better technology. In which case the world really will look different from space. And whoever wins the race to produce the first viable alternative for a foodstuff that has been part of human life for 200,000 years had better watch their backs.  Michael Hanlon 2012", 
    "section": "science", 
    "gid": "science/2012/jun/22/fake-meat-scientific-breakthroughs-research", 
    "wordcount": "2988"
}