{
    "headline": "Starwatch: The night sky in 2013", 
    "text": "While I&apos;m sorry that our Starwatch on Christmas Eve was printed without the expected monthly star maps, we can still find them with the online version of that note. To compensate, our chart this week is of tonight&apos;s star-strewn southern sky from horizon to overhead at 22:30. I call it the Orion Hour chart because it is timed for when that familiar constellation crosses the meridian. As the stars edge a degree further W with each day, that time drifts earlier so that the chart applies at 21:30 at the month&apos;s end, and at 19:30 (and the end of evening twilight) by the beginning of March. This note, though, focuses on what we can expect to see in the night sky over the year ahead. I have already suggested that we might be in for a spectacular display by Comet ISON in November and December. This, and a possible a naked-eye show by Comet PANSTARRS in March and April, has led to 2013 being dubbed the Year of the Comets in some quarters. In fact, it is too soon to say whether either object will be memorable or just a disappointing squib  as Sir Patrick Moore often said, &quot;we will just have to wait and see&quot;. The brightest object on the chart is Jupiter which blazes at mag 2.6 above-right of Aldebaran in Taurus. Its slow westerly motion against the stars reverses on 30 January and by May it lies between the tips of Taurus&apos;s horns as we lose it in our NW evening twilight. It reappears in our morning sky in July and by year&apos;s end is visible throughout the night as it approaches opposition in Gemini. Mars is very low in the SW at nightfall but is soon lost in the Sun&apos;s glare. It reappears before dawn in June, passes Jupiter in July and remains a morning object for the rest of 2013 as it speeds eastwards towards Virgo. Venus is a morning star in the SE for a few more days and an evening star, though low in the W, from May onwards. Mercury is visible in our evening sky next month and in May/June, and before dawn in July/August and November. Saturn, now in Libra with its rings nicely open for viewing, rises in the early morning and crosses the lower meridian before dawn. By its opposition in April it rises at sunset and is visible all night. We lose it in the evening twilight in September and see it again before dawn from November. The path of an annular solar eclipse on 10 May stretches eastwards from Australia while another begins as an annular eclipse over the W Atlantic on 3 November but evolves into a brief total eclipse by the time it crosses central Africa. Britain sees nothing of either eclipse and only the end of a partial lunar eclipse on 25 April. Penumbral lunar eclipses on 25 May and 18 October are of little interest.", 
    "section": "science", 
    "gid": "science/2013/jan/13/starwatch-2013-night-sky", 
    "wordcount": "500"
}