{
    "headline": "New iPad: Apple faithful line up to pay tribute - in pictures", 
    "text": "   London, England: An eager iPad buyer is warmly welcomed into the Apple Store in Covent Garden. Apple Store staff adore people who bring them money Photograph: Matthew Lloyd/Getty Images       London, England: Shoppers queue outside the Apple Store in Covent Garden to be among the first in the UK to get their hands on the new iPad. On a weekday morning. Don't they have jobs to go to? Photograph: Matthew Lloyd/Getty Images       Hong Kong, China: Customers queue up to buy the new 'giant sized' iPad they see before them Photograph: Alex Hofford/EPA       Hong Kong, China: Murat Omarov from Kazakhstan holds up a message on his old iPad in hopes of buying the new iPad at the Hong Kong Apple Store. Well, he's certainly in the right place Photograph: Aaron Tam/AFP/Getty Images       Munich, Germany: People queue outside the Apple store in the hopes of being the first to a new iPhone. No, only kidding, they're really there for an iPad Photograph: Michaela Rehle/Reuters       New York, US: Campers wait outside the Apple Store on Fifth Avenue in a bid to be the first to buy the new iPad. Next to baseball and basketball, 'going on-line' is a popular pastime in the US Photograph: Andrew Kelly/Reuters       Singapore: Apple fans wait to buy the new iPad when it goes on sale. Of course, the smart ones will be buying the newly-discounted iPad 2 Photograph: Wong Maye-E/AP       Tokyo, Japan: A security guard keeps an eye on the queue outside an Apple Store (he's keen to make sure nobody gets in ahead of him) Photograph: Koji Sasahara/AP       Tokyo, Japan: Gadget fans line up at the Apple Store to buy the new iPad, although those right at the back think they are there to audition for a new game show Photograph: Kim Kyung-Hoon/Reuters       Tokyo, Japan: Hats off to Apple devotees Ryota Musha and Hisanori Kogure as they proudly show off their newly-purchased iPads Photograph: Koji Sasahara/AP       Munich, Germany: People queue outside an Apple store to get their hands on the new eye-Pad ... sorry, iPad Photograph: Michaela Rehle/Reuters       Munich, Germany: Apple Store staff give their first customer of the day a hand ... but what he really wants it to get his hands on the new iPad  Photograph: Michaela Rehle/Reuters  ", 
    "section": "technology", 
    "gid": "technology/gallery/2012/mar/16/new-ipad-apple-faithful-queue", 
    "wordcount": "0"
}