{
    "headline": "Is Gina Rinehart planning to use Fairfax to push her climate scepticism?", 
    "text": "The Gina Rinehart Story will make a great film one day. It&apos;s got everything: family feuds, dynastic wealth, political powerplays and conspiracy theories. Think Dallas meets Gone with the Wind meets Neighbours. But before the scriptwriters can start sharpening their pencils, they must await the completion of arguably the most compelling chapter yet  Rinehart&apos;s attempt to secure control of one of Australia&apos;s most vaunted media companies. &quot;Australian Billionaire Buys Up Newspaper&quot; has become something of a clich over the decades, but what makes Rinehart&apos;s lunge for Fairfax Media  home to, among other titles, the Melbourne Age and Sydney Morning Herald  so compelling and concerning in equal measure is that her agenda appears to be so brazenly naked. Rinehart  Australia&apos;s richest person, who owns vast mining reserves and rights, which she inherited from her father Lang Hancock  already owns almost 20% of Fairfax and is the largest single shareholder. She is now seeking three seats on the eight-person board, as well as the role of deputy chair. What irks Fairfax journalists most, though, is that she is refusing to sign up to the company&apos;s charter of editorial independence. Instead, she has issued statements heavily implying that she is not happy with the editorial focus of the Fairfax titles and would wish to make changes should she secure the influence she seeks on the board. Regardless of her personal politics or business ambitions, this would send a shudder down any journalist&apos;s spine. Fairfax  which, like so many newspaper groups, is in considerable financial strife and desperately in need of a &quot;white knight&quot;, as Rinehart describes herself  has so far resisted the demands of the stalking billionaire. But when you actually examine her views on issues such as climate change you can appreciate why Fairfax journalists are so fearful of her possible editorial interference. For example, it is well documented that she dismisses climate science and is an active supporter of fellow climate sceptics Lord Monckton and Ian Plimer. (Indeed, she placed Plimer on the board of two of her coal and iron ore mining companies earlier this year). But even seasoned Rinehart observers were shocked by the statement (pdf) she recently gave  via her company Hancock Prospecting  to ABC&apos;s Four Corners after it submitted a series of written questions:  Q: 1) You have clear views on the climate change debate and have helped to fund speaking tours by prominent figures like Professor Ian Plimer who is critical of much of the current climate science coming out of the universities. Can you indicate how much you donate to organisations and individuals that are challenging the mainstream climate scientists? 2) Did you donate to political and community organisations lobbying to block the introduction of the carbon tax last year? A: Mrs Rinehart remains concerned that imposing the world&apos;s highest carbon tax will impact Australians negatively. Imposing such a high carbon tax will add to Australia&apos;s high costs, not only for businesses already facing problems with cost competitiveness, but also for Australians. She remains concerned by the lack of understanding in the media on this issue. To lessen the fear the media have caused over these issues, Mrs Rinehart suggests that the media should also permit to be published that climate change has been occurring naturally since the earth began, not just the views of the climate extremists. It is a fact that there have been ice ages, then periods of global warming to end the ice ages, 10 for thousands of years, and these have occurred naturally, including due to the earth&apos;s orbit, and not due to mankind at all. Mrs Rinehart points out that some people received notoriety claiming only a few decades ago that the earth was about to enter an ice age and understands some of those same people are now claiming, global warming instead. Mrs Rinehart admires people like Ian Plimer who have independently chosen on their own accord to stand up against this tidal wave, which has caused fear, and despite substantial attacks by some of the media and extremists for so doing. It is noted Professor Plimer had his own views on climate change long before he knew Mrs Rinehart and had given many such informative speaking tours prior to meeting Mrs Rinehart.  Rinehart was also asked about her rumoured push for Andrew Bolt  a rightwing, Glenn Beck-style pundit who also happens to be a climate sceptic  to be given a show on Channel 10, after she bought a 10% stake in the television channel in 2010.  Q: There has been much speculation in the media about your role in hiring Andrew Bolt after you bought into Channel 10. Did you ask Lachlan Murdoch and or James Packer to hire Mr Bolt? If so, why? A: Andrew Bolt has a short programme on Channel 10 on Sundays. It is noted that his programme is very popular in country areas, yet unfortunately many country areas are unable to receive Channel 10. As stated previously by Mrs Rinehart, Mrs Rinehart hopes that should Mr Bolt&apos;s time permit, that he would consider longer programmes on Channel 10.  Over the past 24 hours, a Hancock spokesman has issued a new statement regarding Fairfax&apos;s editorial independence should Rinehart secure the control on the board she seeks:  We are prepared to acknowledge the Fairfax Media Board Governance Principles (FMBGP) exist subject as they must be, to the overriding fiduciary duties of directors. We note that the FMBGP has been repeatedly overridden in the past  for example, by ordering journalists to support Earth Hour, when Fairfax was involved with part of Earth Hour, and again when the Age was losing circulation the Fairfax Media board gave editorial directionWe are certainly in support of journalist integrity and accuracy, these are important principles in journalism, and are keen to support an effective charter to endorse this in the interests of Fairfax Media, assuming one can be agreed. Fairfax Media has an abysmal track record and our intention is should we be in a position to have sufficient seats to influence the board, which it is doubtful two seats would bring should only two seats be offered, we would like to aim towards making Fairfax Media sustainable. The board requires new members to assist in this as it has plainly not delivered for the last several years of declining share value. Active consideration of content or a change in content is required to attract readers and advertising revenue in the interests of shareholders, together with other options to increase revenue and hence share value.  It is hard for me to read all this and not recall the video I uncovered on Youtube earlier this year showing Lord Monckton addressing an Australian rightwing thinktank last year. In the video, he calls for a &quot;super rich&quot; angel funder to set up a &quot;Fox News&quot; for the UK and Australia. It ultimately led to the campaign group Get Up! taking out a full-page ad in the Melbourne Age and Sydney Morning Herald warning what might happen to their news pages should Rinehart gain the influence she craves at Fairfax. On the spoof page, the headline &quot;Global warming may cause loss of life&quot; was crossed out and changed to &quot;Global warming creates better life&quot;. And so it comes to pass?", 
    "section": "environment", 
    "gid": "environment/blog/2012/jun/27/gina-rinehart-fairfax-climate-change", 
    "wordcount": "1222"
}