{
    "headline": "Schools must resist closing in snow, Tory MP says", 
    "text": "     Schools must do more to anticipate the effects of bad weather and endeavour to stay open, a senior Tory MP has said a day after snow and ice caused the closure of more than 20% of schools across England. Such efforts were vital to avoid damaging children&apos;s education and the economy through the knock-on effect of parents having to take time off work, which disproportionately affects small businesses, said Graham Stuart, who chairs the cross-party Commons education committee. He said: &quot;Headteachers really do need to ensure an ethos, a culture in which when people know the weather is coming they anticipate it and they ensure they get to work.&quot; Stuart was speaking a day after Michael Gove, the education secretary, told the Commons he hoped that more schools would recognise that &quot;everything can and should be done in order to ensure that all children get access to a good education&quot;, even during snow. Around 5,000 schools were shut around England on Monday, with hundreds more closed in Wales and Scotland. There were expected to be hundreds more closures on Tuesday. The decision to close a particular school is the responsibility of the headteacher, for example when disrupted travel means pupils or teachers cannot reach the school in sufficient numbers. Headteachers should consider the wider impact of their decision, Stuart told BBC Radio 4&apos;s Today programme: &quot;You&apos;d hope that no headteacher would take it lightly. But every unnecessary closure has an impact on the child in terms of lost education, wasted money for the state and of course a tremendous knock-on impact on business.&quot; He added: &quot;We cannot have schools closing unnecessarily because of the impact, particularly on small businesses. So many are struggling to survive anyway. Everything begins with the school. The call comes from the school and it has the knock-on impact which can lead to the closure of the business as well. If it can be avoided it must be avoided. Everything must be done.&quot; But Brian Lightman, general secretary of the Association of School and College Leaders, said the reasons for a school closure could be more complex than realised, and that it was never an easy option: &quot;In some cases it will be because the children can&apos;t get into school and the buses are being cancelled and there are no children there. In those circumstances the teachers may well be in school, working  they&apos;re not having a day off or a holiday. &quot;In other situations it may be that the children can get into school  that&apos;s very often the case where the children live very locally  but perhaps some of the staff who live further away or in more rural areas can&apos;t get in. The decision the headteacher has to make is, can the head guarantee the safety of the children? Can they supervise the children in the school?&quot; Since 2010, pupils unable to reach school due to bad weather are no longer marked down as absent, which could affect a school&apos;s overall attendance record. However, Lightman said, the intense focus on results and league tables meant there were big incentives to not miss a day of teaching: &quot;We all know the sorts of pressures schools are under to achieve. That impetus comes from the headteacher and the teachers, just as much as it does from external sources. Every day lost in teaching makes our lives as teachers much more difficult  we have exams to prepare students for and so on. There is a very strong impetus to keep the school open.&quot; There was, Lightman argued, a wider problem: &quot;I think the issue here is that we need to resist a culture in this country where we say there&apos;s a little bit of snow in some areas and everything turns into chaos. We should be keeping the roads and travel open so that children and staff get into their schools and places of work and we can continue with our ordinary lives.&quot; Stuart said he agreed: &quot;A bit of snow in this country and we think, aha, a day of disruption must come. It shouldn&apos;t come and we need to do more to resist it.&quot;", 
    "section": "education", 
    "gid": "education/2013/jan/22/schools-must-resist-closing-snow-tory", 
    "wordcount": "707"
}