{
    "headline": "Pakistan introduces pneumonia vaccine as government aims to cut child deaths", 
    "text": "Pakistan is set to become the first country in south Asia to introduce the pneumococcal vaccine to protect children against pneumonia, one of the biggest killers of children under five in the developing world. The programme is due to be announced by the country&apos;s prime minister, Raja Pervaiz Ashraf, on Tuesday, signalling clear political commitment from the Pakistani government in rolling out the vaccine. The latest UN estimates indicate that pneumococcal disease accounts for 18% of child mortality  the primary cause of death among young children globally. In Pakistan, more than 423,000 children die before reaching their fifth birthday, and almost one in five of these deaths is due to pneumonia. The new pneumococcal vaccine is expected to prevent a significant proportion of pneumonia cases, and has the potential to save tens of thousands of lives. The vaccine  to be introduced under Pakistan&apos;s expanded programme on immunisation (EPI)  comes to Pakistan with the help of the Global Alliance for Vaccines and Immunisation (Gavi) in partnership with Unicef, the UN children&apos;s agency, and the World Health Organisation. Previously, it took about 10 to 15 years for developing countries like Pakistan to get newer vaccines. But as Gavi is covering about 95% of the cost, newer medicaments such as pneumococcal and rotavirus vaccines are being introduced in developing countries simultaneously with developed countries. The chairman of Pakistan&apos;s immunisation technical advisory group, Dr Tariq Bhutta, told the Dawn newspaper last week that the vaccine cost $45 (28) a unit in the US, but that Gavi had bought the vaccine from the world&apos;s two leading manufacturers at a cost of $3.50 a unit to introduce it in south Asia. &quot;It is really extremely positive that the political leadership is behind this,&quot; said Helen Evans, deputy chief executive of Gavi. &quot;The fact that the prime minister is announcing this sends out an important message.&quot; Evans expressed concern about the possible negative fallout from the CIA&apos;s decision to use a fake vaccination programme to confirm the whereabouts of Osama bin Laden, the al-Qaida leader, last year. There have been reports that vaccination against polio  which has never been eradicated in Pakistan  has suffered setbacks following the Bin Laden killing. &quot;We are concerned about the fallout and the publicity around the polio campaign,&quot; she said. &quot;It really damages public trust. So there is an important role for the media in stressing the value and usefulness of vaccines. I wouldn&apos;t underestimate concern, particularly in tribal areas, but we need to focus on the fact that this will save children&apos;s lives.&quot; For the first three months, the pneumococcal vaccine is due to be rolled out in Punjab province, where half of Pakistan&apos;s population lives. Sindh will be next, then the rest of the country in the six to 12 months following (although provinces will have to be assessed for their readiness). The plan is for the vaccine to be rolled out in Bangladesh next year. &quot;As the first country in south Asia to introduce the pneumococcal vaccine, Pakistan&apos;s commitment to immunising all children against vaccine-preventable diseases is to be applauded,&quot; said Dan Rohrmann, Unicef&apos;s Pakistan country representative. The pneumococcal vaccine has been rolled out in 16 developing countries to date, most of them in Africa. Gavi and its partners plan to immunise 90 million children with pneumococcal vaccines in more than 50-Gavi supported countries by 2015.", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/09/pakistan-pneumonia-vaccine-child-deaths", 
    "wordcount": "570"
}