{
    "headline": "New generation of nuclear reactors could consume radioactive waste as fuel", 
    "text": "A generation of &quot;fast&quot; nuclear reactors could consume Britain&apos;s radioactive waste stockpile as fuel, providing enough low-carbon electricity to power the country for more than 500 years, according to figures confirmed by the chief scientific adviser to the Department of Energy and Climate Change (Decc). Britain&apos;s large stockpile of nuclear waste includes more than 100 tonnes of plutonium and 35,000 tonnes of depleted uranium. The plutonium in particular presents a security risk as a potential target for terrorists and will cost billions to dispose of safely. The government is currently considering options for disposing of or managing it. Decc&apos;s preferred option is to build a plant to combine the plutonium with other materials in so-called mixed-oxide fuel (Mox), which is less dangerous than the current plutonium-oxide powder. But there is currently no large-scale capacity for consuming Mox fuel, and the previous Mox plant at Sellafield has been shut after being beset by operating and financial problems. In addition, Mox fuel allows only a tiny proportion of the energy in the waste to be converted into electricity. The engineering firm GE Hitachi has submitted an alternative proposal based on its Prism fast reactor, which could consume the plutonium as fuel while generating electricity.     Diagram showing how a fast reactor would work.    &quot;It&apos;s a very elegant idea that we should try and use [the waste] as efficiently as possible. I definitely find it an attractive idea,&quot; said Prof David MacKay, Decc&apos;s chief scientific adviser. Recent news reports have suggested this proposal has been rejected by the government and Nuclear Decommissioning Authority (NDA) on the grounds of being too far from commercial viability. But the Guardian has confirmed that talks between GE Hitachi, Decc and the NDA are continuing. MacKay told the Guardian: &quot;My position as chief scientific adviser at Decc is that I think Prism is an interesting design and I&apos;d like to see [details about its credibility] worked out.&quot; A spokesperson for the NDA said: &quot;The statement that the NDA has rejected the GE Hitachi Prism reactor is completely without foundation.&quot; He added that the current round of discussions &quot;might last about six months&quot;. Fast reactor technology was developed by the US government over many decades until 1994 when President Clinton terminated all nuclear power research. GE Hitachi&apos;s Prism reactor is a commercial offshoot of that government-funded research. No Prism reactors have yet been sold, but GE believes it could construct one in a few years plus the time taken to license the technology. The reactor is a fixed small size, producing around 311MW of power  equivalent to 100 large wind turbines running non-stop or a quarter of a conventional nuclear plant. The reactor core is submerged in a pool of liquid sodium, which acts as a coolant, transferring the heat to the turbines where electricity is generated. Designers say that passive safety features ensure the reactor won&apos;t go into meltdown if its power source is cut off, which is what happened in last year&apos;s accident at Fukushima, Japan. In the proposal currently under discussion, a pair of Prism reactors would be installed at Sellafield and optimised to consume the plutonium stockpile as quickly as possible. If, however, the government decided to prioritise low-carbon power generation rather than rapid waste disposal, a larger number of Prism reactors could theoretically be combined with a fuel recycling system to extract as much electricity as possible from the plutonium and depleted uranium. According to figures calculated for the Guardian by the American writer and fast reactor advocate Tom Blees, this alternative approach could  given a large enough number of reactors  produce enough low-carbon electricity from Britain&apos;s waste stockpile to supply the UK at current rates of demand for more than 500 years. MacKay confirmed this figure. &quot;As an upper bound on what you could get from those resources in fast reactors I think it&apos;s a very reasonable estimate. In reality you&apos;d get all kinds of issues so you wouldn&apos;t achieve the upper bound but I still think it&apos;s a reasonable starting point.&quot; But he added that free or low-cost fuel was not in itself sufficient to make inexpensive nuclear energy. &quot;When you think about the economics of the low-carbon transition, it isn&apos;t the nuclear fuel that&apos;s the expensive bit  it&apos;s the power stations and the other facilities that go with them.&quot; The cost of any Prism installation would depend on unknown quantities, including the details of the licensing requirements. However, Eric Loewen, chief engineer at GE Hitachi nuclear, claims that the technology should be economically competitive due to its small and fixed-size modular design, which allows it to be produced in an off-site factory. MacKay said, &quot;I think it&apos;s credible that it could be cheaper [than Mox] but it&apos;s up to GE to tell us the price tag&quot;. He added that the alternative option of making Mox would not be easy either. &quot; You have to make a big facility to make the Mox fuel and you need to have a load of reactors that can accept the Mox fuel, and we don&apos;t have either of those in place yet.&quot; MacKay also said that he supported &quot;long-term research and development&quot; into new reactor technologies that could be safer and more efficient than current designs. He argued that such research should not be seen as a threat to renewable technologies such as wind and solar, which were crucial but not sufficient on their own to meet the UK&apos;s ambitious carbon targets. &quot;If you&apos;ve seriously looked at ways of making plans that add up you come to the conclusion that you need almost everything and you need it very fast  right now. You need all the credible technologies that can develop at scale  I don&apos;t think anyone serious would say that we only need nuclear  but similarly I think it&apos;s unrealistic to say we could get there solely with renewables.&quot; Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+.", 
    "section": "environment", 
    "gid": "environment/2012/feb/02/nuclear-reactors-consume-radioactive-waste", 
    "wordcount": "1010"
}