{
    "headline": "A shepherd's grave", 
    "text": "A bitter north wind hurtled across the dome of 1,657ft Little Mell Fell as I breasted the summit, resplendent with its trig point plastered with snow on its windward side. On the leeward side above the Hause it had been calm and sylvan. Now it was arctic on top. There was no sign of the septuagenarian shepherd&apos;s grave I had come to pay my respects to following his recent burial. &quot;Needle in a haystack&quot; sprang to mind. &quot;Martin is buried near the summit,&quot; I had been told. Yet there were no obvious traces of recently dug earth visible anywhere on this freshly whitened wilderness, with the icy ranges like Helvellyn and the Dodds, and Saddleback with Sharp Edge, at eye-level seemingly just beyond. Just nine people, I believe, were at the graveside after Martin Weir&apos;s sons, Joe and Jason, had dug the grave on this elevated site, where  as landowner  he allowed dog-walkers to tramp during the foot-and-mouth epidemic of 2001 when walking with dogs was banned on Great Gable, Pillar and the Scafells. In once telling me he would one day be buried near this beloved hilltop some miles from the Borrowdale valley where he worked High Lodore Farm, back in those halcyon times when it never seemed they could one day end, he showed his independent thought  typified by the cafe he ran in an adjacent barn, that proved so popular with walkers to Lodore Falls and climbers with their ropes appreciative of his never charging parking fees. Overhung by Shepherd&apos;s Crag with its rock tinged blood-red like Chamonix granite, it was here, a few miles away from the plains around Little Mell Fell, near Penruddock, this big man held court in his mountain fastness, battling cancer to the end. Through the years he clipped the thousands of sheep in his flock, then following a wash and change, would don a pinny and make scones as light as a feather. Farewell Martin, you were one in a lifetime.", 
    "section": "environment", 
    "gid": "environment/2012/mar/11/borrowdale-lake-district-shepherd-grave", 
    "wordcount": "335"
}