{
    "headline": "BP and government lawyers prepare for battle over environmental cost of spill", 
    "text": "Dolphin calving season has just begun in the Gulf of Mexico and marine biologists are reporting an alarming trend. Between 2000 and 2009, an average of 25 to 30 dolphins were found dead on the beaches of the Gulf each year. This year, 13 dead dolphins were found between 13 January and 14 February alone; 11 were aborted or newborns. Biologists have been following this trend for three years, since the Deepwater Horizon oil rig disaster claimed 11 lives and triggered the worst oil spill in US history. This month, the National Oceanic and Atmospheric Administration (NOAA) declared an &quot;unusual mortality event&quot; for dolphins and whales in the northern Gulf of Mexico. In the last three years there were 865 cetacean strandings in the region; 95% of them were dead. On Monday, barring last-minute reversals, teams of lawyers from BP, the rig&apos;s owner, will face off with the US government&apos;s finest legal minds, to determine the extent to which the British oil giant can be held accountable for those deaths and the wider damage done to the Gulf  the ninth-largest body of water in the world, one of the world&apos;s most complex ecosystems and the US&apos;s biggest supplier of seafood, which is home to 4,500 oil and gas platforms and structures. The complexity of the Gulf is echoed in the case itself. This trial brings together the justice department and the five states affected by the disaster. After months of negotiations the parties have failed to reach not only an agreement with BP, but with themselves. Tourism and fishing  huge industries in the gulf states  were all devastated by Deepwater. Each state wants to appease angry residents and make sure it gets adequate compensation. Last week a meeting to broker an agreement collapsed, with insiders saying states were unable to agree terms. For the government and BP&apos;s detractors, cause and effect are obvious. The department of justice has been pouring over marine biologists&apos; data, fishery books, mud samples  anything to build a damning case against BP. But even the marine biologists the government is likely to call as witnesses point out that this is going to be a complex case. David Uhlmann, a University of Michigan law professor and former chief of the justice department&apos;s environmental crimes section, said until recently that he thought a settlement was inevitable. The risks of a trial are too high for both sides, he believes. But given reports of the breakdown in talks, Uhlmann said such an outcome &quot;appeared far less certain&quot;. BP has already had its reputation smashed by the Deepwater disaster. A trial could be devastating for its image and its finances. But if the government fails to prove its case, any payout would be dramatically reduced. The oil firm has set aside $42bn for payments and spent more than $14bn on spill response and clean-up. Another $10bn in payments has gone to local governments, individuals and businesses. Uhlmann calculates that BP&apos;s bill from the trial could be $17.5bn in penalties, before any fines relating to damage to natural resources. Those remain &quot;a great unknown&quot; but will be counted in yet more billions. &apos;They are the canary in the coal mine&apos;     NOAA staff investigate the carcass of a dead sperm whale in the Gulf of Mexico, seven weeks after the start of the BP Deepwater Horizon oil spill. Photograph: NOAA    Experts concede that establishing the direct impact of the spill on marine wildlife will be extremely difficult. The Institute for Marine Mammal Studies, a non-profit research and conservation group based in Gulfport, Mississippi, has been on the front line as the numbers of dead dolphins and turtles have escalated. &quot;They are the canary in the coal mine. They are at the top of the food chain  whatever happens to them tells you something about what is happening in the wider environment,&quot; said the IMMS president, Dr Moby Solangi. Solangi is not allowed to talk about the case but while he says the spill must be playing its part, he adds that the Gulf is as biologically complex system that has been subject to massive abuse for decades.  To pin blame on one party may prove difficult. BP&apos;s response to the disaster was unprecedented, using enormous quantities of dispersant to break up oil before it hit shorelines, with unknown consequences. Then there is all the other pollution that the area has been subject to.  &quot;In addition to all that oil you have the Missouri, the Arkansas, all these rivers bringing agricultural waste right down into the gulf, creating dead zones,&quot; Solangi said. &quot;Combine that with the impact of flooding. It&apos;s going to be very, very hard unless you can isolate a particular substance to work out the toxicology here.&quot; NOAA points out that its own &quot;unusual mortality event&quot; began in February 2010, before the spill. On top of that complexity comes the sad truth that until recently, research in the area was minimal, meaning that the real scale of what has been lost may never be fully known.  The risk for the government is also huge. Under the Clean Water Act, penalties plummet if the government fails to prove &quot;gross negligence&quot;  that the standard of BP&apos;s Deepwater operation was so far below acceptable that a reasonable person would deem them to have been grossly negligent. Fines range from $1,100 for every barrel spilled through simple negligence to as much as $4,300 a barrel if gross negligence is found. If no deal is done, the government and BP will go to trial again in September as the government tries to prove its assertion that Deepwater poured 4.9m barrels of oil into the Gulf in the three months. BP claims that the figure is closer to 3.1m. A BP victory at that trial could further reduce the fine levied by the government. &quot;They could end up with a fine that does not exceed $2-$3bn,&quot; said Uhlmann. &quot;If this case goes to trial, literally billions of dollars are at stake.&quot; &apos;They polluted 300 miles of the most pristine beaches in North America&apos;     Thick black waves of oil and brown whitecaps are seen off the coast of Lousiana  Photograph: Gerald Herbert/AP    The pressure is on state and government officials to punish BP. In New Orleans, many are hoping for a trial. Stuart Smith, an attorney at Smith Stag, represents a number of clients who have refused to settle with BP. He says the area is still devastated by the spill.  &quot;There was massive contamination caused by the hurricane this year, blowing oil all over the place,&quot; he said. &quot;They polluted 300 miles of the most pristine beaches in North America. It&apos;s going to be ruined for generations,&quot; he said. The oil company is talking tough. &quot;Gross negligence is a very high bar that BP believes cannot be met in this case,&quot; said Rupert Bondy, BP&apos;s general counsel, in a statement on Monday. &quot;This was a tragic accident, resulting from multiple causes and involving multiple parties. We firmly believe we were not grossly negligent.&quot;  Uhlmann said it was &quot;difficult but not impossible&quot; to prove gross negligence. Whether or not BP and the US settle on Monday or in the first few days of next week, the fallout from Deepwater will continue for years to come. The justice department has filed criminal charges, including manslaughter, against four BP employees. Two partners in Deepwater, Transocean and Halliburton, are still in dispute with BP. And once this case is done, BP will face more than 10,000 cases brought by people unhappy with its settlement offer.  Stuart represents about 500 of them, and they are all hoping week&apos;s case goes ahead. &quot;This is a case that needs to be tried,&quot; he said. &quot;The truth needs to come out and the only way you are going to do that is with a trial.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/feb/22/bp-oil-spill-gulf-mexico-court", 
    "wordcount": "1295"
}