{
    "headline": "Illegal South African rhino killings hit record high", 
    "text": "The illegal slaughter of rhinos in South Africa surged to a record high last year with a final death toll of 448, official figures show. The total, representing one rhino lost nearly every 20 hours, marked a significant increase on 2010 and suggested the country was still losing its war against poachers. Two suspected poachers were killed in a shootout at the world renowned Kruger national park on Wednesday night after the gruesome discovery of eight rhino carcasses  an unprecedented one-day toll. There has been a steady increase in rhino deaths through poaching in recent years. In 2010, the number killed was 333; in 2007, it was just 13. Campaigners warn that, if the trend continues, the animal&apos;s future could be in jeopardy. The 2011 toll includes 19 critically endangered black rhinos, of which fewer than 5,000 remain in the wild. Andrew McVey, species programme manager at WWF-UK, said: &quot;If left unchecked, poaching gangs could put the survival of these iconic species in jeopardy.&quot; The carnage is driven by increased demand for rhino horn in Asia, particularly Vietnam, where it carries prestige as a luxury item, a post-partying cleanser and  based on false science  a cure for cancer. Tom Milliken, rhino trade expert at Traffic, the wildlife trade monitoring network, said: &quot;Rhino horn has gained popularity among wealthy Vietnamese elites and business people to give as a gift, when currying political favour, or taken as an antidote to over-indulgence. &quot;But killing endangered rhinos to mitigate a hangover is a criminal way to see in the new year.&quot; Poaching gangs have become increasingly sophisticated, using helicopters, silent tranquilisers, body armour, night-vision equipment and mercenaries experienced in rhino tracking. There are rumours of collusion by some park rangers and owners seeking to cash in. The rise continues unabated, despite increased law enforcement efforts. South African officials made 232 poaching-related arrests in 2011, compared to 165 the previous year. Sentences imposed for rhino crimes have also increased, with poachers and horn smugglers receiving as long as 16 years in prison. Dr Morn du Plessis, chief executive of WWF-South Africa, said: &quot;Rhino poaching is being conducted by sophisticated international criminal syndicates that smuggle horns to Asia. &quot;It&apos;s not enough to bust the little guy. Investigators need to shut down the kingpins organising these criminal operations. Governments in Africa and Asia must work together across borders to stop the illegal trade.&quot; The Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES) has ruled that Vietnam needs to show progress in curtailing illegal trade in rhino parts and derivatives. &quot;So far we have yet to see Vietnam respond to this ruling from CITES,&quot; said Colman O Criodain, wildlife trade policy expert at WWF International. &quot;For that matter, CITES must put pressure on Vietnam to respond meaningfully, as it has done with other countries whose compliance with the convention has been called into question.&quot; Rhinos in other African and Asian range countries are also being targeted. In October, WWF announced the extinction of rhinos in Vietnam. The last Javan rhino in the country was killed by poachers and its horn removed. More than half of South Africa&apos;s rhino deaths  252  last year occurred in Kruger park, which attracts millions of tourists every year. There is no sign of respite so far in 2012. Rangers found eight rhino carcasses with their horns missing in two sections of Kruger park on Tuesday, South African National Parks (SANParks) said. In a follow-up anti-poaching operation on Wednesday night, field rangers came into contact with a group of suspected poachers. There was a shootout between the rangers and poachers, leaving two suspected poachers fatally wounded. Both were from neighbouring Mozambique, in common with many poachers motivated by an apparent chance to escape poverty. A .375 rifle and other hunting equipment were discovered at the scene, SANParks said. Meanwhile, debate rages in South Africa over how to curb the trend, with some calling for the trade in rhino horn to be legalised. A wildlife agency&apos;s decision to sanction the hunting of a R1m (81,000) white rhino bull has also divided experts this week. Reynold Thakhuli, a spokesman for SANParks, said: &quot;The 2011 total is an all-time high. We are very concerned and quite disappointed. We are drawing up plans for the year to deal with this problem once and for all.&quot;  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/jan/12/south-african-rhino-killings-record", 
    "wordcount": "762"
}