{
    "headline": "How a Little changed a lot in Clapton Park estate", 
    "text": "Think of a council estate&apos;s grounds and you will probably picture empty lawns with the odd shrub, and not a soul using them. But one man has re-imagined what housing estate grounds could be, and changed the face of an east London estate beyond recognition. On a warm September afternoon, John Little of the Grass Roof Company takes me to where his revolution began on Clapton Park estate. We face what looks like an allotment, bursting with tomato plants, grapevines and marrows in a grassy square surrounded by flats. He points to the far side of the square. &quot;It all started about nine years ago. There was a pyracantha over there and we noticed that [resident] Fatima was sowing coriander around the edges of it. It seemed blindingly obvious that she was keen to grow, and I was keen to find some growing space, so we cleared it. Even as we were clearing the bed she started sowing coriander seeds.&quot; Little said: &quot;As the months went on, more and more grass started going as more and more people started taking plots.&quot; Eventually wooden borders were installed to stem the lawn&apos;s removal. It was important from the start to keep everyone happy, non-gardeners included. Now, with raised beds across the estate, residents regularly find funding for materials and plants. &quot;If they can raise the money then we give our time for free,&quot; adds Little. Around the corner a gate was repeatedly damaged by kids climbing it as a shortcut to the flats. Little removed the gate and installed picnic benches on the previously disused lawn, a green roof shed (with bee hotels made from trees pruned onsite), fruit bushes and raised beds. Carol, who has lived on the estate for 25 years, says neighbours used to stand in their porches beside a bare concrete space in front of the flats; now they sit under grapevines there, amid the new planters, and chat together. &quot;You get neighbours you haven&apos;t seen before; you see them coming out and sitting, and cutting the herbs to put in their food,&quot; she says. Dominic Leary, regeneration co-ordinator for south London&apos;s Hyde Housing, is one of many who have sought advice from the Grass Roof Company. He clearly envies the speed at which improvements are made in Clapton Park. &quot;Because John&apos;s on the site it is easier to get feedback. We have to do consultations, and some councils are so afraid of complaints they won&apos;t agree to change anything,&quot; he says. As Clapton Park is a tenant-managed organisation (TMO), Little can talk directly to the tenants&apos; committee. Only about 2% of estates are currently run this way, though the coalition may soon change this. &quot;I love this place and it becomes a proving ground for other ideas,&quot; Little says. During the summer months the estate is awash with wild flowers and this year it was part of the Chelsea Fringe festival. &quot;[Grounds maintenance] is about community and so much more. You are investing in staff and training but you are also getting people who live here someone reasonable who can react to them. But how do you quantify that?&quot; Clapton Park resident Brian, an ebullient semi-retired sign writer and entertainer in his 60s, invites us into his garden for tea. He seems to know all his neighbours. He says: &quot;Since John came here this place has changed beyond recognition.&quot; He talks of the dog mess which has now disappeared, and the abandoned pushchairs. &quot;It had an awful name, it was tough and rough, but people are proud of the place now.&quot;", 
    "section": "environment", 
    "gid": "environment/blog/2012/oct/11/clapton-park-estate-john-little", 
    "wordcount": "612"
}