{
    "headline": "Helen Clark: UN must not backtrack on women's reproductive rights", 
    "text": "The outcome document of the Commission on the Status of Women (CSW) must not undermine previous agreements that put women&apos;s sexual and reproductive rights central to their empowerment, the head of the UN development programme said on Wednesday. Acknowledging the difficulty of negotiations taking place at the CSW in New York this week, which focus on eliminating violence against women and girls, Helen Clark said it is important that the wording of the CSW agreement document does not take a step backwards. &quot;The thing is not to go backwards on the language reached at Cairo,&quot; Clark told the Guardian. &quot;The thing is for women to be able to have choices over their lives. They need what is specifically in millennium goal 5b: access to reproductive health [services]  Without that we won&apos;t see women enjoying equal status.&quot; The International Conference on Population and Development (ICPD), held in Cairo in 1994, is considered a landmark meeting. It linked development with population, and acknowledged that women&apos;s ability to control their own fertility and the elimination of violence against them should be &quot;cornerstones&quot; of policy. 179 governments signed up to a 20-year action plan that included the provision of universal access to family planning, sexual and reproductive health services, and upholding women&apos;s reproductive rights. The ICPD agreement was endorsed the following year at the UN fourth world conference on women in Beijing and at subsequent conferences. However, ensuring women have rights over their body is not welcomed in some quarters. At Rio+20 last year, there was disappointment that the phrase &quot;reproductive rights&quot; was removed from the final summit document. At the time, the former Norwegian prime minister, Gro Harlem Brundtland, criticised UN Women for omitting the phrase from its Rio call to action, saying it represented a retreat from previous agreements. There is a danger that the same thing could happen at this year&apos;s CSW. In a copy of the draft document (pdf of the non-annotated draft), seen by the Guardian, member states, including Russia, Malta and the Vatican, which has a seat on the UN as a non-member permanent observer state, are trying to erase mention of sexual and reproductive health and rights from the final document. The Holy See also wants to change the wording of the text from reaffirming commitments made in Beijing to just recalling they were made. While there is optimism that an agreement on eliminating violence will be reached at this CSW, some are worried that a watered down document will have little traction. Activists maintain that unless women have rights over their own body, zero tolerance on violence will never be achieved. Clark has joined the chorus of calls for a standalone gender goal to be included in any future development framework, but was less committal on whether a specific target on violence against women is needed, something the head of UN Women, Michelle Bachelet, has endorsed. &quot;Gender equality should run across all goals,&quot; Clark said. &quot;I&apos;m fine about having a standalone goal, then we can have targets and then we will debate what they are. Violence is such a terrible problem that it may well be worthy of a specific mention. Freedom from fear is such a basic right.&quot; She said women&apos;s rights are not just about ensuring human rights are upheld, they are also about unleashing women&apos;s economic potential. She said inequality had to be addressed because a country is unable to achieve sustainable economic growth without it. Pointing to the 2011 UN Development Programme (UNDP) report, Towards Human Resilience (pdf), Clark said it was &quot;quite compelling in showing [how] countries that are most unequal find it hardest to reduce poverty&quot;. &quot;Inequality drags a whole society down,&quot; she said. &quot;Inequality is bad for economic progress.&quot; Business leaders are making that connection too. Inequality was a focus at the World Economic Forum in Davos this year. The UNDP is now &quot;acting as a convening platform&quot; for governments, business and smallholder farmers, the majority of whom are women, to find ways to drive up productivity for the benefit of local people.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/07/helen-clark-un-gender-women-rights", 
    "wordcount": "695"
}