{
    "headline": "The west has no right to criticise the China-Africa relationship", 
    "text": "We all know that China has firmly arrived in Africa, but do we know what that means in practice, or how things are changing? Much has been said about this phenomenon, but often based on little research and/or tainted with a hardly disguised nationalistic slant in which China is seen as a competitor or usurper. In her comments to the Busan conference on aid effectiveness in November last year, US secretary of state Hillary Clinton told aid recipient countries to &quot;be wary of donors who are more interested in extracting your resources than in building your capacity&quot;. While this is very sensible advice, every analyst I know has taken it as a fairly clumsy dig at China, made all the more amusing by a brief survey of the US&apos;s heinous history of ripping up the ethical rule book when national interests and preservation of wealth are in the balance. On closer inspection, the balance of national interests and solidarity that all donors have to manage (see Andrew Mitchell&apos;s admission that aid to India has one eye on military contracts), may have changed a little since China&apos;s first development intervention in sub-Saharan Africa  helping Guinea build a cigarette factory in 1960  but not that much. The activities of China on the continent of Africa show that its actions are more or less what one would expect from any other major donor. The research and regular updates provided by the Centre for Chinese Studies based in South Africa is a useful source of information. Some may have heard that China bank-rolled the African Union&apos;s new conference centre to the tune of $200m. But did you know that China is considering mediating in the oil dispute between the two Sudans? This will cause anxiety to those in favour of a Clinton-esque approach to African politics, but is no more worrying to most people than the US, Russians or French seeking to do the same. Looking at activities in January 2012: the $6m grant to Uganda&apos;s Naguru hospital is bearing fruit; a Chinese contractor building a national defence college in Zimbabwe has had to deny overworking Zimbabwean workers; the Zambia China Mulungushi Textiles company, which ceased operations in 2007, is being recapitalised, creating job opportunities for local people in Kabwe; and a Chinese delegation of high-government officials and businesspeople visited Rwanda to explore investment opportunities. December 2011 saw further work on the Bui Hydroelectric Power project in Ghana, which is supported by China and is almost completed, and Chinese support for the rehabilitation and the modernisation of Senegal&apos;s transport infrastructure Despite the oft-repeated view that China&apos;s only interest in Africa is to extract its natural resources, the industrial sector is apparently the main target of China&apos;s investments in the Mozambican economy, according to an analysis by Mozambique&apos;s Institute for Social and Economic Studies, including the Henan Haode Mozambique Industrial Park, which is establishing a textile and clothing industry in Marracuene district worth $26.5m. There are many more examples on the CCS website. None of this is to say that Africans have nothing to be worried about. One of the most thoughtful reflections on China&apos;s renewed interest in Africa in recent years is the independent film, When China Met Africa, which follows three individuals in Zambia: a Chinese farmer, a Chinese road contractor and the Zambian trade minister. It gives an impression of the day-to-dayness of the relationship, with farmers arguing with farm workers, labourers being tested for their truck-driving skills, and an amiable Zambian minister seeing nothing but potential in his huge new best friend. But at the special screening I went to, organised by the Tipping Point Film Fund, African viewers rightly expressed concern that China looked like it was taking over where the west had left off in terms of neocolonialism. The power balance, financial clout and cultural disparities were certainly clear to see, and tensions abounded. But by showing the human face of the relationship, rather than dwelling on geopolitics or big money graphics, the film-makers sent a clear message that this is as much a story of ordinary people trying to make a better life for themselves as it is one about a grab for power and resources. All in all, Chinese aid to Africa is going to come with all sorts of strings attached, despite the &quot;no-conditionality&quot; rhetoric, and it is a huge power play, despite the proclamations of &quot;south-south co-operation&quot;. There will be problems, but no more or less than with the more traditional donors; just different, on account of different attitudes and modalities. African governments would be foolish to believe that their relationship with China will avoid all the political wrangling inherent in aid and trade relationships. And western governments should grow out of the easy name-calling by recognising their own very mixed record, and relying on more balanced analyses of the pros and cons of China&apos;s growing engagement in international development.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/feb/08/west-no-right-to-criticise-china", 
    "wordcount": "823"
}