{
    "headline": "Wildlife 2012: slugs and orchids thrive but blossom and bees are washed out", 
    "text": "Unsettled, unpredictable and at times downright chaotic weather made 2012 a hugely challenging year for wildlife, experts at the National Trust said. There have been some winners  slugs in particular have relished the largely damp conditions  and it has been a triumphant year for orchids. But flora and fauna, ranging from apple trees to badgers (even though the cull of the latter was postponed) have endured a rotten time. Matthew Oates, naturalist at the National Trust, said: &quot;This has been a highly polarised year, with wildlife doing either remarkably well or incredibly badly. In general, plants and slugs were the winners, and insects the big losers.&quot; The year began mildly, prompting magnolias to flower in January in some places, and snowdrops and crocuses to pop up earlier than usual. But by spring it was all starting to go awry. The warmest March since 1910 led to some drought orders being imposed. Then hard on the dry spell&apos;s heels came the wettest April on record, playing havoc with blossom and leading to a terrible year for all sorts of fruit. A drizzly summer made it a tough time for insects including bees, butterflies and hoverflies. There were a few highlights, including sightings of the supposedly extinct large tortoiseshell butterfly on the Isle of Wight, while the rare large blue butterfly laid a record number of eggs at Collard Hill in Somerset. There was good news for picnickers who were prepared to risk the showers  there were hardly any common wasps flying around. The damp, warmish, conditions in the summer meant grasses tended to grow quickly and lushly; not such good news for humans who dislike mowing and worse for smaller plants such as the bastard toadflax and insects such as grasshoppers which need a few bare patches to thrive. Oates reckoned the biggest winner of 2012 was the slug. The common and garden ones thrived but there was also excitement in the press at the idea of an invasion by the giant super Spanish slug (which according to one tabloid newspaper feasts on dead rabbits). A more glamorous victor was the orchid. There were spectacular displays of bee orchids as far afield as Norfolk and Pembrokeshire, while fly orchids did particularly well on Dunstable Downs in the Chilterns. But Oates said it had been a &quot;very patchy breeding year&quot; for birds, with many nests abandoned due to bad weather and shortage of food, even in gardens. The storms and floods of November also made it tricky for birds which nest on cliffs or along riverbanks. Water vole holes and otter holts were washed away in the torrents. Animal sanctuaries are being inundated with underfed hedgehogs, while dormice also had a poor breeding season. Oates is hoping for a decent summer in 2013. &quot;Our wildlife, farmers, horticulturalists and rural tourism and recreation industries are all long overdue a good summer, having suffered poor ones since 2006. Surely we are due a good one next year?&quot; January   Lanhydrock estate in Cornwall recorded its earliest flowering magnolia  on New Year&apos;s Day.  Snowdrops and crocuses flowered early in mild winter weather.  Short-eared owls successfully over-wintered  definitely the bird of the winter. February   A survey of 50 National Trust gardens on Valentine&apos;s day found that spring had arrived early in some parts of the country and that there was a 19% increase in flowers in bloom compared with 2011.  Rooks began building nests widely from 10 February, earlier in the year than is typical. March   For the second year running, March was dry, with many parts of England, including much of Yorkshire, under drought orders.  There was a superb warm and sunny spell from 19 to 30 March, the best weather of the year. Supposedly extinct large tortoiseshell butterflies were seen at Newtown on the Isle of Wight.  Badgers struggled to find food in dry soil. April   The jet stream jumped south on 4 April, ensuring a dismal early Easter with snow in the north; it turned out to be the wettest April on record in England and Wales.  Kingfisher holes and water vole burrows were drowned by floods.  The dry start to the year meant there was at least a short and sweet bluebell season May   There was widespread failure of spring fruit blossom (such as apple and holly) due to wet weather.  Cuckoos failed to breed at Wicken Fen for the first time.  Eight lovely days at the end of the month allowed some insect populations to recover.  A very rare cream-coloured courser (a wading bird) spotted at Bradnor Hill, north Herefordshire  the twitch of the year. June   This was a fantastic month for orchids, especially bee orchids, with particularly spectacular displays at Blakeney on the Norfolk coast, and Stackpole Warren, in Pembrokeshire, and hundreds of fly orchids on Dunstable Downs in the Chilterns.  Despite the poor weather, large blue butterflies emerged in good numbers and laid a record number of eggs at the National Trust&apos;s Collard Hill in Somerset.  Sandwich and little terns had spectacular breeding success at Blakeney Point, Norfolk, though terns failed to breed at Strangford Lough, Northern Ireland. July   A very wet month, with over 150% of normal rainfall widely. In parts of eastern Scotland it was one of the wettest on record.  There were slugs and snails in abundance; and the arrival of Spanish super-killer slugs made the headlines.  More than 10,000 pyramidal orchids created a spectacular show at Sharpenhoe Clappers, a chalk escarpment in the north Chilterns.  It proved a good year for dragonflies, with 22 species recorded at Scotney Castle moat, Kent. August   There were very low numbers of common wasps, so picnics were a more pleasurable experience.  Scatter of decent days, and occasional nice weekend.  Swifts departed after very poor breeding season. September   Apple crops had a very poor year  for example, there was a 90% drop in parts of Dorset, hitting cider production.  With the warmer weather there were some signs of a second spring effect such as the aquatic plant, the bogbean, flowering at Malham in the Yorkshire dales (it normally flowers in April).  Numbers of the autumn ivy bee were dramatically down in Devon. October   There was a massive landfall of thrushes from Scandinavia at Blakeney Point, Orford Ness and Farne Isles on the east coast, on 22 October.  Pheasant feeder bins emptied much faster than usual, due to unusually hungry birds, mice and other mammals.  Unusually good autumn colours across an extended season at Stourhead, in Wiltshire, and Winkworth, Surrey. November   There was a reasonable good show of waxcap fungi in the Lake District and mid Wales.  Seal pups had another excellent year at Farne Isles and Blakeney Point with both sites breaking the 1,000 barrier  including, unusually, a successful set of twins.  More floods in the south-west and then the north of England led to problems for riverside creatures. December  Very poor year for holly berries due to the wet spring.  Great winter for the normally rare migrant bird, the waxwing.", 
    "section": "environment", 
    "gid": "uk/2012/dec/26/wildlife-2012-orchids-slugs-blossom", 
    "wordcount": "1168"
}