{
    "headline": "Friends of Yemen urge donors to release funds for humanitarian aid", 
    "text": "The international community has been urged to follow Saudi Arabia&apos;s example by releasing funds pledged to help Yemen address its growing humanitarian crisis and economic, social and security challenges. Donors pledged more than $7.5bn (4.8bn) to Yemen last year, with Saudi Arabia&apos;s $3bn commitment the largest by a distance. The Saudi government has so far disbursed 93% of the pledged money, depositing $1bn with the Central Bank of Yemen, releasing $500m to subsidise exports, and agreeing 14 development projects with the Yemeni government, worth a total of $1.3bn. Other donors have been slower to release funds, however, disbursing only $500m to date. &quot;This is not sufficient for Yemen to respond to the urgent needs of its citizens and begin reviving its economy for sustainable growth,&quot; Inger Andersen, World Bank vice-president for the Middle East and north Africa, said. &quot;Yemen needs exceptional and substantial financial and technical support now, which could be delivered in the form of budget support, quick disbursing projects, long-term investments or capacity building assistance.&quot; Andersen&apos;s exhortation came in the wake of the Friends of Yemen conference at the British foreign office in London, where 39 country and organisation representatives gathered on Thursday to discuss Yemen and to assess progress on unfulfilled financial commitments. Delegates at the Lancaster House meeting  which was co-hosted by the British foreign minister, William Hague, his Yemeni counterpart, Dr Abu Bakr al-Qirbi, and Nizar bin Obaid Madani, Saudi Arabia&apos;s minister of state for foreign affairs  were urged to make good on aid commitments and accelerate progress on a mutual accountability framework (pdf) agreed last September to guide economic policy reforms in Yemen. Chasing up tardy donors was identified as a major priority. Hague praised the inclusive nature of Yemen&apos;s national dialogue, which begins on 18 March and will reshape the country&apos;s constitution before elections in 2014. He said young people, women and civil society would all be represented, as well as the north and south of the country, but stressed the gravity of the immediate and long-term development challenges. &quot;Yemen faces a grave humanitarian situation,&quot; Hague said. &quot;Over 13 million people  half of the population  require some form of assistance to help them put food on the table. &quot;It is vital that the pledges we have made are translated into progress on the ground  That means ensuring there is sufficient emergency humanitarian support for those most in need, as well as improved access to water, electricity and greater opportunities for employment.&quot; The UK has pledged 70m to Yemen over the next two years, including 4.4m to support constitutional reform. Madani praised Yemen&apos;s economic progress  growth is expected to reach 4% this year, he said  but underlined the need for backing from the international community. &quot;It is essential that donors translate pledges into a tangible reality,&quot; he said. Qirbi emphasised that donor funds are not passed to the government. &quot;Today&apos;s conference marks the first step towards delivering the changes that ordinary Yemenis so desperately need,&quot; Colette Fearon, Oxfam&apos;s country director, said. &quot;Yemenis now need to see firm commitments on enforcing women&apos;s equal rights and providing aid to meet emergency needs as well as long-term funding to put Yemen on track to a better future.&quot; In November 2011, Ali Abdullah Saleh stepped down after 33 years as president of Yemen, paving the way for the appointment of a transitional government under the leadership of former vice-president Abdrabbuh Mansour Hadi. Figures compiled by the World Food Programme suggest almost half of Yemen&apos;s population of 25 million has fallen into debt as a result of buying food on credit (pdf). More than 10 million people do not have enough to eat, and chronic malnutrition is widespread among children: 1 million children are acutely malnourished, with 250,000 at risk of death without immediate assistance.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/07/yemen-donors-humanitarian-crisis", 
    "wordcount": "649"
}