{
    "headline": "Higher education needs real reform, not a return to the past", 
    "text": "Almost drowned out by the raging Europhobia came the news just before Christmas that the UK has slipped below Brazil in terms of total gross national product. Predictions are that the UK will also fall below India and Russia by the end of the decade. Meanwhile, student applications to English universities are plunging. In the autumn, most institutions submitted what must seem in retrospect optimistic forecasts of future student numbers to the Higher Education Funding Council for England (Hefce); a 20% decline was the worst scenario, and several were still predicting growth. As recently as a month ago, a blip was expected; now it looks more like falling off a cliff. The two facts  Brazil overtaking the UK, and the plunge in student applications  are connected. Of course, it is not higher education&apos;s fault that successive UK governments have bet the house on the City and consumerdom (and kept out of global trouble through inflation and devaluation, both of which cost dearly). But it is higher education&apos;s fault that it has largely accepted the high-fees logic of the Browne report and white paper, that a university education is a consumer rather than an investment good. Courses are like iPads; universities are brands, like Apple. If this view is accepted, it does not really matter if overall demand declines  or if certain brands wilt. Consumer markets ebb and flow. The Browne and white paper proposal that stem subjects (science, technology, engineering and mathematics) and SIVs (strategic and vulnerable subjects) should be protected is the exception that proves the market rule. But universities are not like John Lewis, great-and-good cooperative as it is; they are much more like railways and roads. Science and knowledge, skills and research, are the infrastructure of the knowledge society. If this counter-view is accepted, it matters a great deal if student numbers fall. The shortfall translates into a reduced output of graduates in 2015, just when they will be most needed. Nor do many people expect student numbers to recover quickly, as they did after Charles Clarke&apos;s ill-advised increase in fees to 3,000 six years ago. Although middle-class demand will bounce back, demand from &quot;non-standard&quot; students, for less flattering brands and for less &quot;saleable&quot; products is likely to remain depressed for years. So graduate production will continue to lag. The previous government, to its credit, realised this. Tony Blair&apos;s &quot;education, education, education&quot; and Labour&apos;s manifesto commitment to 50% participation were not, as they are usually represented, &quot;bleeding heart&quot; leftism. They were based on hard-headed assessments, validated by evidence, of the level of &quot;production&quot; of highly skilled graduates the UK economy would need to remain competitive. In the Browne report, shamefully, a quite different meaning of &quot;sustainability&quot; emerged. It no longer referred to the sustainability of the UK&apos;s economy. Instead it was used to describe the squaring of a tawdry circle, between what citizens expect and what they are prepared to pay for as taxpayers. In the process, a whole language has been lost  of the &quot;race to the top&quot; by investing in advanced skills, of &quot;clever cities&quot; in which social experimentation, cultural creativity and economic entrepreneurship form a potent mix. But be sure, that language has not been lost in the Far East, North America or even in the much despised Eurozone. The government no doubt will point to various &quot;growth&quot; initiatives  and even one or two U-turns like the reprieve of Sheffield Forge Masters. But all the evidence is that Whitehall initiatives produce limited effects, at any rate in the long term. A free-market government surely should appreciate this most of all. Without an enduring infrastructure, especially of highly skilled people, such initiatives flash and die. Maybe Vince Cable should pay as much attention to the skills component of his department&apos;s title as the business component, rather than leaving all the running to his Tory mate, David Willetts. The interesting thing about policy is not the measures themselves, but the assumptions underlying them. Applying that test, the government&apos;s higher education reforms are anything but. They are rooted in a view of a university education common no doubt in prosperous London-land, but profoundly reactionary  as a bourgeois lifestyle choice rather than career-changing improvement, as validation rather than aspiration. That view has always been there, of course, even during a half-century of progressive reform and rapid growth. Now it has re-emerged from the shadows. As Pitt said on hearing the news of Austerlitz, &quot;roll up that map. It will not be wanted these 10 years&quot;. Let&apos;s make it five, if only to stop the UK slipping even further down the global premier league.  Peter Scott is professor of higher education studies at the Institute of Education", 
    "section": "education", 
    "gid": "education/2012/jan/02/higher-education-reforms-failure", 
    "wordcount": "800"
}