{
    "headline": "A bag of Cox's and the champion of cheddars", 
    "text": "Morning mist was lifting when we got to the site of the Sturminster Newton cheese festival, and there was just a hint of sunshine. Groups of people sitting on hay bales, some sipping early glasses of cider, listened to two folk singers delivering a dreamy song and a toddler stopped in her tracks, entranced, and started to sway to its slow beat. We skirted the cider tent but bought a bag of Cox&apos;s apples. The grower advised us to leave them on the windowsill for a fortnight with a banana to help the ripening. Inside the cheese tent a friend  whose family have, for five generations, made a very fine cheddar  spotted our apples and said they would go well with his cheese, which had just been declared champion at the Frome show. Among 21cheeses there was the expected strong showing of local cheddars in their familiar barrel-shaped rounds or truckles, so the shallow wheels or discs of a Leicestershire maker&apos;s cheeses were something of a curiosity. But this festival celebrates products other than cheese. A stonemason from Tisbury displayed small and beautifully fashioned objects, each with a distinct character that grew out of the properties of the particular stone from which it was cut  two kinds of Bath stone, cream and white, red-gold or biscuit-coloured hamstone, polished granite, Welsh slate, and Portland stone, hard and good for sharp edges. At the Dorset Coppice Group&apos;s tent I met a man who said he had given up work as an engineer when he fell in love with coppicing, the practice of cutting the growth of a tree, often hazel, down to the stump, and allowing new growth to achieve shoots of a desired thickness. I admired the delicate tracery in the back of a chair, elegant as a Chippendale, fashioned, he told me, from slender green and flexible &quot;sunshoots&quot; that spring from any part of the tree, and reach straight up towards the light.", 
    "section": "environment", 
    "gid": "environment/2012/oct/01/cheese-festival-cheddar-sturminster-newton", 
    "wordcount": "327"
}