{
    "headline": "Most water companies not required to cut leaks before 2015 despite drought", 
    "text": "More than half of water companies will not be required to reduce their leakages by a single drop before 2015, despite the worst drought in 25 years. Data obtained by the Guardian from the regulator Ofwat also shows the entire water industry will cut leaks by only 1.5% in that time. Every day, 3.4bn litres of water leaks from the system, almost a quarter of the entire supply. After two years of low rainfall, drought has been declared across southern and central England, with no end in sight for the hosepipe ban imposed in many places. The wettest April on record has revived rivers, but groundwater reserves remain low as the water runs off hardened ground. Since the privatisation of the water industry in 1989, Ofwat has set leakage reduction targets for the 21 water companies, which operate local monopolies across England and Wales. Analysis of the data, supplied to Ofwat by the companies themselves, revealed:  Eleven companies have targets of zero reduction of leaks by 2015. They include Yorkshire Water, which failed to meet its 2010-11 targets and as a result was required to spend an additional 33m on leak repairs.  Leaks have been reduced across England and Wales by only 5% over the past 13 years.  The worst-performing company, Southern Water, which supplies Sussex, Kent,Hampshire and the Isle of Wight, missed its latest leak target by 16% and had to pay 5m back to customers, but will be allowed to increase its leakage by 6% by 2015.  The 25-year management plans of the water companies envisage reducing leakage by only 10% in that time. Ofwat and the water industry highlight a one-third reduction in leakages since privatisation, but over the past 12 years, year-on-year leakages have increased as often as they have fallen, suggesting no long-term downward trend. The average annual customer bill for water has risen by 64 since 2001 and is now 376, while the companies collectively made 2bn in pre-tax profits and paid 1.5bn in dividends to shareholders in 2010-11. &quot;Clearly there are vested interests at play,&quot; said Gavin Shuker, the shadow water minister. &quot;It costs more to repair leaks than the immediate value of the water itself, so while it makes sense for a water company to ignore leaks, it certainly doesn&apos;t stack up in the long term for us, the consumers, or for our environment. Yet the government appears to have dropped its water bill from the forthcoming Queen&apos;s speech. What will it take to ensure ministers start holding these offshore-owned water companies to account?&quot; A government spokesman told the Guardian that leakage targets were set to be reviewed in the light of the drought, and an interim verbal agreement had been struck with water companies that extra efforts would be made to tackle leakage. But no new targets have been set. &quot;We have to find a balance between the need to fix leaks with keeping water bills affordable for people,&quot; he said. The 1.5% reduction in leaks will be supplemented by measures to reduce water usage such as more efficient taps and toilets and the installation of meters, said a spokesman for Ofwat. Both actions together will cut just under 2% from current daily usage. &quot;In the last six years, we have made companies failing on leakage pay out more than 200m from their own pockets to put problems right,&quot; said the Ofwat spokesman. &quot;During a period of drought, companies need to step up to the plate and do more. We also need to take a long term view: climate change and more households will stretch water supplies even further in coming years.&quot; A spokesman for the trade body Water UK, which represents the 21 water companies, said: &quot;Water companies take leakage and their customers&apos; views of leakage extremely seriously. It is fair to focus on the agreed leakage targets [but] the cost to make the system completely watertight would be simply unaffordable for consumers&apos; water bills.&quot; A House of Lords report on 3 May recommended that water bills increase to help reduce usage. Southern Water said severe winters in 2009-10 and 2010-11 had caused it to miss its targets. &quot;Two exceptionally cold winters saw pipes burst at an alarming, record high rate,&quot; said a spokesman. He said the company, whose customers&apos; bills rose by an above-average 82 from 2001-2011, delivered one of the lowest levels of leakage per property of the 21 water companies, with 16% of supplies lost overall. The weakening in the target set by Ofwat was because Southern&apos;s leakage targets were &quot;reprofiled&quot; after the severewinters. There are more than 210,000 miles of water pipes across England and Wales, a length equivalent to eight times the circumference of the Earth, which serve 23m properties. Ofwat said it would cost 100bn to replace all the pipes in England and Wales, which would cut leaks by only 50% because even new pipes quickly leak. The water industry has invested just under 100bn in infrastructure since 1989. Tony Smith, chief executive of the Consumer Council for Water, said: &quot;Ofwat&apos;s approach to setting leakage targets needs to recognise customers&apos; perception that water companies are not doing enough about their leaky pipes. It&apos;s not just about economics. The negative perception of leakage is the biggest barrier to customers doing more to save water.&quot;  This article has been amended on May 7 to remove the assertion that water companies have no targets on reducing leaks", 
    "section": "environment", 
    "gid": "environment/2012/may/07/water-companies-cut-leaks-2015-drought", 
    "wordcount": "937"
}