{
    "headline": "First Mars landing sees Europe's space agency gaining its spurs", 
    "text": "Today is a big day for the European Space Agency (ESA). It will attempt to land the Schiaparelli spacecraft on Mars and collect data from the surface. The way to see this landing is ESA gaining its spurs. This is ESAs first controlled landing on a planet. So this is a key moment really, says David Parker, ESAs director of human spaceflight and robotic exploration. So far, only Nasa has been successful in performing science on the surface on Mars, unless you count the 14.5 seconds that Russias Mars 3 spacecraft spent working after touchdown in 1971 before falling silent. Although even that is one up on the previous ESA Mars landing, when the UK-led Beagle 2 landed safely in 2004 but failed to transmit anything at all. Since then, lessons have been learnt at ESA. For example, the Schiaparelli lander will stay in contact with Earth all the way to the ground this afternoon. So even if a failure takes place, the reason for it can be more easily analysed. Thats really what this afternoon is all about: Europe learning to land on Mars in order to send a highly capable rover there in 2020.   Related: European Space Agency targets Mars for October landing of Schiaparelli module    Youre not going to get lots of spectacular images back from this landing. This is technological de-risking, not putting all our eggs in one basket but developing the various pieces of technology  the re-entry shield, the parachutes, the radar altimeter  and proving that we can do the 2020 mission. The real science is on the 2020 rover mission, says Parker. The 2020 mission, known as the ExoMars rover, is indeed ambitious. It is a rover, built in the UK by Airbus Defence and Space, that will look for evidence of past or present life on the surface of Mars. With such an objective, the spacecraft must be built and kept in the most sterile of conditions.           ESA lander set to make final journey to Mars surface  video    We are having to develop and test a vehicle which has the extreme cleanliness to be able to detect past or present life, resulting in very complicated requirements for the instrumentation, and then the integration of that instrumentation into a mini laboratory. It is an enormous challenge to build that laboratory on Earth and then take it to Mars, says Parker. Partly as a result of the immense technical challenges, the mission slipped from its original 2018 launch to 2020  and is proving more costly than originally budgeted. ESA currently need 300 million more from their national backers to finish and launch. We asked the member states back in June, given the missing cost do you want to continue? They unanimously voted yes but the decision point to actually commit the money is the Ministerial Conference in December. All the indications are positive, but it is of course up to the individual decisions of the member states. I dont want to sound as if we are taking them for granted in any way, says Parker. A successful landing today would certainly increase confidence in ESA to safely deliver the 2020 lander to Mars. But while most eyes will be on the landing, ESA will attempt today to put its mothership, the Trace Gas Orbiter, into orbit around Mars.  Although you might be hard pressed to realise it from the name of the spacecraft, Mars missions do not come more exciting than this.   Related: Is there life on Mars? ExoMars Trace Gas Orbiter takes up the search    The Trace Gas Orbiters prime objective is to search for methane in the martian atmosphere. ESAs Mars Express made a tentative discovery of the gas about a decade ago. It instantly raised eyebrows because on Earth methane comes almost exclusively from living organisms. Sniffing out methane at Mars is therefore a step along the path of looking for alien life. And to carry the sensitive equipment necessary to do this, the Trace Gas Orbiter is larger than any previous Nasa mission to the Red Planet.   Mars lander graphic   It is an order of magnitude step up in scientific quality, says Parker, The sensing of the trace gasses is a real fundamental step forward in terms of the global exploration of Mars. It is a big scientific payload. Its more like taking the atmospheric instruments that we have on Earth Observation satellites, and taking them all the way to Mars and putting them in orbit around Mars. And as if that wasnt enough, the Trace Gas Orbiter will also act as a communications relay satellite for the growing number of Mars rovers on the surface. Its the Swiss army penknife of Mars missions, says Parker, Its carried the lander, its got the orbiter providing science, its then going to provide a data relay function to support our lander and NASAs Mars landers. Its a three function mission, a complicated beast. You have to hand it to the European Space Agency, they are not lacking in ambition. Even if their satellite naming leaves something to be desired. Follow the landing attempt this afternoon with our live blog. Stuart Clark is the author of The Search for Earths Twin (Quercus), and co-host of the podcast The Stuniverse (Bingo Productions).", 
    "section": "science", 
    "gid": "science/across-the-universe/2016/oct/19/todays-mars-landing-is-the-european-space-agency-gaining-its-spurs", 
    "wordcount": "856"
}