{
    "headline": "Drought worsens in midwest and threatens next year's corn crop", 
    "text": "The worst drought in 50 years has intensified across the US midwest, not only condemning this year&apos;s corn crop but threatening the prospects for next year&apos;s too, new figures showed on Thursday. The political fallout intensified as well, with growing pressure for the Obama administration to end its support for corn ethanol. Critics say diverting food to fuel for corn ethanol production risks a global food crisis, tightening supplies and driving up prices. Nearly a third of Congress members signed on to a letter calling on the Environmental Protection Administration to scale down its support for corn ethanol. The latest drought map, released on Thursday by the National Drought Mitigation Center, showed the drought intensifying across the grain belt in the midwestern and plains states. &quot;It&apos;s hard to believe that it&apos;s getting worse, but it is, even with some rain in the region,&quot; Brian Fuchs, a climatologist and drought monitor author at the National Drought Mitigation Center, which is based at the University of Nebraska, said in the release. &quot;Drought continues to intensify through the midwest and plains states.&quot; Good rains in eastern Tennessee, northern Colorado, west Texas, and West Virginia helped contain the overall footprint of the drought, which shrank slightly to 52.65% of the country, down from 53.44% the week before. But the drought tightened its hold on Kansas, Missouri, Nebraska, Oklahoma, and Arkansas, pushing up the area in exceptional drought to 38.12%. The intensifying drought has deepened fears of a global food crisis, with reduced stocks abroad and higher prices for US consumers at home. About 48% of the corn crop is now rated poor or very poor, the US department of agriculture said on Wednesday. About 37% of the soybean crop was rated poor or very poor. The crop failures have already raised fears of price rises later in the year. The department of agriculture said dairy, poultry and meat prices would go up by about 4%. Meanwhile, gas prices have already started climbing, going up 5% in July, because of higher prices for corn-based ethanol. And there is little prospect of relief for the drought in this growing season, Mark Svoboda, another climatologist at the center, said. What matters now is whether there will be enough rain to get next year&apos;s crops off to a good start. &quot;This drought isn&apos;t going anywhere,&quot; he said. &quot;The damage is already done. What you are looking for is enough moisture to avert a second year of drought,&quot; he said. However, Svoboda conceded that might require a freak event, especially in the mid-west which has already passed its rain season. &quot;In the entire corn belt, from Indiana to Nebraska to the Dakotas, we have already reached the maximum precipitation periods for year. From here on in, it&apos;s all downhill,&quot; Svoboda said. &quot;As far as widespread general relief for the whole region it would take a really freakish dramatic change to make that happen. That doesn&apos;t appear to be in the cards, given the time of year we are in.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/aug/02/drought-worsens-midwest-corn-crop", 
    "wordcount": "515"
}