{
    "headline": "The eye-watering expense of nuclear power", 
    "text": "Just for a moment, forget whether you&apos;re pro-nuclear or anti-nuclear, and reflect on the coalition government&apos;s policy for nuclear power. It wants to see 10 new reactors built over the next few years. It sees this as a critical part of its carbon management strategy, and absolutely necessary to help &quot;keep the lights on&quot;. It believes it will strengthen the UK&apos;s energy security at a time when North Sea oil and gas continues to decline. It is working closely with a wide range of energy companies to help deliver the 10 new reactors. That&apos;s the plan. Some think it&apos;s great; some don&apos;t much like it, but see it as a necessary part of addressing accelerating climate change; some think it is seriously misguided. It doesn&apos;t really matter what you think: it cannot possibly deliver  primarily for economic reasons. Nuclear reactors are massively expensive. They take a long time to build. And even when they&apos;re up and running, they&apos;re nothing like as reliable as the industry would have us believe. Few if any companies have balance sheets that are strong enough to cover the capital costs of a new reactor  with a starting price today of about 6bn, and growing by an average of 15% per annum. For that reason, the funding has to come either from private investors or from governments: no reactor has ever been built anywhere in the world without substantial government subsidy, and no reactor ever will be built without substantial government funding in future. However, private investors are not enamoured by nuclear power. The construction risks are too high (with cost overruns and substantial delays all but guaranteed), and the political risks (with governments constantly changing their mind about levels of support) even higher. The higher the risk, the higher the costs of capital. Which means governments always have to step in  including the UK government. For the time being, ministers in DECC are sticking to the wording of the Coalition Agreement that a new nuclear programme can only proceed &quot;provided that they receive no public subsidy&quot;. This is now so transparently dishonest that it will not be possible to maintain that fiction for much longer, especially when the details of the electricity market reform (EMR) proposals are published. Here&apos;s their dilemma. Ministers wanted to have lots of companies competing to build the ten reactors. Three of the most significant players, (RWEnpower, EON UK and Scottish and Southern Electricity), have already dropped out. Both GDFSuez and Centrica have been giving out very strong signals to investors that they are about to drop out. Most of the rest of the companies left in are too small or incapable to bother about. That leaves EDF, a nuclear giant, 85% owned by the French government. Just three years ago, EDF&apos;s chief executive could be heard crowing about the fact that EDF would need no public subsidy to build its EPRs (European pressurised reactors) here in the UK. Today, his senior directors are pretty much permanently camped out in the Department of Energy and Climate Change (DECC) demanding eye-watering levels of financial support for the four reactors they hope to build at Hinkley Point and Sizewell. The going wholesale price for electricity at the moment is around 45/MWh. Under the EMR, the government is offering &quot;contracts for difference&quot; to cover the extra cost of nuclear  the so-called &quot;strike price&quot;. Calculating the scale of those extra costs is tricky, not least because it is impossible to believe anything the industry says about future costs. Estimates vary between 60/MWh and 90/MWh, with most independent commentators veering towards the high end rather than the low end. The amount of subsidy required for just four reactors, 90/MWh, would be 2bn a year for 30 years. 60bn. For 10 reactors, it would be 5bn a year for 30 years. 150bn And you need to understand that this figure doesn&apos;t take into account any of the other forms of subsidy on offer (be it in the form of a carbon price floor or massively subsidised insurance arrangements to cover the possibility of nuclear accidents), let alone the massive liabilities for cleaning up our existing nuclear power programme, which come in at about 7bn a year. From a taxpayers&apos; point of view, that&apos;s a minimum of 12bn a year to support an industry that is meant to be receiving &quot;no public subsidy&quot;. The implications of all this for an already shambolic government are enormous. George Osborne is deeply concerned about the costs of &quot;the green agenda&quot;. How could he possibly wave this through in the name of a low-carbon economy, when he could get infinitely better value for our money by investing in energy efficiency and renewables? And as for the Lib Dems, either they renege on the Coalition Agreement, and come out firmly against these proposals, or they go into the next election as liars to a man and woman.  Jonathon Porritt, Tom Burke, Charles Secrett and Tony Juniper have produced a series of six briefings to help inform the public debate about nuclear power. On 12 March, they wrote to the prime minister to warn him that his current proposals will end in failure. As yet, they have not received a reply.", 
    "section": "environment", 
    "gid": "environment/blog/2012/may/04/expense-nuclear-power-energy-coalition", 
    "wordcount": "894"
}