{
    "headline": "Microsoft Windows 8 launch and Surface event  as it happened", 
    "text": "  7.37pm BST    Final summary    Microsoft has unveiled what it called a &quot;revolutionary&quot; overhaul of its Windows computer software. Windows 8 is a radical makeover of previous versions of the software and is designed for a new generation of touchscreen tablet computers and laptops. Steve Ballmer, the Microsoft chief executive, says Windows 8 PCs will be the best PCs ever, as his company faces down competition in tablets and smartphones from Apple and Google. He says Windows 8 &quot;shatters perceptions of what a PC really is&quot; and is a &quot;bold and innovative&quot; break from past Windows versions. Microsoft&apos;s tablet computer, Surface, will go on sale tonight, priced at $499 for the 32GB version. No UK prices were given, but the Surface will be available to buy online from this evening. Microsoft announces Xbox music and videos for Windows 8 and Surface. The music and video streaming service will compete with Spotify with its library of 30m songs.    Updated at 7.43pm BST     7.21pm BST    More pictures       The Microsoft tablet computer, Surface, at a demonstration in New York.  Photograph: Lucas Jackson       The Microsoft Windows 8 operating system is on display at a press conference in New York,  Photograph: Mario Tama/Getty Images       The touchscreen Windows 8 operating system is unveiled at a press event in New York.  Photograph: Mario Tama/Getty Images         7.12pm BST       Steven Sinofsky, the head of Windows, is back on stage.He says Surface is both the best tablet and best laptop he has ever used. He announces that the Surface will go on sale tonight priced at $499 for the 32GB version.       7.08pm BST       Panay says the Surface &quot;does everything your laptop can do&quot;. There are mixed views about this. Early reviews have complained that the Surface is an awkward hybrid of a consumption device, for reading and viewing, and a creation device, for creating spreadsheets and presentations. Lean back versus lean forward, as media types say. He shows some examples of multitasking, including recording a video while typing in a OneNote document. Michael Gartenberg, the Gartner analyst, tweets:    One thing that's clear to me is #surface is a new category of device and one that will make sense for many consumers.&mdash; Michael Gartenberg (@Gartenberg) October 25, 2012        7.03pm BST          People walk past a display at a press conference unveiling the Microsoft Windows 8 operating system in New York.  Photograph: Mario Tama/Getty Images         7.00pm BST       The Surface announcement/demonstration has taken a turn for the bizarre. Panay just dropped a Surface repeatedly on the floor in an attempt to prove it is indestructible. True enough, it isn&apos;t broken. Then he says:  You can drop it in 72 different orientations. And we do. We drop &apos;em so we know how good they are.     Updated at 7.03pm BST     6.52pm BST       The Time technology writer Harry McCracken has picked up on Panay&apos;s opening gambit, where he spent an inordinate amount of time talking about the Surface&apos;s kickstand, which props it up.    Already, the Surface kickstand is the most highly-publicized kickstand in the history of kickstands.&mdash; Harry McCracken (@harrymccracken) October 25, 2012        6.49pm BST       This Surface announcement is more a demonstration of the tablet&apos;s best features so far. Panay says the Surface is about extending all of Microsoft, not just Windows, as he shows off the Xbox music and videos app and how it can beam content via the tablet to your Xbox. &quot;The point is Surface is an amazing tablet. All the apps we made, we made purposefully, so you can do all the things you want with it,&quot; he says.       6.40pm BST       Panos Panay, Microsoft&apos;s head of Surface, has taken over from Sinofsky. He describes Microsoft Surface as &quot;a stage&quot; for Windows 8. He says the 10.6in diagonal screen is &quot;the perfect expression of Windows&quot; and is ripe for multitasking.  &quot;That 10.6in is unique because it&apos;s not one of the standard sizes you get off any manufacturing line. This panel was designed from the ground up in Redmond.&quot;        6.37pm BST       Steven Sinofsky, Microsoft&apos;s head of Windows, is on stage introducing us to &quot;the feeling of Surface&quot;. And the reviews get a mention!&quot;It&apos;s great to see some of the first reviews, there&apos;s so much passion for hardware,&quot; he says. That&apos;s one way of putting it.       6.34pm BST       We&apos;re back with Microsoft for an announcement on their Surface tablet computer, which goes on sale tomorrow. My colleague Juliette Garside wrote yesterday how the Surface had been given a thumbs down in many of the early reviews published this week. That&apos;s not a great backdrop for Microsoft to go into this press launch, but they are a thick-skinned bunch in Redmond.       6.21pm BST       While we wait for the Surface announcement (the press room rumour mill says it will be about price points and something about a Surface for enterprises),I&apos;ve just spoken toFrank Gillett, a senior analyst at Forrester. Here&apos;s his take on the Microsoft keynote:  I expected to hear something new today, either about the number of apps or types of games. We didn&apos;t hear any of that, all they said was that it had doubled. I think they should have been telling us new things. If they&apos;re trying to tell us how good the devices and the apps are then put them [developers and partners] on stage. Apple does it and Microsoft used to do it. The question now is how do they adjust and go forward because there clearly is going to be roadblocks.     Updated at 6.22pm BST     5.55pm BST       This was an important moment for Microsoft, as the analysts and market-watchers had predicted. Microsoft hopes Windows 8 will usher in a new generation of touchscreen PCs of all shapes and sizes, including tablet computers that will compete directly with Apple&apos;s iPad. Steve Ballmer stated boldly that Microsoft believes in the future of the PC with this launch even as its rivals ramp up the &quot;post-PC world&quot; rhetoric. There was no doubt that this was the launch that needed to happen for Microsoft, which has seen its share of personal devices shrink from a full 95% of the PC-only market to just a third of all personal devices, including tablet computers and smartphones. The keynote lacked any big new numbers or surprising announcements because that is not what Microsoft was trying to achieve: its understated but ambitious message was that Windows 8 marks a new dawn for PCs. The demonstrations proved that Windows 8 is a complete and radical overhaul of past versions of the software. It needed to be. Windows 7 and its predecessors were not made for touchscreens. Steven Sinofsky, Microsoft&apos;s head of Windows, said Friday 26 October 2012 would be the first day of &quot;the world of Windows 8&quot;  the challenge now is to convince consumers that the Windows of old is truly a thing of the past.       5.40pm BST       We&apos;re keeping the liveblog open for the meantime as we expect an announcement on Microsoft&apos;s Surface tablet computer in an hour. It only got a fleeting mention in the keynote and journalists were scratching their heads about why it didn&apos;t feature more heavily. The Surface is due to go on sale tomorrow and the first reviews published in the US this week were, ahem, a bit lukewarm.       5.21pm BST          Microsoft CEO Steve Ballmer speaks at  the launch event of Windows 8 in New York.  Photograph: Lucas Jackson/Reuters         5.18pm BST       And Ballmer wraps up with a final flourish: &quot;Welcome to the world of Windows 8&quot;. We will have analysis and reaction shortly on what was a pretty sleek launch, if slightly lacking in many headline announcements. I&apos;m with the technology journalist Tim Anderson who asks whether Windows 8 is the operating system of primary colours. &quot;Striking how Windows 8 goes for bright and brash versus the more muted tones we see from Apple, for example,&quot; he says.       5.13pm BST          Michael Angiulo, corporate vice president of Windows planning, hardware & PC ecosystem at Microsoft, shows its Surface tablet.  Photograph: Lucas Jackson/Reuters         5.13pm BST       Ballmer says analysts have predicted 400m new PC sales for next year, most of which will run Windows 8.  We&apos;ve grown very fond of this term, &apos;Windows reimagined&apos;. It&apos;s a bold and innovative set of work we&apos;ve done with Windows 8. Windows 8 PCs really are the best PCs ever.        5.09pm BST       Ballmer announces Xbox music, video and games,the streaming service that will come with Windows 8. It comes with 30 million songs that can be streamed online. (Does it have licences for Europe? That would be interesting, given how Google and Amazon have both failed in this respect.)       5.05pm BST       Ballmer pitches Windows 8 PCs as beng &quot;alive with activity&quot;, including social messages, photos, videos, music, games, and apps. One thing is clear: Microsoft does not believe that the decline of the PC is terminal. It hopes that Windows 8 and touchscreens will be a shot in the arm to PCs. Contrast that with Apple&apos;s repeated mantra, the &quot;post-PC world&quot;.       5.04pm BST          Devices running Windows 8 operating system are shown at the launch of Windows 8 operating system in New York.  Photograph: Lucas Jackson/Reuters         4.59pm BST       The first mention of Microsoft Surface gets a ripple of applause. It gets a plug alongside the Asus Vivo Tab before Anguilo and Larson-Green make way for Steve Ballmer, the Microsoft chief executive. &quot;It really is an exciting, exciting day,&quot; he booms in that voice. &quot;Yeah, I&apos;m excited.&quot; He says Windows 8 &quot;shatters perceptions of what a PC really is&quot; and is a &quot;truly reimagined&quot; software experience.       4.52pm BST       Anguilo and Larson-Green (or Mike and Julie) are showing off the range of computers from Dell, Lenovo, Asus and Samsung that will run Windows 8. They come in all shapes and sizes, including convertible PCs that double as both a tablet computer and an ultrabook. The software does look silky smooth on the smaller devices being demonstrated, but Windows 8 does use a lot of screen real estate. There is no space spared. The pair move onto the Windows Store for apps. &quot;The Windows Store is so important we&apos;ve been working with developers for over a year,&quot; Anguilo says. He adds that the number of apps in the store has doubled in recent weeks.       4.52pm BST          Steven Sinofsky,president of the Windows and Windows Live division at Microsoft, speaks at  the launch event of Windows 8.  Photograph: Lucas Jackson/Reuters         4.51pm BST       OK, Windows 8 is all these wonderful things, but what is it like for those who are used to earlier versions of Windows? Foolproof (&quot;Europes largest experience design specialist&quot;)did some user testing a small sample, only 16 people, but it was in-depth  and here are some of their conclusions:  Its certainly a radical departure from the existing interface and has the potential to create an easier and more engaging experience. But it comes with a huge learning overhead, which we think is likely to slow down adoption of the new system. It may even present an opportunity for competitors to steal market share. While our participants found the Modern UI fresh and attractive, the radical changes it introduces caused all of them significant problems. At the end of their session, none of our participants felt confident using the new interface. One participant told us:I feel like a baby again. I cant do anything, not even my very simple list of things like launch Internet Explorer, type in the address, open something in a tab and go to that tab and read it.  Charles Arthur    Updated at 4.55pm BST     4.45pm BST       Anguilo prompts Apple-esque whoops and hollers from some in the audience as he says Windows 8 made his ultrabook computer run 33% faster than Windows 7. They must be incredibly happy for him. He says there will be a &quot;huge wave&quot; of new PCs and smartphones running a version of Windows 8 launching next month, just in time for Christmas.       4.45pm BST    Live video stream    By the way, if you want to watch the live video stream of the event, it&apos;s right here.    Updated at 4.57pm BST     4.40pm BST          Steven Sinofsky, president of the Windows and Windows Live division at Microsoft, speaks at the launch of Windows 8 in New York.  Photograph: Lucas Jackson/Reuters         4.40pm BST       Sinofsky races through an introduction ofWindows RT, the Windows software for PCs running ARM chips.He says it will work with 420m computers. Now we&apos;re being given a sneak peak of the rather dapper Windows 8 TV ads before Microsoft execs Mike Anguilo andJulie Larson-Green take the stage for some demos. Larson-Green says &quot;everything is right where you need it, under your thumbs, with Windows 8 as she prods at a tablet computer running the new software.       4.34pm BST       Now onto the Windows Store, Microsoft&apos;s answer to Apple&apos;s dominant App Store. Every Windows 8 PC will run Windows Store apps, and developers are adding hundreds of apps every day, according to Sinofsky. Earlier in the press room I spoke to the technology journalist Tim Anderson, who said he had noticed about 1,500 new apps had been added to the store overnight.       4.32pm BST       Sinofsky says that more than 1,000 new PCs have been certified for Windows 8, with some costing under $300 more affordable than several tablet computers, including (although he doesn&apos;t say it) a top-end Apple iPad. &quot;These are the best PCs ever made,&quot; he adds. Microsoft has worked closely with all of the big PC makers to get this right. Many of the new PCs running Windows 8 will have touchscreen ability, for users that want to swipe and jab at their screen instead of using a mouse or trackpad.       4.30pm BST       Meanwhile, just to make Microsoft feel a little uncomfortable as the event continues here, research firm Gartner is saying that Google&apos;s Android will be on more &quot;computing devices&quot; (ie smartphones and tablets) than Windows &quot;without four years&quot;. It told Reuters (the announcement isn&apos;t on the Gartner press site yet) that by then there will be 2.3bn &quot;computers, tablets and smartphones using Android software, compared with 2.28bn Windows devices.&quot; At current rates Gartner reckons by the end of 2012 there will be 1.5bn Windows devices, and 608m on Android.       4.29pm BST       Windows 8 has better battery life, faster boot time, a smaller memory footprint and has undergone 1.2bn hours of pre-release testing, according to Sinofsky. Several analysts noted earlier in the week at the very un-Microsoft level of attention to detail that appears to have gone into Windows 8. This really is Microsoft&apos;s big bet.       4.26pm BST          Microsoft CEO Steve Ballmer shows a Surface tablet before the launch of Windows 8 operating system in New York.  Photograph: Lucas Jackson/Reuters         4.26pm BST       Sinofsky says Windows 8 is &quot;computing for the next billion people&quot;. He marks the shift from Windows 95  &quot;we lived in caves&quot;  to the age of touchscreens, smartphones, and social networking. &quot;Windows 8 is simply the best release of Windows ever,&quot; he says. You would hope so.       4.23pm BST       We&apos;re under way. Steven Sinofsky, Microsoft&apos;s head of Windows, takes the stage and announces that Windows 7 has been installed 670m times. He describes Windows 8 as a &quot;major milestone in the evolution and revolution of computing&quot;.    Updated at 4.23pm BST     4.04pm BST       Hurrah! Journalists have just been let into the main event hall here at Pier 65 in New York. We&apos;re on the banks of the Hudson river. There is some speculation that Steve Ballmer will make his grand entrance on a speedboat. Whatever he does, he needs to outdo Sergey Brin&apos;s Google Goggles extravaganzainvolving skydivers and abseiling.    Updated at 4.13pm BST     3.54pm BST          People arrive at the launch event for Microsoft Windows 8 operating system in New York, October 25, 2012.         3.42pm BST       Tech writers have had access to Windows 8 for a while and the reviews are out today. My colleague Charles Arthur in the Guardian is broadly positive but writes of the confusion between the overlay of Windows 8  the much talked-about touchscreen tiles  with what amounts to a Windows 7+1 underneath.  If, for example you want (for some reason) to change the date on your computer, you won&apos;t be able to do it in the big Modern UI tiles. You&apos;ll have to take the fireman&apos;s pole down to Windows 7. And there it&apos;s all suddenly  the same again. It&apos;s like Bobby stepping out of the shower in Dallas. Or, to put it another way, it&apos;s like you&apos;re in HG Wells&apos;s Time Machine, and have come away from the happy Eloi above, in their big-tiled world, and discovered the Morlocks labouring away beneath.  In the New York Times, David Pogue says it may be the &quot;biggest week in Microsoft&apos;s 37-year history&quot;. He is also positive about Windows 8, but thinks the result of crunching it together with an updated Windows 7 is &quot;a mess&quot; and wishes the two systems had been kept separate.  You can easily imagine how Microsoft got here. PC sales have slowed, some executive must have said. This is a new age of touch screens! We need a fresh approach, a new Windows. Something bold, fluid and finger-friendly. Well, hold on, someone must have countered. We cant forget the 600 million regular mouse-driven PCs. We also need to update Windows 7 for them! And then things went terribly wrong. Hey, I know! somebody piped in. Lets combine those two Windows versions into one. One OS for all machines. Everybodys happy! Whoops.     Updated at 4.01pm BST     3.30pm BST       Hello and welcome to the Windows 8 launch live blog. I am in New York Citywhere Microsoft will shortly unveil what is being described as the most radical overhaul of its Windows computer software in decades. The ageing Pier 57 building on the banks of the Hudson river in Manhattan has been given a makeover for this launch, and Microsoft executives have been buzzing around the lavish W hotel in Union Square for days. All of this leads up to a pretty significant moment for Microsoft.The company hopes Windows 8 will help it regain ground lost to Apple and Google in the age of the smartphone and tablet computer.The software is also likely to be key in slowing or even reversing the decline of the PC. Unlike previous versions of Windows, this one is designed for PCs, notebooks, tablet computers and smartphones. It is built for a new generation of touchscreen devices, rather than the traditional PC and mouse. Follow us from 11am EST/4pm BST for all the action.     People try out Microsoft Corp's Windows 8 operating system at an event for its debut at the Akihabara electronics store district in Tokyo  Photograph: Toru Hanai/Reuters    Along with a number of other European and UK journalists, Josh Halliday&apos;s New York travel and accommodation was paid by Microsoft.    Updated at 3.37pm BST  ", 
    "section": "technology", 
    "gid": "technology/2012/oct/25/microsoft-windows-8-launch-live", 
    "wordcount": "2806"
}