{
    "headline": "Students not told which universities are struggling", 
    "text": "Students choosing a university can now look up how many hours of teaching they can expect, their likelihood of getting a job, and what other students thought of their course. But, this year, one crucial piece of information is missing. If your chosen institution is in trouble, with plummeting applications for the second year in a row, you may well be in the dark about it. For the first time, this year Ucas, the university admissions service, has decided to withhold annual figures on the number of applications to individual institutions. The data, on undergraduate applications for the 2013-14 academic year, was scheduled to be released after 15January  the main deadline for university entrance prior to the last-minute Clearing process in the summer. Ucas says that it changed its plans because of &quot;potential volatility in supply and demand&quot; following the introduction of higher fees last year. However, vice-chancellors say the organisation is responding to intense pressure from specific institutions whose numbers are seriously deflated for the second year running and who are determined that this should not become public knowledge. The vice-chancellor of one university explains: &quot;If you were down 15% last year and the same this year, you&apos;re in really serious danger. The understandable fear is that it will be a self-fulfilling prophecy. If it gets out, will parents let their kids go to you?&quot; Figures on last year&apos;s enrolments, released by Ucas in January, revealed shocking declines at some institutions, leading experts to warn that a university could go to the wall. London Metropolitan University was hit the hardest with a drop of 43% in 2012-13 compared with the previous year. Other notable casualties included the University of Bolton, which was down 25%, the University of Greenwich, down 23%, Leeds Metropolitan University, down 23%, and the University of East London, down 20.4%. Mary Curnock Cook, Ucas chief executive, says: &quot;Ucas&apos;s decision not to publish institutional-level data in the middle of the live cycle reflects our concerns that such information could be over-interpreted both by institutions and applicants and give rise to unintended market effects.&quot; She adds: &quot;The January-deadline data doesn&apos;t take account of institutions that may typically recruit a greater proportion of applicants later in the cycle  from mature and international markets, for example. We are also concerned that applicants, who are taking decisions at a course level, could put too much weight on institution-level data.&quot; Surprisingly, even ministers and the vice-chancellors&apos; body, Universities UK, have been refused private access to this year&apos;s application numbers, broken down by institution. Sources within the universities department report that ministers are very unhappy about being unable to see the extent of potential problems within the sector. However, Ucas insists that it shares information with the government, regulators and funding agencies &quot;where appropriate and with the consent of our members&quot;. The agency plans to publish the data in the autumn, when the final Clearing applications have been processed. Legal experts say that Ucas may be worried about litigation if it releases negative applications data which is claimed to defame a university. However, David Palfreyman, the bursar at New College Oxford, who has written widely on higher education law, warns that students or parents may also seek to sue if they feel they have been kept in the dark. &quot;There is a serious question of what the government&apos;s consumer protection duty is here,&quot; he says. &quot;Shouldn&apos;t kids and parents be able to hear that a place is heading into trouble, where undergraduate education may be disrupted by wind-down or even closure?&quot; He adds: &quot;If it is all to be kept secret shouldn&apos;t Universities UK have an Abta-style bond in place to provide certainty to consumers  in the same way that a holidaymaker should hopefully be flown back by the rest of the holiday industry when his holiday company goes bust?&quot; Dr Dennis Farrington, a consultant on higher education law, agrees: &quot;There is a real consumer protection issue here. It is very doubtful that people would want to spend, ultimately, 27,000 on being educated at a failing institution.&quot; However, Matt Robb, a universities specialist at Parthenon consulting group, argues that Ucas&apos;s decision is entirely defensible. &quot;Ucas has to listen to its customers, which are the universities. If they don&apos;t want the data revealed, of course they won&apos;t release it. Universities are now in a competitive market and that sort of data is incredibly valuable.&quot; Parthenon has conducted a study of the student numbers that Ucas has put in the public domain, which concludes that being a &quot;second choice&quot; institution is now &quot;fatal&quot;. The study shows that many of the steepest falls in numbers last year were at modern universities in cities where there is a stronger post-1992 competitor. The vast majority of these &quot;second-choice&quot; metropolitan universities took a hit of more than 5% on numbers, and in many cases much higher. Even in the prestigious Russell Group the research highlights above-average losses at universities including Southampton, Liverpool and Sheffield, which are typically ranked lower than others in the group. Birmingham University caused a stir last week when it confirmed it would make unconditional offers for up to a quarter of its undergraduate places this year. The Russell Group university insists its applications are up this year, but it was down 7% on enrolments in 2012-13. Robb predicts that struggling universities will be looking to sell off key assets, such as their business schools, in order to cope with lost fees that could run to the tens of millions. He has already received telephone calls from some institutions wanting to discuss possible mergers. &quot;In the last six to 12 months there has been a sea change in universities&apos; willingness to pursue radical new options, including merger and private investment,&quot; he says. &quot;It is quite extraordinary how quickly some institutions have broadened their thinking.&quot; He adds: &quot;It is now clear that you&apos;ve got to be distinctive and you&apos;ve got to think about the quality and value of what you offer. People have been talking about this in the sector for a long time, but almost no one took it on board. Being a bog-standard general university is no longer enough.&quot; Prof Paul O&apos;Prey, vice-chancellor of Roehampton University, where home-student applications are up 27% this year after a dip in 2012, agrees that universities need to adapt to survive in the competitive new world of higher fees. &quot;The ability to diversify and innovate is really important. We are widening our activities and developing new income streams. For example, we have gone into partnership with [private provider] Laureate to develop online courses, and partnered with a leading Swiss hospitality school to provide them with a London campus.&quot; Senior figures predict that there may be a number of vice-chancellor positions becoming vacant in the coming months, as university boards demand answers on plunging numbers. Even institutions whose numbers remain relatively buoyant admit that student applications are a source of great anxiety. One VC says: &quot;Everyone is watching everyone else very closely, but there is a lot of misinformation out there. A lot of universities are fixing their figures, changing their targets in order to say that they have met or nearly met them.&quot; He adds: &quot;The nervousness at Ucas reflects the level of worry in the sector generally.&quot;", 
    "section": "education", 
    "gid": "education/2013/mar/11/universities-falling-applications-ucas-protecting", 
    "wordcount": "1252"
}