{
    "headline": "School league tables show 107 secondaries are failing", 
    "text": "More than 100 secondary schools in England face being closed and re-opened as academies for failing government targets, official data reveals. League tables of more than 3,300 secondaries published by the Department for Education on Thursday show that 107 schools are failing to reach minimum standards required by the coalition. In all schools, at least 35% of pupils are expected to gain five or more GCSEs at grades A* to C, including English and maths. Those schools that fail to meet this target, and whose pupils are not achieving above-average progress in English and maths, are considered sub-standard. The headteachers of under-performing schools may be replaced and their management investigated by education department officials. The number of failing schools has, however, fallen since last year, when 216 secondaries fell short of government targets. An analysis of the data, which is based on last summer&apos;s GCSE and A-level results, by the Guardian has found that in 55 schools  not including special schools  fewer than 10% of pupils achieved five A* to C grades at GCSE, including English and maths. The secondary school league tables also show:  Teenagers in care and those on free school meals are about half as likely as their peers to achieve five good grades at GCSE.  In some schools, no teenagers are being entered for traditional subjects, such as history, geography or a modern language.  In more than 1,700 schools, a maximum of 10% of pupils take a combination of traditional subjects that includes English, maths, two sciences, a language and a humanity.  In more than a fifth of secondary schools  not including those for children with special needs  no more than half of pupils made the progress expected of them in maths between leaving primary school and completing their GCSEs. By including data on the grades of pupils in care and on free school meals, the secondary school league tables show the stark contrast between the achievements of disadvantaged children and their better-off peers. Just 34% of those in care or on free school meals achieve five good GCSE passes, including English and maths, compared with 58% for all pupils in state schools. In 339 schools, less than a fifth of these disadvantaged pupils achieve five good grades, including English and maths. Just one in 25 pupils achieves a C or higher in a combination of English, maths, two sciences, a foreign language and a humanity. Nick Gibb, the schools minister, said the figures revealed a &quot;shocking waste of talent&quot; and warned that &quot;all too often, pupils from disadvantaged backgrounds aren&apos;t given the same opportunities as their peers&quot;. He warned that the coalition would not let schools &quot;coast with mediocre performance&quot;. However, the league tables also show some exceptional achievements. In 524 schools, at least 50% of pupils who had been considered to be low-achieving at their primary schools managed to gain five or more GCSEs at grades A* to C, including English and maths. The school with the best record in this respect is Tauheedul Islam girls&apos; high school in Blackburn, where 69% of pupils with low prior achievement at primary school achieved five or more good grades at GCSE. The highest-performing comprehensive at GCSE was Thomas Telford school in Shropshire. Some 98% of its pupils achieved five or more A* to C grades including English and maths. The school outperformed several academically selective and private schools. On average, 58.2% of pupils in state schools achieved five or more A* to C grades including English and maths. Colchester Royal grammar school in Essex had the highest average points score per student at A-level  1,477.1 points  and Broadgreen International school in Liverpool improved its A-level score by 161% between 2008 and 2011. The tables reveal dozens of schools are shunning traditional subjects such as history, geography and modern languages at GCSE. In 125 schools  not including special schools  no pupil was entered for either history or geography. Ninety-four of these schools were fee-paying. In 77 schools, no pupil was entered for a language GCSE. Last year, the government started to measure schools by the proportion of pupils who achieved a C grade or more in English, maths, two sciences, a foreign language and a humanity at GCSE. This combination is known as the English baccalaureate, or Ebacc. The coalition hoped that by adding the measurement to the tables, it would fuel a rise in the take-up of traditional subjects. Some 24% of pupils were entered for these subjects last summer, a rise on the year before when 22% were. Just 18% achieved the English bacc last summer, compared to 16% the year before. In 1,760 schools, at most 10% of pupils achieved the Ebacc. Bucking the trend, however, is Sevenoaks school, a mixed independent school in Kent, and St Michael&apos;s Catholic grammar in Barnet, north London, where 99% of pupils achieved the Ebacc this year. Again for the first time this year, parents will be able to compare schools based on the progress pupils have made since primary school. The Guardian&apos;s analysis shows that in just over a fifth of secondary schools  not including those for children with special needs  no more than half of pupils made the progress expected of them in maths between leaving primary school and completing their GCSEs. Almost half  45.6%  of pupils who were at the level expected of them in primary school failed to achieve five or more GCSEs at grades A* to C including English and maths. The tables also show the average state secondary school spends 5,712 per pupil, but 30 state schools spend more than 10,000 per pupil. In state schools where over 90% of pupils achieve five or more grades at A* to C at GCSE, including English and maths, average spend is 5,096 per pupil. Stephen Twigg, Labour&apos;s shadow education secretary, said the government should stop &quot;promoting pet projects&quot;. &quot;If the government wants to promote English and maths across the education system, it cannot simply focus its attention on the minority of academies and free schools, or the English bac which is only taken by around one in eight pupils,&quot; he said.", 
    "section": "education", 
    "gid": "education/2012/jan/26/school-league-tables-secondaries-failing", 
    "wordcount": "1040"
}