{
    "headline": "On the road: Hyundai Veloster Turbo", 
    "text": "I&apos;m not sure about matt black or grey paint jobs for cars. You see them a bit on Range Rovers, Porsches, the odd Ferrari or Maserati  macho cars. The matt finish adds attitude, gives them an urban, industrial, even military quality. Abit Mad Max. On a Hyundai, though? Granted, a Hyundai that drives very well, but perhaps not mean enough to merit the matt finish. A sheep in wolf&apos;s clothing, an Airbus pretending to be a stealth bomber? There are a few things I&apos;m not sure about with this car, to be honest. The name  Veloster  also suggests speed. This one, with a 184 bhp 1.6litre turbo, is more powerful than the standard model, and it handles so crisply it feels sportier than it actually is. But Veloster? Really? How do you even pronounce it? With the stress on the second syllable, I guess: veLOSter. But there seems to be a syllable missing. It should be velociter, no? There&apos;s definitely a door missing  in the back there&apos;s only one, on the left in this country. You pull over on the left, you get out on that side  it makes sense. There was a TV ad for this car in Holland that highlighted the perils of driving a non-Veloster: awoman got out of another vehicle on the offside (the grim reaper actually opened the door) and she was immediately and tragically mown down by a passing car. The ad was withdrawn, but you can still see it on YouTube. Yeah, but what if you park on the right, as you might well do, especially on a one-way street? What about in Sainsbury&apos;s car park where some tosser in a 4x4 has blocked you in on the left? What about if someone crashes into you on the left? You can&apos;t get out on the other side because there isn&apos;t a door, there&apos;s fuel leaking, here comes the grim reaper again, smoking a fag this time I&apos;m going off the one-door-in-the-back thing. Otherwise, there&apos;s plenty to like. It may not be a serious, highperformance coupe but it&apos;s still a very drivable car, a genuine alternative to a VW Scirocco or a Vauxhall Astra GTC. And it&apos;s interestingly designed, inside and out. There are lines and curves that do give it an aeronautical feel, but from some angles it looks more like a motorbike helmet. It&apos;s certainly distinctive, whether you like it or not. I find three boys  aged 13 or 14  have stopped to have a look. They like it  the scoops and the twin pipes and the big alloys. It looks fast. And they like the matt grey paint. Well, that&apos;s good enough for me. If teenage boys like it, then Ilike it, too.  Hyundai Veloster Turbo       Photograph: Simon Stuart-Miller for the Guardian    Price From 21,995 (the matt paint isan extra 525) Top speed 133mphAcceleration 0-60mph in 8.4 secondsCombined fuel consumption 40.9mpg CO2 emissions 157g/km Eco rating 6/10Cool rating 8? 3? Who knows?", 
    "section": "technology", 
    "gid": "technology/2012/nov/23/hyundai-veloster-turbo-review", 
    "wordcount": "503"
}