{
    "headline": "The climbing's good but ...", 
    "text": "Bad weather had clamped down on the fells and climbing topics were being discussed. &quot;What was your best climb, Tony?&quot; asked a young rock-climber, who was just discovering Lakeland&apos;s rock faces. Despite the inclement weather and lure of climbing walls, he had still climbed Troutdale Pinnacle Direct on Black Crag and Bilberry Buttress on Raven Crag in Langdale. &quot;The Skye Ridge in 10 hours,&quot; I replied without hesitation. &quot;The Skye Ridge?&quot; queried someone, clearly not yet versed in the wonders of Scotland&apos;s finest knife-blade of liquorice-black gabbro where there is scarcely a blade of grass. &quot;What has that got you can&apos;t find in the Lakes?&quot; He gestured through the window towards the snowbound Jaws of Borrowdale. Another crag-rat came to my assistance. &quot;If,&quot; said this seasoned warrior, who had just made coffee for all, &quot;you took Striding Edge and Swirral Edges on Helvellyn and Sharp Edge and Hall&apos;s Fell Ridge on Blencathra and put them end to end with Pinnacle Ridge on St Sunday Crag and Napes Needle and Sphinx Rock that would only be a start.&quot; &quot;Take then,&quot; said another, &quot;the Old West Route up Pillar Rock. Oh, and the Slab and Notch too. Then the abseil into Jordan Gap and climb on to Pisgah, plus the ascent of Slingsby&apos;s Chimney on to Scafell Pinnacle  you would only extend it a little. &quot;Add Broad Stand and the two Fat Man&apos;s Agonies and the Eskdale Needle,&quot; said another, &quot;and Jack&apos;s Rake on Pavey  and you would still only have a fraction of the Ridge&apos;s traversing.&quot; A horseshoe of end-to-end scrambling, ridge-walking and grimping, the gabbro is like solidified Velcro. It is so rough on the fingertips it draws blood and makes typing up the epic afterwards an ordeal, hindered by the sticking plasters on your finger pads.", 
    "section": "environment", 
    "gid": "environment/2013/mar/24/lake-district-climbing", 
    "wordcount": "316"
}