{
    "headline": "Leaked document reveals Rio+20 sustainable development goals", 
    "text": "Countries will be asked this summer to sign up for 10 new sustainable development goals for the planet and promise to build green economies at the first earth summit in 20 years. According to a leak of the draft agenda document seen by the Guardian, they will also be asked to negotiate a new agreement to protect oceans, approve an annual state of the planet report, set up a major world agency for the environment, and appoint a global &quot;ombudsperson&quot;, or high commissioner, for future generations. Dozens of heads of state, political leaders and celebrities are expected to go to the UN&apos;s Rio+20 sustainable development meeting, to be held in Brazil in June. John Major, Fidel Castro and George H W Bush were among the leaders who attended the original earth summit, which was the world&apos;s biggest ever political gathering. But David Cameron has said he is not planning to attend Rio+20, despite promising to lead the &quot;greenest government ever&quot; and the date of the summit being changed to avoid a clash with the Queen&apos;s diamond jubilee. Unlike the 1992 earth summit when over 190 heads of state set in motion several legally binding environment agreements, leaders this time will not be asked to sign any document that would legally commit their countries to meeting any particular targets or timetables. Instead, they will be asked to set their own targets and work voluntarily towards establishing a global green economy which the UN believes will reduce poverty and slow consumption. Although the agenda could change in the next six months, it looks likely they will be asked to pledge to use stretched resources better and reform the subsidy system of fossil fuels which encourages climate change. The exact content of the new global sustainable development goals (SDGs) will be decided by governments before the Rio meeting and will not be introduced until 2015. However, they are expected to cover &quot;priority&quot; areas such as oceans, food, energy, water, consumption and sustainable cities. Countries will have their progress measured. They will not replace the 10 millennium development goals set by the UN in 2000 which promised to free people from extreme poverty and multiple deprivations. Governments will be expected to strengthen the Nairobi-based UN Environment Programme body which is widely thought to be underfunded and unable to address the growing threats to ecosystems. Unep is likely to be put on the same level as the World Health organisation (Who) and the Food and Agriculture Organisation (FAO). The 20-page document celebrates progress made in the last 20 years in reducing poverty and developing IT industries, but it recognises that countries have largely failed to meet most of the environmental and developmental challenges and commitments they made two decades ago. &quot;Unsustainable development has increased the stress on the earth&apos;s limited natural resources, and on the carrying capacity of ecosystems. Food insecurity, climate change and biodiversity loss have adversely affected development gains. We are deeply concerned that around 1.4 billion people still live in extreme poverty and one sixth of the world&apos;s population is undernourished, pandemics are omnipresent threats,&quot; it says. Brazil, which will host the conference, is planning a massive parallel meeting for non-government groups and individuals to debate and put pressure on governments to act. The agenda met with a mixed welcome from environment and development groups. Stephen Hale, Oxfam&apos;s deputy advocacy and campaigns director, said: &quot;This will kick-start the Rio negotiations. The UN deserves credit for a promising first draft. The world&apos;s governments need to respond with ambitious and concrete proposals, particularly on sustainable agriculture and food security where there is far more that the Rio summit can and must agree.&quot; Ruth Davis, chief policy adviser at Greenpeace UK, said: &quot;This Rio summit comes after two decades of delays and broken promises on sustainable development which has left millions in poverty and pushed ecosystems to the brink of collapse. Whilst this draft text covers the key issues, it also demonstrates a dismal lack of urgency in tackling them. Goals to end destruction of ancient forests, tackle over-fishing, phase out dirty energy subsidies, and deliver access to clean energy for the poor are either open-ended or pushed back for years.&quot; She continued: &quot;There are certainly important and useful proposals here - not least, the plan to negotiate a new agreement on protecting oceans - which could see an end to the wild-west plundering of the high seas. But for Rio to be more than an elite talking shop, world leaders need to inject some ambition into the negotiation, right now. A vague commitment to act at some point in the future will no longer cut it with the millions of people who have become rightly cynical about voluntary pledges and empty words.&quot;  This article was edited on 11 January 2012 to change a reference from the Brazilian government to the UN in Stephen Hale&apos;s comments.  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/jan/10/leaked-document-rio-goals", 
    "wordcount": "850"
}