{
    "headline": "20 Best iPhone and iPad apps this week", 
    "text": "Another week, another 20 new and notable iPhone and iPad apps appearing on Apple&apos;s App Store, with books and children&apos;s apps figuring prominently in this latest weekly selection. As ever, games aren&apos;t included, because there&apos;s a separate weekly roundup for them. This week&apos;s post includes iOS games like Bad Piggies, FIFA 13, God of Blades and Boomtime Baseball. Wondering where all the Android apps are? There&apos;s a separate post for them, while Windows Phone gets its own monthly roundup. Read on for this week&apos;s iOS selection. A Clockwork Orange Publisher Random House has given Anthony Burgess&apos; famous novel the full works for its iPad edition, with the original text, a full reading, audio clips of Burgess himself, essays and notes, the 1961 typescript, and experts analysing what it all means in videos. Plus a nifty cog-like interface to find your way around it all.iPad Camera+ for iPad Camera+ remains a hugely popular photography app on iPhone, offering features above and beyond the native camera app&apos;s. 9m sales later, it has spawned an iPad version. Who takes photos with their iPad? Well, some people, but the real appeal here is the use of iCloud to access photos shot using the iPhone version, with a range of editing features exclusive to the iPad version. In other words, it&apos;s looking to eat iPhoto&apos;s lunch too.iPad Nigellissima Nigella Lawson is back with another TV show and spin-off book. But this being 2012, there&apos;s also an app. Described as a &quot;taster&quot;, it includes nine of the book&apos;s Italian-inspired recipes, as well as behind-the-scenes video and information on key ingredients. Oh, and Lawson&apos;s Twitter, Facebook and &quot;Kitchen Witter&quot; in the social feeds section.iPhone / iPad Fancy Nancy Ballet School Fancy Nancy is the star of a popular series of HarperCollins children&apos;s books, and has already appeared in a couple of apps. This new one is less a story, and more an educational ballet app. Children can watch Nancy perform 11 moves and steps, string them together into whatever sequence they like, and then practise themselves. A video feature also allows them (or a parent) to shoot footage of their dancing, then have Nancy digitally inserted into the video.iPhone / iPad Zeebox Zeebox isn&apos;t new for Brits, but it&apos;s just launched in the US, with the second-screen startup partnering with broadcasting big-hitters NBCUniversal and HBO, as well as cable provider Comcast. As in the UK, the app provides a souped-up TV guide, pulls in tweets about individual shows, and provides contextual links and information while you&apos;re watching them.iPhone / iPad ESPNcricinfo There was already an iPhone app for ESPN&apos;s cricket website, but now it&apos;s been upsized for iPad too. Expect global coverage of cricket leagues and tournaments, with news, fixtures, results, audio and video content, and ball-by-ball commentary for key matches. US cricket fans (yes, there are some) can also get video highlights of the ICC World Twenty20 tournament.iPad Insight Guides World Cities iOS travel-guide apps? It&apos;s a crowded market, but the new Insight Guides World Cities app is hoping to punch its weight against the guide-book giants. It&apos;s a free download, with 10 city guides available to buy in-app at 3.99 a pop. They include listings of businesses, hotels and tourist hotspots, as well as a talking phrasebook and offline maps.iPhone / iPad Kapu Tickle Toy Camera If you&apos;re a parent, would you let your child loose with your iPhone or iPad&apos;s camera? What if it had dangly virtual monsters? That&apos;s the idea behind Kapu Tickle Toy Camera, a really inventive children&apos;s app that gets them playing with virtual characters, while taking snaps of them in the real world. As a child-friendly introduction to photography, it takes some beating.iPhone / iPad Madefire Madefire has been available on iPad for a while, but its new version is now on iPhone and iPod touch too. The idea: rather than offer digital replicas of old print comics, it commissions new ones from a host of famous artists, adding music, sound effects, motion and panoramic views to capitalise on their &quot;digital-first&quot; nature. Whizzy comics, basically, but in a good way.iPhone NMHMC Harvey Albert Einstein&apos;s brain, sliced up and splashed all over your iPad screen. Now that&apos;s a marketing slogan. This, of course, is a serious app, based on the autopsy of Einstein&apos;s brain in 1955, when it was segmented into 170 parts for study by neuroscientists. That&apos;s now been digitised, so experts (and, okay, some curious amateurs) can continue to peer at Albert&apos;s spongey matter.iPad Bibbidi-Bobbidi-You Or, to give it its full name: Disney Second Screen Personalized Digital Storybook: Bibbidi-Bobbidi-You. This is another second-screen app for TV viewers, but unlike Zeebox it&apos;s laser-focused on one thing: Disney&apos;s Blu-ray re-release of its classic film Cinderella. Expect &quot;a whole new way to experience the classic story&quot; (which means resisting the urge to check your tweets every five minutes). US-only for now.iPhone / iPad Streamweaver Frustratingly, this is also US-only, at least for now. It&apos;s a &quot;multi-angle mobile video app that&apos;s social from the moment you tap record&quot; according to the developers, who have also coined their own &quot;split-screen synchronicity&quot; phrase for it. The basic idea being shoot video in the same place with some friends, then see the different angles played back together. Us Brits will have to content ourselves with Vyclone, which is similar in ambition, but also edits the clips into a single video.iPhone Crayola DigiTools 3-D Crayola may be best known for its crayons, but it makes apps too a succession over the last year exploring digital colouring and drawing. This latest is one of a set of three (Airbrush and Effects are the other two). It&apos;s designed to be used with a physical pack of drawing accessories by children to create 3D images using backgrounds and animated stickers. The pack will be out by Christmas, but the app is available now.iPad History of a Pleasure Seeker, Volume 1 This is another interesting spin on what interactive novels might look like on touchscreen devices. Based on Richard Mason&apos;s book, it blends text, an audio reading, music recordings of the pieces mentioned in the text, street scenes, note-taking facilities, and the ability to ask Mason himself questions about the contents.iPhone / iPad Dr. Frankenstein&apos;s Body Lab Book publisher DK is getting monstrous on the App Store with its new educational app, aimed at a younger audience. It teaches them about the human body&apos;s skeleton, brain and senses, heart and lungs, digestive system and muscles through drag&apos;n&apos;drop-based mini-game, before a final section to put those ideas into practice by, er, making a monster. A fun take on biology.iPad MTV EMA MTV is gearing up for its annual European Music Awards shindig in Frankfurt, with an official app providing news, nominee information, photos and videos. On past form, MTV will have some additional second-screen tricks up its sleeve for the app on the actual night (11 November, since you ask).iPhone / iPad Jasmine It&apos;s a tough time to be launching a native iOS app to watch YouTube videos, given that Google has just done exactly that. Still, Jasmine is picking up some admiring reviews for its clean, uncluttered design, and its features including playlists, parental controls if you pay 1.49 to upgrade in-app and AirPlay support.iPhone / iPad FixYa: Solutions for Everything FixYa is one of those sites that tell modern (i.e. woefully unpractical) men and women how to do things. Fix dehumidifiers, lubricate lawnmowers, nail things onto other things without the other things being your own leg... That kind of stuff. Now it has an iPhone app tapping into its Q&amp;A system. Film a video of yourself asking a question, and wait for video answers from a global corps of experts.iPhone Lil&apos; Red An Interactive Story There is no shortage of iOS retellings of the Little Red Riding Hood fairytale, but this is one of the most stylish monochrome graphics enlivened by splashes of red for Lil&apos; Red herself, roses, apples, butterflies and so on. It looks beautiful. What&apos;s more, its developer has chosen to include no text or narration, leaving children to imagine the story themselves.iPad Nollybooks Nollybooks is touting a concept called &quot;Bookazines&quot; novels for women by South African writers, sold via in-app purchase, with additional content like word puzzles, quizzes, interviews and reading group notes. It&apos;s an interesting take on offering a series of books in digital form as much of a community as a store.iPhone / iPad That&apos;s our selection, but what about you? Make your recommendations for new iOS apps (or give feedback on the ones above) by posting a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/sep/28/best-iphone-ipad-apps-clockwork-orange", 
    "wordcount": "1463"
}