{
    "headline": "California tuna connoisseurs shy away from sushi over Japan radiation fears", 
    "text": "Rodel Jugao studied the menu&apos;s sushi options a moment, then pondered the Pacific ocean surf foaming just two blocks away. He shook his head. &quot;Nah. I&apos;m going for the chicken or beef.&quot; This Los Angeles outlet of Sarku Japan, a restaurant chain, did excellent fish and Jugao, 33, was a sushi lover. But for this lunch he preferred to stay terrestrial. &quot;It&apos;s concerning. You don&apos;t want food, you know, to glow.&quot; He appeared to speak for many other diners in a city which adores sushi  on condition it&apos;s not radioactive. A study published in the Proceedings of the National Academy of Sciences journal on Monday found bluefin tuna contaminated with radiation believed to be from Fukushima Daiichi, the Japanese nuclear reactor which blew up in March 2011. Tiny amounts of caesium-137 and caesium-134 were detected in 15 bluefin caught near San Diego, in California waters, last August. The levels were 10 times higher than those found in tuna in the same area in previous years, but still well below levels that the Japanese and US governments consider a health risk. Even so, for some in LA it was the proof tuna was no longer the healthy choice. &quot;God no. I don&apos;t even feed it to my cat,&quot; shuddered Danielle Astrada, a student, tucking into chicken noodles. &quot;The [Deepwater Horizon] oil spill was bad enough. Now this.&quot; Kim Murray, 48, a photographer scanning the menu at another restaurant, Sushi Itto, sounded almost betrayed. &quot;I love tuna. I eat it twice a week. I&apos;m not sure what I&apos;m going to do now.&quot; Roland and Eileen Pinza, a retired couple in their 70s seated nearby, poked at a plate of chicken and shrimp. &quot;This should be all right. But tuna, I&apos;d think twice about that,&quot; said Roland. Restaurants reported no cries of alarm nor immediate drop in sales. &quot;We have not received any calls or queries from suppliers and customers who are concerned about radioactive tuna,&quot; Dana Sardinha, a spokesperson for the upscale Nobu, said via email. &quot;We would never jeopardize the well being of our customers and are closely monitoring the situation, should there be any change.&quot; Nobi Kusuhara, the owner of Sushi Sasabune, a restaurant in Santa Monica, said much if not most of California&apos;s bluefin came from fish farms in Mexico. In any case, he said, many diners had long shunned the species over concerns it was being overfished. Tuna jokes zipped around the internet. &quot;I plan to up my intake. If the science in comic books is right I will surely develop superpowers,&quot; said one reader on the Guardian&apos;s comment thread. &quot;I&quot;ll have my order to glow, please,&quot; wrote another. George Jimenez, 29, an entertainment industry worker digesting lunch near the Pacific seafront, shrugged off the story. &quot;I&apos;ll eat sushi no matter what. I don&apos;t care how radioactive it is.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/may/30/california-tuna-radiation-sushi-industry", 
    "wordcount": "495"
}