{
    "headline": "Can I use a phone as a mobile Wi-Fi hotspot?", 
    "text": "I have several devices that I&apos;d like to be able to connect to the internet when on the move. I&apos;d like to avoid the cost of multiple 3G or 4G subscriptions and get a small telephone that could act as a Wi-Fi hub. I&apos;d like a smallish phone as I tend to prefer my tablet for browsing and my phone for calling people. I&apos;d also like to buy it outright, to avoid the need for an expensive subscription, so something fairly cheap would be a bonus. Anyone making anything like this yet?Robert You can connect a laptop to the internet by plugging in a &quot;dongle&quot; or &quot;USB modem&quot;, or by connecting the laptop to your mobile phone via a USB cable. If you want to connect several devices at once, you can use a mobile phone&apos;s data connection to create a Wi-Fi hotspot. This is called tethering, and it&apos;s built into many if not most smartphones nowadays. (If not, you can sometimes download an app that will do the job.) However, tethering tends to consume a lot of data, and some networks charge extra for it. Your tethering device doesn&apos;t have to be a mobile phone. It can be a small standalone router such as 3&apos;s MiFi, though other networks offer similar products. (MiFi is a registered trademark of Novatel Wireless.) You can buy an unlocked &quot;mobile Wi-Fi hotspot&quot; from the usual sources, including Amazon.co.uk. Popular examples include the ZTE MF60 and variants of the Huawei E585 and E568, as well as Novatel&apos;s MiFi 3352. Having a mobile hotspot means you don&apos;t have to worry about owning a particular type of phone or being locked to an expensive long-term contract. If you are prepared to put up with the inconvenience  and using a mobile hotspot takes more effort than using the web from a smartphone  you can manage without a smartphone at all. There are two major drawbacks. First, data charges are very high, perhaps 3 or 5 per gigabyte on contract or 15 or 20 on PAYG (pay as you go). Second, no UK company seems to offer a reasonably priced PAYG data service that works in the same way as a PAYG voice service. You can&apos;t just top up with 50 of data and use it until it runs out  all the services I&apos;ve seen force you to pay a monthly fee except GiffGaff, which on some deals requires a top up every three months to maintain the same rate. One possible solution, which I learned from fellow journalist Steve Gold, is to buy cheap pre-loaded sims on Amazon or eBay. Some of these last for three or 12 months, and when they run out you can cut up the sim and throw it away. You don&apos;t have to know or care what the phone numbers are: nobody is ever going to call them. (As Gold says: &quot;Caveat emptor applies to all non-standard sim usage/purchases, of course.&quot;) If you want a second phone, as your question says, then I&apos;m stuck for a recommendation. There are dozens of smartphones that work across GPRS, 3G and sometimes 4G networks run by several different carriers. Figuring out which works best would be a massive undertaking, and the practical results might depend as much on where you are as on which smartphone you are using. You&apos;d need to run some sort of nationwide logging system, as used to track fixed line broadband speeds. However, when it comes to buying a small, cheap smartphone, the answer is usually going to be Android. Have a look at the LG Optimus L3 (70), Samsung Galaxy Y (78), Sony Xperia Tipo (90), HTC Desire C (110) and Samsung Galaxy Ace II (163). Approximate prices are for sim-free models from Amazon.co.uk, though you should obviously shop around.  There&apos;s also the Google Nexus 4, a high-end phone that Google sells direct for only 239. But while it&apos;s cheap, it&apos;s not small. You can compare specifications at GSM Arena and similar sites. If you plan to use it for tethering, double-check that the phone supports it. Once you&apos;ve bought your unlocked, sim-free handset, the best data deal at the moment seems to be 3&apos;s The One Plan 1 month SIM for 25 per month. This is a sim-only deal, it provides unlimited data, and it allows tethering, which Vodafone either forbids or charges extra for. (Oh yes, it also includes 2,000 minutes and 5,000 texts.) Because it&apos;s on a one-month rolling contract, you&apos;re not committed to the 18 or 24 monthly payments that would also get you a &quot;free&quot; (ie ludicrously expensive) phone.  Of course, The One Plan may not be the best data deal for very long, but this is an unnecessarily complicated market. An honest industry would sell phones, data, texts and minutes separately, so users could compare prices directly and buy only what they need. That would result in lower prices, and I&apos;d be able to buy a block of cheap data that didn&apos;t expire before I&apos;d used half of it.", 
    "section": "technology", 
    "gid": "technology/askjack/2013/feb/21/phone-mobile-wi-fi-hotspot", 
    "wordcount": "865"
}