{
    "headline": "Google keyword advertising is waste of money, says eBay report", 
    "text": "Businesses may be wasting billions of pounds a year buying up keyword advertising on search engines such as Google, a new report has claimed. The study by auction website eBay claimed that most of the money spent buying up search terms was a waste of time and had little effect on sales. Google has built its business on the back of persuading advertisers to buy keywords  such as their company name or a term such as &quot;insurance&quot; or &quot;Christmas&quot;  to get a link to their website high up on Google search rankings. Spend on search advertising in the UK alone is worth about 3bn a year, with Google accounting for around 90% of that. Google made close to $37bn from advertising in the US in 2011, said the report. &quot;Results show that brand keyword ads [where companies purchase ads on searches for their own name] have no short-term benefits, and that returns from all other keywords are a fraction of conventional estimates,&quot; said the authors of the research. The 25-page report  given the not entirely search-friendly title of Consumer Heterogeneity and Paid Search Effectiveness: A Large Scale Field Experiment  found that most customers would have clicked through to a particular site without being prompted by an ad for the company. &quot;[In the absence of paid search links] consumers simply substitute to organic search links [the results Google&apos;s search algorithm brings back without companies having to pay],&quot; said the report. &quot;This implies that brand keyword advertising has neither persuasive nor informative value to well-known corporations.&quot; The report found that &quot;new and infrequent&quot; users are influenced by ads. However it is &quot;existing loyal users&quot; who already know all about a service and would already go to the website account for most of the clicks on paid-for keywords. This suggests companies are wasting their money targeting ads at existing customers. &quot;Advertising may appear like it is successfully attracting these consumers, when in reality they would have found other channels to the firm&apos;s website,&quot; said the report. &quot;We calculate that the short-term returns on investment for search engine marketing were negative because more frequent eBay shoppers are accountable for most of paid search sales.&quot; In carrying out the study eBay removed paid-search keywords using its brand name from Yahoo and Microsoft search engines and kept paying to keep them on Google. &quot;The results show that almost all of the forgone click traffic and attributed sales were immediately captured by natural search,&quot; the auction site found. Removal of these advertisements simply raised the prominence of the eBay natural search result. eBay also conducted a separate test of the effectiveness of non-branded keywords  such as &quot;cell phone&quot;  and found &quot;search engine marketing had a very small and statistically insignificant effect on sales&quot;. The company said its findings were likely to be equally relevant for other major brands, and raised questions about the received wisdom that Google is an efficient way to market to consumers. &quot;The efficacy of search engine marketing is weak, a conclusion that is likely to apply to other large brands that together spend billions of dollars a year on internet marketing,&quot; added the report. In response to the report, a Google spokesperson said search outcomes differ among advertisers and encouraged them to experiment with their keyword campaigns. &quot;Google&apos;s own studies, based on results from hundreds of advertisers, have found that more than 89% of search ad clicks were incremental and that 50% of the search ad clicks were incremental even when there was an organic search result for the advertiser in the top position. Since outcomes differ so much among advertisers and are influenced by many different factors, we encourage advertisers to experiment with their own campaigns. We provide tools such as AdWords campaign experiments and content experiments and recommend a statistical method for advertisers to conduct their own geo-targeted experiments.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/mar/13/google-keyword-advertising-wastes-money-ebay", 
    "wordcount": "667"
}