{
    "headline": "Green news roundup: Azzam Alwash, desertification, and Antarctic ice melt", 
    "text": "Environment news  Australia urged to formally recognise climate change refugee status MEPs reject key reform of emissions trading scheme China should have a say in future of Arctic  Iceland president British children &apos;deeply concerned&apos; about the impact of climate change Clean energy progress too slow to limit global warming, warns IEA Antarctic ice melting at record rate, study shows On the blogs     Jeremy Grantham, co-founder of GMO, speaks during the Ira Sohn Investmen Research Conference in New York, U.S., on Wednesday, May 26, 2010. The event is was sponsored by The Ira Sohn Research Conference Foundation which is dedicated to the treatment and cure of pediatric cancer and other childhood diseases.  Photograph: Daniel Acker/Getty Images     George Monbiot: Let&apos;s stop hiding behind recycling and be honest about consumption Jeremy Grantham on how to feed the world and why he invests in oil Help us document the UK&apos;s delayed spring Can shaving your legs offer any advantage for regular male cyclists? Multimedia     A seabird swims on the water during the sunset at the Xinghai Square on April 02, 2013 in Dalilan, China. Photograph: Lu Wenzheng/Barcroft Media     The week in wildlife - in pictures Kiribati enters the end game against climate change - in pictures Elephants in Zakouma National Park - picture of the day London Bike Kitchen: &apos;we teach people how to fix their own bikes&apos; - video Features     A lion lies in its cage at the Circo Orfei, an Italian circus. Photograph: DARRIN ZAMMIT LUPI/REUTERS    Jeremy Grantham, environmental philanthropist: &apos;We&apos;re trying to buy time for the world to wake up&apos; Demand for lion bones offers South African breeders a lucrative return Azzam Alwash wins Goldman prize: &apos;Saddam&apos;s marsh drainage project was war by other means&apos; Spring limps in at long last, but will the season bring birds, bees and blossom? Climate change: how a warming world is a threat to our food supplies Best of the web  Why it&apos;s time to end China-bashing on the environment Desertification crisis affecting 168 countries worldwide, study shows High court rules against &apos;buffer zones&apos; for windfarms Copenhagen&apos;s ambitious push to be carbon-neutral by 2025 Green jobs  Community Flood Resilience Project Officer at the National Flood Forum, 19,500 to 25,000 Chief Adviser  Climate Change, WWF, Woking (initially Godalming), 45,118 - 51,134p.aPolicy Officer, Soil Association, Bristol, Somerset, 26,206 ...And finally  The eco-sex activists who want to save the worldFuck for Forest use porn to spread their green message. In a new documentary, they are taken to the Amazon to meet a threatened Peruvian tribe. But how can they save the planet when they can barely look after each other?", 
    "section": "environment", 
    "gid": "environment/2013/apr/17/2", 
    "wordcount": "352"
}