{
    "headline": "'Boat' could explore the oceans of Saturn's moon Titan", 
    "text": "It is arguably the most audacious maritime adventure ever undertaken  a mission worthy of James Cook or Christopher Columbus to unlock the secrets of unknown seas and faraway lands. But what sets this mission apart from the great age of maritime exploration is that the hi-tech vessel must first travel 1.5bn kilometres before even embarking on its maritime voyage, and the waves pounding it will be on the vast methane oceans of Saturn&apos;s moon Titan. Prof John Zarnecki, a planetary scientist at the UK&apos;s Open University, said a proposed mission to float a probe on the surface of Titan&apos;s seas for three months had reached the final three proposals for selection by Nasa. &quot;It&apos;s a boat, essentially. You&apos;d have been locked up if you&apos;d suggested that before.&quot; The &quot;boat&quot; would make the first measurements in extraterrestrial oceanography. The Nasa project, designed with British involvement, will be just one of the ambitions discussed by UK space scientists when they meet on Thursday at a conference in London to celebrate Britain&apos;s entry to the space age half a century ago. On 26 April 1962, the UK became the world&apos;s third spacefaring country, after the US and the USSR, with the launch of the satellite Ariel 1. It was built by Nasa in collaboration with British scientists to study the properties of the upper atmosphere and cosmic rays, and formed the first of six missions. &quot;The big legacy is that, despite the fact we are a relatively small country, we are a major international player in space research,&quot; said Martin Barstow, an astrophysicist and head of the college of science and engineering at the University of Leicester. &quot;Other countries choose us as partners in their missions, particularly Nasa. Alongside that, we&apos;ve grown a very important home space industry which contributes fantastically to the economy.&quot; The industry is now worth 7.5bn a year to the UK economy. British space scientists hope the next 50 years will be even more ambitious. Planetary scientists want to land missions on Mars and beyond; British space technology companies are gaining interest from American partners for the next generation of small satellites; and Chinese and Indian space agencies are looking to UK scientific and engineering expertise to develop their programmes. &quot;What we now have is a space sector that is very well suited for the future and with enormous growth potential,&quot; said David Willetts, minister for universities and science. &quot;A lot of other countries have got great big public-sector technology organisations sitting in the middle, including organisations like Nasa. We&apos;ve had a relatively small public sector and, because we were dependent on other people&apos;s launch vehicles, that&apos;s given us a reason for being nimble, lightweight and low cost, and we&apos;ve ended up as probably the world&apos;s leader in small satellites.&quot; Ariel 1 was launched during the cold war at a time when the UK wanted to show it was at the cutting edge of the emerging field of space science. &quot;Just understanding the environment outside the atmosphere was important for whether nuclear missiles would work,&quot; said Dr David Parker, director of technology, science and exploration at the UK Space Agency (UKSA). &quot;But, as it turned out, the early space missions made many unexpected discoveries  for example, the pinpointing of strange objects emitting high-energy x-rays eventually confirming the existence of black holes and colliding galaxies.&quot; In its earliest days, few imagined the practical applications of sending things into space. Today, we could not do without weather satellites, global TV broadcasting and the insights gained from Earth observation and environmental monitoring. &quot;For me, this is the most important reason to celebrate Ariel 1. It&apos;s a case study of how basic science demands technical innovation, which in turn leads to applications that help everyone, everywhere,&quot; said Parker. &quot;It&apos;s the best answer to the naysayers who think we are just launching pound notes for the fun of it.&quot; The UK has also been involved in virtually all the significant planetary exploration missions launched in the past 50 years by the European and American space agencies  contributing designs, instruments and analysing data. A highlight was the British-built Giotto probe, which passed through the tail of Halley&apos;s comet in 1986 and, despite being peppered by high speed dust particles, captured pictures of the comet and measured the constituent elements carbon, hydrogen, oxygen and nitrogen, the building blocks of life. More recently, in January 2005, the Cassini-Huygens probe reached Saturn. On board Huygens, which was dropped onto the surface of Saturn&apos;s moon, Titan, after a seven-year, billion-mile journey, was British software and a British parachute system to slow the probe&apos;s descent. &quot;When the first images flashed up on a giant screen it was incredible. We saw a mountainous landscape with a network of rivers leading down to what looked like a sea with coastal islands,&quot; said Parker. &quot;It looked like our world and yet weirdly different, with water replaced by liquid hydrocarbons and  where Huygens finally landed  a riverbed of pebbles that are probably actually snowballs.&quot; Further daredevil ideas are not in short supply. In addition to the boat destined for Titan, submarines could wander the subsurface oceans of Jupiter&apos;s moons Europa and Ganymede. &quot;I want to drill down through the ice crusts of Europa and Ganymede and get to the liquid below the surface and find out what&apos;s going on there,&quot; said Zarnecki. &quot;Is there primitive life there? There&apos;s a possible feeling that the subsurface oceans might be the most common sort of habitats for life in our galaxy, rather than places like the Earth. Our ideas about habitability are changing so I&apos;d love to be able to answer those questions.&quot; Space technology cuts across many areas of government funding  basic science, business, environment and others  and last year the UKSA was set up with a 240m annual budget and a remit to develop a strategic vision for space. Parker said the UKSA represented a recognition that space was so important to the modern world that the UK had to grow a national capability in building and using space systems. Space, he argued, was something as fundamental as a nation&apos;s water supply or a transport system. Willetts said space technology had applications that were &quot;pervasive across the economy. To be honest I think we&apos;re still in the early days of applying satellite technologies for domestic purposes.&quot; Scientists are keen to see the UKSA take a leadership role in developing British expertise in space. Barstow suggests it might lead the development of a national programme of satellites that could test new ideas on a regular basis  something like the Ariel satellites 50 years ago. &quot;In terms of technology, we can see spacecraft getting both bigger and smaller. The commercial telecoms satellites are huge now,&quot; said Parker. &quot;But at the same time there is growing interest in satellites you could hold in the palm of your hand. We are building one of these tiny &apos;cubesats&apos; with a Scottish company, ClydeSpace.&quot; The UK also has strengths to sell to foreign customers. &quot;We&apos;re already talking to China and India in terms of future exploration,&quot; said Andrew Coates, a planetary scientist at University College London. &quot;There has already been some collaboration with India with Chandrayaan-1, which Esa and the UK got involved with as well.&quot; There is still a sticking point, though: humans. In 2009, Esa selected a former British army helicopter pilot, Major Tim Peake, to join its astronaut corps. It was a surprising decision, because the UK takes no part (and therefore contributes no funds towards) any human spaceflight programmes. &quot;Britain doesn&apos;t do humans in space,&quot; said Zarnecki. &quot;Inevitably, our activities are going to have a lower profile. If you don&apos;t have people, it&apos;s much more difficult to sell to the public.&quot; Human spaceflight is expensive and  the argument from past British governments has usually gone  if Britain were to fund an astronaut it would likely be at the expense of robotic missions. But Barstow said that misses the point. &quot;You should be doing both human and robotic spaceflight  I don&apos;t like the idea of separating them. There will always be things robots can&apos;t do and you need humans for.&quot; Peake will no doubt be a useful face for UK space science, but decisions on whether or not to change the longstanding policy on human spaceflight will be up to politicians. &quot;As and when human exploration beyond low-Earth orbit begins again, I personally think we need to think about whether the UK gets involved,&quot; said Parker. British-born Nasa astronaut Piers Sellars said he had spent years trying to persuade British officials to get involved in sending people into space, since it has such important impacts on the way space science is seen by the public. He is confident about the prospect of British astronauts. &quot;At some point, I&apos;ll put my pound on the table, I&apos;m betting the UK will embrace it as part of Esa,&quot; he said. Sending people into space is an extension of the basic human desire to explore, said Zarnecki. &quot;It&apos;s why we&apos;re not still in the caves, because we&apos;ve always wanted to know what&apos;s over the next hill, what&apos;s across the next river, over the sea,&quot; he said. &quot;It&apos;s our curiosity that has put us in the position that we are, and why the hell should we stop at the confines of the Earth?&quot;", 
    "section": "science", 
    "gid": "science/2012/apr/25/uk-boat-oceans-saturn-moon-titan", 
    "wordcount": "1606"
}