{
    "headline": "Free book: The Rough Guide to Community Energy", 
    "text": "MOZES in the meadows The MOZES project, in the Meadows area of Nottingham, is a great example of the wider community benefits of local energy projects. Separated from the rest of the city by main roads, the Meadows has struggled with poverty and crime. In 2004, a group of residents decided to see if an energy project could help restore pride to the increasingly embattled community. The result was Ozone, a regeneration scheme designed to help the Meadows become the first inner-city community to actively reduce its carbon footprint. After a year, with the project foundering due to lack of proper backing from the council, some of the people involved explored the idea of establishing a community-owned energy services company to help residents cut carbon and avoid debt and fuel poverty. With startup funding and practical support from National Energy Action, MOZES (the Meadows Ozone Energy Services Company) was born  an inspiring initiative that gives the lie to the idea of community energy as a worthy, middle-class preoccupation. The group was given a boost when Nottingham Energy Partnership stepped in with funding for a part-time energy assessor and debt advisor based at the Meadows Partnership Trust (MPT)  a local regeneration organisation that was to become one of MOZES&apos; primary allies in the area. A few years on, MOZES has a number of successful projects under its belt and shows no sign of slowing down. Key to its success has been the Green Streets programme, which helped the group provide dry-lining insulation, modern boilers and energy monitors to 32 Victorian homes on the estate. The economic profile of the area has made MOZES wary of the community share issue model preferred by many energy service companies, but the group&apos;s zealous pursuit of grant funding paid off when they secured 650k as part of the government&apos;s Low Carbon Communities Challenge. This paid for solar panels on 55 local houses, three schools and two community buildings  in the process throwing up some technical challenges. MOZES director Julian Marsh, a local architect and lecturer, explains: &quot;We realized we could only put PV on a few houses per street  any more and the local networks can&apos;t take it. Some people&apos;s household electrics weren&apos;t up to scratch either. For domestic PV to work the systems need to be up-to-date and properly earthed.&quot; Those hosting the panels can use the electricity generated, but the revenue from the Feed-in Tariff is returned to the community. Marsh sees this as an ideal use of the FIT subsidy. &quot;The idea is to create a community endowment. The panels should bring in about 20,000 a year, which can be reinvested in future projects. We&apos;re looking forward to doing something similar with solar thermal when the Renewable Heat Incentive comes in.&quot; The team are already seeking to broaden the scope of the project. After working with English Nature to resolve &quot;some bat issues&quot;, they have secured planning permission for a 300kW wind turbine on the banks of the River Trent, and are looking at their options for funding construction. The Green Streets relationship has also allowed MOZES to turn the Meadows into a test bed for future energy systems. An experimental carbon-negative house has been built, with 38 more ultra-efficient residences in the pipeline. Plans are also in place for a trial of residential CHP. Marsh encourages those looking to emulate MOZES&apos; success to &quot;take advantage of what&apos;s already available&quot; in the area. In the Meadows, that included MP Alan Simpson, who recently stood down to focus on full-time environment work. &quot;Without the help of our MP, MOZES would be nowhere.&quot; Settle Hydro Small-scale hydropower was commonplace in the Yorkshire Dales until cheap fossil fuels and the decline of local industry consigned it to history. Now, the push for renewable energy is giving this venerable technology a new lease of life in schemes such as Settle Hydro  a 50kW reverse Archimedean screw that sits on a weir built for watermills and even uses the original mill race to draw power from the River Ribble. A small amount of the resulting electricity is fed to the building next to the old mill, with the rest (around 90%) being sold to the grid. The project arose from a partnership between local environmentalists (Green Settle) and a community group (Settle Area Regeneration Team). Helped along by HOPE, an organisation that supports community hydro, the coalition formed a volunteer-run Industrial and Provident Society to manage the scheme. The volunteers&apos; commitment was soon put to the test, however, after being denied planning permission twice. The team went to the final appeal armed with a summary of every carbon reduction pledge the council had ever made, which project co-founder Ann Harding read out to the committee. That seemed to do the trick. The 410,000 upfront cost was raised in stages. September 2008 saw the first community share issue. The group put a great deal of work into the share prospectus and promotion and by December they had already raised 140,000 from 166 investors. That success gave the project access to grants from environmental and regeneration bodies, which brought them up to the two-thirds level they needed for a bank loan from Charity Bank, which provided 125,000 on &quot;massively helpful&quot; terms. Investors, Ann says, can expect a return in the sixth or seventh year of operation, though much of the income will flow directly to community projects. As one of the first projects of its kind, Settle Hydro&apos;s dealings with the regulatory system were frustrating. It should, for example, be receiving income from the Feed-in Tariffs, but that has been held up because Ofgem had no procedure for community hydro schemes. The Environment Agency was also unhelpful, insisting on major design changes without explanation. (To its credit, the Agency appears to have learned from these mistakes, overhauling its procedures and hiring a full-time hydro support officer.) By an unfortunate coincidence, the first turns of Settle&apos;s screw coincided with the start of the biggest drought since 1929, putting the first year&apos;s output at less than a third of the 165,000kWh originally projected. But the team expects to be able to make efficiency gains by lifting the screw&apos;s maximum speed (which is limited to reduce noise) and project co-founder Steve Amphlett sounds confident when he predicts 140,000kWh in year two. Ann and Steve receive correspondence from groups all over the world seeking to reproduce their success. They consider this outreach work to be crucial but are wary of the potentially bottomless pit of work it presents. &quot;It&apos;s our responsibility to lead by example and make sure the site always looks fantastic, but we&apos;re still just volunteers, and there&apos;s only so much we can do.&quot; At least the project development work is out of the way, however. Juggling the legal, financial and bureaucratic elements required to get the scheme up and running took 2030 hours of Ann and Steve&apos;s time each week, on top of already demanding full-time jobs. But the hard work was worth it, as their pride in the project is unmistakeable. &quot;Lots of people talked about doing this but we can come back years from now and say we actually went ahead and did it  we fought the battles and cleared a lot of obstacles so others won&apos;t have to.&quot;  These case studies are excerpted from The Rough Guide to Community Energy, by Duncan Clark and Malachi Chadwick. The book is published by Rough Guides, supported financially by M&amp;S and is being distributed by 10:10. Read more here.", 
    "section": "environment", 
    "gid": "environment/2012/jan/06/free-book-guide-community-energy", 
    "wordcount": "1281"
}