{
    "headline": "Mystery bird: black magpie, Platysmurus leucopterus", 
    "text": "    Black magpie, Platysmurus leucopterus (protonym, Glaucopis leucopterus), Temminck, 1824, also known as the black jay, black-crested jay/magpie, or as the white-winged black jay/magpie, photographed in the Rainforest Discovery Centre, Sepilok, Sabah, Malaysian Borneo.  Image: Alex Vargas, 18 November 2010 (with permission, for GrrlScientist/Guardian use only) [velociraptorize].Nikon D5000, Nikkor 300mm f/2.8G ED-IF AF-S VR 1/250s f/4.0 at 420.0mm iso400 with a Nikon 1.4X teleconverter on.    Question: This Malaysian mystery bird&apos;s common name is misleading and further, it&apos;s not known at this time who its close relatives are. What am I talking about? Can you identify this bird&apos;s taxonomic family and species? Response: This is a black magpie, Platysmurus leucopterus, a basal member of the corvid family (probably). If you are interested in common names, then you will be interested to learn that this bird is neither a magpie, as its common name indicates, nor is it a jay, as was long believed. In fact, this bird is a treepie, which is a distinct group of corvids that resemble magpies. Treepies are highly arboreal long-tailed birds and rarely (almost never?) come to the ground to feed, unlike magpies. The black magpie is the only member of its genus, although its two subspecies are quite distinct and could very well be separate species.  Black magpies are insectivorous birds that inhabit subtropical or tropical moist lowland evergreen forests and mangroves in Brunei, Indonesia, Malaysia, Myanmar, Singapore, and Thailand. They are gregarious and active. The black magpie has black plumage with small areas of white on the terminal half of its upper wing-coverts and a large white patch on the exterior webs of some of the outer secondaries; the forehead crested and the feathers stiff. Its bill, legs, and feet are black; irides vary between red and crimson.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist evil google+: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/feb/19/4", 
    "wordcount": "368"
}