{
    "headline": "No Dash for Gas plans return to West Burton power station for protest", 
    "text": "The government plans for a &quot;dash for gas&quot; are to come under renewed assault with a protest planned this summer at an EDF power station in Nottingham, the Guardian has learned. The choice of the West Burton site for a fresh wave of protest, which campaigners expect to attract numbers &quot;in the high hundreds&quot;, may be controversial because it was targeted last year by 21 activists from the group No Dash for Gas. The activists managed to shut down the gas-fired power station for seven days, but were arrested and then pursued by the owner EDF Energy, which attempted to sue them for 5m in damages. The French-owned company abandoned its lawsuit in the wake of public condemnation, including a petition signed by 64,000 people and support for the activists from prominent figures including Noam Chomsky, Richard Dawkins and Naomi Klein, French-owned EDF. The activists, however, remain under legal injunctions not to return to the West Burton site. EDF is also one of the companies in talks with ministers over a controversial government programme to build a series of nuclear power stations in the UK. The planned summer demonstration at West Burton is modelled on the &quot;climate camp&quot; protests against coal-fired electrical generation that disrupted the operations of power stations at key locations including Drax and Kingsnorth for several years. But it marks the changed focus from coal  the dirtiest fossil fuel  to gas, which has received strong support from the current government. Activists from a variety of organisations are expected, including campaigners from anti-poverty and anti-cuts groups. It is not known whether any of the 21 activists under injunction will attempt to return to the site. But the organisers are confident that there will be many more members of the public taking part in the protest, expected to run from 17-20 August. Kevin Smith of No Dash for Gas said: &quot;Last year 21 people took direct action, but 64,000 more joined No Dash for Gas in their fight against EDF&apos;s lawsuit. We&apos;ll be calling on these people and others to return to West Burton for a bigger, broader direct action that will push for real solutions to the economic and climate crises.&quot; West Burton is the first of more than 20 new gas-fired power stations that are expected to be given the go-ahead by ministers. Gas has been promoted by the chancellor, George Osborne, as a cleaner fuel than coal, but energy experts including the government&apos;s own statutory advisors, the Committee on Climate Change, have said that an over-reliance on gas will increase emissions and could lead to large rises in the cost of energy. As North Sea gas supplies have started to deplete, and the UK has turned from an exporter to a net importer of the fuel, volatile gas prices have led to large increases in the price of energy to households and businesses. The government has said gas will be needed to &quot;keep the lights on&quot; as many of the UK&apos;s ageing coal-fired and nuclear power stations are taken out of service in the next few years. But green campaigners say the government&apos;s support for gas is starving renewable forms of energy of investment.", 
    "section": "environment", 
    "gid": "environment/2013/apr/22/no-dash-for-gas-west-burton-protest", 
    "wordcount": "541"
}