{
    "headline": "Unctad criticises inconsistent attempts at global financial reform", 
    "text": "Efforts to reform international finance are localised and inconsistent with the risk that the world will return to business as usual, a top UN development official has warned. Supachai Panitchpakdi, the secretary general of the UN Conference on Trade and Development (Unctad), said there had been co-ordinated stimulus programmes after the 2008 financial and economic crisis, but governments had too quickly adopted austerity measures. &quot;Individual countries have tried financial reform, like Dodd-Frank [pdf] in the US, but it&apos;s all been inconsistent,&quot; he said on Friday. &quot;Stimulus was the easy part, because governments spend money, but you cannot go from crisis to austerity without reforms as well.&quot; Supachai spoke to the Guardian from Doha, Qatar, where Unctad  seen as an intellectual counterweight to the International Monetary Fund (IMF) and the World Bank  begins its quadrennial meeting on Saturday. As in past conferences, Unctad, a frequent critic of IMF neoliberal economic policy, faces pressure from rich countries to clip its sails. Former Unctad staff, NGOs and developing countries have mounted an energetic campaign criticising efforts by developed countries to restrict Unctad&apos;s mandate so that it confines its analytical work to trade and investment, keeping its nose out of the global financial markets. &quot;It is always part of deliberations,&quot; said Supachai, who was appointed head of Unctad in 2005 having previously been director general of the World Trade Organisation. &quot;We are confronted with this time again and again. At Accra [the last Unctad conference] we came out with a most comprehensive mandate, which allowed us to deal with climate change, for example. We can understand why advanced countries think we might be moving too much into other people&apos;s areas.&quot; But Supachai said it was unavoidable Unctad should analyse global finance, as it was an intrinsic part of development. Its report in February consisted of a comprehensive critique (pdf) of what Supachai called &quot;finance-driven globalisation&quot;, whereby &quot;financial markets and institutions have become the masters rather than the servants of the real economy, distorting trade and investment, heightening levels of inequality, and posing a systemic threat to economic stability&quot;. Unctad has long been critical of the Washington consensus, warning back in the 1990s of the perils of premature liberalisation of trade and capital flows, especially for developing economies. Unctad can justly claim that the financial crisis of 2008  the most serious economic shock since the Great Depression  is ample vindication of what it has been saying all along. Supachai is too diplomatic to suggest that rich countries want to limit Unctad&apos;s remit on ideological grounds, saying they are acting because of the climate of austerity. But whatever the motivations, NGOs, development experts and developing countries have rallied round the organisation. Civil society groups meeting in Doha have contrasted attempts to strengthen the IMF and the World Bank with efforts to emasculate Unctad. &quot;It is the policies that engendered the ongoing crisis and widespread human suffering that need to be urgently changed, and not organisations such as Unctad that have been working towards alternatives,&quot; NGOs said in a statement in Doha. The group of least-developed countries have also declared their support of Unctad. &quot;While placing development at the centre of domestic policy has led to significant policy improvements in some least-developed countries, numerous challenges continue to face the group as a whole,&quot; they said. &quot;Overcoming these will require further policy reform, but also effective external assistance and co-operation with international partners, including Unctad.&quot; Supachai said he was determined to fight for Unctad&apos;s mandate to make sure that developing countries have a voice, and to try to ensure that poor countries do not suffer the consequences of recurring economic crises. As for reforms, Supachai identified as key greater disclosure of information from the likes of hedge funds on the kinds of financial instruments they were trading. Inclusive growth was another priority, as well as innovative financing so that, for example, African countries could meet their pledges to invest 10% of GDP in agriculture. At a time of austerity, Supachai said it was time to move beyond official development assistance from rich countries, which has declined for the first time in 15 years. He argued a financial transactions tax, or Tobin tax, would achieve a dual function, helping to curb the power of international finance while also providing funds for developing countries. &quot;It would not be expensive for the financial services industry,&quot; he said. &quot;That argument is an excuse for masters of the universe to remain masters of the universe.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/apr/20/unctad-inconsistent-global-financial-reform", 
    "wordcount": "764"
}