{
    "headline": "Boot up: Google's tablet storefront, RIM's dire results, Apple's patent wars, LG's bendy e-ink and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team Apple&apos;s War on Android &gt;&gt; Businessweek Excellent, long article which suggests that Apple&apos;s Tim Cook may be ready to halt all the patent lawsuits. Let&apos;s hope so: it&apos;s clearly helping nobody. (Thanks @rquick for the link.) Google&apos;s So Freaked Out About The iPad And Lousy Android Sales That It&apos;s Opening An Online Tablet Store &gt;&gt; Business Insider Henry Blodget:   In the year or so since the [Motorola] deal was announced, it has become more and more clear that Larry does, in fact, want to make gadgets. In the latest evidence of this, Google is now planning to open an online tablet store in which it will push Android-based tablets, Amir Efrati of the Wall Street Journal reports. In this store, Google will initially sell tablets that are manufactured by its tablet hardware partners like Asus and Samsung. But the tablets may be co-branded as Google tablets.   Will you buy from there rather than, say, a physical store? &quot;Zero-day&quot; exploit sales should be key point in cybersecurity debate &gt;&gt; Electronic Frontier Foundation  France-based VUPEN is one of the highest-profile firms trafficking in zero-day exploits. Earlier this month at the CanSecWest information security conference, VUPEN declined to participate in the Google-sponsored Pwnium hacking competition, where security researchers were awarded up to $60,000 if they could defeat the Chrome browser&apos;s security and then explain to Google how they did it. Instead, VUPEN--sitting feet away from Google engineers running the competition--successfully compromised Chrome, but then refused to disclose their method to Google to help fix the flaw and make the browser safer for users. &quot;We wouldn&apos;t share this with Google for even $1 million,&quot; said VUPEN founder Chaouki Bekrar. &quot;We don&apos;t want to give them any knowledge that can help them in fixing this exploit or other similar exploits. We want to keep this for our customers.&quot;   In effect such companies are modern-day arms dealers: you have to hope they stay onside and don&apos;t do anything stupid. LG begins mass production of first flexible, plastic e-ink displays &gt;&gt; ExtremeTech  LG, that South Korean conglomerate that has mostly spent the last few years fading into Samsung&apos;s shadow, has just announced that it has begun mass production of the world&apos;s first flexible, plastic e-ink display. This is opposed to the hard, heavy, prone-to-cracking glass-laminate e-ink displays found in devices such as the Kindle and Nook.   Exciting. LG isn&apos;t explaining in detail how it works, but it looks fantastic. The HTML5 Gendered Advertising Video Remixer You&apos;ll probably want Chrome or Firefox because it uses the &lt;audio&gt; and &lt;video&gt; tags. Brilliant. RIM announces fourth-quarter results: $125m loss (PDF) &gt;&gt; RIM Thorsten Heins:    I&apos;m very excited about the prospects for the BlackBerry 10 platform, which is on track for the latter part of calendar 2012. Notwithstanding these strengths and opportunities, the business challenges we face over the next several quarters are significant and I am taking the necessary steps to address them.   RIM is bleeding very, very badly: a loss of $125m, writedowns on BB7 inventory, a huge drop in revenues, and the slowest growth in subscribers as a percentage of handsets sold ever. If BB10 can staunch the wound, that would go some way to solving its proximate problem. But Heins has to do something Jobs-like now. The Original Pull-To-Refresh Patent &gt;&gt; Buzzfeed From 1926. Obvious, really. (The question of how and why Twitter&apos;s Loren Brichter patented the &quot;pull-to-refresh&quot; interaction has exercised some geeks in recent weeks.) How many Asus Transformers did Newegg order for its March 2011 launch? A screenshot of the conversation between Jeremy Mason and &quot;Andrea&quot;, the online assistant for NewEgg. Before you click through, guess what the figure was for the entire US. (Linked from this page. Dell ends smartphone sales in the US &gt;&gt; PCWorld  Dell has stopped selling smartphones in the US as it tweaks its mobile strategy to focus more on emerging markets and higher-margin products. Dell has nixed its last standing Venue and Venue Pro smartphones and no replacements have been announced. The smartphones had run their course, a Dell spokesman said. &quot;Mobility products have shorter lifecycles than laptops and desktops,&quot; he said. Dell will introduce more mobile products in the US later this year, but the spokesman didn&apos;t say if smartphones will be among them.   This feels like what Dell did with MP3 players, when it thought its heft would let it outdo Apple. Except that in smartphones, the market is far more aggressive and crowded. CSS in Real Life &gt;&gt; Impressive Webs .titanic { float: none; } ....and many more. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/mar/30/technology-links-newsbucket", 
    "wordcount": "818"
}