{
    "headline": "World's largest butterfly disappearing from Papua New Guinea rainforests", 
    "text": "How large does a butterfly have to be before anybody notices it is disappearing? In the case of Papua New Guinea&apos;s (PNG) Queen Alexandra&apos;s birdwing, the answer is enormous. The world&apos;s largest butterfly boasts a 1ft (30cm) wingspan  imagine the width of a school ruler - yet few outsiders in its rainforest home in Oro province in northern PNG have ever seen it. It&apos;s a scenario unlikely to improve as oil palm plantation and logging remorselessly devours this endangered butterfly&apos;s habitat. Edwardian naturalist Albert Meek first recorded it in 1906 on a collecting expedition to PNG. The fast-flying butterfly frequents high rainforest canopy so Meek resorted to blasting them down by shotgun. The Natural History Museum taxonomically allocated his buckshot-peppered specimens into the birdwing genus (a tropical grouping possessing super-elongated forewings) and named it after Edward VII&apos;s wife. Because of substantial sexual dimorphism it took some time to correlate males and females as the same species. The females are velvety-black with cream patches and bright yellow abdomens. They are almost one-third larger than the males, which are iridescently patterned gold, turquoise, green, and black. It is not clearly understood why the butterfly grows so large but its lack of predators due to its unpalatable nature is certainly a factor. Queen Alexandra&apos;s eggs are laid on the poisonous leaves of a tropical pine-vine called aristolochia, found in Oro province&apos;s rainforests. Emerging caterpillars feeding on aristolochia ingest its toxins throughout all stages of growth until they pupate into chrysalises. Red hairs on the emerged adult butterfly&apos;s thorax warn predators that it remains highly toxic. Their biggest threat, however, remains progressive habitat clearance. Queen Alexandra&apos;s have lost much of their range across Oro province&apos;s coastal plain and are now condensed into a small stronghold on a remote plateau called Managalas. &quot;Its habitat is being destroyed by oilpalm expansion and coffee and cocoa growing,&quot; explained Eddie Malaisa, wildlife officer for Oro provincial government. &quot;I&apos;m very worried about this butterfly&apos;s future because on the lower plains I know of only seven isolated blocks where it&apos;s found but these are small patches of rainforest between 100-200 hectares surrounded by oil palm&quot;. Ironically, weakening regulation set up to protect them may be the butterfly&apos;s best hope for survival. Queen Alexandra&apos;s are currently classified as an appendix 1 species under the Convention on International Trade in Endangered Species (Cites), which prohibits their trade as specimens for overseas collectors. With no legal trade, an illegal black market keep the specimens in demand. In Winged Obsession: Chasing the Illegal Trade (2011), journalist Jessica Speart tells of a jailed butterfly trader who was offering pairs of Queen Alexandra&apos;s illegally smuggled out of PNG for more than $8,500 (5,400). She estimated the global butterfly smuggling trade to be worth around $200m(127m) each year. Malaisa believes downgrading Queen Alexandra&apos;s Cites status (to appendix 2) to allow a controlled limited trade would incentivise poor subsistence farmers to protect the butterfly&apos;s habitat by allowing them to sell an agreed quota of specimens. &quot;What is worse? Legally trading a few butterflies or removing Queen Alexandra&apos;s habitat forever,&quot; asks Malaisa.  Mark Stratton&apos;s Quest for the World&apos;s Largest Butterfly airs on BBC Radio 4, August 7th at 11.02am.", 
    "section": "environment", 
    "gid": "environment/blog/2012/jul/30/queen-alexandras-birdwing-butterfly", 
    "wordcount": "542"
}