{
    "headline": "David Cameron must be prepared to learn in his post-MDGs role at UN", 
    "text": "David Cameron is as well-qualified as any other leader of a developed country to jointly chair a new UN committee on the next round of global development targets that will replace the millennium development goals in 2015. Which is not very. To date there is no evidence of any understanding on his part of the problems facing developing countries. His only credential, and the reason he got the job, is that his government has demonstrated a commitment to aid increases, which are wrongly seen as a proxy for commitment to poverty reduction. Those calling for ever more aid should congratulate themselves that one outcome of their efforts is the leader of a rightwing Conservative-led government which is implementing structural adjustment at home being given a starring role in deciding the future of development for the next 15 years. Nevertheless, it may be no bad thing that Cameron is on this committee, along with two other heads of government yet to be named. He will certainly learn a lot. In fact, it is possible Britain will be the beneficiary of his intensive course in development studies. Equality and sustainability are the two key elements emerging as the central pillars of the post-2015 development goals. On these issues Cameron leads a country that is performing dismally. Inequality has risen massively in Britain in the past 30 years. Margaret Thatcher used to argue that increased inequality was a price worth paying for growth, and subsequent UK governments, including Labour, have broadly endorsed this view through their policies. The figures speak for themselves. The UK&apos;s Gini coefficient, which measures income inequality, was 0.25 in 1980, roughly the European average, but it has risen to a record high of more than 0.36 today, according to the Institute of Fiscal Studies. So although Cameron didn&apos;t start this particular fire, he is doing nothing to put it out. As joint chair of the post-2015 committee he will hear what is fast becoming a consensus, that inequality leads to social unrest and holds back progress. Around 600 million more people would have escaped poverty since 1980 had policies promoted equality, according to one report. The World Economic Forum is the latest of the traditionally conservative thinktanks, along with the International Monetary Fund and World Bank, that are now placing inequality at the very top of their agendas. Will Cameron be converted to the cause? On sustainability, one could hardly think of a more shamefaced U-turn than the one executed by Cameron&apos;s government on green issues. He rode with huskies in the Arctic to get elected, but has since abandoned any pretence at caring about the UK&apos;s carbon emissions, one of the biggest threats to poverty and conflict reduction. His chancellor, George Osborne, appears to think that &quot;sustainable growth&quot; means any type of growth that can be sustained for more than two quarters, rather than the profound shift in thinking acknowledged as necessary by reputable scientists. On the UN committee, Cameron will hear from those whose livelihoods have been lost or are under threat from climate change and the growing global scramble for resources. He will learn of places where more sustainable lifestyles are succeeding, and where the opportunities of the newly constrained world are being tapped. Will these inspire him to come back a changed man and implement green policies at home and advocate them abroad? This being the UN, everything will be viewed in the context of human rights, an area in which Cameron has shown discomfort, not least because of continued whingeing in his party about European human rights strictures. Thankfully, on the committee, he will review evidence that treating development as a right and not a gift transforms the power relationships involved and makes progress more likely. He may also be persuaded that multilateralism works. Although he voted for the invasion of Iraq, he has every chance to turn the page for the UK on multilateralism  it was Labour&apos;s war, and Labour ministers, not Tories, are the ones accused of complicity with torture and kidnapping. Finally, on the role of the state in economic growth and delivery of basic goods, Cameron is in for some serious re-education. Having promised to safeguard Britain&apos;s much-loved public health service, he has started a massive overhaul that puts the public ethos at risk by exaggerating the importance of the market. And as cabinet ministers plead for the use of industrial policy to promote sectors of the British economy, he still appears set on a narrow fundamentalist pro-market ideology considered sacred by recent UK and US politicians. Cameron will hear from countries in Latin America and east Asia that have harnessed private enterprise for development progress by intervening carefully but forcefully in their economies to provide the right context for it to thrive. Will he come back to Britain&apos;s embattled economy wondering why he has clung to dogma for so long? Will he encourage large-scale public works and interventions to promote private investment in sustainable industries and deliver a higher quality of social service, thus driving down inequality? Maybe. He seems like a good listener (an important attribute). His forebears at Eton epitomised the colonial mindset and set off to teach the rest of the world how to develop, yet Cameron may be in for something of a surprise: Britain has as much to learn as to teach on the key political issues of the 21st century.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/may/03/david-cameron-post-mdgs-un", 
    "wordcount": "901"
}