{
    "headline": "Students of Great Britain! Welcome to your brave new world", 
    "text": "Undergraduates! I greet you at the start of glorious careers! For what a timeit is to be a student. You, more than any generation before you, have the opportunity to have a large number of browser windows open simultaneously. Truly it is a new world. And in this new world you will be able to express yourselves in ways no one in history has previously imagined. You can already in many places order a number of smaller plates rather than one large main dish, but without the difficult conversations this action would have involved in previous eras (the 90s). Ryanair will transport your physical beingto practically any part of the EU for under 10 (although there will be a 79 surcharge if you wish your body parts to be transported intact and not split between flights). You, God help you, candownload unlimited classics of world literature to your iPad for free, and then commission a developing-world student to read them for you and write an essay for a fee amounting to little more than the cost of a 5k Twitter following. What a world! A crunching economic downturn blights the horizon in terms of employment, that is true. But in this very inferno of old industries, old certainties, lies the opportunity to forge afresh new challenges! Maybe. Iam not certain how this will work, but you have to agree it sounds at least theoretically possible. My friends, you stand at a cross-roads. One path leads to either economic hardship or a new flowering of human potential. The other path is the road less travelled by. The path ahead leads to we know not where, and the final path, from where we have just travelled (this is a crossroads, or if it is easier to visualise, a roundabout with four exits) is now barred by two guards, one of whom always tells the truth, and another who is carrying a fox, a bag of grain and would like to see the US embark on a nuclear confrontation with Iran. It is a confusing crossroads, or roundabout, and university in many ways is your opportunity to go round a few times (it&apos;s now definitely a roundabout) while you study the map and choose the particular exit you feel is the right one for you. But choose wisely! For if history has taught us only one thing, then this surely is an indication that it is underperforming as an academic discipline. Even geography tries to teach us a minimum of three things. But if history has taught us one thing, it is that those who do not learn its lessons are doomed to repeat them. The first time as tragedy, the second time as farce, the third time becoming increasingly irritated and the fourth time as part of a reunion tour where aged rock journalists take low-potency ecstasy tablets and complain about theacoustics. But what can I offer you as you take your first steps towards intellectual maturity? A couple of pointers. First: it is unfair that as students, as well as negotiating social and academic change, you are at the same time expected to succeed at the highest form of human endeavour and social interaction invented: communalliving. For we know what happens when large groups of people are asked to live in close proximity. Waco. Jonestown. Indeed, as I understand it there has never been a successful communal living experiment. The finest minds have tried. Hawthorne, Thoreau, Stephen Baldwin on Celebrity Big Brother 7. All utopian communities have ended with the members secretly buying up rolls of stickers to mark the usage of toilet paper by their co-habitees. Many religious authorities suggest the unity of the apostles would have been seriously undermined had they been forced to share a fridge withJesus. If you do end up living in a shared space, you need to have clear boundaries. What is acceptable to borrow? What is not? Can Dairylea be used as a temporary bath plug or grouting material and then returned to the owner for future consumption? Form a working party on establishing an equitable house temperature acceptable to all. Although it is now advisable to avoid 21.5 degrees, as this is the Aviva-sponsored Olympic Temperature and if you use it you maybe liable to pay a royalty. One thing I can advise is not to have any truck with the rota. Nothing is sadder a few months down the line than the unobserved rota languishing reproachfully from the kitchen wall like the tattered Declaration of Universal Human Rights at the back of some repressive regime&apos;s kangaroo court. Similarly the revision timetable, when the time comes, is best avoided. Much wiser to fly, in terror, into a blind, random leafing through your books and notes, than to construct one of these schedules of dreams. If you do weaken and make one, keep it simple. If your revision timetable is embroidered, or illuminated with gold leaf, it is a sign you have probably spent enough time on it. Anyway. I wish you well. Life will never be the same again! The world entire is open for your inquiry! A wise man once told the story of the old fish who asked two young fishes how they liked the water they were swimming in. The young fishes&apos; response? &quot;What the hell is water?&quot; As green younglings, you may not entirely &quot;get&quot; the wisdom of this observation. But let me interpret  the gist is: turn off your water at the stopcock during holidays and check your personal contents insurance covers flood damage. Bon voyage! A guide to student politics: protest or port-and-cheese? The dos and don&apos;ts of student fashion Student fashion: a new look for less than 100 Student writers on the uncertain future     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/2012/sep/11/students-great-britain-brave-new-world", 
    "wordcount": "980"
}