{
    "headline": "Finding a student house: don't sign in a panic", 
    "text": "There are few things as satisfying as putting a deposit down on a house. After battling through the smorgasbord of showings, landlords and contract negotiations, the property is, to all intents and purposes, yours. The search for a student house may be painful, but it&apos;s worth holding out until you find a place that&apos;s right for you, says Alex Clifford, welfare officer at Keele University student union. Having a house which is too far away from campus, too expensive  student accommodation has risen by 25% in three years  or one which does not suit your needs can impact on your health, degree and wellbeing. Most students are first-time house hunters and unfortunately there are landlords who will exploit their naivety. It&apos;s not hard to find someone who has experienced nightmare accommodation. Monika, a student at Keele University, developed allergies while living in a damp, mouldy house with poor insulation and a slug-infested bathroom. Her landlord cared more about increasing her rent than maintaining the property. John, a former Stirling student, recalls living with a leaking gas boiler in his student house. A single spark could have lit the gas. They&apos;re not the only ones who&apos;ve had problems with their student accommodation. After asking university friends about their housing through Facebook, I was flooded with reports of horror stories: gaping holes in bedrooms that let cold air in, slugs, rats, poor insulation, damp and mould. One thing that everybody complained about: their landlords either ignored or refused to deal with their requests. Andrew, a former Keele student, was ejected by his landlord after calling housing standards, a council team that makes sure private accommodation is up to scratch. His landlord had not dealt with a leaky pipe, faulty boiler or damp. But don&apos;t be disheartened, there are landlords who care about your welfare, maintain the house and charge reasonable prices. Living in a student house is a great way to gain independence and explore the world outside your university. Although there is no guaranteed way to find the perfect house here are some pointers, created with the help of Clifford. 1) View the property Even if you are exhausted and have searched for weeks, inspecting your prospective home is absolutely vital. Without viewing a house you&apos;ll have no idea on its suitability, whether the landlord describes it accurately, what facilities are close by, or the transport links. 2) Ask questions It does not matter how silly your question may be  ask. Where is the nearest bus station, shop, or supermarket? Is the house fully furnished? What date does my tenancy begin and end? What happens if a housemate leaves university? Am I allowed posters or pets? Is there anywhere to park cars or store bicycles? Is the property reasonably secure? If the current tenants are there ask them some questions  they may be more truthful than the landlord. 3) Go to the house on public transport This will give you a real sense of how far away the property is. You&apos;ll also get a chance to see the neighbourhood and decide whether you like it. 4) Check what appliances are included Is there a dishwasher, clothes dryer, washing machine, shower, garden, television? Does the house come with a fridge and freezer  and how big are they? 5) What does the rent include? Make sure you are 100% clear on this when you sign the contract. Every house comes with different terms and conditions. Make sure you know whether your property comes with gas, electric, water or internet. A contract that states &quot;all bills included&quot; may not include internet. 6) What is the deposit? Check what deposit scheme your landlord is using. Some may ask for rent in advance while others will require a lump sum of money to be returned providing the house is well kept 7) Study the contract Read it back-to-front and get your university&apos;s student advice service or student union to check it over. They can make sure you are being treated fairly. Allocate the rooms, double check the rent, and then, if you are happy, sign on the dotted line. By being savvy, and not renting the first house in a blind panic, you can find good accommodation. Make use of your student union advice team  they can help with any problems, or point you in the right direction. A final bit of advice from Clifford: &quot;Make sure there are enough bloody wheelie bins.&quot;", 
    "section": "education", 
    "gid": "education/2013/jan/15/finding-a-student-house-dont-sign-in-a-panic", 
    "wordcount": "741"
}