{
    "headline": "Rio+20: A voice from Nairobi, Kenya", 
    "text": "   James Karuga, rio+20 Photograph: Guardian    In the context of my country, Kenya, [which is] largely reliant on agriculture, sustainable development will work only if we empower our smallholder farmers [SHFs] on better ways to farm. One reason why there are constant food shortages even in arable areas is because our farmers still use rudimentary farming methods that can&apos;t work now, when farmlands are less and less. Embracing simple solutions to address hunger is the way forward. For instance in western Kenya, a simple technique of applying lime to soils to lower their acidity has resulted in bumper harvests of maize. In this region, an acre of land that yielded a bag and a half of maize now yields more than 10 bags, and families are now food secure. By improving the soil health by such a cheap technique, SHFs are appreciating the value of agriculture and improving their livelihoods while diversifying their farming, and the environment gets better. In the past 20 years there have been both good and bad changes. [Some] rivers have dried, while others have reduced to streams; forests have reduced, and arable land [has been] subdivided until it can&apos;t sustain livelihoods. Even with constraints on resources, Kenyans have learned to be innovative. Small pieces of land like a quarter of an acre are being optimised to an extent that farmers grow crops, do dairy farming and generate biogas to use for cooking and lighting. Greenhouses 10 years ago used to be a preserve of multinational horticultural companies. Today, some SHFs are able to get them for as little as $700 and farm all year round and earn comfortable livelihoods. Achieving sustainable development lies in embracing simple solutions to help uplift the livelihoods of the poor. For instance, in Kibera, one of the biggest slums in Africa, residents got trained to grow vegetables on sacks. That is a simple solution, helping slum families get a healthy diet and save the little they earn, by not buying vegetables. It&apos;s working  and not lofty to achieve, or requiring much capital to execute. I hope Rio+20 will focus more on such simple solutions that impact the poor. I hope Rio will make a difference, especially if there is focus on food security and sustainable agriculture. In Kenya, shortages of food put a huge dent on my pockets as food prices shoot up, especially in urban areas. But it will only impact me if what is discussed results in policies that support more rural food production, meaning I won&apos;t have to pay a lot to buy my food.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/15/rio20-voice-nairobi-kenya", 
    "wordcount": "423"
}