{
    "headline": "Talk point: have your say on family planning and development", 
    "text": "Family planning is notoriously one of the most politicised and divisive areas in development, touching on a range of contentious issues: sex, population, religion, gender equality, to name a few. It is, as Ewen MacAskill has pointed out, a &quot;political minefield&quot; ripe for partisan political jockeying and tainted by its association with coercive projects to control population growth. Next month, world leaders will descend on London for a global summit aiming for nothing less than &quot;unprecedented political commitment and resources&quot; to expand access to family planning services and supplies in developing countries. How has such a taboo topic become a global priority? What&apos;s driving world leaders&apos; growing interest in women&apos;s bodies? And what&apos;s at stake in these debates? We&apos;ll discuss these questions  and more  in this month&apos;s Global development podcast, and are looking for your comments to shape the discussion. Of course, family planning is not a new subject on the global development agenda. What progress has been made since the 1994 UN international conference on population and development (ICPD), which promised to put people, human rights and quality of life at the centre of the debate? What role have new technologies and new forms of contraception played in expanding access and shifting policy? And with looming global deadlines  including the 20-year anniversary of the ICPD and the 2015 cut-off for the millennium development goals  what lessons have been learned and what challenges remain? Let us know what you think. What questions should we be asking about family planning and development? Post your thoughts, questions, and suggestions below. As always, we&apos;ll aim to incorporate a selection of your comments in the discussion. If you have any problems posting, or if you would prefer to comment anonymously, email us at development@guardian.co.uk and we&apos;ll add your thoughts to the debate. Update, podcast now live: Focus on family planning", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/19/talk-point-family-planning-development", 
    "wordcount": "313"
}