{
    "headline": "Microsoft to sue Comet over 'fake' Windows discs", 
    "text": "Microsoft is to sue UK electronics retailer Comet for making tens of thousands of allegedly unauthorised CDs for its Windows operating system and selling them to customers. The US computing giant has issued proceedings against Comet for allegedly creating more than 94,000 counterfeit &quot;recovery discs&quot; for its Windows Vista and Windows XP operating systems and selling them to customers. Comet, which sold the CDs for 14.99 each, made in excess of 1.4m in sales to customers while providing the service to customers between March 2008 and December 2009. Shares in Kesa Electricals, which owns Comet, fell by more than 8% following the announcement of the legal action on Wednesday. But the retailer says it will contest Microsoft&apos;s claim, saying that it acted in the interests of consumers because Microsoft had stopped supplying the recovery discs with new computers. The CDs were sold to Comet customers who had bought PCs and laptops that come pre-loaded with Windows, allowing them to rebuild the operating system in the event of a serious crash. Comet provided this service to customers between March 2008 and December 2009. The discs were sold separately from the PC. &quot;As detailed in the complaint filed today, Comet produced and sold thousands of counterfeit Windows CDs to unsuspecting customers in the United Kingdom,&quot; said Microsoft lawyer David Finn. &quot;Comet&apos;s actions were unfair to customers. We expect better from retailers of Microsoft products  and our customers deserve better, too.&quot; Microsoft alleges that Comet produced the counterfeit CDs at a factory in Hampshire and then sold them to customers from its 248 stores across the UK. Comet admits to producing the recovery discs for customers, but the retailer claimed that doing so did not infringe Microsoft&apos;s intellectual property. &quot;Comet firmly believes that it acted in the very best interests of its customers,&quot; said a spokeswoman for the retailer. &quot;It believes its customers had been adversely affected by the decision to stop supplying recovery discs with each new Microsoft operating system based computer.&quot; She said that Comet, which is owned by retail company Kesa Electricals, believes it has a solid legal defence and will defend its position vigorously. &quot;We note that proceedings have been issued by Microsoft Corporation against Comet relating to the creation of recovery discs by Comet on behalf of its customers,&quot; she said. &quot;Comet has sought and received legal advice from leading counsel to support its view that the production of recovery discs did not infringe Microsoft&apos;s intellectual property. Accordingly, Comet is satisfied that it has a good defence to the claim and will defend its position vigorously.&quot; However, legal experts believe that the odds are stacked in favour of Microsoft winning the case. Iain Connor, a partner at law firm Pinsent Mason specialising in intellectual property disputes, argued that Comet&apos;s practice of selling the discs separately appears to be a breach of the law. Under law back up copies of computer software are allowed to be made as long as there is no extra economic benefit, said Connor. &quot;Comet is trying to deliver a customer need but if they are charging separately, rather than just making back up copies for their customers, they are depriving Microsoft of the opportunity to make money and they are cashing in when they shouldn&apos;t,&quot; he said. &quot;On the facts, Comet will struggle to mount the &apos;backup&apos; copy defence by saying they are just protecting their customers&apos; investment in the software because the discs are being sold separately. If the discs had been bundled with the PC at the point-of-sale I think they would be on much stronger ground. I think they are in trouble.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jan/04/microsoft-sue-comet-windows-discs", 
    "wordcount": "624"
}