{
    "headline": "Switching to a green economy could mean millions of jobs, says UN", 
    "text": "Tens of millions of new jobs can be created around the world in the next two decades if green policies are put in place to switch the high-carbon economy to low-carbon, the UN has said. Between 15m and 60m additional jobs are likely, according to a new report from the United Nations Environment Programme (Unep). These are net gains in employment for the world economy, taking into account any job losses in high-carbon industries that fail to transform. Achim Steiner, executive director of Unep, said: &quot;The findings underline that [the green economy] can include millions more people in terms of overcoming poverty and delivering improved livelihoods for this and future generations. It is a positive message of opportunity in a troubled world of challenges.&quot; As well as generating net new gains in the number of jobs, the switch to a green economy could help to lift millions of people out of poverty. In the US, there are now about three million &quot;green jobs&quot;, in sectors such as wind power and energy efficiency, the study found. In the UK, the number is close to one million and has been one of the few areas of the economy that has been creating jobs. There are about 500,000 people working in green jobs in Spain. In the developing world, too, the number is growing rapidly  about 7% of people employed in Brazil, amounting to three million people, are now in the green economy. However, realising the full potential of green jobs depends on countries taking action to develop the green economy and bringing in policies that will foster investment, according to the report. Juan Somavia, director general of the International Labour Organisation, which was co-author of the report, said: &quot;The current development model has proven to be inefficient and unsustainable, not only for the environment, but for economies and societies as well. We urgently need to move to a sustainable development path with a coherent set of policies, with people and the planet at the centre.&quot; He rebuffed claims that greening industry would lead to job losses, because of the changes to some traditional industries such as fossil fuel extraction. He said: &quot;Environmental sustainability is not a job killer, as it is sometimes claimed. On the contrary, if properly managed, it can lead to more and better jobs, poverty reduction and social inclusion.&quot; Some areas are more vulnerable to losses  global fishing fleets, for instance, will probably have to be reduced if overfishing is to be tackled, and fishermen will have to be found new employment. But the report found that long-term sustainable management could avoid job losses. For instance, an estimated one million people in Asia may have lost jobs in forestry because of poor resource management, which could have been largely avoided with better policies and enforcement. Jobs easily identified as &quot;green&quot;  workers in renewable energy, for instance, maintaining forests or installing insulation  are not the only ones to be touched by the shift to a more environmentally sustainable economy. At least half of the global workforce will be affected in some way by 2030, the study found. This will stretch from people whose industrial processes are overhauled to cut greenhouse gases, to farmers who change their methods to be more environmentally friendly, and workers in the construction industry who begin to install new greener materials. Some of the sectors identified in the report as being most affected by the changes include: agriculture, forestry, fishing, energy, resource-intensive manufacturing, recycling, building and transport. Women could benefit  if the shift is managed properly it could provide them with better access to jobs and higher incomes. The study, Working towards sustainable development: opportunities for decent work and social inclusion in a green economy, has been timed to be published ahead of World Environment Day next week, and to inform discussions at the landmark Rio+20 environmental conference, where nations will attempt to work on a new set of targets and agreements to help halt environmental degradation around the world.", 
    "section": "environment", 
    "gid": "environment/2012/may/31/switching-green-economy-jobs-un", 
    "wordcount": "676"
}