{
    "headline": "Labour tries something new - listening to the evidence", 
    "text": "The Commons debate on the appointment of Les Ebdon, the new director of the Office for Fair Access, was notable for its failure to engage with the facts. The full transcript is now on Hansard, but here - in paraphrase - are a few of the more absurd exchanges: A Tory MP: Ebdon is threatening universities with fines if they don&apos;t meet centrally decreed targets. Vince Cable: Quotas... are not government policy. Another Tory MP: The quota policy espoused by Professor Ebdon puts the cart before the horse... Cable: Professor Ebdon has never advocated the use of quotas. A Labour MP: Will the government endorse the use of contextual data? Cable: Contextual data are already used by universities... There were some honourable exceptions. Elizabeth Truss, a Conservative backbencher, asked a thoughtful question about the shortage of further maths provision in comprehensive schools. But for the most part, the debate was blindly partisan. That&apos;s why Stephen Twigg&apos;s announcement today that a future Labour government would create an Office for Educational Improvement - along the lines of the Office for Budget Responsibility - should be welcomed. The new body will be independent of ministers, effectively tasked with keeping government honest about what the evidence says - rather than cherry-picking to fit ministers&apos; prejudices. It would also help drive up standards by translating research into programmes that could be used in the classroom. In a speech to the Labour pressure group Progress, Twigg will say: &quot;I do not see this as being just another quango. Rather I want to involve people who have experience of the front line. A head teacher who has experience of getting poorer kids into university, for example.&quot; Twigg&apos;s speech - trailed in a comment piece in The Times [] and an appearance on the Today programme - is notable for two things: First, he positions himself between Gove and the &quot;far left&quot; on education, labelling both sides dogmatic. Twigg says: &quot;Michael Gove thinks only freeing schools from council bureaucrats will raise performance. And the far left think all reform amounts to a wholesale privatisation of schools. Neither view stands up to scrutiny.&quot; Second, he reaches out to both Labour and Tory voters by appreciating their common ground on education. Twigg says: &quot;There are lots of Labour voters who believe in rigorous examinations and proper discipline, just as there are lots of Conservative voters who believe in vocational subjects and helping the poorest pupils.&quot; Rather than traditional party lines, he talks about &quot;conservative and progressive&quot; approaches to education. &quot;While conservatives are happy for schools to simply identify talent  for the best to rise to the top; progressives want our schools to be talent factories  creating and incubating the skills and ability in our children.&quot; That is a smart way to challenge a Conservative education secretary who poses as the heir to Blair.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/feb/21/schools-houseofcommons", 
    "wordcount": "485"
}