{
    "headline": "Car review: Mercedes-Benz B-Class", 
    "text": "Price 23,410MPG 64.2Top speed 130mph Winnie, my dog, has a good working knowledge of the challenges that aerodynamics pose. She&apos;s a chocolate pointer (aren&apos;t we all?) and her great pleasure is to sit in the front seat with the window open. She&apos;ll start by poking the whiffling tip of her snout into the onrushing wind, then slowly ease the whiskers out and set her brown lips flapping. After toying with the flow for a while, she&apos;ll go for a sudden muzzle lunge, directing her face full into gale. The wind tears at her loose skin and beats her scalp against her skull. Then, phew, she withdraws into the calm of the cabin, gathers, and repeats. By putting her head above the battlements, Winnie is exposing herself to the greatest obstacle facing automotive engineers: the air. Aerodynamicists have fought long and hard to reduce the assault the wind makes on the simple act of going forward and they&apos;ve found many ingenious ways to reduce avehicle&apos;s drag by making it more &quot;slippery&quot;. Initially they did this to make their cars faster; today they do it to make cars more efficient. The logic is simple: if less energy is needed to push an object through the air, then the same amount of fuel will ultimately drive that vehicle further. How slippery an object is depends on two crucial things: its shape and the material covering that shape. These are known as form drag and skin friction No sniggering at the back! As Winnie has discovered, along muzzle covered in fur offers poor air dynamics. A bullet on the other hand, smooth and pointy, has afar lower drag coefficient. However, a bullet is not as aerodynamic as this latest B-Class compact MPV from Mercedes-Benz. What? No way! Yes, it&apos;s true. Mouths shut! The most aerodynamic shape in nature is ateardrop. A bullet merely bargesthe air out of its way, but ateardrop guides the flow past itself. A Lamborghini may look as if it would cut through the wind, but it doesn&apos;t. Its wedged form forces it down so as to increase traction. This makes it sticky  the opposite of slippery. As well as the teardrop shape created by its pagoda roof  it bulges upwards in the middle  the B-Class carefully funnels the wind through its grille and along its side-panel creases. In all, it is one of the top five slipperiest cars of all time. So, that&apos;s the outside. How streamlined is the interior? There are seven new B-Class models to choose from in various states of trim, starting with the B180 SE at 21,290 and rising to the B200 CDI Sport at 24,710, but only two engines are on offer  a 1.6 petrol and 1.8 diesel. At its best, the diesel will deliver 64.2mpg and a meagre whiff of CO2 (just 116g). I drove the B200, which was responsive and eager to please. That high pagoda roof means it feels light and airy and its five passengers could all happily sport beehive hairdos. It&apos;s a well-judged family car that is small enough to serve you well in the city and big enough to cope with a fully laden run to the sun. So, all good? Yes, except for two minor irritations: the media screen is propped on the dash like aconscripted iPad and will look very tempting to thieves; and selecting reverse is all but impossible  the B-Class is clearly only happy going forwards. To watch a video of the the car&apos;s extraordinary aerodynamics, go to youtube.com/watch?v=yY_pH_hxQOM Mercedes-Benz&apos;s retail network also now offers virtual, as well as physical tours of many of their cars. The dealerships have iPads, pre-programmed with the recently released C-Class Coupe and B-Class brochure apps, as well as the all new B-Class Augmented Reality Showroom app which enables you to interact with the B-Class like never before. It&apos;s a full-scale 3D experience which layers information directly onto the car itself, by using this cutting edge technology, retailers are able to use the iPad to dramatise features of the car that would otherwise be impossible to show. The C-Class Coupe and B-Class Brochure apps are available to download now from mercedes-benz.co.uk", 
    "section": "technology", 
    "gid": "technology/2012/apr/29/mercedes-benz-b200-car-test-martin-love", 
    "wordcount": "724"
}