{
    "headline": "Is school sport in crisis?", 
    "text": "The man and boy raise their weapons in salute, before closing to engage. They get each other&apos;s measure for afew seconds before the child darts at the man&apos;s chest with the tip of his black plastic foil. It&apos;s a neatly executed lunge. Under soft yellow lightin a primary school hall in Tower Hamlets, east London, eight boys and agirl are learning to fence. Inevitably, there are giggles as the masks go on, and the children have to be discouraged from slashing away at each other&apos;s foils like pirates with cutlasses. Their coach, Hijrat Popal, dissuades them from this waste of energy. He urges them to go infor the kill with an attacking move instead. He makes them pay attention to their footwork, and the children begin to learn this sport&apos;s lessons; poise, co-ordination, agility. As London prepares to host the Olympic Games, it would be cheering to say that scenes like this are being repeated in schools across the country. But they aren&apos;t. School sport is suffering. Competitions are being cancelled. After-school clubs are being scrapped. PE teachers are receiving less training. And the government&apos;s austerity measures are being blamed. One of education secretary Michael Gove&apos;s most unpopular acts was to abolish the national network of school sport partnerships. These saw groups of schools working together to increase the quality and range of sport on offer tochildren. In each one, a secondary school PE teacher was given two days aweek to act as a co-ordinator while a teacher in each of the primary schools was paid to receive extra training in PEand sport. An outcry from teachers and athletes forced the education secretary to keep the scheme going until last summer. Gove agreed to a further concession  to carry on providing money to release a secondary school teacher for one day a week. In some parts of the country, schools have pooled resources to sustain these partnerships, freeing up teachers and employing coaches to run sports sessions. That has happened in Tower Hamlets. Elsewhere, school sport is feeling the pinch. Simon Spiers, headteacher of King Alfred&apos;s specialist sports college in Wantage, Oxfordshire, says: &quot;In areas where primary and secondary school heads believe it&apos;s important, they&apos;re funding it. If not, they&apos;re not. We&apos;re into our first year of that, so the differences aren&apos;t that large. But if this continues, we&apos;ll see a big disparity.&quot; It is a deeply sensitive subject for the government. And not just for the usual reasons that school sport matters  the fact that one in five children leaves primary school obese, or that exercise improves behaviour and attention. One of the pledges that helped win the Olympic Games for London was a promise to &quot;inspire young people around the world to choose sport&quot;. The culture secretary, Jeremy Hunt, whose cabinet brief includes the Olympics, declared last year: &quot;I can sum up our sports policy in three words: more competitive sport.&quot; The government has created a new school games tournament  sponsored by Sainsbury&apos;s  with a national final taking place in the Olympic Park, in May. Around 12,000 schools, both stateand private, are now signed up forthis, a government spokesman says.To put that in perspective, thereare around 20,000 state schools inEngland.     Pupils of Old Palace primary school playing cricket indoors at Langdon Park school, Poplar, east London. Photograph: Graeme Robertson for the Guardian    It is hard to be precise about the impact of the cuts because, at the sametime ministers scrapped the sportpartnerships, they got rid of the annual survey that collected information about every pupil. But when you speak to headteachers and surviving school sport co-ordinators it becomes clear that  ironically, perhaps  it is competition between schools that is suffering the most. Jo Marston stayed on as school sport co-ordinator in Thirsk, North Yorkshire, after Gove pulled the financial plug because the schools in her area collaborated to keep a sport partnership going. Now she spends three days a week organising school games and the rest ofthe time offering teachers guidance on coaching. &quot;I&apos;ve already noticed there is much less attendance at events,&quot; Marston says. &quot;We&apos;re probably working at about 50%-75% attendance. It&apos;s because schools haven&apos;t got the money for transport to go out and play competitions, and they can&apos;t release the staff because they don&apos;t have the money to pay for supply, to take a class teacher away from directly teaching for a competition. That&apos;s hit us really hard.&quot; Marston wants to make it clear thatshe&apos;s not a whinger. In fact, she feels privileged that her local schools have pitched together tokeep some competition going, and believes things are worse elsewhere. Still, the fact that teachers cannot be released during the day means a lot of competition is now taking place after school hours. And some schools have just dropped out. &quot;I had two aquasplash [swimming and other aquatic skills] competitions last week with four schools each. We&apos;ve done it before with nine or 10 schools. We&apos;ve had to cancel some competitions because nobody wanted to enter them. I&apos;ve had three lots of sportshall [indoor] athletics I have had to cancel because nobody entered. &quot;This is what the government is looking to increase, and they&apos;ve put usin a position where we aren&apos;t able todo that. We&apos;re doing a lot of virtual leagues, where the school gives me the results and I put them on the website, It&apos;s ridiculous  the thing we&apos;re trying to focus on and increase, and they takeaway the resources to be able todo that.&quot; She describes the years of spending under Labour as &quot;halcyon days&quot;, when schools  especially primaries  were introduced to a breadth and depth of competition they had never seen before. &quot;Primary schools played football and netball  now they do aquasplash, fun runs, sportshall athletics, Quicksticks hockey.&quot; The Daily Mail has lampooned this diversity as schools ditching traditional sports for &quot;cheerleading, yoga and circus skills&quot;, echoing the coalition&apos;s criticism that participation in sports such as rugby, hockey and netball fell under the last government.     Indoor games are now the norm for many of our children. Photograph: Graeme Robertson for the Guardian    But less conventional sports often act as a bridge to more familiar team games. Between 2003 and 2010, the number of secondary school children playing two hours or more of sport a week rose from 20% to 85%. Schools in Marston&apos;s part of North Yorkshire are weathering the cuts with &quot;triangular&quot; fixtures  where three school sides play at the same event. This obviously means the children are not playing for as long as they would at a normal event. Marston has also arranged fixtures veryclose together so school teams canwalk to each other&apos;s grounds ratherthan having to hire buses. But small schools are struggling. &quot;It&apos;s no longer equitable. Some schools with 23 pupils don&apos;t have the resources to go out to competition. If you&apos;ve got a big school with 420 pupils, quite a big workforce, [you&apos;re] able to leave school and take the children. When you&apos;re in arural area, it&apos;s the small schools thatsuffer.&quot; It is the same story on the Lancashire coast, where schools have been forced to abandon a winter cross-country league. Attendance is down at competitive events, says Matt Hilton, co-ordinator for the Wyre and Fylde school sports network. As in North Yorkshire, this partnership is being sustained by local schools clubbing together. But money is much tighternow. &quot;We&apos;re having to work differently because of the times that we&apos;re in,&quot; says Hilton. He reels off a list. There isn&apos;t the money for &quot;freeing up teachers, hiring facilities, purchasing medal certificates, hiring equipment&quot;. He cites the example of a recent indoor athletics competition in which 28 localprimaries took part. Before thecuts, around 35 schools would haveentered. Parents are increasingly being asked to dip into their pockets. Gavin Storey, headteacher of Cullercoats primary school, in Tyne and Wear, has cancelled after-school clubs in badminton and dance because his school cannot affordexternal teachers. Instead, someof hisstaff volunteer to run after-hours football and aerobics sessions, whileparents pay 2 a class for a gymnastics club. Storey says: &quot;I&apos;m very conscious of the economic climate. We don&apos;t want to have extra clubs because I&apos;ve got to ask parents to contribute to that, and people are struggling with the basic cost of household utilities, food etc.&quot; Schools in his neighbourhood are still running competitions, but they have contracted. &quot;A hockey competition that used to go on to a regional level is now just for local schools  there&apos;s no movement on to the county and regional level. But you want competition for some of your elite teams. The government wants more competition  where is the competition for that elite level?&quot; Everyone you speak to agrees that primary schools are worse off than secondaries. They rely on secondary schools with their specialist staff to provide a wider range of activity for their children. The Department for Education hasmade 32.5m available this year torelease secondary school sports teachers for one day a week to work with primary schools. But that money runs out next year, and because it isn&apos;tring-fenced, hard-pressed headteachers are tempted to spend iton other priorities. Around 80% of all secondary schools in England are signed up to the coalition&apos;s School Games, a government spokesman says. But less than half (45%) of the country&apos;s primary schools are. It is a common fear that without support from secondary school colleagues, primary school PE teachers will stick to the safest options and avoid more hazardous activities such as gymnastics or dance. In primary schools, teachers have to range across subjects. That limits the amount of time they have to prepare for PE when they do their postgraduate certificate in education (PGCE) courses. Lorraine Everard, sports strategy manager for a partnership of 54 Sussexschools, says: &quot;If primary school teachers have spent more than two weeks of their time training on PEthey have done well. Some of them have done three days [PE training] inthe whole of their [PGCE] course. Gymnastics, for example. They&apos;re notconfident in teaching it, therefore theywon&apos;t teach it well or will avoid itcompletely.&quot; Teachers are nervous of activities such as gymnastics not just because ofthe risk of injury, but because it requires them to hold children. Everard says: &quot;It could go back to the situation we had 10 years ago, where new staff coming in are not doing PE because they don&apos;t feel confident. That might not be manifesting itself right at the moment, but increasingly it will.&quot;     Virginia primary school pupils on rowing machines at Langdon Park school, Poplar, east London. Photograph: Graeme Robertson for the Guardian    The decline of school sport is particularly dismaying because in many parts of the country, this is the only way children get a taste for sport. In Tower Hamlets, 80% of children never do sport outside school, says Chris Willetts, manager of the borough&apos;s school sport partnership. &quot;It&apos;s a mix of cultural factors  and a lack of spaces, alack of clubs. This is a very densely populated borough.&quot; Tower Hamlets is an inner-city neighbourhood; many of its schools are housed in dishevelled but still handsome Victorian brick buildings. But it is also a crowded landscape in which the dominant note is concrete grey. The streets are busy with traffic and there isn&apos;t a single blade of grass on any of the borough&apos;s school playgrounds. It was once a &quot;real backwater&quot; for school sport, Willetts says. Now there is a remarkable spread of sporting activities on offer here. On a recent winter&apos;s afternoon, two girls were being taught to kayak on dry land. The girls, pupils at Virginia primary in Bethnal Green, perch on machines that resemble rowing equipment. But instead of the contraction and extension of sculls, they manipulate a pole that mimics the dipping motion of a paddle. Meanwhile, the rest of the class toss balls to each other to build up their core strength, or use broomsticks asmock-paddles. The most adept paddlers will get a taste of the real thing when they go kayaking on Shadwell Basin, part of London docks,this summer. A few streets away, a game of indoor cricket is under way at Old Palace primary school. Seven boys in burgundy sweaters play with a plastic bat and tennis ball. The level of talent on display is variable. A few of the boys knock the tennis ball easily out to the boundary  in this case, that&apos;s the wall of the school canteen. Others swing wildly and whack themselves &quot;out&quot; on the plastic stumps. Thecoach isn&apos;t being a stickler for the rules. Instead these boys, aged between seven and eight, are being taught the basics of the game  how tobowl, bat and field. Sport can be a ticket out of a tough neighbourhood. That doesn&apos;t just apply to elite performers who can win sponsorship. In Tower Hamlets, the sports partnership takes children out to Blackheath cricket club every summer where they mix with boys from Dulwich College, the south-London private school. The idea is that sport can be apassport to success in later life  a networking tool. &quot;They learn to handle themselves incertain social circumstances a bit better because of it,&quot; Willetts says. &quot;Itcan be difficult to get some of them to open up a little bit, just through lackof confidence. There are a lot of professional people who play [at the cricket club]  doctors, teachers, lawyers, bankers. Our kids are playing with them. It&apos;s good for aspiration.&quot; Few doubt that the Olympic Games coming to London this year is inspiring a burst of creativity and enthusiasm forsport in Britain&apos;s schools. The fear is over what comes next. While ministers boast about an Olympic legacy, the riskis that sport in schools is withering away so fast that a future generation of potential Olympians will be blighted.", 
    "section": "education", 
    "gid": "education/2012/feb/07/is-school-sport-in-crisis", 
    "wordcount": "2385"
}