{
    "headline": "Starwatch: The September night sky", 
    "text": "The bright Moon swamps our evening sky this week, but as September comes, and provided we can escape from the blight of street-lighting, we may enjoy our best view of the Milky Way as it flows overhead. From our N latitudes, it is widest and brightest as it climbs from Scorpius and Sagittarius near our S horizon to carve its way through the Summer Triangle formed by Deneb, Vega and Altair. Here a dark rift in its glow is the signature of overlapping clouds of gas and dust that block the light from the star-fields beyond. Saturn and Mars hover just above our WSW horizon as the evening twilight fades, with the reddish light of Mars (mag 1.2) 10 to the left of Saturn (mag 0.8) on the 1st but speeding away at more than a Moon&apos;s breadth per day. As it sinks lower from night to night, we are unlikely to see Saturn much beyond the 15th, the day that Mars passes 1 below the wide double star Zubenelgenubi in Libra (use binoculars). Jupiter rises in the NE just minutes after our map times and climbs to stand high in the SE before dawn. Creeping eastwards between the horns of Taurus and some 7 to the left of Aldebaran, it brightens from mag -2.3 to -2.5 and its cloud-banded disc swells in diameter from 39 to 43 arcsec. Catch the almost-last-quarter Moon to the right of Jupiter before dawn on the 8th. It may dim slightly from mag -4.2 to -4.1, but Venus remains brilliant in our morning sky as it tracks from Gemini, through Cancer, towards Regulus in Leo. Rising in the ENE by 02:15 BST on the 1st, and one hour later by the 30th, it climbs to stand 34 high in the ESE at sunrise throughout the period. A telescope shows Venus as 18 arcsec in diameter and 63% illuminated when it stands 3 below-right of the Beehive or Praesepe star cluster in Cancer on the 12th, with the waning 17% sunlit Moon 6 below and it its right. September diary 7th 03h Moon 4 S of Pleiades. 8th 03h Moon 4 N of Aldebaran; 12h Moon 0.6S of Jupiter; 14h Last quarter 10th 14h Mercury in superior conjunction 12th 18h Moon 4 S of Venus 16th 03h New moon.  18th 15h Moon 5 S of Saturn 19th 22h Moon 0.2 S of Mars 22nd 15:49 Autumnal equinox; 21h First quarter 29th 08h Uranus at opposition 30th 04h Full moon  *Times are BST", 
    "section": "science", 
    "gid": "science/2012/aug/26/starwatch-milky-way-saturn-mars", 
    "wordcount": "434"
}