{
    "headline": "Why should I study at a Russell Group university?", 
    "text": "If you&apos;re in sixth form, your teachers might be encouraging you to apply to a Russell Group university. The Russell Group universities are often described as &quot;elite&quot;. The 24 institutions  which include Oxford, Cambridge, Durham, Manchester and Warwick  carry out some of the most highly rated research in the world and have a reputation for academic excellence. But are they the best places to study as an undergraduate? Russell Group universities have higher than average student satisfaction and lower than average drop-out rates, according to Wendy Piatt, its director. &quot;Graduate recruiters rank 10 Russell Group universities in the top 30 universities worldwide, and Russell Group graduates typically receive a 10% salary &apos;top-up&apos; over others.&quot; But Russell Group graduates are not the only ones who are snapping up great jobs. Aston University, for example, ranks above Oxford in terms of employability, according to the Higher Education Statistics Agency. And modern universities can be more innovative. Bournemouth University is one of the leading places to study animation and digital effects  its National Centre for Computer Animation fielded 55 graduates for the making of James Cameron&apos;s Avatar. There are many other factors you may consider when choosing a university including how far it is from your home, the price of the course, whether you can spend a year abroad or whether it&apos;s accredited by a professional body. Join us on Thursday from 1-3pm when we&apos;ll be joined by university experts, students and graduates from across the country to discuss the choice: Russell Group or somewhere else? The panel Professor Alex Neill is pro vice-chancellor, education, at University of Southampton Anne-Marie Canning is head of widening participation at King&apos;s College London Paul Teulon is director of admissions at King&apos;s College London Sam Jones is head of communications and public affairs at University Alliance Nicola Murray-Fagan is senior marketing manager at Bournemouth University Keith Hicks is director of marketing and communications University of West EnglandLynn Grimes is director of marketing and UK student recruitment at London South Bank University  Dominique Alexander is a first year student at Russell Group member, the University of Leeds. She studies philosophy, psychology and scientific thought Rachel Robbins is an English student at Loughborough University, which gained university status in 1966 and came 11th in this year&apos;s Guardian University League TableSarah Addison is a recent graduates from Newcastle University, where she now works as Graduate AmbassadorSamuel Thornton is a recent graduates from Newcastle University, where she now works as Graduate Ambassador  This article was amended on 20 December to correct a sentence that stated Loughborough University was granted university status in 1996. The correct date is 1966     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/2012/dec/19/should-i-go-to-a-russell-group-university", 
    "wordcount": "441"
}