{
    "headline": "Universities welcome small rise in applications", 
    "text": "Universities have welcomed a 3.5% increase in the number of students applying to start university this autumn, but warn applications are still not back on trend. An increase in the number of UK (2.8%) and overseas students (EU 4.9% and non-EU 9.6%) means application rates have recovered slightly on last year, when higher fees prompted a 8.7% fall in applications. But Pam Tatlow, chief executive of the university thinktank Million+, points out that applications are still down when compared with January 2011 (-4.2%) and January 2010 (-2%). &quot;This modest improvement in applications is welcome but no-one should be under any illusions  this is not a bounce-back. There is a long way to recovery and the government needs to do much more to promote the value of higher education.&quot; The proportion of school-leavers from disadvantaged backgrounds applying in England, Northern Ireland and Scotland has increased to record levels. In Wales, the rate of applications from poorer students fell slightly, remaining close to that recorded in 2012. Applications submitted to the admissions service Ucas before the January deadline suggest a continuation of the gender gap in higher education, with 18-year-old women more likely to apply to university than men across the UK. In England, the gap between male and female school-leavers is most apparent in disadvantaged areas, where girls are 50% more likely to apply to university. Mary Curnock Cook, chief executive of Ucas, says the lower application rates for males are a cause for concern but welcomes an increase in the rate of school-leavers choosing university. &quot;The 2% rise in the number of 18-year-old applicants, and the 10.5% increase in 19-year-olds, is against a headwind of demographic change that has left the 18-year-old group some 60,000 smaller than in 2009. The significant increase in 19-year-olds applying may be indicating that some young people delayed their decisions about higher education after leaving school last year.&quot; Applications from over-24s were down 8.4% on last year, though Ucas points out that the January deadline isn&apos;t a reliable indicator of how many mature students hope to go to university, since many apply later in the year. Nicola Dandridge, Universities UK&apos;s chief executive, says: &quot;We will continue to look in more detail at whether older applicants have been deterred by the new funding system. And long term, work must be undertaken to look at why young men are about third less likely to apply to higher education than women of the same age.&quot; Alex Bols, executive director of the 1994 Group of universities, says access to national data would help insitutitons target under-represented students more effectively. &quot;Applications by 18-year-olds in England from disadvantaged backgrounds have increased by almost 9% since 2004. &quot;However, further progress on widening participation will only be achievable if universities are given access to national databases to be able to track interactions with students through school and college, enabling them to benchmark the effectiveness of different outreach schemes.&quot; A breakdown of applications at course level shows that more students are hoping to study Stem subjects  with computer science (12.3%) and engineering courses (8.4%) seeing the largest increase in popularity. The number applying to European (-6.1%) and non-European language courses (-6.7%) fell on last year. Professor Paul Webley, director of the School of Oriental and African Studies (Soas), says the fall in language students is alarming. &quot;Our universities need to produce global citizens whose knowledge encompasses societies, cultures and languages beyond the UK. This is important for the diplomatic, business and economic interests of the country. &quot;Linguistic ability enables individuals to develop intercultural understanding and sensitivity which benefits not just the individual but UK society as a whole.&quot;", 
    "section": "education", 
    "gid": "education/2013/jan/30/universities-welcome-small-rise-in-applications", 
    "wordcount": "629"
}