{
    "headline": "Slices app shows that not all Twitter innovation is internal", 
    "text": "An iPhone and Android app called Slices is the latest attempt at developing a Twitter client that plugs some of the holes in Twitter&apos;s official apps. Launched by OneLouder, which also developed the TweetCaster app, Slices claims to be &quot;a better way to discover Twitter&quot; by adding a layer of filtering tools and curation features to the social network. I&apos;ve been using it today, and some of the features are really welcome, albeit familiar from TweetCaster. For example, the ability to temporarily &quot;zip&quot; specific users, hashtags and keywords to remove them from your stream; some neat search tools; and bookmarking for faster access to individual users&apos; tweets. It&apos;s early days, but Slices looks like a contender as an alternative to Twitter&apos;s own apps or at least as a spur for Twitter to include some of these features in its own clients. The concern is that this kind of external innovation may not be long for this world. Twitter has been under scrutiny for the way it manages its platform for developers for some time, particularly when it comes to other people&apos;s Twitter clients. &quot;Developers ask us if they should build client apps that mimic or reproduce the mainstream Twitter consumer client experience. The answer is no,&quot; wrote platform lead Ryan Sarver in March 2011, putting developers on notice of Twitter&apos;s desire for a &quot;consistent user experience&quot; across all platforms and apps. Group product manager Michael Sippey returned to that theme in a blog post in June 2012, referring back to Sarver&apos;s comments. &quot;That guidance continues to apply as much as ever today,&quot; he wrote. &quot;Related to that, we&apos;ve already begun to more thoroughly enforce our Developer Rules of the Road with partners, for example with branding, and in the coming weeks, we will be introducing stricter guidelines around how the Twitter API is used.&quot; All Things Digital has a good article about the part of Sippey&apos;s post that has been overlooked in the discussion of the stricter guidelines: the importance to Twitter of its Cards technology, which enables developers to &quot;build engaging experiences into Twitter applications that run within Tweets&quot;. That&apos;s an intriguing prospect in itself, and one that&apos;s likely to appeal to the big media and entertainment brands that Twitter has been partnering with: broadcasters, record labels, newspapers and so on. The suggestion that these Cards should work in a similar way across different devices and platforms is sensible, too. But the sense that Twitter would like external developers to leave innovation around Twitter client apps to Twitter itself is a concern. The fact that two of Twitter&apos;s official apps came from acquisitions of Tweetie and TweetDeck is one sign that innovation often comes from outside. Indeed, Tweetie&apos;s pull-to-refresh feature has been used even more widely within the apps industry yet it came from a single, independent developer figuring out how to make a better Twitter client. A recent study by developer Benjamin Mayo found that when he broke down tweets from Twitter client apps, more than 77% came from Twitter&apos;s own apps. &quot;For people that think Twitter will never ban third-party clients because there would be too much backlash, I think this 77% figure shows that Twitter could do it with ease,&quot; wrote Mayo. &quot;A large portion of the 23% would be happily herded to a first-party client, as they don&apos;t really care what app they use  it just turned out that the client they first downloaded wasn&apos;t a Twitter-owned app.&quot; It&apos;s probably true. But would it be healthy for Twitter, not just Twitter users, if life is made even harder for the apps providing that 23% of tweets TweetBot, Ubersocial, Echofon and now Slices among others? Fears that Twitter will be swinging its banhammer wildly at third-party clients may prove to be unfounded. They may be able to keep within the &quot;stricter guidelines&quot; while continuing to innovate around filters, discovery, curation and other areas. Even so, the question should serve as a reminder that when discussing the way Twitter manages its developer ecosystem, we shouldn&apos;t just be asking whether changes are bad for developers, but whether they might also be bad for users, and ultimately for Twitter itself.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/aug/02/slices-app-twitter-innovation", 
    "wordcount": "714"
}