{
    "headline": "Aid to Syria fails to keep pace with desperate need as death toll rises", 
    "text": "Relief efforts are failing to keep pace with the scale of the emergency in Syria, where the death toll has risen to nearly 70,000, the UN&apos;s head of humanitarian operations said on Wednesday. Baroness Valerie Amos said the UN and its partners were struggling to cope with the number of refugees fleeing Syria and the 4 million people inside the country who need help, including 2 million who have left their homes. &quot;You have over 700,000 people who are registered as refugees in neighbouring countries, we are seeing on the border with Jordan on average 3,000 people a night that are crossing,&quot; she said. &quot;It is very difficult for us to keep pace with that level of exodus from the country but also keep pace with the impact of the conflict inside the country itself.&quot; Navi Pillay, the UN&apos;s commissioner for human rights, on Tuesday said the number of deaths from the nearly two-year-old conflict  the bloodiest of the Arab spring uprisings that toppled autocrats in Libya, Egypt, Tunisia and Yemen  is approaching 70,000, with civilians paying the price for the UN security council&apos;s lack of action. Pillay repeated her call for Syria to be referred by the security council to the international criminal court to send a message to all parties in the civil war there would be consequences for their actions. As for the UN&apos;s relief efforts  international donors last month pledged $1.5bn in humanitarian aid  Amos said the organisation had partners operating in a difficult security environment, but not nearly enough. She acknowledged criticism from the Syrian opposition that aid was not getting enough to its areas and said the UN was working with the opposition&apos;s humanitarian arm on ways to extend operations inside Syria. &quot;I am very mindful that there have been criticisms that we are not doing nearly enough in opposition-controlled areas,&quot; she said. &quot;I don&apos;t think it is as straightforward as that because what you have is an urban crisis with towns and cities where you have neighbourhoods which are controlled by government and some controlled by opposition and a lot of disputed areas. But even with that I think we can and must do more to forge relationships on the ground that enable us to move more freely between the lines that are government-controlled and those that are opposition-controlled.&quot; Syria has allowed some aid deliveries from Damascus to be taken to opposition-held areas, but has not agreed that humanitarian assistance may be sent to opposition areas directly from neighbouring countries. Independent organisations are delivering some aid from Turkey to northern Syria, under a UN general assembly resolution, but UN agencies are not allowed to work across borders without Syria&apos;s consent, unless the security council authorises such efforts. Human Rights Watch has urged donors not to wait for Syria&apos;s go-ahead, but immediately expand support to NGOs already able to deliver aid from Turkey into opposition-held areas. The UN agency for refugees, UNHCR, on Wednesday completed its second aid delivery into north-west Syria, where thousands of internally displaced people are in dire need. The operation, carried out in partnership with the Syrian Arab Red Crescent and the local community, consisted of seven trucks carrying 1,000 tents and 15,000 blankets. The convoy travelled from Latakia on the Syrian coast and Damascus to the Bab al-Hawa area near the Turkish border. UNHCR&apos;s previous aid convoy to northern Syria at the end of January was the first of its kind, delivering 2,000 tents and 15,000 blankets from Latakia to A&apos;zaz, also close to the Turkish border. Echoing comments this week from the UN secretary general, Ban Ki-moon, who said Syria was &quot;self-destructing&quot;, Amos said what will make a major difference is an end to the conflict, but acknowledged that the international community is stuck. Russia is backing President Bashar al-Assad, while the west wants him to step down, ahead of any political settlement. Russia said on Wednesday that it will continue deliveries to the Syrian army despite the civil war.", 
    "section": "global-development", 
    "gid": "global-development/2013/feb/14/aid-syria-death-toll", 
    "wordcount": "681"
}