{
    "headline": "New College of the Humanities needs content as well as celebrity thinkers", 
    "text": "So, the doors have opened at the New College of the Humanities (NCH), Bloomsbury&apos;s big, expensive college of humanities and thinking and cool professors. What&apos;s not to love? It is billed, both in the literal and figurative sense, as an exclusive college under the convenient umbrella of the University of London. Students who go there will get a University of London degree, the same as the other (much less expensive) University of London colleges, but will benefit from the fact that, as Grayling himself says, &quot;There&apos;s a quarter more content, contact with some rather distinguished people, and preparation for professional life.&quot; If NCH can come up with a new system of education  an innovative, unique pedagogy based on content and not just personalities  I am all for it. Hell, I would even pay for it. Whether this pans out in the long term remains to be seen. What&apos;s written on the tin is rather vague. While Grayling, Pinker, Dawkins, Ferguson, and other faculty at the college are celebrity academics, this does not necessarily make them the best people to learn from. Who knows: these academic superstars may turn out to be fantastic teachers, but just bumping up against the great and good doesn&apos;t mean it rubs off on you. Building an infrastructure on personalities is usually a bad idea. Recruiting the right people is essential and while big personalities will always garner enthusiasm for the successful teaching of any subject, these famous guys aren&apos;t going to be around forever. If you want a successful infrastructure that stands the test of time, it needs more thought than just celebrity thinkers. Of course, the personality thing might be good for the first rather select traunch of students, all 60 of them (roughly 2 students per instructor). Whether NCH sinks or swims, these students will make contacts that could serve them well for the rest of their careers  presumably part of the &quot;preparation for professional life&quot; that Grayling championed. But this is the other vague bit: what does &quot;preparation for professional life&quot; actually mean according to the NCH? Isn&apos;t this something all universities are supposed to provide? It&apos;s not clear what the NCH offers in this department over and above existing universities. If it is just contact with rather distinguished people, that&apos;s not good enough. It is almost impossible to look at the meagre intake of 60 students and not feel at least slightly sceptical. In total, 445 people did apply, many of whom decided the NCH was a no go after they gained places at other universities. Oxford and Cambridge seem to be the college&apos;s biggest competitors. Which is unsurprising, given the remit of the NCH is, essentially, for people who didn&apos;t get into Oxbridge. This is a disappointing tagline: for kids that can&apos;t get into Oxbridge, at only twice the price of Oxford or Cambridge. Promotion of a fabulous university shouldn&apos;t really be based on not being something else. It almost sounds like, &quot;So, you failed, but it&apos;s okay. You can pay for something better.&quot; It&apos;s simple salesmanship. A new university should advertise &quot;the education you always dreamed of&quot;. Maybe the NCH is playing it safe in this respect. Maybe they secretly anticipate outperforming Oxbridge and are just being coy, or perhaps they are a bit scared they might not be. This humility would be fair enough. After all, the NCH has held no classes and graduated no students, so they don&apos;t actually know how good they are yet. Nobody does, which is why Grayling might be rather pleased at attracting even 60 students. Then there is the cost. With all those big personalities and special attention and 25% more content (no, I&apos;m not sure what exactly this means either), it must be worth the money. Personally, I have no problem with paid-for higher education, provided it is offered meritocratically  by always taking the best people, regardless, and figuring out the best way to subsidise this. In this respect, NCH looks rather encouraging. A large number of the first student cohort of 60 is subsidised or completely paid for, which is applaudable. It is too early to tell if the New College of the Humanities is going to be a success  not until the first cohort of students have made their way into the working world will we be able to tell. At which point all of the current distinguished personalities of the NCH will be long gone. We can only hope that by this time it will have decided to worry less about distinction and more about building a solid infrastructure to encourage the next generation of great thinkers. Sylvia McLain is a bio-physicist in the department of biochemistry at the University of Oxford  follow her on Twitter @girlinterruptin This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/sep/25/new-college-humanities-teaching-learning", 
    "wordcount": "826"
}