{
    "headline": "20 best Android apps this week", 
    "text": "It&apos;s time for our weekly roundup of brand new and notable apps for Android smartphones and tablets. It covers apps and games, with the prices referring to the initial download: so (Free) may mean (Freemium) in some cases. The equivalent iOS roundup will be published later in the day. For now, read on for this week&apos;s Android selection. The Room (1.49) Atmospheric puzzler The Room passed the 1m sales mark on iOS in mid-January, and after making its Android debut earlier this month as part of the Humble Bundle, it&apos;s now available on the Google Play store. As before, it sees you exploring a beautifully-crafted 3D room solving puzzles with tactile touchscreen controls.  Lions Official (Free) As the next British and Irish Lions tour to Hong Kong and Australia hoves into view, there&apos;s an official app. It&apos;ll offer news, videos, fixture details, and competitions for rugby union fans, along with information on the tour&apos;s sponsor Microsoft. I AM PLAYR (Free) Social football game I AM PLAYR has a growing and devoted community of players online and on iOS. Now it&apos;s bringing its charms to Android as a &quot;companion&quot; game for the main web version. It includes mini-games to practise your skills, earning &quot;match fitness&quot; to be used online. Cinemagram (Free) Cinemagram is one of numerous apps aiming to be the Instagram of video, helping you share video clips to social networks including Facebook and Twitter, as well as blogging service Tumblr. It&apos;s a slick way to record a four-second video and turn it into an animated GIF for sharing. Disney Fairies: Lost &amp; Found (0.65) This latest children&apos;s app from Disney focuses on its fairy characters, from Tinker Bell downwards. It&apos;s a hidden-object game for children where they unlock parts of a story as they go along, working against the clock. Tiny Legends: Heroes (Free) Trinity Interactive&apos;s characterful fantasy-action game swings onto Android, sword in hand. It sees you battling monsters and looting dungeons, working your way through 70 floors with your party of heroes. Everything.me Launcher Beta (Free) Android launchers are all the rage, what with Facebook Home&apos;s imminent release. Everything.me Launcher is available in beta for now, promising to turn your Android phone into a device that&apos;s &quot;constantly adapting to your interests, your location, your life&quot;. The idea being that you type in a phrase (a film, a band, a sports team etc) and it arranges your most relevant apps ready to launch. A neat idea with lots of potential. Just Eat (Free) British takeaway website Just Eat has launched its official Android app this week, providing menus and ordering capabilities for more than 15k takeaway outlets around the UK. You can browse, order and pay for your food within the app, filtering results by cuisine, customer reviews and location. Rando (Free) Here&apos;s a fun skew on photo-sharing: an app that gets you to snap a pic (using a circular frame) and then send it to... Well, you don&apos;t know who it&apos;s going to: Rando handles the job of pinging it &quot;anonymously to somebody completely random&quot;  somebody else using the Rando app, obviously. &quot;You will never know who received the rando, they will never know who sent it,&quot; explains the Google Play listing. Worms 2: Armageddon (2.99) After a limited initial release, Team 17&apos;s Worms 2: Armageddon has launched more widely on Google Play, including the UK. It brings the classic worm-on-worm action to Android, with 30 single-player missions and pass-and-play multiplayer modes. Dr. Panda&apos;s Beauty Salon (1.31) The Dr. Panda apps are making a name for themselves among parents, particularly those with Android devices still waiting for Toca Boca to make the leap from iOS. This latest app sees children playing in a virtual beauty salon, painting faces and nails, dressing customers and (ouch!) plucking nose hairs. Mr Frog The Neighbours Dog (0.69) Here&apos;s something else for children: a fun tale starring a frog who&apos;s pretending to be a dog, seemingly just to enrage the next-door neighbour. Aimed at 2-5 year-olds, it blends mini-games, animation and voice narration. And frogs. Basemark X 1.0 (Free) A serious tool for games developers, this, helping provide &quot;objective cross platform comparisons of game graphics performance between Android, iOS and Windows Phone 8 devices&quot;. Built on top of the Unity 4 game engine, it&apos;s the work of Rightware. Hills of Glory 3D (Free) This is the latest tower defence game on Android a popular genre on Google Play. Here, your job is to win the Second World War, defending a bunker with all manner of military weaponry. Colourful 3D graphics and 21 missions to work through make it well worth a look. Repulze (1.99) Repulze is the work of Pixelbite, the developers behind the Reckless Racing games. It&apos;s a future hovercraft-racing game that&apos;s clearly inspired by Wipeout, with seven craft and 24 tracks to work your way through. DJ Space (Free) DJ with decks? Why, when you can DJ with planets? That&apos;s the idea behind this app, at least: a &quot;virtual mixer on a spacial plane&quot;. The idea being that you create music by placing planets on an orbit around a star. More than 1,000 audio samples are included. DJ Funkmaster Flex (Free) Talking of DJs, how about Funkmaster Flex? He&apos;s a genuine hip-hop legend, and now he has an official mobile app. It provides news, daily mixes and instrumentals from the man himself, with the promise of &quot;exclusive content&quot; to treat fans. Knock+ (1.35) This is an interesting new app trying to do something different around notifications on Android already one of the areas Google has done pretty well in itself. It supports apps including WhatsApp, Facebook and Google+, as well as text messages, promising to make them look &quot;stylish on the lockscreen&quot;. Epic Pirates Story (1.01) If you&apos;re a fan of Japanese simulation developer Kairosoft... Well, you&apos;ll probably recognise that the developer of this game, Epic Devs, is also inspired by them. Epic Pirate Story takes many of the same ingredients, and puts them into a game where you build a pirate town and army. Derivative, but potentially fun. Colourform (HD Widgets Theme) (0.69) Finally, how about some widgets? More than 50 for the Ice Cream Sandwich and Jelly Bean variants of Android here, with the twist being that you can change all the colours. It works with the HD Widgets app, which you&apos;ll need to use these. That&apos;s this week&apos;s selection, but what do you think? Make your own recommendations, or give your views on the apps above, by posting a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/apr/12/best-android-apps-the-room-lions-official", 
    "wordcount": "1126"
}