{
    "headline": "Could online courses be the death of the humanities?", 
    "text": "Let&apos;s be clear, access to quality lectures for free is a fantastic achievement, allowing hundreds of thousands to access knowledge for its own sake. But with Tedx, Coursera and others like them taking part in the democratisation of education by removing it from the shackles of consumerism and the market, there is a risk that such developments will be detrimental to the exploration of knowledge in the long term. Carole Cadwalladr recently reported in the Observer that free online access to tertiary courses and lectures was set to revolutionise education. She imagined a United Kingdom where &quot;the &apos;second-tier&apos; universities  could struggle in the brave new free education market world&quot;. What her piece ignored is that these universities are already struggling, not because of the &quot;free education market&quot;, but because of the hegemony of free market strategies in education. This is particularly striking in the humanities, an area of study to which only one paragraph was dedicated, but that could be the greatest loser in this recent transformation of the education landscape. A world where online learning is generalised and ends up replacing other education delivery modes could seriously impact the original purpose of a university. Most of the examples cited by Cadwalladr are from what is often termed the &apos;hard sciences&apos;. Even in these disciplines, a problem lies in what seems to me the central element of higher education learning: the development of critical abilities and the potential for students to express their own original analytical skills. Assessment marked automatically, where only one answer is correct, does not leave space for human imagination and, by extension, progress. But critical skills are also (or should be) central to assessment in the humanities, from good essay writing to more developed research. The development of online courses in lieu of university-based teaching also poses a more practical problem for the humanities. More than other university areas, the humanities depend on public funds for teaching students. If students can access online modules for free from Ivy League universities, they may not want to spend tens of thousands on a degree at a traditional university. The hard sciences can seek industry partners for research funding, while the humanities largely depend on government grants.. In a system where &apos;impact&apos; is increasingly driving research, this would be the death knell for many departments who would struggle to make a case for the short-term practical relevance of their research in a free-market economy. This is where we hit the crux of the matter:if we surrender education to the online realm without prior guarantee, will universities be able to remain (or return to being?) a space for fundamental thinking about humanity and humankind, whether that research isprofitable or not? As co-founders of the Melbourne Free University, we firmly believe that education should be and indeed is within everybody&apos;s reach. Beyond the emancipatory power of free education, financial pressures will obviously make students think twice about undertaking expensive courses, if they can do the &apos;same&apos; online; just like many tend to think twice before undertaking studies in humanities as job prospects appear limited. While a strong supporter of free online education, we are therefore extremely wary of the consequences this potentially emancipatory project could have on knowledge as a whole if harnessed by market forces that enter it into competition with other forms of academic knowledge. If more corporations decide to support the extension of free online projects to the point where their degrees become equivalent to that of traditional universities, it could lead to the further withdrawal of state funding from education and the complete abandonment of education to laissez-faire politics. This would allow governments to circumvent their responsibility to fund tertiary education and research altogether. Once research is required to be profitable to the private sector, as outlined in Ernst and Young&apos;s manifesto, University of the Future, it is hard to imagine a prosperous future for the humanities and social sciences, and beyond that, for critical research whose results are not immediately applicable to the economy. Imagine a return to a pre-revolutionary world where such a form of knowledge and study would only be practised by a very small elite, rich enough to delve into &apos;unprofitable&apos; questions in their spare time. More than a threat to the humanities, this would be a threat to democracy, as discussions central to our future in terms of philosophy, ethics and the human condition would be left to a small clique of leaders and &apos;entrepreneurs&apos; of the future whose interests are bound to be narrower than those of humanity as a whole. Aurlien Mondon is a lecturer in French Studies at the University of Bath and co-founder of the Melbourne Free University with Gerhard Hoffstaedter, lecturer in anthropology at the University of Queensland  follow it on Twitter @MelbFreeUni This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/dec/07/online-course-death-of-humanities", 
    "wordcount": "835"
}