{
    "headline": "Robert Welch obituary", 
    "text": "My friend and teacher Robert Welch, who has died of cancer aged 65, was a writer, critic and academic. Bob was an energetic and busy man who not only produced a wealth of diverse publications  poems, plays and novels, as well as critical works and essays  but was an effective administrator at the University of Ulster, serving for long periods as head of the English department and dean of arts. He was educated in his native Cork and at Leeds University, where he first worked, before moving to Ulster as professor of English in 1984. He always had the ability to think big and was especially committed to the dissemination of Irish culture to a wider audience. His major advantage, one that he employed to great effect, was that he was a fluent Irish speaker who also had an abundant knowledge of literature in English. In the 1980s and 90s, Bob was instrumental in developing the International Association for the Study of Irish Literature, serving as its president for three years. He was immensely  and rightly  proud of his Oxford Companion to Irish Literature (1996), a reliable, handsome and intelligent guide. From 2005, he was also the driving force, with Brian Walker, of the ongoing Oxford History of the Irish Book. An idiosyncratic history of Irish literature, The Cold of May Day Monday, will appear later this year, to sit alongside his critical works The Abbey Theatre 1899-1999 (1999), Irish Poetry from Moore to Yeats (1980), and A History of Verse Translation from the Irish (1988), which probably shows his work at his best, an astute analysis of the interactions between English and Irish writing. In addition there were three novels, including The Kilcolman Notebook (1994), a bold and imaginative recreation of Edmund Spenser&apos;s life in south-west Ireland. In 2008 he was made a fellow of the Royal Irish Academy. Bob was a warm, generous man who enjoyed the company of his beloved family  Angela, his wife, and his four children, Rachel, Killian, Egan and Tiernan  and his numerous friends from all over the world, especially when the two groups met together in the succession of capacious houses in which he and Angela lived in Britain and Ireland. The death in 2007 of Egan, a promising young man of great charm, was a terrible blow for Bob and Angela. Bob wrote a series of moving poems adapted from the Irish and a powerful memoir, Kicking the Black Mamba: Life, Alcohol and Death (2012), which contains some harrowing passages and is inspired by a painful but brave search to make sense of the inexplicable. He is survived by Angela, Rachel, Killian and Tiernan.", 
    "section": "education", 
    "gid": "education/2013/mar/01/robert-welch", 
    "wordcount": "442"
}