{
    "headline": "Supermarkets pressed to donate spare food to charities", 
    "text": "Supermarkets and manufacturers would be forced by law to donate their surplus food to charities in order to reduce the &quot;scandalous&quot; amount of food wasted in the UK, under proposals for a bill drawn up by a Labour MP. The food waste bill is being brought forward by Kerry McCarthy, Labour MP for Bristol East, under parliament&apos;s 10-minute rule, which allows MPs to introduce private members&apos; bills. It has cross-party support and will receive its first reading in the Commons on Wednesday, following a parliamentary launch event. Although the bill stands little chance of getting onto the statute book, its supporters believe it will help draw attention to an issue of growing environmental concern. McCarthy said that up to 50% of edible and healthy food is routinely wasted across the European Union  a figure that would rise across the EU if something is not done. She added: &quot;The amount of food wasted in the UK is a scandal. By creating a surplus of  uneaten  food, the global food industry is adding pressure on scarce land and resources, contributing to deforestation, needlessly adding to global greenhouse gas emissions and helping to drive up global food prices.&quot; She added that current policy didn&apos;t tackle the problem early enough in the chain. &quot;Government policy focuses on enforcing the &apos;waste hierarchy&apos; further down the pyramid, benefiting slightly environmentally better methods of disposal (such as anaerobic digestion and composting) ahead of landfill. But there is no government incentive for diverting surplus food from disposal and to those levels higher up the food waste pyramid  for human consumption, and where unfit for human consumption, livestock feed.&quot; Given the major obstacle of the risk of liability for food donors, McCarthy is also calling for a UK equivalent of the US Good Samaritan Food Donation Act, which exempts from prosecution any food banks and donors who donate surplus food in good faith, if the food turns out to have caused food poisoning, for example. The bill has cross-party support, with MPs from across four parties backing it, including Luciana Berger, Rob Flello, Andrew George, Zac Goldsmith, Kate Green, Andrew Gwynne, Caroline Lucas, Joan Ruddock, Henry Smith, Joan Walley and Alan Whitehead. It is also supported by Friends of the Earth WWF-UK, chef Lorraine Pascale, FareShare, FoodCycle and Feeding the 5000. Luciana Berger, Labour &amp; Co-operative MP for Liverpool Wavertree, said: &quot;I&apos;m proud to be sponsoring Kerry&apos;s ten-minute rule bill. Her proposals are urgently needed. Rising prices, higher living costs and falling wages making it more difficult for people to make ends meet and food poverty is increasing. It is a national scandal that while thousands of people are forced to go hungry, supermarkets throw away tonnes of perfectly good food every year. &quot;The measures in Kerry&apos;s bill would mean any excess food goes to those who are undernourished, rather than being buried as landfill. This bill will save lives and benefit our environment. I&apos;ll be urging other MPs to vote for it in parliament too.&quot; Henry Smith, Conservative MP for Crawley, added: &quot;Food waste is not only an environmental concern but a social problem too. It is morally right that large retailers should make available food that would be dumped anyway to those most in need or struggling. This proposed legislation is timely and right.&quot; Andrew Opie, director of food and sustainability at the British Retail Consortium, said: &quot;We don&apos;t need a law to address this. Retailers already offer excess produce to food charities and have done so for years, although there are things the government could do to make it easier. The amount of food waste being generated by the retail sector is being substantially reduced thanks to better forecasting and improvements in packaging. The unavoidable waste that still exists is mostly sent to anaerobic digestion plants or for composting. &quot;Of all the food waste produced in the UK only around 6% comes from retail. More than 50 is generated by households. The key objective should be eliminating all food waste, and where that&apos;s not possible, finding the right outlet for it. Retailers are already hard at work on this.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/mar/13/supermarkets-spare-food-charities", 
    "wordcount": "697"
}