{
    "headline": "Pollution that killed seabirds cannot be traced, rules investigation", 
    "text": "The source of the pollution that killed hundreds of seabirds off the UK coast may never be known after the maritime and coastguard agency said it had wound up its investigation. A major rescue operation was launched after birds, mainly guillemots, washed up along south coast beaches earlier this month, coated in a sticky substance. The substance was eventually identified as PIB  polyisobutene  which is used in products ranging from adhesives to sealants and even chewing gum. Scientists at Plymouth university concluded it was most likely a form used as an additive in lubricating oil. But attempts to find the PIB source have foundered. The MCA said it had been trying to establish the source of the product. The spokeswoman said: &quot;After tests were carried out, it was identified as [PIB]. This is a fairly common chemical carried aboard ships and it is produced in a large number of countries. &quot;Despite further tests, we have been unable to identify specific components of the product that may have helped us find the source. &quot;We did not receive any reports of pollution within the Channel area at the time when the birds were coming ashore, but a MCA counter-pollution surveillance aircraft surveyed the Channel from Dover to the Isles of Scilly. In addition, images from the European maritime safety agency&apos;s satellites were reviewed. No pollution was detected. &quot;As such, we have concluded it is highly unlikely we will be able to link the pollution to any specific vessel. Unless we receive any new information, our investigation is now closed.&quot; The RSPB said: &quot;We are extremely disappointed that the source of the PIB release has not yet been found. PIB is believed to have been responsible for over 4,000 seabird deaths in at least four incidents around European coasts in recent years and is transported around the world on a growing basis, yet it remains legal to discharge it into the sea with conditions. &quot;The truth is we simply do not know how much PIB and other similar substances are released into the marine environment and what the wider impacts are on marine ecosystems, including seabirds. &quot;If this incident was the result of illegal activity then those responsible must be held accountable for their actions. Nevertheless, the RSPB is calling on the International Maritime Organisation to urgently review the hazard classification of PIB and implement regulations and regular monitoring of such discharges to prevent any further tragic and wholly avoidable incidents like the one just witnessed.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/feb/19/seabirds-uk-coast-pollution-investigation", 
    "wordcount": "423"
}