{
    "headline": "Android hits 900,000 activations per day - and Andy Rubin's staying put", 
    "text": "Andy Rubin, the founder of Android (the company) and head of Android (the mobile software division at Google) is not leaving Google. And, simultaneously but unrelated, Android device activations are now running at more than 900,000 per day, according to the latest tweet from Rubin. Based on previously given figures (850,000 activations per day, and 300m devices activated, from the Google Mobile blog in February) that suggests that there have been a total of 390m Android devices activated in total. (It&apos;s impossible to know how many of those are in use, but as the majority have been activated in the past two years, it&apos;s a good guess that it&apos;s a very high percentage of that total.)  No plans to leave Google.Oh, and just for meme completeness -- there are over 900,000 android devices activated each day :-)@Scobleizer  Andy Rubin (@Arubin) June 10, 2012  The idea that Rubin might leave Google? Oh, we&apos;ll come to that. Among the questions asked by people who saw his tweet were &quot;how many of those 900k are on ICS [Ice Cream Sandwich, the 4.0 version of Android released last October]?&quot; and &quot;what % of that 900,000 are &apos;smartphones&apos; vs &apos;feature phone+&apos; in one of the BRIC [Brazil, Russia, India, China] countries? What percentage are not phones at all?&quot; Sadly, Rubin didn&apos;t give any clarification on either point.  So what&apos;s with the &quot;leaving Google&quot; rumour? For that you have to head over to the fabulous Rumour Central, aka Robert Scoble, who posted on Google+ about how he&apos;d heard that Rubin was heading out. Here&apos;s how Scoble presented it on Sunday morning (apparently at 0305, but it&apos;s not clear if that&apos;s BST, EST or PST):   &quot;By the time I hear a rumor, usually sent to me in email or on some chat system I have open (like Google&apos;s or Facebook&apos;s) or on my phone it probably has already been around to a few dozens of people. Today I heard that the head of Android, +Andy Rubin, will soon leave Google and head to a new startup called http://www.cloudcar.com/  For which the only logical response (if you actually bothered to read Scoble&apos;s stuff) would be &quot;Wowsers! Best get Rubin on the phone and check that.&quot; Nobody did, but Rubin did respond with that tweet, and a longer response on Google+, some hours after Scoble posted:   &quot;How a rumor gets factualized: Cloudcar are a group of friends who I give free office space to in my incubator in Los Altos. Revel Touch (Mar Hershenson&apos;s company: www.reveltouch.com) is another cool company that shares this space. I&apos;m not joining either one and I don&apos;t have any plans to leave Google. See you on the 27th!&quot;   (June 27th being the date of Google I/O.) Actually, the idea of Rubin leaving Google is pretty preposterous: Android has barely begun to change the world (smartphones have a long way to go), it hasn&apos;t yet become a major income source for Google, and there is still enormous potential to improve the smartphone/tablet experience for everyone. Rubin joined Google in 2005, and we&apos;d wager on him staying there a long time. Whether he&apos;ll think it worth his time to give Robert Scoble his phone number so he can check rumours rather than posting them is another question.", 
    "section": "technology", 
    "gid": "technology/blog/2012/jun/12/andy-rubin-google-android-activations", 
    "wordcount": "566"
}