{
    "headline": "Facebook, Myspace and Twitter chide Google with 'Don't be evil' add-on", 
    "text": "Facebook, Twitter and Myspace engineers have devised a software add-on for browsers which negates the effect of Google&apos;s alteration of its search results to favour its own Google+ social network  with a piece of code they call &quot;Don&apos;t be evil&quot;. The move intensifies the increasingly bitter war of words between Google, which is trying to push the &quot;social&quot; element of searches, and the major social networks, which assert that the search engine is polluting its own search results and diverging from its core purpose of giving the user the best possible search by downgrading them in results. Google is also being accused by external commentators of betraying its original aims, which were to give the broadest view of the most popular links on the web, in order to boost Google+ artificially. The &quot;Don&apos;t be evil&quot; bookmarklet, which can be put into browser menus, will allow the user to see how a search result page would look using Google&apos;s pure organic search results. It is available from a site called &quot;Focus on the User&quot;  and created by a team from the three big social networks.  The name is a reference to &quot;Don&apos;t be evil&quot;, Google&apos;s first unofficial motto, devised by Paul Buchheit, the creator of Google Mail early in the past decade. He has since left the company, but &quot;you can make money without doing evil&quot; remains in Google&apos;s philosphy  ranking sixth, behind its top rule, &quot;focus on the user and all else will follow&quot;. The aim of the bookmarklet  a piece of code, generally Javascript, which adds some function to a web page, by carrying out a calculation or search  is to negate the effects of Google&apos;s &quot;Search Plus Your World&quot; update made earlier this month.  Google said it would have the effect of &quot;bringing your world, rich with people and information, into search  we&apos;re transforming Google into a search engine that understands not only content, but also people and relationships&quot;. But Twitter called foul on the changes, saying they artificially inflate Google+ above its natural position if measured by popularity around the web, and demotes their own. The site&apos;s creators say that: &quot;We wanted to see how much better social search could be for consumers if Google chose to use all of the information already in its index. We think the results speak for themselves.&quot; They emphasise that: &quot;All of the information in this demo comes from Google itself, and all of the ranking decisions are made by Google&apos;s own algorithms. No other services or APIs are accessed.&quot; The changes in results can be dramatic, with Google+ results for US users  the only region where the update has been implemented  falling from their new prominence. Google&apos;s chairman Eric Schmidt previously insisted to search engine analyst Danny Sullivan that Facebook and Twitter did not allow sufficient access to their sites for Google to be able to integrate results from them into its search, and that Google+ was not being favoured.  But in a lengthy analysis, Sullivan shows that the new &quot;Don&apos;t be evil&quot; tool offers what seems objectively a far more accurate reflection of the popularity of different pages on the web  which was the founding principle for Google. Commentators including Sullivan and journalist John Battelle say that the content, people and relationships that the &quot;new&quot; Google seemed to understand best was that inside its own Google+ service, while that on the larger and more-visited networks was downgraded. The functionality is only available in the US, where Google has about 65% of search share, and has not yet been rolled out to Europe, where its share is around 90%. Google spokespeople have not given any date when the new features might be rolled out beyond the US. &quot;Search Plus Your World&quot;  which Sullivan calls more simply &quot;Search Plus&quot;  is most effective when users are logged into Google with a Google account. But Sullivan has shown that its effect on results, such as the promotion of Google+ pages above their position in Google&apos;s own organic search results, occurs even when users are logged out. Battelle explains that the tool, which he saw demonstrated at the weekend,   weave[s] a number of Google&apos;s own tools  including its &quot;rich snippet&quot; webmaster tool and its own organic search listings, to re-order not only the search engine results, but also the results of the promotional Google+ boxes on the right side of the results, as well as the &quot;typeahead&quot; results that now feature only Google+ accounts.  He shows two examples. In the first, as US users of Google would see, a search on his name turns up his Google Plus page as the first suggestion.      John Battelle: search for his name using Google US results. His Google+ profile appears first. Click for larger version. Source: battellemedia.com    In the second, using the &quot;Don&apos;t be evil&quot; bookmarklet, the first suggestion is his Twitter page.     John Battelle: search for his name using Google US results. His Twitter profile now appears first. Click for larger version. Source: battellemedia.com    Battelle writes: &quot;This is a tool meant to directly expose Google&apos;s recent moves with Google+ as biased, hardcoded and against Google&apos;s core philosophy (which besides &apos;don&apos;t be evil&apos; has always been about &apos;focussing on the user&apos;). This wasn&apos;t what I meant last week when I asked what a Facebook search engine might look like, but one can be very sure this is certainly how Facebook and many others want Google to look like once again.&quot; Others have pointed to Google chief executive Larry Page&apos;s interview with Playboy magazine in 2004 shortly before the company was floated on the stock market, when he said:   Most portals show their own content above content elsewhere on the web. We feel that&apos;s a conflict of interest, analogous to taking money for search results. Their search engine doesn&apos;t necessarily provide the best results; it provides the portal&apos;s results. Google conscientiously tries to stay away from that. We want to get you out of Google and to the right place as fast as possible. It&apos;s a very different model.&quot;  Google, it is argued, is now acting like one of those portals by pushing its own results, rather than the best ones. The code was created by Blake Ross, director of product at Facebook, with help from Twitter and Myspace. Battelle suggested that the project would have required Facebook chief executive Mark Zuckerberg&apos;s approval. Facebook declined to comment on whether Zuckerberg had indeed approved it: &quot;We aren&apos;t commenting on detail of this project aside from pointing people to the public site,&quot; said a representative.            Google had not responded to a request for comment by the time of publication.", 
    "section": "technology", 
    "gid": "technology/2012/jan/24/facebook-twitter-myspace-google-add-on", 
    "wordcount": "1098"
}