{
    "headline": "This week's new games", 
    "text": "Max Payne 3, PC, PS3 &amp; Xbox 360 Max Payne was the series that brought John Woo-style &quot;bullet time&quot; to games, enabling slo-mo dives while pumping rounds two-handed into any unfortunate in your line of sight. Naturally it&apos;s back for this instalment, along with Max&apos;s hilariously dark commentary, growled through a haze of Kong whiskey and painkillers. The latter provide a handy health recharge as well as proving highly addictive; as Max says, &quot;I meant to end this how I began it. Heavily medicated.&quot; Set predominantly in So Paulo, the deeply noir atmosphere is leavened by a black sense of humour and the colourful favelas and luxury haunts of the VIPs Max has taken to guarding, even if the action comes so thick and fast that enjoying the scenery is at most a fleeting indulgence. Like Rockstar&apos;s Grand Theft Auto series, character animation, script and voice acting come together to create a remarkably solid and expressive set of characters, while online multiplayer modes provide a wealth of levelling up and social options to go with its breathless campaign. Rockstar, 39.99-49.99 Minecraft, Xbox 360     Minecraft    Starting with a virgin world and your bare hands, you can carve chunks of wood from trees and laboriously tunnel out stone and gravel. Crafting the raw elements you find leads you to make tools, then a furnace so you can smelt any metal ore you find into ingots, opening up a world of armour, building materials, cookery and weapons. At its heart though, Minecraft is a game of survival: when night falls, monsters come and if you don&apos;t have a solid shelter to hide in, death is swift. Simplified from its PC incarnations, crafting is now a more straightforward process. The result is that this lacks the PC iterations&apos; intimidating vastness, but is easily the most welcoming and approachable version of a game with no points and only a fuzzily elucidated end goal, which gives you a whole world in which to lose yourself. Mojang, 1,600 MSP (13.71) Games news     Diablo III    Games are currently rated by both the Video Standards Council and the British Board Of Film Classification. From July, however, they will only receive a VSC PEGI rating and staff found selling to underage shoppers could face a prison sentence  Sony&apos;s 3.6bn loss last year has prompted their CEO to announce 10,000 job cuts, although reports that Atari planned to close Eden Games, the studio behind the Test Drive Unlimited series, turned out to be unfounded  Also out this week is Diablo III (PC, Mac), the new instalment of the classic dungeon-crawling adventure that&apos;s already causing significant dents in employee attendance and an upsurge in the sale of Doritos and caffeinated soft drinks  Joining it on shelves is the entirely self explanatory Garden Simulator (PC)  But Sony&apos;s Ratchet &amp; Clank HD Trilogy (PS3)  originally due for release this week  is now out early next month.", 
    "section": "technology", 
    "gid": "technology/2012/may/19/this-weeks-new-games", 
    "wordcount": "496"
}