{
    "headline": "Riding-hoods: how to beat the rain", 
    "text": "If you are the kind of cyclist not deterred by rain but don&apos;t want to reach your destination looking like a human sponge, a few capes on the market  and some wackier ideas  offer solutions. But how well do they actually work? Cleverhood I couldn&apos;t resist introducing myself as Sherlock Holmes while wearing Cleverhood&apos;s eponymous cape. Perhaps it&apos;s the green-grey tweed print (or plaid), its eccentric triangular shape which I wanted to swoosh dramatically; perhaps it is the effect of peering out from under a visor-tipped hood, zipped up to the chin. A helmet would be worn over the top of the hood, arm holes snap shut magnetically when not in use, and when riding finger loops at the arm holes keep arms covered. With reflective highlights on seams and logo and a handy chest pocket, the Cleverhood also folds up nice and small for handbags (or man bags). With a nice, quality feel, Cleverhood sources materials locally in the US. This was the only one I&apos;d wear off the bike without feeling too self-conscious. Downsides: deploying and releasing hands from finger holes took some practice (tricky for indicating), and my legs did get wet, including lower thighs, in heavier rain. Cost: $250 (approx 157) Available from: As a new company with no UK stockists, Cleverhood is offering free shipping in October for UK buyers Colours: Brown and cream corduroy, grey and white dogtooth and green-grey plaid Agu Track poncho The turquoise Agu Track cape I tested had the thickest waterproof material of the three, a little like wearing a paddling pool. With a long bib front and a shorter rear half, when off the bike the cape takes on a slightly odd dimension. Poppers create arm holes in the sides, while straps on the inside keep hands and thighs dry while draping the cape over the handlebars. With reflective detail on the front (including a handy pocket) and back, for fans of the 80s, the cape can also become a bum bag. Downsides: those preferring to see their steering apparatus may get cold, wet forearms instead, and the inside hand straps can snag on the handlebars. Also the hood doesn&apos;t move with the head, even with toggles tightened so my eyes were almost concealed. As a result my indicating arm had to keep the hood at bay as well. Oh, and I was laughed at rather loudly by a builder while wearing it. Cost: 39.99 Available from (UK stockists): i-ride, cyclechic Colours: black, red, turquoise, green, with fetching cloud print available from Cyclechic Madame de P Stepping out in the aptly named Le Dluge, I felt reassuringly concealed under its voluminous folds, even in a monsoon-like rainstorm. Legs, arms and even hands remain dry, with hand covers (avec thumb holes), while a large, Scottish Widow-style hood keeps faces dry. Drawstrings mean the hood moves with your head, for crucial over-the-shoulder glances. At the risk of a wet face, I preferred to flip the visor up as it came a little too low for seeing clearly on busy roads. Nice touches include a &apos;gutter&apos; on the hem which directs rain to the back of the coat, so legs don&apos;t get dripped on, and curtain weights stop it flapping in the wind, plus a flower holder on the lapel. Downsides: tricky for wearing a helmet, and the coat&apos;s size means if the weather changes for the better it needs a sizeable receptacle. It felt stylish and practical, though perhaps it&apos;s a little eccentric for some. Le Dluge was the only cape to keep my legs dry. Cost: 125 Available from (UK stockists): There Cycling and MooiBicycles  Colours: Navy and beige Uberhood Turning your bike into Chitty Chitty Bang Bang may be something of a childhood dream, but as an adult adorning your two-wheeled friend with a giant umbrella is to most people foolhardy at best. My local bike shop had a field day when I came in for help to get the thing mounted. &apos;Possibly the worst idea I&apos;ve ever seen,&apos; and &apos;spectacularly s*%@&apos; were two exclamations. The sharp edges on its mounts, seemingly designed for scratching handlebars, were the least of the Uberhood&apos;s problems: once open atop the bike (even with additional grippy washer donated by said bike shop) it refused to stay stationery, with thoughts of impalement on my mind. In the rain it blocked my rear view, before suddenly hinging forward 90 degrees like a sail, blocking my forward view and knocking my front light off. Other cyclists left the bike path to overtake me. When down and folded it flopped into the front wheel. Taking the Uberhood down I was happy to face a soaking, and escape with my life. Cost: $59 + $15 shipping (around 46) Available from: Uberhood Colours: red, green, light blue, dark blue", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/oct/01/bike-blog-ridinghoods-rain", 
    "wordcount": "811"
}