{
    "headline": "Polio vaccine drive targets 41 million African children as Nigeria fights virus", 
    "text": "Nigeria is racing to contain a polio outbreak in its north-east state of Borno, amid fears the virus could spread to neighbouring countries and set back global efforts towards eradication. This week, the UN childrens fund, Unicef, launched an emergency vaccination drive in 18 states in northern Nigeria and neighbouring Chad, Niger, Cameroon and Central African Republic, to immunise more than 41 million children.   Related: Polio cases could be wiped out within 12 months, says World Health Organisation    Nearly 39,000 health workers will be deployed across the Lake Chad basin, where ongoing conflict with the insurgent group Boko Haram has forced 2.6 million people to flee their homes (pdf), leading to fears the virus could spread across borders. The four-day campaign will be the third of five vaccination drives to contain the wild strain of the polio virus. Two further campaigns are scheduled for November and December in Nigeria and neighbouring countries. Global efforts to eradicate polio suffered a setback in August when, after two years free of transmission, two cases of polio were detected in Borno state, followed by another in September. Nigeria is the last country in Africa and one of only three in the world where polio remains. Afghanistan and Pakistan are the other two. A country cannot be declared polio-free until three years have passed with no new cases. Earlier this year, the World Health Organisation said it believed transmission of the virus could be stopped within 12 months. Doune Porter, Unicef Nigerias chief of communication, said: We have to respond, and we are indeed responding, with a massive show of force to make sure that it does not get out of control. We cant afford to have polio come back to the area, to Nigeria or Africa. Although the polio vaccine is relatively simple to administer, large parts of Borno state have, for some years, been inaccessible to humanitarian organisations due to the Boko Haram insurgency. This has meant large numbers of children have never been immunised against life-threatening diseases. This drive, which will involve door-to-door visits from health workers, will include 750,000 people in territory taken back by Nigerian government forces earlier this year. However, large areas of north-east Nigeria still cannot be reached with any kind of humanitarian assistance. Porter said immunisations were crucial in keeping the re-emergence of polio in Nigeria under control, saying the new cases earlier this year were a huge disappointment. We need to start the clock again and of course there is the question of accessing more children with immunisation. However, its important to remember that its not going back to having huge numbers of polio cases. It doesnt undo the great progress that has been made. Its important to remember weve come a long way. The vaccination teams will also conduct malnutrition screenings among children under five. According to Unicef, 400,000 children in the three Nigerian states worst affected by the conflict will suffer from severe acute malnutrition this year.", 
    "section": "global-development", 
    "gid": "global-development/2016/oct/13/nigera-polio-vaccine-drive-targets-41m-children-outbreak-africa", 
    "wordcount": "491"
}