{
    "headline": "Nokia's Windows 8 phones fail to impress the markets", 
    "text": "Microsoft chief executive Steve Ballmer took to the stage in New York on Wednesday to help Nokia, the once mighty European mobile phone giant, unveil two new smartphones in a make-or-break bid by both companies to create a hit product capable of taking on Apple and Samsung. In a lavish launch event squeezed in to grab attention ahead of next week&apos;s iPhone 5 presentation in California, Ballmer showed off the first Nokia handsets to run on Windows Phone 8 software. Within a year Microsoft expects 400m smartphone, PC and tablet devices could be running Windows 8, its reinvention of the world&apos;s best selling PC operating system for the touchscreen age. Nokia declined to reveal how much the new phones will cost, or the date on which the handsets will go on sale, and traders punished the company by sending the shares diving by as much as 15% in New York. The Lumia 920 and its budget companion the Lumia 820, unveiled by Nokia chief executive Stephen Elop in a warehouse overlooking New York&apos;s Hudson river, have screens that respond to touch from gloves as well as bare fingers, internet connections that will work on European 4G networks, and can be recharged wirelessly on special charging plates. In a gimmick reminiscent of the Google glasses still in development, a City Lens app allows users to hold the viewfinder up to look at a city street. Software then recognises key places, showing the names of restaurants and shops in clickable boxes on the screen. Ballmer said: &quot;This represents the largest opportunity available for software developers today. I bet you now the next app developer to hit it really, really big will be a developer on Windows.&quot; The timing is critical for both companies. Nokia is burning cash, has closed factories and research centres and laid off thousands of staff in the last year after sales of its more basic phones collapsed and the Finnish company lost its position as the world&apos;s biggest manufacturer of handsets to Samsung. Nokia last year tied its future to Microsoft by abandoning its own Symbian operating software in favour of Windows, but the first fruits of the so-called &quot;WinKia&quot; partnership were not a soaraway success. The original Lumia handsets, unveiled last autumn, have sold 6m units this year  compared with iPhone&apos;s 61m units in the first six months of 2012. With many Asian manufacturers, such as Samsung, HTC, LG and Huawei, preferring Google&apos;s free Android operating software to Windows  for which they must pay a licence fee  Nokia represents Microsoft&apos;s best chance of attracting a smartphone following. Smartphones and tablets have ushered in a personal computing revolution which is gathering momentum and unpicking Microsoft&apos;s dominance in the sphere. Laptop and desktop computer sales are stagnating, while the smaller devices are now capable of carrying out many of their functions. Handheld computers also have the advantage of &quot;instant on&quot;, while older laptops are slow to fire up. Microsoft has won plaudits for its new Windows software, which uses live tiles rather than static icons to populate the home screen and is seen as a leap forward in design terms from Apple&apos;s iOS interface. Michael Gartenberg, of the research firm Gartner, said: &quot;No one will ever confuse Windows Phone with Android or iOS. The challenge is can Nokia and Microsoft explain how different is better? There is no doubt these devices stand out from the crowd. Visible difference is there. Now they need to tell consumers.&quot; With some commentators already dubbing the partnership NoWin, a pun on the WinKia moniker, Nokia and Microsoft will have to fight hard for a share of attention. The iPhone 5 is expected to go on sale later this month following its launch in San Francisco next Wednesday. Samsung&apos;s Galaxy SIII, launched in May, is currently the world&apos;s most popular model. And Google is expected to transform Motorola&apos;s product range, starting with a new HD model also unveiled on Wednesday, its biggest marketing push since finalising its deal to move into manufacturing with the acquisition of the US handset maker. Elop said: &quot;The most important thing is to get the consumer to experience the Lumia. We have the capabilities to differentiate ourselves.&quot; &quot;It&apos;s difficult to believe that Nokia and Microsoft, two dominant players in the market, are struggling to get a foothold in the smartphone space,&quot; said telecoms expert Ernest Doku at price comparison site uSwitch. &quot;It can&apos;t be underestimated how important it is that the latest Lumia models capture the public&apos;s imagination and quickly. This could well be the last throw of the dice for the Finnish manufacturer.&quot; Selling points Touch screen Responds to gestures from gloved hands for ski-slope web surfing Wireless recharging Lumia phones can be placed on a special charging plate to power up, without having to fiddle with wiring City Lens An app which overlays clickable boxes showing the names of restaurants and shops when the viewfinder is held up to scan a city street Photography A &quot;floating camera&quot; eliminates blur caused by shaking hands and long exposures when taking photos at night. One function allows unwanted figures to be edited out of pictures, another creates Harry Potter-style moving photos. By taking a short film, moving elements such as a waving flag can be added to an otherwise still photograph Superfast internet connections The Lumia range will be compatible with 4G networks due for launch in the UK, which will use the 800, 900, 1800, 2100 and 2600 bands", 
    "section": "technology", 
    "gid": "technology/2012/sep/05/nokia-unveils-smartphones", 
    "wordcount": "926"
}