{
    "headline": "Britons reach for telescopes as BBC and Brian Cox spark interest in astronomy", 
    "text": "Across Britain, men, women and children are turning to the heavens. Thanks to a boom in technology and a series of television promotions by some star showbiz names, amateur astronomy is going through its own big bang in popularity. Amazon has reported a 500% increase in telescope sales; live TV programmes are bringing the joys of stargazing to homes around the nation every night; and subscriptions to amateur astronomy magazines, such as the BBC&apos;s Sky at Night, are rocketing. A hobby once considered a pastime for anoraks has gone stellar. As Chris Bramley, editor of Sky at Night, puts it: &quot;Amateur astronomy is an ideal hobby. It takes you away from everyday life. It lifts your horizons. What more could youask?&quot; For good measures, the stargazer can quickly make an impact in the field, say enthusiasts, and help to discover exploding stars, called supernovas, and sources of the massive eruptions of energy called gamma-ray bursts that appear in the night sky. As Sir Patrick Moore, who presented the first edition of the Sky at Night TV programme in 1957, put it: &quot;The amateur astronomer can make a real contribution to the science. It is a truly wonderful hobby.&quot; The success of stargazing has not been an overnight affair and cannot be attributed solely to the BBC&apos;s current hit, Stargazing Live, or the attractions of its presenter, Brian Cox. Its popularity has been rising for a decade and the key factor has been a technological one. To put it simply, telescopes have become fun to use. In the past, an interest in the heavens was often stymied by equipment. Telescopes took hours to set up and align, and needed complex clockwork motors to keep them pointed towards a particular star or planet as the Earth turned. It was a fiddly business, particularly on a cold, windy night. But that changed a decade ago. A new generation of telescopes appeared, fitted with &quot;go-to&quot; computer control systems. These meant that users merely had to set up their equipment in their garden, align it carefully on Polaris, the pole star, and key in the object that was to be observed. The telescope would then swivel automatically towards it. Previously the domain of a few earnest, young, usually male enthusiasts, the hobby became wildly popular and &quot;aperture fever&quot; spread. Hundreds of groups were formed. &quot;Star parties&quot;  communal observing evenings  were organised and astronomers competed to take increasingly sophisticated photographs of stars, planets and comets. And it&apos;s not hard to see the hobby&apos;s attraction, says Bramley. &quot;You may start with only a small telescope, one that will not let you see the glowing dust clouds in nebulae that are shown on television. However, on a clear night you can still see a great deal of detail in objects like the Andromeda galaxy or a planet like Jupiter with its colour bands and moons. And while these images may lack the detail of professional photographs, there is nothing to beat the magical feeling when an image of a planet slides into your eyepiece for the first time and you see it with your own eyes. That is the real joy of the hobby.&quot; Ten years ago the new breed of telescopes cost around 700 and the first users of this new wave of instruments tended to be retired men and women  &quot;woopies&quot;, or well-off old people. They had the time and money to take up the hobby and started buying telescopes, tripods, electronic cameras and lenses, while turning their backs on gardening and flower-arranging as hobbies for their old age. But times have changed. Today a beginner can pick up an instrument fitted with go-to pointing systems for around 250, a drop in cost that has brought about a change in demographic. &quot;We are getting many more families and youngsters taking an interest in the subject and in our magazine,&quot; said Bramley. &quot;We get letters from 12-year-olds enthusing about astronomy.&quot; Neither is this interest likely to wane. A new wave of even easier to use telescopes, such as the Celestron Sky Prodigy, have been launched on the market, instruments that provide completely automatic alignment and which make the pinpointing of stars almost as easy as using a television remote. Combined with the TV promotions such as Stargazing Live, these developments promise a healthy future for amateur astronomy and a reawakened interest in heavenly matters for succeeding generations in Britain. The cosmos has become cool again.", 
    "section": "science", 
    "gid": "science/2012/jan/21/brian-cox-bbc-astronomy-science", 
    "wordcount": "760"
}