{
    "headline": "Senegal to Nigeria superhighway still stuck in a rut", 
    "text": "It has been so many decades in the planning that the original proposals are written by typewriter, and two of the countries involved had different names. But when the trans-west African highway network was envisaged in 1967, it was seen as an essential way of stimulating growth and promoting tourism in west African countries. More than 40 years later, the project  intended to link the Senegalese capital Dakar on Africa&apos;s western coast with Nigeria&apos;s commercial hub Lagos in central-west Africa  has still not been completed. But governments in west Africa and international organisations insist that the vision still exists. I&apos;m driving along part of the route in Ghana. The country&apos;s first six-lane road, the George Walker Bush motorway (pdf) opened last year and was named after the former American president as a gesture of friendship between the two countries. Street lights along the route  still rare on Ghana&apos;s main roads  are decorated with American and Ghanaian flags. The &quot;George W Bush&quot;, as it&apos;s popularly known in Ghana, begins at the labyrinthine Tetteh Quarshie interchange just north of the capital Accra, beside its first modern shopping complex, the Accra mall. It carries an estimated 36,000 vehicles per day, and  despite frequent traffic lights and pedestrian crossings  has reduced peak travel time between Tetteh Quarshie and Accra&apos;s western suburbs from one hour to 20 minutes. But the motorway is only 14km (eight miles) long. The trunk road continues for around another 20km, then I spend more than an hour sitting in stationary traffic, first at a toll booth, then at a police roadblock in the suburban town of Kasua. The road then shrinks to a two-lane road of varying quality west through Cape Coast and oil hub Takoradi, before becoming increasingly potholed as it continues on to the border with Ivory Coast. Independent west Africa&apos;s founding fathers envisaged a high-speed road more than 4,000km long that would facilitate links between Ghana, Ivory Coast and other countries, with a reliable road and harmonised customs procedures. But the World Bank has bemoaned the status of the project  part of a bigger initiative to build a 50,000km road network linking the whole of Africa  saying it had failed to gain the backing of the states along the route, leaving the road network &quot;sparse&quot;. &quot;Although the concept of the trans-African highway system has been around for almost 40 years, it has proved elusive to get national governments to prioritise the investments needed to make this network a reality,&quot; it said in a 2008 report (pdf). The World Bank is one of the organisations supporting the construction of a smaller section of the highway, from Ivory Coast&apos;s commercial centre Abidjan to Lagos. Last year, it approved a further $90m (58m) of the $400m project to smooth out customs procedures, upgrade the road, and monitor the transmission of HIV/Aids along the route. Work on the Abidjan-Lagos road is under way, a source in the Ghanaian government said, linking the three regional economic powerhouses of Ivory Coast, Ghana and Nigeria, as well as Togo and Benin. &quot;The Ghana section of this road is almost complete, and will be finished in 24 months&apos; time,&quot; the source said. &quot;This is something the government of Ghana takes seriously,&quot; the source added. &quot;The World Bank has provided a loan, but Ghana has co-financed the project, and will have to pay the loan back.&quot; But the plethora of donors involved in infrastructure projects is one of the challenges in the completion of the broader highway project. &quot;The trans-west African highway does exist  west African countries have committed themselves to see to the completion of it,&quot; said Bernard Abeiku Arthur, an expert on urban transportation in Ghana. &quot;But the issue is that these countries are depending on donor funds for their infrastructure needs. Just here in Ghana, the parts of the road that have been completed include the George W Bush highway built with American funding, the road to Cape Coast built with Japanese funding, from Cape Coast to Takoradi built with German funding, and from Takoradi to Elubo that has been funded by the Danish.&quot; The failure of west African countries to complete the highway comes amid growing recognition of the cost of poor coastal transport links to the region. In addition to poor roads, the route between coastal west Africa is plagued by illegal checkpoints and slow, non-harmonised customs procedures. The absence of any coastal railway system and limited coastal shipping makes these unreliable roads the only option for the movement of goods and services, hindering intra- and inter-regional trade. &quot;We are linking up with neighbouring countries to create joint border posts to harmonise manuals and procedures,&quot; said the Ghana government source. But the Lagos-Abidjan route raises questions about the rest of the trans-west African highway. &quot;As far as I know, this is absolutely an ongoing project,&quot; said Barry Gilbert-Miguet from the International Road Federation. &quot;But at the moment there are significant gaps in it. Across the world it is becoming harder and harder to finance roads, not least in Africa.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/18/senegal-nigeria-superhighway-stuck-rut", 
    "wordcount": "865"
}