{
    "headline": "Ed Miliband commits Labour to 2030 decarbonisation target", 
    "text": "Ed Miliband has intensified the pressure on the coalition and its troubled energy plans by committing Labour to delivering a virtually carbon-free electricity systemby 2030. The future of UK energy has been at the heart of a row within the government described as &quot;unholy war&quot; by one senior participant  with the energy secretary, Ed Davey, backing a decarbonisation target but the chancellor, George Osborne, implacably opposed. A broad range of industry, campaigners and even former Tory ministers have warned that the policy row is unsettling major investors and leading to uncertainty that could send energy bills soaring. &quot;Britain&apos;s growing green industry is facing a crisis of the government&apos;s own making, caused by scepticism at the heart of government. It is a policy shambles,&quot; Miliband told the Guardian. &quot;But it is not just an embarrassment for the government, it is a crisis for the UK.&quot; Speaking at the country&apos;s biggest onshore windfarm, Whitelees, near Glasgow, the Labour leader said investment in renewable energy had halved between 2009 and 2011, echoing warnings from senior industry figures that the coalition row had stopped investment. The windfarm, which spreads out across low, heather-clad hills, currently has 140 turbines and will add another 75 turbines soon, giving it a capacity equivalent to more than half a nuclear power station (about 550MW). The government&apos;s problems over its energy policy were an &quot;appalling shambles&quot;, Miliband said. &quot;It beggars belief as it was the thing Cameron picked out as the symbol of his modernisation. It now looks like total hypocrisy.&quot; Miliband said he understood some people opposed onshore turbines and that sensitivity was required in siting them. &quot;But onshore wind has to be part of the plan. You can&apos;t say no to everywhere. We have an urgent imperative to tackle climate change.&quot; Tim Yeo, the Tory MP who chairs the influential energy and climate change select committee, said Miliband&apos;s commitment was important. &quot;It is significant because the issues are very long-term ones that require policies in place for several parliaments. I hope it will influence the government&apos;s decision on the energy bill.&quot; There has been fierce disagreement within the coalition over whether the much-delayed energy bill, now due next week, will contain a target for decarbonising the nation&apos;s electricity by 2030. This is despite the government&apos;s official advisers, the Committee on Climate Change (CCC), recommending the target. If Osborne&apos;s opposition prevails, it will be the first time a government has rejected a CCC recommendation, a decision Yeo said would be &quot;brave&quot;. &quot;Investors are questioning whether the government knows what its own policy is,&quot; he said. Because political uncertainty makes funding investment more risky and expensive, &quot;the absolute consequence is that electricity bills will be higher than they need to be,&quot; Yeo said. On Tuesday, Davey said he was &quot;acutely aware&quot; of investors&apos; concerns. David Kennedy, the CCC chief executive, said: &quot;It is important to set [a 2030] target because investors need a signal of the direction of travel beyond 2020, without that we will not get investment now that we need. There is a high degree of policy uncertainty at the moment and that needs to be addressed as a matter of urgency.&quot; Charles Hendry, recently sacked by Cameron as energy minister, said this week that without a ceasefire in the coalition energy row, there was a risk that energy bills would &quot;go through the roof&quot;. He suggested consumers might bear a totally unnecessary extra cost of 1bn a year, a sentiment also found among senior energy industry leaders. &quot;It is absolutely an outcome,&quot; one executive told the Guardian. &quot;Banks are horrified about how risky all this has become. We have very unclear and contradictory narratives.&quot; Hendry&apos;s replacement, John Hayes, has twice contradicted Davey by claiming &quot;enough is enough&quot; in relation to onshore wind turbines. Cameron refused Davey&apos;s request to relieve Hayes of that responsibility. Miliband said: &quot;Cameron is allowing Hayes free rein but he needs to be broughtinto line.&quot; He added: &quot;The most important challenge is to tackle the Osborne fallacy, that you can have a good economy or good environment, but not both. He is disproving his own argument by dragging his feet on the environment and hurting the economy. &quot;The early commitment [to a 2030 target] is a way to help keep energy bills down. The CCC is very clear: we cannot afford not to do this. If the coalition does not do it, that&apos;s absolutely what we will do.&quot; Miliband said he would also push forward with amendments to the energy bill if the target is absent. He added: &quot;Furthermore, the green economy is already a big jobs generator and could be a massive jobs generator.&quot; Government data shows the green economy is one of the few fast-growing sectors and employs almost one million people, more than teaching. Matthew Spencer, director of Green Alliance, said: &quot;Ed Miliband has demonstrated a good understanding of the UK&apos;s energy infrastructure challenge.. Government has to provide certainty beyond 2020 so that companies can invest in British factories to supply the next generation of low-carbon power stations. There are already around 10,000 British jobs promised in new offshore wind turbine assembly alone, but they will be at risk if the coalition delay the decision on decarbonisation until after the election.&quot; Friends of the Earth&apos;s executive director, Andy Atkins, said: &quot;With coalition promises to champion the environment rapidly evaporating it&apos;s more important than ever for Labour to show real political leadership. Ed Miliband played a key role in passing the UK&apos;s ground-breaking Climate Change Act  with his strong backing for a decarbonised power sector he&apos;s showing the long-term vision that Cameron&apos;s government lacks.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/nov/22/ed-miliband-labour-decarbonisation-energy", 
    "wordcount": "982"
}