{
    "headline": "Rio+20 Earth Summit: campaigners decry final document", 
    "text": "Amid doubt, disappointment and division, the world&apos;s governments came together in Rio on Friday to declare &quot;a pathway for a sustainable century&quot;. At the close of the Rio+20 Earth Summit, heads of state and ministers from more than 190 nations signed off on a plan to set global sustainable development goals and other measures to strengthen global environmental management, tighten protection the oceans, improve food security and promote a &quot;green economy&quot;. After more than a year of negotiations and a 10-day mega-conference involving 45,000 people, the wide-ranging outcome document  The Future We Want  was lambasted by environmentalists and anti-poverty campaigners for lacking the detail and ambition needed to address the challenges posed by a deteriorating environment, worsening inequality and a global population expected to rise from 7bn to 9bn by 2050. But the UN secretary general, Ban Ki-moon said the document would guide the world on to a more sustainable path: &quot;Our job now is to create a critical mass. The road ahead is long and hard.&quot; US secretary of state Hillary Clinton said it was a time to be optimistic. &quot;A more prosperous future is within our reach, a future where all people benefit from sustainable development no matter who they are or where they live.&quot; However, civil society groups and scientists were scathing about the outcome. Greenpeace International Executive Director Kumi Naidoo called the summit a failure of epic proportions. &quot;We didn&apos;t get the Future We Want in Rio, because we do not have the leaders we need. The leaders of the most powerful countries supported business as usual, shamefully putting private profit before people and the planet.&quot; Rio+20 was intended as a follow up on the 1992 Earth Summit, which put in place landmark conventions on climate change and biodiversity, as well as commitments on poverty eradication and social justice. Since then, however, global emissions have risen by 48%, 300m hectares of forest have been cleared and the population has increased by 1.6bn people. Despite a reduction in poverty, one in six people are malnourished. While the problems have grown, the ability of nations to deal with them has diminished because the EU is distracted by economic crisis, the US is diverted by a presidential election, and government power has declined relative to that of corporations and civil society. With Barack Obama, Angela Merkel and David Cameron absent, the BRICS nations dominated proceedings. Brazil artfully  and, according to some delegates, aggressively  pushed through the compromise text, thereby avoiding the conflict and chaos that marked the Copenhagen climate conference in 2009. But that also left heads of state and ministers with little but a ceremonial function, wasting an opportunity for political leaders to press for a more ambitious outcome. &quot;Our final document is an opportunity that has been missed. It contributes almost nothing to our struggle to survive as a species,&quot; the Nicaraguan representative Miguel d&apos;Escoto Brockmann at the conference. &quot;We now face a future of increasing natural disasters.&quot; Other delegates expressed disappointed, but said the agreement could be built upon. &quot;The document does not entirely match our ambition or meet the challenge the world faces. But it&apos;s an important step forward  That&apos;s why we support it. That&apos;s why we must engage with it,&quot; said Janez Potonik, European commissioner for environment. The main outcome of the conference is a plan to set sustainable development goals (SDGs), which Brazil described as the &quot;crown jewels&quot; of the conference. But the gems have not yet been chosen, let alone cut, polished and set. Negotiators at Rio were unable to agree on themes, which will now be left to an &quot;open working group&quot; of 30 nations to decide upon by September 2013. Two years later, they will be blended with Millennium Development Goals. The new goals look set to be the focus of tussles between rich and poor nations over the coming years. The G77 group of developing countries is adamant that the goals must include strong social and economic elements, including financing and technology transfer. &quot;When the EU, US say land, water  they usually emphasise environment. The G77 insist that it also has strong economic and social pillars. It needs to be better and bolder than the millennium development goals,&quot; said Bhumika Muchhala, of the Third World Network. The 49-page document contained many other  mostly loosely defined  steps. The UN Environment Programme (UNEP), long a poor relation of other UN organisations, will get a more secure budget, a broader membership and strong powers to initiate scientific research and coordinate global environment strategies. Rio+20 also established a &quot;high-level&quot; forum to coordinate global sustainable development, though its format is still to be defined. Achim Steiner, head of UNEP, said it was an agenda for change: &quot;World leaders and governments have today agreed that a transition to a green economy  backed by strong social provisions  offers a key pathway towards a sustainable 21st century.&quot; Hopes that Rio would commit the world to move towards a green economy were diluted by suspicions among some developing nations that this was another way for wealthy nations to impose a &quot;one-model-fits-all&quot; approach. Instead, the green economy was merely named as an &quot;important tool&quot; that countries could use if they wished. Nations agreed to think about ways to place a higher value on nature, including alternatives to GDP as a measure of wealth that account more for environmental and social factors, and efforts to assess and pay for &quot;environmental services&quot; provided by nature, such as carbon sequestration and habitat protection. Among the many vague, but potentially promising developments, was a recognition by all 192 governments that &quot;fundamental changes in the way societies consume and produce are indispensable for achieving global sustainable development&quot;. This appeared to mean different things to different people. EU officials suggests it could lead to a shift of taxes so workers pay less and polluters and landfill operators pay more. Hillary Clinton said it should be reflected in the way products are advertised and packaged. All nations &quot;reaffirmed&quot; commitments to phase out harmful fossil fuel subsidies. Such changes will cost, but nobody wanted to put money on the table, which was cited by the G77 as a major cause of the weak outcome. Developing countries wanted a $30bn per year fund to help in the transition to sustainability, but in the midst of a financial crisis in Europe, nobody was willing to say how much money they would contribute. Instead, there was a promise to enhance funding, but by how much and by whom were left to future discussions. Brazilian president Dilma Rousseff said rich nations had not kept Copenhagen promises on &quot;green funding&quot; and so were in no position to criticise others for a lack of ambition: &quot;All countries must take responsibility. Nobody can point the finger.&quot; There was frustration that Rio+20 did not do more to guarantee the reproductive rights of women or to protect the world&apos;s oceans. A plan to rescue the high seas  which are outside national jurisdictions  was blocked by the US, Nicaragua, Canada and Russia. Instead, leaders say they will do more to prevent over-fishing and ocean acidification. The International Union for the Conservation of Nature called the decision a &quot;deep disappointment&quot;. The strongest initiatives were made outside the negotiating halls, where significant agreements have been struck on investing in public transport, commitments made to green accounting by corporations and strategies agreed by cities and judicial bodies on reducing environmental impacts. The dynamism has been found in a 10-day &quot;People&apos;s Summit&quot; and campaigns to reduce plastics in the ocean and create a new sanctuary in the Arctic. &quot;There are real solutions to the problems governments have been unable to solve and those solutions have been on display all week in Rio, just not at the conference centre,&quot; said Lidy Nacpil, director of Jubilee South  Asia Pacific Movement on Debt and Development. The weak leadership shown in the conference halls has prompted many in civil society to rethink their strategies. Sharan Burrow, general secretary of the International Trade Union Confederation, said a &quot;red/green alliance was the only way forward&quot;. If the current development model doesn&apos;t change, &quot;we are going to see economic dislocation greater than we&apos;re facing now,&quot; she said. &quot;There will be more wars around water and energy, so we need labour and environment walking hand in hand.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/23/rio-20-earth-summit-document", 
    "wordcount": "1438"
}