{
    "headline": "Running shoes leave large carbon footprint, study shows", 
    "text": "Runners tread more heavily on the earth than they may have ever imagined, especially it seems if they are wearing a pair of Chinese-made men&apos;s size nine Asics gel Kayanos, according to a team of MIT scientists. A new pair of synthetic running shoes typically generates 30lbs of carbon dioxide emissions, the researchers found. That&apos;s an unusually high carbon footprint for a product that does not use electricity, or require sophisticated components. The researchers said it was equivalent to leaving a 100-watt bulb burning for an entire week. Sports apparel companies have been leaders in trying to reduce their environmental impact. But as the findings suggest, it&apos;s an especially complicated problem. Shoes account for a big share of the emissions produced in clothing manufacture. More than 25bn pairs of shoes are manufactured every year, most of them in developing countries. More than two-thirds (68%) of the greenhouse gas emissions generated by the shoes tested by the MIT researchers came during the manufacturing process  not in sourcing the materials or in their actual use. That was an unusual breakdown, said Randolph Kirchain, one of the co-authors. &quot;Folks tend to find that manufacturing is relevant to the carbon footprint in hi-tech or specialised products, such as integrated circuits or that kind of thing,&quot; he said. The researchers tracked the emissions associated with the manufacture of the shoe from extracting the raw materials, manufacturing and assembling the product, and use of detergent to clean it by its eventual owner. The particular shoe studied by the MIT team was made from 26 different materials, and required 360 different steps to manufacture and assemble. Many of those units, where the shoes were produced on small machines, were powered by coal. &quot;It&apos;s the many small parts  the making it, the manufacturing  cutting out the pieces, injection-molding the rubber, sewing it together. Everything happens in Asia, and that means the shoe has a relatively high burden compared to the extraction of raw materials,&quot; said Elsa Olivetti, another co-author. But the researchers credited apparel makers such as Asics, with trying to account for the emissions generated in the lifecycle of their products. The study said footwear manufacturers now faced the challenge of trying to streamline processes  and reduce the number of steps in manufacture  without compromising design.", 
    "section": "environment", 
    "gid": "environment/2013/may/23/running-shoes-carbon-footprint", 
    "wordcount": "383"
}