{
    "headline": "Their bombastic majesties begin the nectar frenzy", 
    "text": "   Carder bee on flowering currant, 1 May 2013. Photograph: Maria Nunzia @Varvera    The carder bumblebee hovered at the mouths of flowering currants with the precision of a docking satellite, a furry ginger blur against carmine pink flowers. This was both astonishing and commonplace, a moment when the tired old days of winter were forgotten. The months of dark rain, wet snow, the ill wind that blew down the ancient Pontfadog Oak and did something to history  all this ended in a whirring of bumblebeesand an explosion of flowers. When their bombastic majesties first came out, they pinged around groggily, searching for holes in which to lay eggs, mistaking a kitchen window or a dog&apos;s nose foran entrance to the labyrinth. Now they had shaken off any uncertainties and drilled into the nectar of a thousand flowers. Tiny volcanoes in the earth under trees gave away the hidey-holes of solitary bees, and bee flies came in search of them to flick down eggs so their parasitic grubs could feast on the hatchlings. Violets were blooming on rough verges and wood banks in grey-lilac, white and that unfathomable hue which, like the arrival of swallows, is forgotten until the first time of the year it is seen  the ultra violets, the closest we get to the ultraviolet that bees see. Caterpillars of silver-washed fritillary butterflies grazed on violet leaves in the wood, building themselves slowly into the unbelievable structures that will take off in summer air. Peacock, small tortoiseshell and large white butterflies were already there; somehow, against all odds, they survived the winter. Now the chiffchaff came calling  ticking clocks keeping Africa time  into the wood with the pink-flowering currant bushes left from a garden abandoned a century ago. The farmer had sawn up trees storm-fallen across paths and wild cherries blossomed butterfly-white overhead against the most open sky of the year. And at night under the stars, people came to the bonfire, big grins on their faces.", 
    "section": "environment", 
    "gid": "environment/2013/may/07/wenlock-edge-bombastic-majesties-nectar-frenzy", 
    "wordcount": "320"
}