{
    "headline": "Fukushima, a year on: 3,000 workers take on the twisted steel and radiation", 
    "text": "The remains of the shattered reactors are still some distance away when you first notice the sheer destruction of Japan&apos;s nuclear disaster. The journey into the heart of the world&apos;s worst nuclear crisis since Chernobyl 26 years ago begins much earlier, in the towns and villages that exist in name only, their residents having been sent fleeing a year ago. Homes and shops lie empty, the roads are deserted. In the town of Naraha, groceries sit untouched on the shelves of a convenience store; a handful of cars punctuate a supermarket carpark, abandoned by their owners amid the panic that followed the first explosion at one of the Fukushima Daiichi plant&apos;s reactor buildings. Most of the buildings that lie just inside the 12-mile (20km) nuclear evacuation zone  even the grand wooden homes  withstood the violent seismic shifts unleashed by a magnitude-9.0 earthquake on the afternoon of 11 March. But, as the Guardian witnessed on a rare trip to the nuclear plant, the destruction is more insidious than collapsed roofs and ruptured tarmac, but no less shocking. Almost everywhere, beeping monitors alert visitors to the invisible foe that has befouled entire communities: radiation. Further into the evacuation zone, near a disused public relations office belonging to the plant&apos;s owner, Tokyo Electric Power (Tepco), radiation levels rise to 2 microsieverts/hour (the normal background level is 0.2-0.3). The readings soar to 35 microsieverts/hour in Okuma, a town near the plant&apos;s perimeter, where residents have been told their former homes could remain uninhabitable for decades. Fukushima Daiichi covers a huge swath of land stretching from its hilltop entrance down to the coast, where its six reactors were easy targets for the 14-metre tsunami that roared ashore soon after the quake. From a vantage point to the south of the site it is easy to see the mangled innards of reactor buildings No 3 and 4 and, behind them, the vinyl shroud covering the No 1 reactor  the first unit to suffer a hydrogen explosion last March. There are few signs of the 3,000 workers on site  a small portion of the many thousands of contractors and subcontractors who have joined the mission to save the plant from an even greater catastrophe. Pockets of workers in protective suits huddle around coiled pipes and hoses used to feed and recycle coolant to the damaged reactors. In the distance are rows of tanks containing tens of thousands of tonnes of radioactive water drawn from the reactors&apos; flooded basements. While temperatures inside the reactors have stayed below the required boiling point, radiation is still too high for workers to enter some areas. The utility&apos;s contamination map shows radiation inside reactor No 3 as high as 1,500 microsieverts/hour. The world is in awe of the speed with which Japan has cleared tsunami rubble from other stretches of its north-east coast. But along the Fukushima Daiichi waterfront, the removal of debris deposited by the waves never really began. The seawall, which failed to hold back the ocean on 11 March, is no more. Instead, piles of mesh sacks filled with rocks are all that separate the water from the exposed bowels of the reactors&apos; turbine buildings, now a mass of twisted metal, shutters and ladders, where upended trucks sit in ditches filled with wreckage. Work in this area of the plant is all but impossible. &quot;Most of the workers here perform a two-hour shift in the morning and again in the afternoon,&quot; says Katsuhiko Iwaki, deputy manager of the Fukushima Daiichi stabilisation centre. &quot;But there are areas where the dosages are so high they can only stay for two or three minutes  just enough time to connect a hose before their alarms signal it&apos;s time to leave.&quot; Elsewhere, almost every spare patch of ground is covered in pipes and hoses, and sheets of wood and steel. Avert your gaze from the gaping holes in the reactor walls and you could have stumbled upon an unwieldy building site. Only the mission here is not to rebuild, but to dismantle. The success of the operation to remove melted nuclear fuel from the reactors  a process that will not start for 10 years  will depend on the hundreds of Tepco staff hunkered over computer screens in the plant&apos;s emergency control room. Voices rarely rise above a murmur as experts analyse data, while two large screens on a wall link the room, where the air is filtered, to the situation outside and Tepco&apos;s headquarters in Tokyo. Takeshi Takahashi took over as plant manager in December after his predecessor was diagnosed with cancer (which is unrelated to the disaster). &quot;We need to avoid major releases of radioactive materials of the kind we saw after the accident,&quot; he says. &quot;We achieved cold shutdown in December, but we must ensure we keep making improvements because we still can&apos;t say for sure the facilities on site are totally trouble-free.&quot; He refused to speculate on who was to blame for the accident before the government had completed its investigation, but he accepted criticism of his employer&apos;s transparency in the early days of the crisis. &quot;We often hear we didn&apos;t communicate properly, and I apologise for that,&quot; he says. &quot;It was never our intention to suppress information, but there was a chaotic time after the accident when we tended to neglect efficient communication.&quot; Tepco appears to have adjusted its post-disaster mantra, at least in public. Last year its priority was to stabilise the reactors and prove the plant&apos;s destiny was back in the hands of its operator. The utility has since shifted its focus to the tens of thousands of relocated residents. &quot;I would like to apologise for the trouble we have caused local people,&quot; Takahashi says, unprompted. &quot;We&apos;re doing our best to make it possible for evacuees to return home as soon as possible, but we have to put their safety first.&quot; But no one can say when, or if, the stirrings of civic life will be seen in the deserted communities around Fukushima Daiichi. And amid the opprobrium directed at Tepco&apos;s corporate culture, it is easy to forget the victims include men, and a small number of women, who are witnessing the recovery effort from the inside. Saori Kanesaki, who once guided visitors around Fukushima Daiichi, is one of 16,000 residents of Tomioka who were driven from their homes last March. &quot;Before the accident it was my job to tell visitors that nuclear power was safe,&quot; says Kanesaki, who now works at the plant for a Tepco affiliate. &quot;But given the situation, if I were to tell them that now  I would be lying.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/feb/28/fukushima-workers-twisted-steel-radiation", 
    "wordcount": "1125"
}