{
    "headline": "Last Express on iOS  Jordan Mechner recalls the making of a masterpiece", 
    "text": "Originally released on PC back in 1997, The Last Express was one of the true classic point-and-click adventure titles, plunging gamers into an intriguing tale of death an conspiracy aboard the Orient Express. Set in the final days before the First World War, the game features a unique real-time clock, which gives the player a set period within which to solve the mystery. Meanwhile, the large cast of secondary characters all have their own agendas, moving around the train as the plot progresses. Critically acclaimed at the time, the game has now been scrupulously updated for iPhone and iPad, with original creator Jordan Mechner overseeing the process alongside French developer, DotEmu. We spoke to Mechner, who also created the hit Prince of Persia series, about the game and the challenge of updating it for a whole new generation. Can you tell us how you originally came up with the idea of the Last Express? There seem to be lots of literary elements in it including Agatha Christie of course, but also spy novels and Hitchcock movies... A man on the run, accused of a crime he didn&apos;t commit, stuck on a train with no escape... yes indeed, Last Express owes a huge debt to adventure thrillers like Graham Greene&apos;s The Third Man, Hitchcock&apos;s The Lady Vanishes and North By Northwest, with a bit of The Maltese Falcom, and even Indiana Jones. Basically, if you&apos;re going to steal, steal from the best.  The higher-brow ingredients, like Rebecca West, Russian fairy tales, and Yeats poetry, got stirred into the soup thanks to my late co-writer Tomi Pierce, who is the best-read person I&apos;ve ever known. Also, a train is an ideal setting for an adventure game because it&apos;s a confined space, but it&apos;s moving. You&apos;ve got to do such-and-such before the train stops in Munich, or you&apos;re dead. And this may be heresy, but I personally find Murder on the Orient Express the most boring train movie ever filmed, because the train is stopped dead for two hours. Cinematically, we&apos;d much rather be accused of stealing from Hitchcock than from Christie. The game looked beautiful - I loved the rather stately visual design, which sort of had elements of Toulouse-Lautrec but also Bande dessine comics. And the character animation was done using rotoscoping wasn&apos;t it? What do you remember about the process? We wanted to achieve the effect of a pen-and-ink drawing come to life. As a player, I&apos;ve always felt that the moment you see full-motion video of actors in a game, it kills the illusion of interactivity. It&apos;s easier to suspend your disbelief when you&apos;re playing a cartoon.  And yes, we were inspired by the Art Nouveau style that was popular in the era of our game: Toulouse-Lautrec, Alphonse Mucha... So we rotoscoped it. We did a three-week live-action, blue-screen film shoot in San Francisco, with over sixty actors, a small child and a large dog  and costumes, makeup and crazy wigs specially designed to be rotoscope-friendly. We also had a separate film shoot with miniature model trains. We shot on 16mm film and spent two years digitally rotoscoping the footage to create over 40,000 inked and coloured frames of animation, using a semi-automated process which we developed in-house and patented.       And all the time, in the background, the game plays out to this beautiful soundtrack. How did that come about? Will it be replicated in the iOS version?The Czech film composer Elia Cmiral (Ronin) gave us a fantastic score. He managed everything, including recording with real string musicians, which was unusual for a game at the time, but important for us because a key character, Anna Wolff, is a violinist and this becomes central to the plot. The complete original soundtrack is retained in the iOS version, including a major setpiece in which passengers gather in one of the train cars for a violin and piano recital that lasts over an hour. As the player, you can take this opportunity to explore other parts of the train, the music continuing while you duck in and out, or, if you prefer, you can stay and watch the characters perform Cesar Franck&apos;s A Minor sonata in its entirety. Oh and here&apos;s a piece of trivia: If you visit the piano car in the middle of the night and eavesdrop outside the door, the pianist you hear on the recording is actually my Dad, who composed the music for my first games, Karateka and Prince of Persia. How have you updated or altered the game content for the new format? Are there any new features or story elements?The game is complete and identical to the original - including all graphics, sound, and dialog - but we have added some features for iOS. There&apos;s a new three-tiered hint system, so that any time you&apos;re stuck, you can get a hint; and if you&apos;re still stuck, you can get a hint that&apos;s somewhat more explicit, and finally one that tells you straight out what to do.  Purists and die-hards of the original game may want to resist the temptation, as much of the fun of Last Express is in exploring and discovering alternative paths that don&apos;t necessarily lead you closer to winning. But with five to 20 hours of game play, we recognise that many iOS gamers would prefer a more streamlined experience, so we&apos;ve made the hints available. For iOS, we&apos;ve also added GameCenter achievements, unlockable character biographies when you meet a new character, and the ability to replay unlocked cinematic sequences  whether to refresh your memory for clues, or just to replay favorite game moments. How did you re-think the controls for touchscreen devices?We&apos;ve redesigned the original point-and-click interface for the touchscreen. All the same actions are available to the player as in the original game, but the element of scanning with the mouse pointer to find them has been eliminated. You simply tap the desired action. It took us a bit of experimentation to arrive at such a straightforward solution, but it&apos;s very satisfactory. Even if you&apos;re used to the PC version like me, it&apos;s surprising how quickly you get used to playing this way. I actually prefer it now. Certain other elements, like the inventory screen, have been redesigned to be more iOS-intuitive. One really nice thing is that on the iPhone, the game now plays vertically. In the original PC game, we depicted narrow train corridors and compartments in portrait mode to create a sense of the confined space in these areas of the train. That struck some people as an eccentric decision, since it left two-thirds of the screen black. On iPhone, it&apos;s perfect. When you step into a larger room, such as the restaurant car, you can swipe with your finger to scan the room horizontally. On iPad, the game plays horizontally, as on the PC. How challenging has the whole process been? And has it been interesting to rediscover the game again? Has it reminded you of the original development process?This was a big project for DotEmu, certainly bigger than they realized at the start. I think that&apos;s the nature of the Last Express beast  few iOS games have this much content, let alone so many alternative paths and different ways to play. It took a lot of playtesting and extra QA to iron out all the little quirks and details, much as we did 15 years ago. DotEmu did a terrific job, diligent and conscientious. I could only sympathize.  Then again, the original Last Express game was supposed to take eighteen months but ended up taking four years. So by that standard, the iOS port was a piece of cake. Personally, it&apos;s been a great pleasure for me to replay Last Express after 15 years. Not only was I relieved to find that the original game holds up well, but as an even happier surprise, iOS is now my favorite way to play it. Maybe because the rhythm of TLE is somewhat meditative, more like reading a novel than playing a typical game, it just feels natural playing it on a comfortable couch instead of sitting in front of a computer. Of course, nothing beats playing it on an actual train, or long plane flight, with headphones.      It&apos;s interesting that Last Express is returning just as Revolution Software has had such success with Broken Sword on iPhone  it seems there is a new audience hungry for adventure games. What is the appeal of this genre in the modern era?I hope you&apos;re right. Game studios and publishers have operated for three decades on the assumption that their audience will choose a game with better technology, higher resolutions or frame rates, over one with, say, better plot construction. And this assumption has been largely self-fulfilling, at least on console and PC. But there&apos;s always been the occasional wild card success like Tetris, and more recently, the huge boom in simple games like Temple Run, that suggests there&apos;s a potentially even bigger public out there that doesn&apos;t care that much about the bells and whistles  they just want an experience. I&apos;d love to think this huge mass of iPhone owners is hungry not just for the next quick addictive fix, but also for games that engage them with stories and characters they can care about, an experience that&apos;s different from reading a novel or watching a TV show, but potentially just as meaningful. I don&apos;t know if that&apos;s true, but I hope it is. Can you tell us how your remake of Karateka (Mechner&apos;s first game  another classic) is coming along - how different is that process for you?Karateka is nearly finished and is due out later this year. I don&apos;t want to take away from the TLE release, so I should save most of what I have to say about Karateka until we&apos;re closer to the date  but one big difference is that whereas TLE is a straight port, Karateka is a ground-up reinvention of the original 1984 Apple II game. And whereas TLE is a complex, multi-layered story, rich with the ironies of 20th-century history, and full of opportunities for meandering, reflection and exploration, Karateka was and is extremely compact and linear. You&apos;re in medieval Japan, the evil warlord has kidnapped your true love, and you set out to rescue her by fighting an army of karate warriors. Karateka is a straightforward challenge that anybody, young or old, can pick up immediately, grasp what&apos;s going on and start playing and having fun. As different as they are, TLE and the new Karateka are both romantic adventures grounded in a historical time and place  each with a distinctive atmosphere and visual style, and using sound and music in an innovative way. Have you ever thought of producing a follow-up to Last express? It feels like it could so easily be a series... I love these characters and their world and I&apos;ve certainly thought of revisiting them. Story-wise, [lead character Robert] Cath being the kind of guy he is, and the 20th century being what it was, there&apos;s no doubt he would go on getting into trouble and probably landing on the losing side of more struggles  during the war, after the war... A certain promise is made at the end of the game; it would be interesting to find out what happens with that. Or a prequel involving Cath and Tyler&apos;s younger adventures, like the one that ended so badly in Cuba  or was it Mexico? The thing is, the original TLE was such a huge, ambitious undertaking  technically, artistically, logistically  it would be virtually impossible to fund an adventure game on that scale today. The challenge would be to find a way to do it that is smaller, but still builds on the original game in a way that&apos;s new and interesting. It would have to be done with the internet and mobile in mind from the beginning. There was such a beauty to Last Express and Price of Persia - they had such a unique visual style, so graceful and artistic. Do you think games have lost something in their quest for photorealism?Thanks for that. The drive toward photorealism has pushed technological advances that all games can now benefit from. But yes, absolutely, games that strive for photorealism pay a price, both literally, in that they&apos;re expensive to make, and artistically, in the constraints that come with this choice. The closer we get to photorealism, the more we notice the ways the scene falls short. The ;uncanny valley&apos; is a terrible place to live, yet so many games choose it. But the future is bright. Looking at most of the big console releases over the past few years has sometimes felt a bit like walking through a 17th and 18th-century painting gallery  room after room of giant canvases, beautifully rendered and lit, yet taken together, depressingly uniform, dark and oppressive. Great if you like that sort of thing.  Then suddenly in the next room there&apos;s the Impressionists and this fantastic explosion of color and different styles. I think gamers are increasingly willing to embrace a wider variety of distinctive art styles, and mobile and downloadable games are only accelerating this.  The Last Express is available now on the App Store for 2.99", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/sep/28/last-express-jordan-mechner-interview", 
    "wordcount": "2219"
}