{
    "headline": "Why our students need co-curricular, not extra-curricular, activities", 
    "text": "As January&apos;s High Fliers report shows, the gratuate job market in 2013 is one of the most competitive we&apos;ve ever known. Time and time again employers tell us that a degree alone is not indicative of a well-rounded graduate. So what can universities do to provide further development opportunities to complement the academic curriculum? I strongly believe that given the right tools, students will thrive in taking charge of their own development, but to help them do this, we need to reassess our role as higher education providers. We should not just provide the opportunities for students to achieve good academic results but actively promote the benefits of a wider curriculum to students. After all, university should be seen as a transformative experience through which students can prepare themselves to succeed in the many and varied roles they will undertake in future life. That&apos;s why, over the last few years, Keele University has evaluated its offering to recognise the importance and value of both academic curriculum and co-curricular activities in developing the range of skills and attributes that are important for graduates. Armed with a better sense of the student journey, the university has designed a &apos;development strand&apos; to support students&apos; transition through higher education and enable them to take responsibility for their own development. This isn&apos;t a marketing exercise, but an approach that has been implemented for all new Keele students and places the onus on them to shape and develop their studies and interests with life after university in mind. But in real terms how have we changed? Let&apos;s start with the academic curriculum: thanks to the introduction of a new degree structure in 2009, undergraduate students can build a degree to suit their own interests and aspirations. The curriculum enables students to develop their subject knowledge, academic literacy and a range of complementary capabilities. We also make our degrees as flexible as possible, so for example arts students can study modules in forensic science and maths, while science students can study media, politics or history  a clear message to employers of an appetite and capability to learn new knowledge and skills. Then there&apos;s the co-curriculum  meaning any activities that fall outside the academic degree. We have invested resources to offer a comprehensive range of co-curricular activities, be it sports, societies, part-time work, entrepreneurial schemes or volunteering. We encourage students to recognise the value of these activities as part of their development  in other words co-curricular, not extra-curricular. Engagement with non-academic pursuits is not only beneficial to student development, but is known to be highly valued by employers. It may seem like a small change, but by demonstrating to students that we view these activities as equally important to academic study, we encourage participation. What&apos;s more, many of these activities are formally recognised on the student&apos;s HEAR (Higher Education Achievement Record). But the most important change at Keele has been the introduction of the development strand in our curriculum, which relates to effective study practices, and personal, professional and career development. These activities help students make sense of, and take responsibility for, their learning and future. Students are encouraged to engage with these activities through a variety of opportunities from thematic practical workshops to online seminars. These opportunities are embedded within the academic programmes, but also offered as stand-alone events throughout a degree  rather than being an afterthought for final year students. Students are expected to develop a reflective portfolio to assist their development and showcase evidence of their skills and capabilities to future employers. They also gain accreditation from the Institute of Leadership and Management (ILM). The Keele curriculum is the first to be accredited by the ILM in this way. It is still early days but, to date, we are pleased with the increasing numbers of students engaging with co-curricular and development strand activities. Going to university is no longer seen as a rite of passage by this generation  it should be a well-considered investment. We regard our students not as customers but as learning partners, encouraging them to take control of their academic and personal development to shape their own future. Professor Marilyn Andrews is pro vice-chancellor at Keele University  follow it on Twitter @KeeleUniversity This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/jan/22/student-development-university-curriculum-design", 
    "wordcount": "727"
}