{
    "headline": "The research that's on everyone's lips", 
    "text": "They are on everyone&apos;s lips always, and sometimes on a shred of evidence in a murder trial, and occasionally in the title of a scientific report. Lip prints have become the subject of formal study. That formal study has a formal name: cheiloscopy. Basic questions still nag at cheiloscopists. A Portuguese population lip print patterns paper, Morphologic Patterns of Lip Prints in a Portuguese Population: A Preliminary Analysis, written by Virginia Costa and Ines Caldas of the University of Porto, in the Journal of Forensic Sciences, shows how scientists have worked hard to classify the universe of lip patterns into a set of standard categories. They slightly lament the existence of competing standards, the field being too new for its experts to settle on a single taxonomy. They also worry at the how-do-the-lips-change-after-death conundrum. Criminal investigators find themselves haunted by a scarcity problem with both-before-and-after patterns. &quot;Very few&quot; corpses arrive with a companion set of pre- and postmortem lip prints, Costa and Caldes say, &quot;which obviously impairs a comparative study.&quot; Does each of the 7,000,000,000 or so people on earth (and each of their ancestors) have a unique set of lip prints? Jerzy Kasprzak of the Military Police School in Minsk Mazowiecki, Poland, addressed that in 1990, in Possibilities Of Cheiloscopy, in the journal Forensic Science International. &quot;Cheiloscopy deals with the examination of systems of furrows on the red part of human lips,&quot; he specified, then explaining that Yasuo Tsuchihashi and Tazuo Suzuki at Tokyo University had examined the lips of 1,364 persons. Thanks to those 1,364 sets of lips, Kasprzak said, Tsuchihashi and Suzuki &quot;established that the arrangement of lines on the red part of human lips is individual and unique for each human being&quot;. Do women&apos;s lips have identifiably different patterns to men&apos;s? In 2009, a team at Subharti Dental College in Meerut, India, attacked the question, using &quot;lipstick, bond paper, cellophane tape, a brush for applying the lipstick, and a magnifying lens&quot;. Their resulting treatise, Cheiloscopy: The Study of Lip Prints in Sex Identification, reports success in identifying the gender of 18 of 20 women and 17 of 20 men. Lips being often associated with romance, cheiloscopy smacks occasionally of glamour. Ana Castell, Mercedes Alvarez-Segu and Fernando Verd of the University of Valencia, Spain, noticed that advanced developments in the fashion industry had forced crime-fighters to come up with their own, countervailing technological leaps. In 2002, they and colleague Marcos Miquel published a study called Long-Lasting Lipsticks and Latent Prints, in which they complained that &quot;the cosmetics industry has developed long-lasting lipsticks that often do not leave visible prints&quot;. The Valencia team experimented with chemicals  especially a dye called Nile red  that helped to reveal nearly invisible prints left by such lipsticks. That led them, three years later, to publish one of the most romantically titled reports in the history of forensics: Luminous Lip-Prints as Criminal Evidence.  Marc Abrahams is editor of the bimonthly Annals of Improbable Research and organiser of the Ig Nobel prize", 
    "section": "education", 
    "gid": "education/2012/jun/18/lip-print-research", 
    "wordcount": "518"
}