{
    "headline": "Blackbird singing in the dead of night", 
    "text": "A music of broken air, cracking in the dark  a black sound in a black space. I don&apos;t know how long the blackbird had been singing before I became aware of it, but it was still night. The sound that slowly woke me seemed to come from the wardrobe but the bird must have been on the roof just outside the window. More oratory than song, the voice was crisp and edgy. Sometimes it felt laboured, like pushing a bike uphill; sometimes fluid like spurts from a garden hose with a thumb over the end. Most of all it felt personal: as the only witness to an incantation of a ritual in the dark, I became a participant, and although I didn&apos;t understand the &quot;words&quot; being spoken, I felt swept along by the expression into a feeling or mood that was strangely uplifting. By first light, the cold clear air over the rooftops had changed and the blackbird had gone. A fine day with a joyfulness, hidden in case it didn&apos;t last. I looked at blackbirds everywhere: on fences, lawns, fields, hedges, going about their daily business. I wondered which one was responsible for the pre-dawn song but none of them looked as though they had anything to do with it. I was left with an odd, echoing memory of what I&apos;d heard. Scientists have been exploring the origins of our speech since Darwin recognised an analogy between birdsongand human language. Now the evidence suggests language is a kind of grafting together of a birdsong-like &quot;expression&quot; layer that organises sentences and a &quot;lexical&quot; layer of information-bearing content. I use birdsong with words; the blackbird was using a &quot;holistic&quot; structure in which the entire song had meaning. The constraints on both of us come from antecedents in Nature, way back in the dark spaces when we understood far more than either of us could say.", 
    "section": "environment", 
    "gid": "environment/2013/mar/05/blackbird-singing-in-the-dead-of-night", 
    "wordcount": "324"
}