{
    "headline": "Facebook's press event: what will the big announcement be?", 
    "text": "Facebook is remaining tight-lipped about its mystery press event on Tuesday amid speculation the social network will announce its first branded smartphone or search engine to rival Google. A cryptic invite sent to the media last week invited journalists to &quot;come and see what we&apos;re building&quot;, prompting a guessing game among industry analysts. The planned announcement has even revived suggestions that Facebook wants to muscle into the booming smartphone market  despite an emphatic denial by Mark Zuckerberg in September. Dr Richard Windsor, the technology analyst, said he expected Facebook to announce a &quot;hardware strategy&quot; that would see it become more like Google rather than Apple. &quot;I expect that hardware announced will be an Android based tablet or smartphone or range of devices,&quot; he said. &quot;The Android [tablet] will have been modified and optimised to embed Facebook deep into the user experience. It could also include other functions such as search powered by Facebook or an optimised browser on these devices. This would basically have the effect of taking search and browsing traffic away from Google and putting it through Facebook&apos;s own servers.&quot; The press event starts at 6pm UK time on Tuesday (1pm ET or 10am PT). Here are four other possible announcements Facebook could make: An(other) overhaul of the news feed The news feed acts as the Facebook homepage for each of its 1 billion users so its success is critical to the future of the social network. Traditionally, the news feed was the place where people found out what was going on and told friends what they were up to. It still does that, but several changes over the past two years suggest that Facebook wants the news feed to become the No 1 entertainment hub on the web; a place to listen to music on Spotify with friends, watch YouTube videos, and share updates from your favourite comedians or athletes. According to Business Insider, Facebook now wants to turn the news feed into an &quot;information distribution hub for the entire internet&quot;. This would mean two things: 1) The news feed will pull in content directly from other sources based on what its data suggests you like; 2) That Facebook users will leave the news feed more often and go to other websites, which could be part of any potential ad network. Charging for messaging Facebook announced last year that it was testing plans to charge users a small fee  starting at $1  to send a message to another user&apos;s inbox. This would only apply between Facebook users who were not friends on the site. An enterprising Mashable reporter last week tried to message Zuckerberg directly and received an alert asking him to pay $100 (!) for it to be sent to his Facebook inbox. If Zuckerberg had $100 for everytime a reporter tried to message him ... Oh. Facebook moves into search One thing Facebook bought when it paid $1bn for Instagram was its vast library of retro-style photographs. At present, there is no simple way to search these photos based on their Instagram tags other than through the Instagram app. That would be a starting point for any Facebook move into search, but Zuckerberg harbours plans for the site to answer more local queries for its users, for example finding nearby restaurants or job vacancies. &quot;Facebook is really uniquely positioned to answer a lot of the questions that people have,&quot; he said in September. An advertising network One problem for Facebook has been its mobile advertising. Analysts have questioned how the site will continue to grow ad revenue in a world dominated by smartphones and tablet computers. Like Google, Facebook has adapted slowly to this change, introducing mobile ads towards the end of 2011. In the first nine months of 2012 mobile advertising as a percentage of Facebook&apos;s total ad revenue was 6%, according to its latest financials, and brought in $339m in the 2012 calendar year. Any significant announcement on its mobile advertising strategy would be well timed ahead of its fourth quarter earnings call on 30 January.", 
    "section": "technology", 
    "gid": "technology/2013/jan/15/facebook-big-announcement-smartphone-market", 
    "wordcount": "684"
}