{
    "headline": "One day last week something other than water came out of the fountain", 
    "text": "Under the wall of an old kitchen garden a little fountain burbles away to itself. Water collects in a header tank, a concrete bowl cast in the likeness of a baptismal font, before running down a pipe to christen a mossy ledge. It ends its descent in a rectangular pool, making a noise like a toilet cistern filling up. One day last week something other than water came out of the fountain. It began to attract small crowds of people to the pond&apos;s edge. They stood watching the water gush, waiting for movement of a different kind, for the sighting of a lifetime. True to its reputation as a creature of no fixed abode, a water shrew had been spotted, only the third in the area within a quarter of a century. By the time of my second visit, companionable word-of-mouth wisdom had built up, of the type sometimes found in bird hides, telling new arrivals where to watch and what to look for. And for such an irregular visitor, the water shrew fell into a regular routine. Each time it made its appearance by dropping out of a mouse hole-sized gap in the moss, then winnowing through the water weed. I thought how out of place it looked here, puncturing the surface every few seconds for air. It kicked its skinny limbs, tail quivering as it slalomed round underwater stems, or crashed through them, making them wave like little flags near the top of the pond. And it looked like any other shrew, a uniformly light grey, pointy-snouted mammal in perpetual motion. But when its whole body breached, beads of water ran off its non-stick fur and it seemed so mole-like then, sleek and glossy-coated when the elements demanded that it should be drenched and bedraggled. After no more than a couple of minutes of foraging, the water shrew found its way back to the fountain and slipped under the curtain of water into its temporary lair. Though it has not been seen since, I still watch, hoping for the fountain to once again turn water into wildlife.", 
    "section": "environment", 
    "gid": "environment/2013/mar/22/sandy-bedfordshire-something-water-fountain", 
    "wordcount": "349"
}