{
    "headline": "Brian Cox iPad book-app sold 20k copies in its first three days", 
    "text": "Public sales figures are notoriously hard to come by in the book-apps world, but HarperCollins has shared some details of how its Brian Cox&apos;s Wonders of the Universe app performed following its release in March 2012. The publisher paid developer The Other Media more than 50k to make the app, while also investing in a PR and marketing campaign. According to digital publisher Alex Gatrell, HarperCollins needed to sell 20k copies to recoup its investment. &quot;Within three days we&apos;d recouped the cost, so it was a massive success,&quot; he said, speaking at the Publishing Apps event in London. The app combined text from two of Cox&apos;s astronomy books with footage from his BBC TV shows, but HarperCollins opted against the 9.99 App Store price chosen by publishers of some comparable apps. Instead, it sold for 4.99 from launch. &quot;We just had this feeling that if you have a greater volume your value is actually more than if you have a smaller chunk at a higher price point,&quot; said Gatrell. &quot;You&apos;re benefiting from the social spreading of the word there.&quot; Gatrell wasn&apos;t the only speaker revealing figures at the event. Michael Bhaskar, digital publishing director at Profile Books, talked about his company&apos;s Frankenstein app, which launched in April with a 2.99 price. &quot;In two months we&apos;ve sold 10,000 copies, which we&apos;re really happy about,&quot; he said. &quot;I know a lot of apps that have sold a lot less We haven&apos;t broken even yet, but we&apos;re steaming towards that.&quot; Bhaskar added that book publishers are far savvier than they were in the past about balancing the costs of developing book-apps with the likely returns, whether on individual projects, or when commissioning engines that can be reskinned for multiple apps. &quot;They probably won&apos;t overpay, or at least won&apos;t overpay twice,&quot; he said. Independent publisher Nosy Crow has gone a step further by hiring coders and animators to work in-house on its book-apps. &quot;We do have now a bunch of code that is our code, that we&apos;re able to redeploy, so each time we take something to market it&apos;s slightly shorter [to produce],&quot; said managing director Kate Wilson. However, other speakers highlighted that there remains work to do when it comes to marketing book-apps. John Ozimek, from marketing and PR agency Dimoso, pointed out that few major publishers even promote their apps on their websites. He also suggested that the biggest factor in driving sales of an app is not media coverage or even Apple promotions, but word of mouth. &quot;Brands cannot shoulder small publishers aside. It becomes an issue of quality, and quality drives word-of-mouth,&quot; he said. &quot;Generally if your app gets poor reviews, it is going to sink like a stone.&quot; Edit: Brian Cox has many talents, but writing &quot;astrology&quot; books isn&apos;t one of them. That&apos;s been corrected to &quot;astronomy&quot;. It&apos;s not my fault, I&apos;m a Virgo...", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jun/27/brian-cox-ipad-app-sales", 
    "wordcount": "505"
}