{
    "headline": "Teabags targeted for new compost scheme", 
    "text": "The UK consumes an astonishing 165 million cups of tea every day, but most of the teabags that go to making the nation&apos;s favourite hot drink still end up unnecessarily in landfill. Now manufacturing giant Unilever has teamed up with two Essex councils, Brentwood and Chelmsford, together with Wrap the government&apos;s advisory body on waste, to encourage people to compost their teabags with their food waste. Unilever UK is the manufacturer of tea brand PG Tips, while the group is the largest tea buyer in the world, buying about 12% of the world&apos;s tea supply of black tea. The pilot scheme is fronted by posters featuring Monkey, the mascot for PG tips, and aims to promote wider use of the councils&apos; food waste recycling services while encouraging households to change their behaviour for the better. The campaign marks the first time that any of the parties have worked specifically to promote teabag recycling. Reducing waste is a key part of the Unilever Sustainable Living Plan, which includes a commitment to reduce the amount of waste the company sends to landfill by 50% within the next eight years. According to Wrap, tea is by far the largest element of unavoidable food waste produced in the UK, above items such as fruit peel and onion skins, accounting for around 370,000 tonnes of waste every year. Wrap also advises people to compost teabags even when they contain polypropylene  the heat-resistant sealant that is not fully bio-degradable. According to the UK Tea Council 66% of the British population drink tea every day, but most teabags are still disposed of in landfill bin. Nationally, Wrap says just over half of local authorities now offer food waste collections, while the UK now processes one million tonnes a year of food waste via anaerobic digestion. Weekly food waste collections were introduced by Chelmsford and Brentwood Councils in December 2011 in an effort to curb the amount of waste being sent to landfill, which costs authorities 64 per tonne in landfill tax. In Chelmsford, the council saved over 166,000 last year by reducing the amount of black bin waste by 2,600 tonnes compared to the previous year. Between December 2011 and March 2012, the new collection had already diverted 1,500 tonnes of food waste from landfill, with the amount being collected and recycled increasing month on month. Paul Sherratt, the global packaging and sustainability director at Unilever said: &quot;To achieve our ambitious targets, we need to collaborate with organisations such as Wrap and forward-thinking councils such as Chelmsford and Brentwood in order to encourage consumers to recycle wherever they can. Only through such partnerships can we really begin to tackle such challenges.&quot; He added: &quot;Unilever&apos;s teabags are mainly made from organic material so we believe that putting them in with the rest of the household food waste will be a small habit change that everyone can adopt.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/may/23/tea-targeted-new-compost-scheme", 
    "wordcount": "489"
}