{
    "headline": "How Google made me get into bed with Hitler", 
    "text": "One of the wonders of the online world is the Downfall meme on YouTube. (For those whose time is too valuable to be wasted watching video clips, I should explain that the parody is based on remixing a scene from Oliver Hirschbiegel&apos;s film, Der Untergang (Downfall), which chronicles Hitler&apos;s final days in his Berlin bunker. The clip takes the scene in which Hitler, memorably portrayed by Bruno Ganz, launches into a tirade upon finally realising that the war is truly lost and overlays it with subtitles about contemporary issues or events. Thus Hitler rants about the inability of the iPad to do multitasking, that Sheffield United have been relegated or that Twitter has gone down again. What brings this to mind is that a new version of the meme appeared last week. In it, Hitler is told about Google&apos;s decision to &quot;retire&quot; (ie scrap) its Reader app. &quot;WHAT THE FUCK ARE THEY THINKING??!!&quot; he roars. &quot;HOW CAN THEY DO THIS TO US?!! How dare they take away Google Reader. I have over 300 feeds in there!! Have they any idea how much effort I&apos;ve put in? Of all Google products I spend 99% of my time with Reader. Why do they do this?&quot; And so on. For the first  and I hope the only  time in my life, I find myself agreeing with the Fhrer. For I, too, am a dedicated user of Google Reader. The reason is that, like most people who have to keep a professional eye on a lot of websites, I rely on RSS, the syndication system that sends out a text summary every time content is added to a site that I monitor. In order to avoid being overwhelmed by the resulting torrent, I use a piece of software  an RSS reader  to impose order on the stream and Google&apos;s Reader is  or, more accurately, was  the one upon which I relied. Now I will have to use something else  and move all my RSS subscriptions to that new service. There are a couple of lessons here. The first is about Web 2.0, the much-vaunted version of the web as &quot;small pieces, loosely joined&quot;, to use David Weinberger&apos;s phrase. In many ways, it&apos;s wonderful to have a system in which websites can connect to one another and exchange data that enable other people to provide novel and/or useful services. Think of the way hotels, say, can embed Google maps in their sites, rather than having to create maps themselves. Google has been particularly good at participating in the Web 2.0 world, mainly, no doubt, because doing so is good for its overall business. But there&apos;s a dangerous asymmetry implicit in all this for anyone building a business on the back of Web 2.0 links. If that business depends on the continuance of the service from a big outfit such as Google (or Amazon or Facebook) without an explicit contractual relationship, then the big boys can pull the plug on it any time it suits them. And all you&apos;ll be left with is a nice message like the one on the Google Blog saying: &quot;While the product has a loyal following, over the years usage has declined. So, on July 1, 2013, we will retire Google Reader.&quot; But at least in this particular case users can export their data, including their subscriptions, with Google Takeout over the course of the next four months. Users of other Web 2.0 services will not always be so lucky and may find that they&apos;ve entrusted their data to a &quot;free&quot; service that has suddenly disappeared or been withdrawn. The second lesson is about the wisdom or otherwise of trying to block internet memes. In April 2010, Constantin Films, the owners of the copyright on Downfall, decided that they&apos;d had enough of people ripping off their intellectual property in order to amuse their mates and instituted legal action to have the parodies taken down. The first response, needless to say, was a parody in which Hitler ranted about his parodies being removed from YouTube. Six months later, sanity  or at any rate commercial sense  was restored. YouTube stopped blocking the parodies and instead starting running ads with them, presumably sharing the resulting revenues with Constantin Films. Collectively, the Downfall parodies must by now have accumulated many millions of views. As they used to way in the wild west, there&apos;s money in them there eyeballs.", 
    "section": "technology", 
    "gid": "technology/2013/mar/17/john-naughton-google-reader-hitler", 
    "wordcount": "752"
}