{
    "headline": "Kenya heads to polls as women seek justice for violence during last election", 
    "text": "The testimonies filed to a Nairobi court last week are difficult to read. A woman is raped in front of her daughter, first by police and then by looters. A student is dragged into the bush and has his foreskin cut off. A terrified woman hides under her bed as attackers scale her roof but they find her, beat her, then three men rape her. These horrific stories constitute a tiny fraction of the sexual violence that exploded amid the post-election chaos in 2007 and early 2008. There are no definitive figures on how many women and men were sexually abused, but activists estimate at least 3,000 women were raped, with at least 60% of the reported gang rapes attributed to the security forces. No one has been convicted. The eight stories filed to the high court on 20 February are also chilling because on 4 March, Kenyans will go to the polls to choose a president, MPs, senators and county representatives. Campaigners fear a repeat of sexual atrocities if violence erupts. Six women and two men, whose identities have not been revealed because of the stigma associated with sexual violence, have joined four civil society organisations to seek justice and compensation in the court case. &quot;These were crimes against humanity, in which police, other state actors and non-state actors targeted civilians in a widespread and systematic fashion,&quot; says lawyer Kethi Kilonzo. The case alleges that the attorney general, the director of public prosecutions, a police oversight body, the head of the police service and health ministers failed to prevent, or address, thousands of cases of rape, forced circumcision and sodomy. As in other conflict situations, women were among the most vulnerable and most abused in the violence. Some were left with horrible wounds, sexual diseases including HIV, and unwanted pregnancies. Men were also victims: some were raped or forcibly circumcised, which  given the instruments used  amounted to penile amputation in some cases, says Saida Ali, executive director of one of the groups involved in the court case, the Coalition on Violence Against Women (Covaw). She fears history could repeat itself. &quot;If there is violence in any part of this country during the election  there will be women who will be sexually abused. It&apos;s almost a norm when there is any form of conflict,&quot; she says. International observers and activists are warning of the risks of violence in east Africa&apos;s largest economy as the candidates to replace President Mwai Kibaki allege vote rigging, intimidation, attacks on campaigners and the use of hate speech. Some politicians have been accused of stirring a toxic mix of traditional tribal rivalries, shot through with social and economic grievances, to garner support. Although many Kenyans are actively working for peace, the shadow of the violence that saw neighbour turn on neighbour five years ago still looms. &quot;Intimidation, electoral violence and ethnic rivalry have the potential to undermine and jeopardise the whole process,&quot; said Kofi Annan (pdf), the former UN secretary general who helped broker a peace deal in 2008. Violence in conflict The prevalence of sexual violence during conflict has risen to the top of the international agenda, with the British foreign secretary, William Hague, pledging to make this a personal priority during the UK&apos;s presidency of the G8. The prevalence of rape during war makes it a foreign policy issue, Hague says. Jody Williams, of the Nobel Women&apos;s Initiative and the International Campaign to Stop Rape and Gender Violence in Conflict, says there has been some progress in prosecuting offenders. &quot;It will be a long struggle, but ending impunity is fundamental to stopping rape and gender violence in conflict  or anytime for that matter,&quot; she says. &quot;We hear over and over again from the rape survivors that we meet that prosecution is an important piece  to putting an end to this global plague.&quot; For Ali, the Kenyan court case aims to shatter the notion that rape can be carried out with impunity. &quot;Sexual and gender crimes are representative of impunity in how non-state actors, or individuals, feel they can attack women the way they did in the post-election period,&quot; she says. She would like the government to create a division of the high court to investigate sexual and gender violence claims. She wants more rape kits at hospitals and training for police, prosecutors and medical staff so that they know what to do for victims, and how to preserve evidence. During the election, Covaw will use crowdsourcing and human monitors to send information to an online platform. The organisation is training monitors in partnership with New York-based NGO Witness to report on abuses, and organise help for those targeted. They plan to open a crisis centre. Nobel peace laureate Williams says grassroots groups are key to combating rape. &quot;The stigma of rape is a community problem, and the solutions to this stigma must come from the community as well. It starts from the bottom up because it cannot happen from the top down. It&apos;s also important that we begin to shift the stigma away from rape survivors and on to the rapists,&quot; she says. Ali says there has been some change in attitudes in Kenya, but that it is happening on a case-by-case basis. &quot;We are seeing people who are being very bold, but also people who have been subjected to more stigma,&quot; she says. Eradicating rape requires a kind of re-education of society, she says, and a fundamental overhaul of what she calls &quot;negative masculinity&quot; whereby men define themselves by their dominance of women. Pauline Kamau, executive director of the Green Belt Movement in Kenya, says children must be taught to respect women&apos;s rights, and laws must be applied. &quot;The leaders are aware of women&apos;s rights  it is only that they do not &apos;walk the talk&apos;,&quot; she says. &quot;The problem in Kenya generally is the implementation of the laws as the population hides in their culture when they are violating women&apos;s rights. Education on retrogressive culture should be done among men and women.&quot; In a working paper for the Small Arms Survey, called Battering, rape and lethal violence (pdf), researcher Claire Mc Evoy found that violence against women is widely tolerated, partly because of the low status of women in society, patriarchal values and power structures focused on male dominance. The report described a &quot;profound societal crisis&quot; across Kenya: &quot;Anecdotal evidence suggests that extreme and even fatal acts of violence targeting poor women in particular are common enough to be unremarkable.&quot; For Williams, the prevalence of rape during conflict prevents societies from moving forward economically and socially, and she cites the example of Liberia, where war ended in 2003 but rape and sexual violence continues. &quot;While President Ellen Johnson Sirleaf is doing a lot to rebuild the country&apos;s infrastructure [video], it&apos;s difficult for women to participate in this new level of economic development for simple reasons like they&apos;re afraid to walk home from school or work late at night.&quot; The stories filed to the Kenyan court are stark reminders of the personal cost of a society&apos;s tolerance of sexual violence. One of the petitioners described her experience in Nairobi&apos;s Kibera slum. Two police officers forced their way into her house. Her daughters were lying by the side of the bed and one officer threw a blanket over them. He pushed the woman on to the bed and raped her. Then his colleague raped her. Afterwards, the bleeding woman called to her daughters to stay under the blanket until she had dressed herself. She never reported the rapes because, as she says: &quot;How do I report the government to the government?&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/01/kenya-polls-women-violence-election", 
    "wordcount": "1298"
}