{
    "headline": "Two-thirds of British consumers say GM food labelling is important", 
    "text": "Two-thirds of the British public say it is &quot;important&quot; that genetically modified ingredients are labelled on food, according to a survey published on Wednesday by the government&apos;s Food Standards Agency (FSA), despite only a tiny number saying they look for GM information on labels. The findings, drawn from interviews with 1,467 people for a report by the food watchdog on GM labelling, will be a &quot;major blow&quot; to the government&apos;s bid to win public acceptance for GM crops and food, anti-GM campaigners said. The environment secretary, Owen Paterson, last week told a farming conference: &quot;we should not be afraid of making the case to the public about the potential benefits of GM.&quot; The FSA report suggests that members of the public believe it is important that shoppers can choose between GM and non-GM food. It found that 67% of people &quot;think it is important (very or quite) to write on the label if the food product eg meat, egg, milk, is from animals that have been fed from genetically modified plants.&quot; The FSA commissioned the research to inform current discussions within Europe about the future of GM labelling and to ensure the UK public&apos;s views are understood and represented. Some EU countries have already introduced schemes whereby products can be labelled as GM-free or without GM. However, the rules of these schemes tolerate some GM materials (low-level accidental presence, or use of certain GM additives, for example). The UK has not introduced any scheme to indicate the absence of GM. The European commission is currently considering whether to coordinate these national schemes across Europe. Future labelling is a key issue, yet there is uncertainty as to whether major retailers will support any move by the government  and by farmers  to increase the use of GM crops. Some GM products can be found in imported foods, but UK supermarkets have banned the ingredients from their own-brand products. The European commission has a list of approved strains of ingredients such as corn, maize, soy and rice that are used in processed foods, often as emulsifiers. But retailers and supermarkets contacted recently by the Guardian said they did not envisage consumer enthusiasm for the products despite farmers being willing to embrace the new model of farming. The key findings of the new FSA research are that consumer awareness of the current labelling requirements is low. Participants were typically not seeking information or labelling with regard to GM foods. Only 2% of participants spontaneously mentioned they looked for information about GM content when buying food products for the first time. There was a slight preference for labelling indicating the presence of GM, rather than labelling indicating the absence of GM. Labelling foods to indicate the absence of GM ingredients can result in a number of expectations. For example, participants expected a product labelled as GM-free to be completely free of the use of GM. But the consumers surveyed were generally unaware of the use of GM animal feed by farmers. Once made aware of its use they typically considered that products from animals fed GM feed should be labelled. In the EU, if a food contains or consists of genetically modified organisms (GMOs), or contains ingredients produced from GMOs, this must be indicated on the label. For GM products sold loose, information must be displayed immediately next to the food to indicate that it is GM. Products such as flour, oils and glucose syrups have to be labelled as GM if they are from a GM source. Products produced with GM technology (cheese produced with GM enzymes, for example) do not have to be labelled. And products such as meat, milk and eggs from animals fed on GM animal feed do not need to be labelled. In December, Paterson claimed: &quot;There isn&apos;t a single piece of meat being served [in a typical London restaurant] where a bullock hasn&apos;t eaten some GM feed.&quot; Commenting on the new findings, Peter Melchett, policy director at the Soil Association, said: &quot;This is a major blow to Owen Paterson&apos;s GM policy. The FSA figures show a large majority of consumers believe GM food labelling is important.&quot; Pete Riley of anti-GM campaign group GM Freeze said: &quot;The FSA, government and supermarkets have kept people in the dark about where GM is and how much is used in the UK food chain, so it is not surprising that people are confused. Nevertheless people are still asking for clear labels indicating the presence or absence of GM in the production of their food. So far the UK government and FSA have ignored demands for labelling of products from GM-fed animals. Supermarkets and food manufacturers have also failed to respond to their customers&apos; wishes.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jan/09/consumers-gm-food-labelling", 
    "wordcount": "796"
}