{
    "headline": "Hunted to the brink, but Africas reviled vultures are vital in fight against disease", 
    "text": "Vultures are rarely viewed as the poster boys and girls of the natural world. They have repulsive eating habits and are strikingly ugly. Nevertheless, they play a critical role in maintaining the ecological health of many parts of the world. Vultures consume animal carcasses more effectively than any other scavengers and because their digestive juices contain acids that neutralise pathogens such as cholera and rabies they prevent diseases spreading. They act as dead-end hosts for numerous unpleasant ailments. But many ecologists are now warning that vultures across the planet are under serious threat thanks to habitat loss, deliberate and accidental poisoning, and use of the birds body parts as traditional medicine cures.   Related: Rare bird being driven to extinction by poaching for its 'red ivory' bill    All these risks will be emphasised by British photographer Charlie Hamilton James in a series of images that will be shown as part of the Wildlife Photographer of the Year exhibition, which opens at the Natural History Museum this week. His photographs of vultures  and the growing environmental risks that threaten to wipe them out  have won Hamilton James the exhibitions wildlife photojournalist of the year award. I like underdogs, he said last week. That is why I like vultures. The trouble is that vultures are now under such stress in the wild  for several reasons. They are facing a massive catastrophe yet they do so much for the environment and do so much to contain disease. Vultures are one of the fastest declining groups of animals in the world. In India, all nine species of the bird are threatened with extinction, largely through the indiscriminate use of diclofenac, a common anti-inflammatory drug administered to livestock but which is lethal for the vultures that eat the corpses of cattle. There is now a real danger that a disease like rabies will spread because there are hardly any vultures left to clean up corpses left in the open, Hamilton James said. In Africa  where vulture losses are expected to reach 70% to 97% over the next 50 years  the causes are more varied. One key factor is poisoning, both accidental and deliberate. Poachers use poison to kill elephants and rhinos  and to kill vultures to stop them circling in the skies over dead prey and alerting gamekeepers to the presence of dead animals and the poachers. That is a major threat, said Hamilton James.     A market trader offers the body of a lappet-faced vulture at the Faraday muthi market in Johannesburg. Photograph:   Charlie Hamilton James    Another factor in southern Africa is the use of vulture body parts in traditional medicine  known as muthi  as cures and treatments for a number of ailments and as sources of improved strength, speed and endurance. Vulture brains are also dried, mixed with mud and smoked because it is thought that helps you see into the future, said Hamilton James. In one of his most telling images, a trader is seen selling the body of an endangered lappet-faced vulture at a muthi market in Johannesburg. The market was full of bits of elephant, leopard, lion, snakes, owls, eagles and ostrich, as well as lots of plants, said Hamilton James. The skin of a pangolin, the most trafficked species in the world, is also visible in the photograph. Vultures can also be poisoned accidentally. Herders in Africa often lace dead cattle with poison in order to kill lions and other predators that raid their herds. The poison goes through the systems of both cattle and predator and is eaten by vultures, which then die. Habitat loss  caused by the spread of farming and city suburbs in Africa  is another critical factor in falling vulture numbers as is industrial and agricultural pollution. Power lines, which are spreading across the continent, also pose a risk, with birds flying into them on a regular basis. The crisis facing vultures is exacerbated by the fact that the birds develop very slowly. Vultures do not reach sexual maturity until they are between five and seven years old. They also breed slowly, with female birds laying only a single egg every one or two years. Each new chick is therefore critical to the survival of thespecies. Several conservation groups are now working to try to save the worlds vultures, as is revealed in Hamilton Jamess photographs. They include the Namibian Vulture Project, which monitors endangered lappet-faced vultures in the Namib-Naukluft national park. The aerial survey takes four days and the plane travels 3,000km (1,865 miles). Active nests are identified and GPS coordinates sent to ground crews who check the nest with a car mirror extension  so as not to disturb any chicks  and then ring any they find. In South Africa, workers at the VulPro vulture conservation programme treat poisoned vultures with atropine and charcoal to try to help them recover. It is hard work, however. In 1922, the population of the local white-backed vulture was thought to be around 270,000. In 2015, it was 9,400. It is a desperate problem, said Hamilton James. The Wildlife Photographer of the Year exhibition is at the Natural History Museum, South Kensington, London, from 21 October to 10 September 2017", 
    "section": "environment", 
    "gid": "environment/2016/oct/15/demise-of-vulture-puts-africa-at-risk-of-disease", 
    "wordcount": "834"
}