{
    "headline": "Boot up: Bullish forecasts for Microsoft in 2012, Matt Cutts defends Google, and more", 
    "text": "A quick burst of 4 links for you to chew over, as picked by the Technology team Windows Phone 7, Windows 8: How Microsoft can reclaim its throne in 2012 - Slate Magazine Farjad Manjoo:   &quot;I&apos;ll say it: I&apos;m bullish on Microsoft in 2012. This could be the year that it shakes its malaise and takes its place alongside Apple, Google, and Amazon as a dominant innovator of the mobile age.&quot;   It&apos;s always risky to bet against Microsoft, of course. Why You Can Ignore CES: The Great Tablet Hype of 2011 &gt;&gt; The Atlantic Look, it&apos;s not that there&apos;s a theme to how we&apos;re feeling today... Anyhow, here&apos;s a breakdown of tablets promised and (sometimes) shipped. Note that the article frequently mixes up &quot;shipped&quot; and &quot;sold&quot;. So in terms of sales, it&apos;s even fewer. We&apos;d forgotten about the Lenovo one, though. Like Lenovo, it seems. Fever Dream of a Guilt-Ridden Gadget Reporter &gt;&gt; Gizmodo  &quot;I try to remember all the products I&apos;ve talked about that I won&apos;t even bother to cover--and that nobody&apos;s going to buy. There were some Bluetooth speakers. Or maybe they were WiFi. But there was definitely a helmet cam. And a waterproof phone. And a tablet and an ultrabook and an OLED TV. There was ennui upon ennui upon ennui set in this amazing temple to technology.&quot;   Oh, so true. So utterly, utterly true. Sharing a search story &gt;&gt; Matt Cutts Matt Cutts of Google uses his personal blog to defend the usefulness of Google&apos;s decision to push Google+ rankings miles above where they would otherwise appear (if based on, say, number of external links). But the commenters, who are polite and reasoned, simply don&apos;t seem to agree with him. At all. Even Danny Sullivan, the search engine expert who is usually a great supporter of Google, is unhappy (his comment is in there). You can follow Guardian Technology&apos;s linkbucket on Pinboard", 
    "section": "technology", 
    "gid": "technology/blog/2012/jan/12/technology-links-newsbucket", 
    "wordcount": "327"
}