{
    "headline": "Business, management and marketing studies", 
    "text": "What youll learnBusiness and management degrees focus on how organisations operate - what they do, their styles of management and their business strategies. There is a diverse range of courses, each with a different emphasis or specialism. For example, some courses will lean more towards commerce or retail, while others will focus on tourism or international business. The common threads of any business degree, however, tend to be looking at finance, marketing and human resource management. Those studying business and management will gain an understanding of markets, finance, managing people, operations, information systems, policy, strategy and data. Courses will also explore the ethical implications of business operations. If your work focuses on retail, you should be able to debate issues surrounding fair trade, for example. A key part of managing others is the ability to relate to them and understand their needs, all skills you should be developing during your degree. Those studying marketing will develop an ability to understand market needs and customer behaviour, interpreting business statistics as well as exploring topics such as digital marketing and the language used in campaigns. Courses will also build your ability to understand customer needs and improve client satisfaction.   business interactive   How youll learnSome business courses will have a more defined vocational element to them, so youll be working in a team to create a company and market a product before youve finished looking at your reading list. Other courses will make work placements a compulsory part of the degree. Most universities will boast of having good links with business, which means visiting lecturers and the chance to build contacts. Group work is a key part of many courses, so youll build up your teamwork and leadership skills, and your ability to consider all things related to establishing your own business and marketing a product. What are the entry requirements?Entry requirements vary, but an A-level (or equivalent) in maths, economics and business studies is likely to help your application.   interactive   What job can I get?These courses are popular among students, which inevitably means tougher competition for jobs. And because its not as specialist a field as architecture or medicine, say, you may find yourself up against graduates with history or economics degrees who decide in their final year that they want a career in business. That said, the nature of your business courses and the practical experience that youve gained will mean you are well placed to get a job in the City or in one of the top companies that recruit graduates for their annual programmes. These graduate schemes should give you a good general grounding in business and the chance to focus on a particular area, such as human resources, or finance or marketing. Those studying a marketing degree will find that their skills arent just appreciated by advertising agencies. Organisations from a wide range of sectors - public, private and voluntary - all invest in a marketing department.", 
    "section": "education", 
    "gid": "education/2008/may/01/universityguide.businessandmanagementstudieseducationsubject", 
    "wordcount": "496"
}