{
    "headline": "Ancestry.com bought for 1bn", 
    "text": "The world&apos;s biggest family history website has been bought for $1.6bn (1bn) in a private equity-backed deal that will make multimillionaires of two of its bosses. Ancestry.com&apos;s chief executive, Tim Sullivan, and its finance chief, Howard Hochhauser, were part of a buyout led by the private equity firm Permira that has taken the genealogy giant private at a 41% premium to its share price before speculation over a sale started pushing the shares up. &quot;This is a successful outcome for our public stockholders, and a great day for Ancestry.com employees and subscribers around the world,&quot; said Sullivan. The group of buyers includes Spectrum Equity, the biggest shareholder with a stake of about 30%. Permira said that it intends to invest in international expansion of the business, which was once cited as potential suitor for the failed UK social networking site Friends Reunited. The 15-year old Ancestry.com allows users to scour more than 10bn digitised records from around the world, some dating back to the 13th century. Records include Australian election rolls, US military records and transatlantic steamer passenger lists. The company has more than 2 million subscribers paying up to $34.95 a month, mostly in the US, although it has users in Canada, Australia and the UK. The website has operated in the UK since 2001 and sponsors a Who Do You Think You Are? genealogy live event. It boosted subscribers by more than 40% through its association with the US version of the TV programme Who Do You Think You Are? on NBC  but its share price dipped 12% when the show was cancelled earlier this year after three series. The company started out as Ancestry Inc in the early 1980s, when the only way to research family history was by going to far flung libraries. In 1996 it moved online and three years ago it became Ancestry.com and listed on the Nasdaq stock market. The firm now has 850 employees in 10 offices in the US, Britain, Italy and Germany, and revenues of around $475m. Earlier this year it bought Archives.com for $100m. In 2009 the company was linked with a potential bid for ITV&apos;s Friends Reunited. The profitable element of the social networking site was its Genes Reunited sub-brand. Friends Reunited  which ITV bought for 175m  was eventually sold to Dundee-based DC Thomson, which publishes Beano and The Dandy, owns findmypast.co.uk and runs 1901censusonline.com, for just 25m. Since listing on the Nasdaq stock exchange Ancestry.com has performed relatively well. In the second quarter it beat analyst expectations with earnings per share of $0.44 and revenues of $119m. &quot;With its pioneering technology and market leading position, Ancestry.com is an exciting investment opportunity for the Permira funds,&quot; said Brian Ruder, a partner at Permira, the European private equity firm. &quot;We are thrilled to be able to back the company as it continues to develop new and innovative content, and expand in both its core markets and into new geographies.&quot; Ancestry.com received offers from the private equity firms in August, but they did not meet the price at the time.", 
    "section": "technology", 
    "gid": "global/2012/oct/22/ancestry-com-bought-1bn-family-history", 
    "wordcount": "533"
}