{
    "headline": "Get rid of 'digital handcuffs', says European commission vice-president", 
    "text": "The openness of the web needs to be protected and &quot;digital handcuffs&quot; need to be removed, Neelie Kroes, the vice-president of the European commission with responsibility for Europe&apos;s digital agenda, has said. Speaking at the World Wide Web (WWW2012) conference in Lyon on Thursday, Kroes examined the idea of an open web and spoke of its benefits. &quot;With a truly open, universal platform, we can deliver choice and competition; innovation and opportunity; freedom and democratic accountability,&quot; she said. Holding up a pair of handcuffs sent to her the previous day by the Free Software Foundation along with a letter asking if she was &quot;with them on openness&quot;, she said: &quot;Let me show you, these handcuffs are not closed, not locked. I can open them if and when I want. That&apos;s what I mean by being open online, what it means to me to get rid of &apos;digital handcuffs&apos;.&quot; In her keynote speech, she stressed the value of an open web, adding that Europe was &quot;only beginning to discover what openness means&quot;. The benefits, she said would affect consumers and help boost the economy as well as informing voters. Privacy was another key thought on Kroes&apos; mind, believing that openness should not come at the price of privacy or safety, &quot;When you go online, you aren&apos;t stripped of your fundamental right to privacy,&quot; she said. The commissioner also spoke strongly about copyrighted material and the complex licensing systems, explaining that &quot;these guarantee that Europeans miss out on great content, they discourage business innovation, and they fail to serve the creative people in whose name they were established.&quot; Kroes stressed that people should become more open to online models, allowing creators to make their work accessible but also recognising the price of a product or a service, &quot;Whatever you&apos;re producing, whether it&apos;s a scientific experiment or a new video mash-up, making it isn&apos;t free. It is legitimate and right to reward and recognise creation and innovation.&quot; &quot;If we are too rigid or too constraining in our approach, we will put artificial limits on innovation and discovery. And that&apos;s not being open.&quot; Kroes echoes comments made by web founder Sir Tim Berners-Lee who delivered his speech at the event on Wednesday. &quot;Human discourse depends on an open internet&quot; said Berners-Lee. &quot;I want you thinking about what you&apos;re leaving behind for the next generation after this.&quot; He was also present at the panel that followed Kroes&apos;s speech and expressed once again his concerns over surveillance of the internet. The WWW2012 event srun until Friday at the Lyon Convention Centre in France and is aimed at bringing together developers, business, media and analysts.", 
    "section": "technology", 
    "gid": "technology/2012/apr/19/digital-handcuffs-ec-vice-president", 
    "wordcount": "460"
}