{
    "headline": "Will the Olympics lead to a cycling renaissance in Britain?", 
    "text": "After thrilling cycling performances from Sir Chris Hoy, Laura Trott, Victoria Pendleton and Bradley Wiggins, what kind of two-wheeled bounce can we expect from the Olympics? Doubtless there will be more cash for the elite end of the sport and perhaps more support for cycling clubs. But is there already something interesting and positive happening for ordinary cyclists around the country? A couple of comments on a Guardian blog suggest perhaps that there is (ht @severincarrell). Streetlamp writes:  &quot;I live near Glasgow and travel into it regularly by bike as well as riding on busy urban roads to my work in Paisley every day. I think that the cycling tracks in the west of Scotland range from good to unusable but are improving. Interestingly, I was talking to a couple of other cyclists at work today and I mentioned that I thought that the car drivers had been much more tolerant during the last two weeks. One of the guys, a club cyclist who does lots of road miles, agreed. We wondered if it might be a knock-on effect from the Olympics. Could it be that the heroics of the UK cycling team have made car drivers more sympathetic towards us? Have any other cyclists noticed this effect or am I imagining it?&quot;  And in response, m0nty says:  &quot;I think I&apos;ve noticed this: I just don&apos;t want to be too optimistic! In truth I think most motorists are pretty good anyway, but the last week or so seems better. Also, driving home from the shops tonight, there were dozens of cyclists around, on routes which (when I cycle them) seem mostly deserted. I would love this to be a cycling renaissance in Britain, but don&apos;t want to get my hopes up. Maybe we should compare notes again in the spring, and see how many of these Olympics-inspired cyclists (if that&apos;s what they are) are still doing it after some cold, dark winter evenings?&quot;  Have you noticed a difference? Do you have any examples of an Olympic cycling boost?  And in case you missed it, here&apos;s what Olympic visitors to London think of cycling in the capital", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/aug/10/olympics-cycling-renaissance", 
    "wordcount": "360"
}