{
    "headline": "The week in wildlife  in pictures", 
    "text": "   A bee lands on blossom in Sydney's Royal Botanic Gardens as the Australian city ushers in the first day of spring. A recent report shows Sydney has consistently placed in the top 10 most liveable cities in the world, scoring well for having low pollution levels and abundant green spaces Photograph: Romeo Gacad/AFP/Getty Images       A black walnut tree is silhouetted in the mist by the morning sun in Elkton, Oregon, US Photograph:   Robin Loznak/ZUMA Press/Corbis       A jellyfish underwater near the Ukrainian port of Odessa in the Black Sea  Photograph: Gleb Garanich/Reuters       Two juvenile eagles in Yala national park, Sri Lanka Photograph: Dinuka Liyanawatte/Reuters       Tasmanian devils must evolve to be less aggressive if they are to avoid becoming extinct, suggests new research Photograph: Greg Wood/AFP/Getty Images       Customs officers check the weight of six pieces of rhinoceros horns seized in Manila. Trade in rhino horn is driving unprecedented levels of poaching in Africa Photograph: Romeo Ranoco/Reuters       Thousands of dead coypu, or nutria (Myocaster coypus) washed up on Mississippi beaches after hurricane Isaac. The surge of water created by the storm flushed out and drowned the giant rodents that originally came from South America but have caused ecological havoc in the coastal marshlands. Officials estimate are there will be more than 20,000 carcasses Photograph: Julie Dermansky/Corbis       Two male Southern elephant seals fight to be the alpha male of a harem of up to 100 females on the beaches of the Falkland Islands. The amazing fight was captured by wildlife photographer Kjell-Erik Moseid, who says the sound he experienced was almost as impressive as the pictures he shot. 'The deep rumble you can imagine. It is the sound of a heavy mill going round. Then there is a few seconds of quivering silence. Then they smack into each other and sound carries down to the spinal cord'   Photograph: Kjell-Erik Moseid/Rex Features       This polar bear was spotted strutting his stuff on the edge of the Bernard Spit in Alaska. Photographer Steven Kazlowski snapped away as the outgoing animal demonstrated his very best dance moves Photograph: Steven Kazlowski/NPL/Rex Features       This polar bear was spotted strutting his stuff on the edge of the Bernard Spit in Alaska. Photographer Steven Kazlowski snapped away as the outgoing animal demonstrated his very best dance moves Photograph: Steven Kazlowski/NPL/Rex Features       This polar bear was spotted strutting his stuff on the edge of the Bernard Spit in Alaska. Photographer Steven Kazlowski snapped away as the outgoing animal demonstrated his very best dance moves Photograph: Steven Kazlowski/NPL /Rex Features       A giant African land snail (Achatina fulica). In an aggressive effort to keep the invasive species from making a permanent home in Florida, 78,000 giant African land snails have been captured in the past year, state agriculture officials said this week Photograph: Scott Burton/AP       A highly camouflaged bird, the common potoo, hides quietly at the end of a broken branch while protecting a nestling under its breast feathers. This is one of the many amazing species that can be seen in Yasuni national park in Ecuador, the most biodiverse region on Earth Photograph: Kelly Swing/Estacion Tiputini/Colegio de Ciencias Biolgicas y Ambientales/Universidad San Francisco de Quito       A project in Cornwall aims to reintroduce captive-bred reds back into grey squirrel-free exclusion zones over the next five years Photograph: apexnewspix.com       A monarch butterfly flies from flower to flower in the Rose Garden at the White House, Washington, DC. The economic and environmental benefits of plants must not be overlooked, the outgoing director of Kew Gardens said this week Photograph: Jewel Samad/AFP/Getty Images       A chicken rests with its baby chicks along a street in Lalitpur, India Photograph: NAVESH CHITRAKAR/REUTERS       A juvenile Mandrill monkey. Its mother was killed by poachers and it now lives in Minkebe village. Photographer James Morgan travelled to Gabon and took this image as part of a series to support WWF's efforts to combat poaching and the illegal wildlife trade Photograph: James Morgan       A father with his son looks at a poster featuring finless porpoise and warning about river fish species depletion due to illegal electrofishing in Hunan province. China's national treasure is disappearing fast: at their current rate of decline, these ancient creatures are set to follow the baiji dolphin into extinction in 10-15 years Photograph: Xu Dianbo/Courtesy of Yangtze Finless Porpoise Conservation Society       The International Union for Conservation of Nature (IUCN)  World Conservation Congress is being held on Jeju Island, Republic of Korea. The congress is the worlds largest and most important conservation event Photograph: Jeon Heon-kyun/EPA  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/sep/07/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}