{
    "headline": "Turn despair into hope at the Earth summit", 
    "text": "Twenty years ago, amid the murderous Bosnian war&apos;s initial exchanges, hopes for the stark contrast of sustainable development emerged at the UN Earth summit in Rio. Today, as the summit returns to its birthplace (Report, 16 June), communities around the globe will rue how politicians have allowed multinational companies to turn such bright hopes into despair. Financial investors&apos; speculative greed has brought many economies to their knees, with the poorest citizens hit the hardest by mass unemployment and savage cuts in public services. And in a month the London Olympics will promote itself as the zenith for global fair play, while sponsors like Adidas (sweatshops), BP (Gulf of Mexico) and Dow (Bhopal) rake in huge sums, despite human and environmental abuse. More than 100 civil society organisations from every continent now join forces in a new major campaign, Stop Corporate Impunity, to dismantle corporations&apos; power and end their impunity. If world leaders at the summit duck growing demands to put the needs of people and the planet before big business profits, they will condemn millions to further decades of dire hardship and destruction. Graciela Romero War on Want, Karen Lang Transnational Institute, Henry Saraghi La Via Campasina International   Unlike many of the political decision-makers attending Rio+20, we will probably still be around for Rio+40, Rio+60, Rio+80 and beyond. And yet young people will have little part in the decisions made at this week&apos;s summit that will shape the planet that our generation will inherit. Last week we came down from Sheffield, where we are students, for a meeting with Nick Clegg in London. We told him it is vital for him to speak up for children at Rio. Children are always more vulnerable to effects of drought, conflict and hunger, bearing the daily consequences of problems whose cause they have no hand in. Ruby Smith Chair, Unicef UK Sheffield regional fundraising group, Joanna Bracken and Rachel Hall Sheffield University Unicef UK on campus group", 
    "section": "environment", 
    "gid": "environment/2012/jun/19/despair-hope-earth-summit", 
    "wordcount": "328"
}