{
    "headline": "Battle.net Championship wows the masses as gamers play to the crowds", 
    "text": "It began with the sounds of war drums. The cavernous interior of the massive Expo Mart in Shanghai  the former African Pavilion of the World Expo  echoed with thundering beats as a troop of silken-clad percussionists hammered away at giant drums. A packed crowd of thousands roared with delight as two massive LED screens flanking a huge, red-carpeted stage, flickered to life and became emblazoned with a familiar logo: &quot;Starcraft II: The Wings Of Liberty&quot;. With the pomp and ceremony of a Kung Fu tournament from a Bruce Lee movie, the Battle.net Global Championship Finals of Starcraft commenced. Yes, this ornate preamble heralded the start of a videogame tournament. Over a weekend last November Battle.net would hold its e-sports Championship final in which elite players from all over the world competed for prize money amounting to more than $500,000 (315,000)  contestants received $2,000 just for making it this far and the eventual winner walked away $100,000 richer. Depending on how steeped one is in gaming culture, an event like the Battle.net Global final can come across as more than a little bizarre. Here, individuals who plough insane amounts of time into improving their prowess at a videogame are mobbed like they&apos;re celebrities. Each time the tournament announcers read their names out over the PA, the crowd in attendance roared appreciatively  reserving their loudest screams for the lone Chinese participant in the contest, Hui Shenn (or Comm, to use his Battle.net handle). When the contestants were assembled at the start of the tournament, they were all accompanied by a beaming, uniform-clad woman carrying the flag of each of their native countries. It was like the Olympic Games for nerds. To add to the outlandishness of an event where obsessive gamers are treated like rockstars, the game at the centre of it pits hillbilly space cowboys against stoic philosophical aliens and feral xenomorphs. Starcraft II is a real time strategy game in which players control one of three distinctly different races  Terrans (humans), Protoss and Zerg  but it&apos;s shot through with the story of a Space Western on the frontiers of the universe.     Battlenet2 Photograph: Nick Cowen    Starcraft and South Korea The original Starcraft was a huge success for the company that created it, Blizzard, when it was released back in 1997; what the California-based developer could never have predicted is that it would become outrageously popular in South Korea  so popular, in fact, it became a professional sport. It&apos;s a question that still, to some extent, puzzles Blizzard&apos;s CEO Mike Morhaime, whose face creases into a wry smile when I ask him how a Space Western became a televised sport in the Far East. &quot;It was kind of a perfect storm,&quot; he says. &quot;First of all, the timing of our release of Starcraft was perfect in South Korea. The country was just coming out of a recession and PC Bangs  what they call internet game rooms  were popping up all over South Korea because people wanted to play Starcraft.&quot; &quot;The game took off,&quot; he says, &quot;and that in turn, combined with the emergence from a recession, made it necessary for the country&apos;s online infrastructure to get better. The game fed into that and vice versa.&quot; Wait a minute: Starcraft influenced the growth of South Korea&apos;s infrastructure? &quot;The game is very competitive and it struck a huge chord in Korea,&quot; he says. &quot;It really appealed to the Korean gamers. They were really into the competition side of it  the prestige, the ladder rankings. It became the &apos;thing&apos; used to settle rivalries at schools because everybody knew who the best Starcraft players were  they were all on the leaderboards. &quot;It became a social thing, is what I heard; if you had a disagreement with someone, it was like &apos;I&apos;ll see you later at the PC Bang and we&apos;ll settle this!&apos;&quot; The popularity of Starcraft swiftly led to the rise of local and then national gaming tournaments. From there, it was only a short time before Starcraft tournaments were being televised. &quot;I think at one point there were three television channels showing Starcraft tournaments in South Korea,&quot; says Morhaime. &quot;We were so unprepared for its success. To give you an idea of how unprepared we were, consider this: Starcraft was never designed to support multi-byte languages. In order to support more complicated languages like Korean or Chinese, you need two bytes of storage and Starcraft only had one byte.&quot; Morhaime laughs, as if his recollection brings Blizzard&apos;s initial incredulity at the whole situation flooding back. &quot;We never localised the game in Korean,&quot; he says. &quot;To this day Starcraft  even Brood Wars [the Starcraft expansion pack]  is only in English.&quot;     Battlenet3 Photograph: Nick Cowen    Rise of e-sports Starcraft wasn&apos;t the first videogame to be played as a sport, but it&apos;s arguably done more to popularise e-sports than any other game. The demand for tournaments has risen incrementally ever since Starcraft  and Doom and Quake  ruled the roost in the mid-to-late 90s. In the years since, its popularity has ballooned; recently, Valve&apos;s Dota 2 tournament final raked in half a million viewers, while Riot Games stated that viewing figures for their League of Legends Tournament reached upwards of 8 million. The Battle.net Global Championships, which alongside the world Starcraft II finals included the World of Warcraft arena finals, was watched by millions of people online and thousands of fans in attendance at the convention centre. The fans themselves are a passionate bunch  as one would expect from folk prepared to travel large distances to sit in front of huge screens showing a game played out between two PC wonks in booths on a massive stage. They burst into rapturous applause whenever one player gained the upper hand, drowning out the sound of the live play-by-play being doled out by the tournament announcers. I made the mistake of dithering while finding a seat and one fan made known their displeasure at having their view of the action momentarily blocked by hurling a bottle of water at my head. This enthusiasm was also evident among the local press. When one of the tournament contestants, Manuel Schenkuizen (Grubby, to his fans), sauntered into the press area, he was illuminated by photo flashes for about five minutes. Then the local photographers all took turns handing each other their cameras and having their photo snapped with him. To hear Morhaime tell it, running an event like this is a logistical nightmare. &quot;This is a very complex event to put on,&quot; he says. &quot;I mean, think of the scale we&apos;re working at out here in China; you&apos;ve got a ton of people who have had to co-ordinate their schedules to be here, we&apos;ve got live broadcasters in multiple languages, we&apos;re on TV in several different countries  China and Korea &quot; He trails off and then smiles. &quot;It&apos;s  big,&quot; he says finally. All this palaver naturally means that e-sports are a huge part of Blizzard&apos;s future, both as a games developer and an event runner. &quot;One of the design goals for Starcraft 2 was to factor in better features that would make a better viewing experience for e-sports,&quot; says Morhaime. &quot;At the foundation level, the core balance of the game is critical and we&apos;re constantly looking at improving and iterating balance  especially with Heart of the Swarm (the game&apos;s new expansion pack) on the horizon.&quot; [There are some units] in Wings Of Liberty, which is in closed beta right now, in the single-player tech tree, which don&apos;t appear in the multiplayer,&quot; he says. &quot;That gave us a lot more flexibility to create cool new stuff for the single-player campaign without worrying that we were upsetting the delicate balance in the multiplayer.&quot; &quot;With Starcraft 2, e-sports is something that&apos;s foremost in the mind,&quot; he says. &quot;More so than World of Warcraft. With WoW, it never was the primary goal  that&apos;s to provide a good PVE and PVP [Player v Environment and Player v Player] experience and we felt the arenas were challenging enough to inspire people to play at a higher level.&quot;     Battlenet4 Photograph: Nick Cowen    Gamers&apos; gripes That having been said, one of the general complaints that I picked up at the finals in Shanghai  and one that has been bubbling away in the SC2 community for some time now  is that the scope of versatility within the different races in Starcraft 2 has been stagnating recently. Apparently, players have begun to gripe that the three races in the game offer a finite number of opening gambits and the elite competitors are those who can correctly spot these and react to them the quickest. It&apos;s a problem Morhaime says that Blizzard is certainly aware of. &quot;What we want to do is give players more viable options,&quot; he says, &quot;which increases the strategic depth of the game. What&apos;s really interesting is when you see players using tactics or combinations of units that we&apos;d never even thought of. That happens every year. &quot; While this may be the case, the action moved a bit too fast for my untrained eyes to pick up any subtle nuances on the tactical side of things. After a weekend of watching the SC2 elite hammer away at each other, I can&apos;t claim to be any the wiser on the subject of Starcraft 2, although I can report the eventual winner, 18-year-old Won Lee-Sak (PartinG) defeated fellow South Korean Hyun Woo-Jang (Creator) quite comprehensively four games to two, and walked away with a $100,000 for his efforts. There was also a little drama when South Korean Yoon-Jong Jung (Rain), who came third, announced his retirement from e-sports at the ripe old age of 18, saying he felt he was no longer capable of making the grade in this type of competition. Then it was all over bar the shouting and fireworks. In a way, the Battle.net Global Championships could be looked at as one of the most drawn out and ferociously focussed series of beta tests for Blizzard&apos;s IPs. While the developer would never put a product into the market that wasn&apos;t meticulously balanced, the strategic know-how and willingness to experiment by some of the highest level players of e-sports highlights tactical avenues and unit potential heretofore unspotted by the game&apos;s creators. The fact that it&apos;s watched by millions of note-taking obsessives is just the icing.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/jan/23/battlenet-championship-gamers-starcraft-2-shanghai", 
    "wordcount": "1759"
}