{
    "headline": "Will England adopt Scotland's university reforms?", 
    "text": "Universities in Scotland and England have been on divergent paths since the introduction of variable fees south of the border, but the past few weeks have seen developments likely to accelerate that process further. In particular, there are two trends worth keeping an eye on. Firstly, as universities in England become more independent of ministers and dependent on the market, there are signs that the government in Scotland is moving to tighten central control. Secondly, a recommendation by an independent review to severely restrict increases in the pay of principals and other senior staff in Scotland is bound to increase pressure for some sort of formalised restraint on top pay in England. Earlier this month the Scottish government published a review of university governance, carried out by Ferdinand von Prondzynski, the principal of Robert Gordon University. It calls for the introduction of a statute for Scotland&apos;s higher education sector setting out the key principles of governance and management, including electing the chairs of university courts. Professor von Prondzynski and Scotland&apos;s education secretary, Mike Russell, believe changes are needed in the interest of greater accountability. In the THE, von Prondzynski says that although universities are highly successful, they have sometimes failed to win public support and a more cogent and transparent system of governance would help to close that gap. It is difficult to imagine the scale of the furore that would be provoked by such a review in England  however mild its conclusions. Yet in Scotland, the proposals have fairly broad support. Universities are unhappy with the proposal to elect chairs, but Russell has indicated a willingness to negotiate on that point. The view in Scotland seems to be that it could have been worse; only a year ago Russell floated the possibility of elected principals. One of the differences is the amount of money that universities in Scotland get from their government. Even the richest get a third of their funding from the state and some are reliant on tax payers for almost three quarters of their budgets. Scottish universities have done relatively well in the spending round, but there is a quid pro quo. The grant letter from the Scottish Funding Council in December came with strings attached including firm commitments to improve employability and widen access. Quoted in The Scotsman, the chief executive of the SFC, Mark Batho, said universities would have to sign &quot;outcome agreements&quot; and he raised the possibility of fines for failure to deliver on them. The education secretary added: &quot;This funding comes with the agreement that universities will work with us to take forward these reforms, for example through improving the learner journey, widening access and enhancing collaboration with industry.&quot; Behind the scenes, universities may be concerned about the possibility of political interference but are cautious about speaking out. Mary Senior from the University and College Union told The Scotsman: &quot;It is fair the Scottish government expects certain standards to follow this generous settlement, but it must be very careful not to be overly prescriptive or directive about the learning, research and teaching that goes on in universities.&quot; While universities in England can be confident that attempts to regularise ancient governance systems and control via the purse strings are unlikely south of the border, I can see greater traction in von Prondzynski&apos;s recommendation on pay for principals. He suggests the abolition of bonuses for principals and an end to pay rises above average awards given to all staff. His report says staff and students should be represented on remuneration committees and calls for an investigation into whether university leaders should be included in the rigid grading systems that determine the pay of most academics. If, as seems likely, these recommendations are implemented in Scotland, universities in England will find themselves under enormous pressure to respond. Vice chancellors and bodies such as Universities UK have put up a strong defence of remuneration packages that are costing Russell Group institutions an average of almost 320,000 a year (according to analysis by the THE). But the noise in the media on this issue is loud and unrelenting. In a country where average household income is below 30,000 it is getting harder to justify how leaders of public institutions can be paid hundreds of thousands of pounds a year. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/feb/17/scottish-universities-management-governance", 
    "wordcount": "754"
}