{
    "headline": "Dear Mr Gove: Michael Rosen's letter from a curious parent", 
    "text": "In a few years&apos; time, my eight-year-old will have to sit your spelling, punctuation and grammar (Spag) test and my 12-year-old will sit your new exams at 16. My oldest children, now adults, often asked me why they had to study a particular part of a course. I always did my best to think of a good reason so that they didn&apos;t feel that they were wasting their time. With these younger two, I&apos;m going to be hard pushed to keep these explanations coming, and to tell the truth, I think you and your colleagues have had the same problem. Starting with the Spag test: very few people seem to know about the extraordinary conjuring trick that produced this exam, though I guess you can&apos;t believe your luck at how easy it was to impose such a piece of hocus-pocus. I&apos;ll run through it: you set up a committee under the auspices of Lord Bew to look into assessment and accountability. In April 2011, the committee produced an interim report, which was well researched and well referenced, drawing particularly on the work of Prof Dylan Wiliam. In June 2011, the committee produced its final report with most of the interim report intact, but there was now appended a brand new section, which proposed that at key stage 2 there should be tests in spelling, punctuation and grammar. The justification given was that questions in these areas have &quot;right and wrong answers&quot;. This new section contained no references, no evidence, no accounts of research. It was just a bald assertion. It was also completely wrong. So, for spelling, many children read American texts, which are right but &quot;wrong&quot;. In my lifetime, several so-called rules about the placing of commas have been revised so that what was wrong slowly became right without anyone saying it was. In grammar, there is lively disagreement among linguists about terminology and the functions of words in the context of real writing and speech. Sometimes children are given competing terms for when they&apos;re writing: eg &quot;connectives&quot;, which, when they&apos;re doing grammar, they will have to unlearn and call conjunctions or adverbs. The assertion about right and wrong answers must have been plucked from mid-air, sagely agreed and passed unanimously in ignorance. However, far from you rejecting this peculiar brainstorm, you went straight ahead and &quot;accepted the recommendation&quot; that Lord Bew&apos;s committee had come up with. Now, you and I know why there were no references and no evidence cited in this part of the report: no one could find any. There is no evidence that teaching 10- and 11-year-old children the kind of grammar questions that they will face in next week&apos;s Spag test will help them to do anything better. The reasons are obvious: the work involved is highly abstract; talking about bits of grammar separately from the children&apos;s reading, speaking and writing is almost meaningless. It&apos;s not just me saying this. Two of your own advisers, Ruth Miskin, who has been such a stalwart supporter of some of your other ideas, and grammar expert Prof Debra Myhill, of Exeter University, have told you that too. If you think you can claim precedent from your favourite era, the 1950s, I can tell you that this Spag-style grammar wasn&apos;t introduced until we went to secondary school and then it was restricted to the 20% or so of pupils at grammar schools. With GCSE English, we&apos;re still at the draft stage, but we can already see that there is a pincer movement going on. A narrowing of the subjects that are to be used in the evaluation of a school&apos;s performance will hit schools from one side, and a drastic reorganisation of the exam itself will hit them from the other. Subjects such as drama and media studies, which build on the language and culture that the students are immersed in, will count for nothing in the league tables. In English, speaking and listening have been eliminated from the fixing of the final grade. The argument that over-generous teacher assessment was disguising poor writing skills could be overcome by following the old system of marking foreign-language O-levels: a double-grade, one for written, one for oral. If I were generous of mind, I would think that all this has come about by coincidence and oversight, but I&apos;m a highly suspicious parent, so I suspect that you have introduced these reforms in order to simplify the process of failing more of our children. You have manipulated the Department for Education so that it serves ever more tightly the demands of a low-wage economy. Pumping out an increasing number of young people with &quot;failed&quot; written on their CVs will certainly contribute to the honourable job of keeping people poor. Yours, Michael Rosen The Guardian Education Debate: Progress or disaster? This Sunday (12 May) Michael Rosen will appear at the Brighton Festival in a debate about whether the government&apos;s reforms are achieving their aims. Guardian columnist Polly Toynbee chairs a panel that includes Melissa Benn, Lord Baker of Dorking and Cambridge academic Prof Robin Alexander. Tickets are 10. Booking: www.brightonfestival.org or tel: 01273 709709", 
    "section": "education", 
    "gid": "education/2013/may/06/michael-rosen-letter-to-michael-gove", 
    "wordcount": "865"
}