{
    "headline": "Going for broke: how universities can deliver on their economic potential", 
    "text": "Let me start by saying that I am not a proponent of directing academics away from blue-sky research towards second-rate contract research for the highest bidder. I am passionate about the long-term economic, social and cultural value of intellectual exploration through curiosity-driven research. But there seems to be a commonly held view that if you wish to preserve academic freedom, it&apos;s impossible to provide any substantial economic benefit to the UK, and that attempting to do so will create profound damage to our research base. I simply don&apos;t buy that argument. The UK needs an economic game changer and we are incredibly fortunate to have a platform from which we can launch it  our universities. We already make a major contribution to GDP yet we can do much more if academics engage even more extensively with business. We should be using the base of our higher education sector to help our businesses innovate and grow, to encourage overseas corporations to invest in the UK and to create jobs for UK citizens. Many academics already do collaborate with business, recognising that it can enrich and enhance the quality of scholarly work. Such interactions will become increasingly important if we are to remain competitive in the global business that is higher education. The government started well in 2010 by protecting the research budget  a tall order but essential given that our competitors are investing much more into research. What is frustrating is we are not joined-up in using our assets for the best interests of the UK. Research activity generates highly trained staff, as well as data, knowledge, and intellectual property (IP), and we should use them to our competitive advantage. We all know the benefits of seeing new developments, from academics who attend the latest conference to see unpublished work to businesses who have always recognised the importance of technology adoption and first-mover advantage. Recognising the value to business of access to our research first is a no brainer. The question, then, is why, when we create some of the best knowledge and IP in the world, are we intent on pursuing initiatives such as Easy Access IP and gold open access, without giving due consideration to the benefits for our economy. I am not opposed to the underlying principles of these initiatives, but in some cases they are unnecessary and in others they are unlikely to work. At worst they could mean that, as a nation, we will spend more money, do less research and accrue less economic benefit for the UK. In my view, we can be smarter than this and use these assets as part of a package of measures to collectively make the UK the most attractive place for businesses committed to generating jobs and growth here. What then should we be doing? We should create a network of research and innovation enterprise zones across the nation; places where large corporations could work alongside SMEs and university researchers from across sectors, rubbing shoulders, exchanging ideas and researching and innovating together. This would generate exciting new discoveries and then ensure their transformation at lightning speed into products, jobs and growth in the UK, for the UK. I&apos;m not simply talking about science parks  but genuine research and innovation accelerators, promoting inward investment on scale and generating thousands of jobs. The government would need to offer significant incentives to achieve this goal, perhaps including reduced corporation tax and flexibility on VAT to allow sharing of spaces. University researchers could make their research outputs preferentially available for a fixed period, perhaps alongside the embargo period of a green open access policy, providing an early view and hence opportunities for early uptake. We could also use these zones to pilot new ideas to liberate us from the stranglehold of red tape and burdensome regulation around employment law, immigration policies, procurement and others, which currently inhibit entrepreneurs and stifle growth. Finally, the main assets of our universities are our people. It is people who innovate, collaborate and discover, not institutions. We need to nurture this talent and to boost innovation through enabling academics to gain exposure to new and different techniques in different settings. We need to enable people from across universities  from professors, to post-docs and PhD students  to move more freely amongst different types of institutions than is currently possible. We could establish a scheme whereby high-fliers rotate around a selection of small business, larger companies and university research departments to gain a variety of experience to develop new ways of innovating. We are going to see profound changes in the next few years. The shift in economic power is clear and growing  and the signs are there for similar shifts in the global higher education market. We can chose to maintain a 19th century view of higher education, or we can recognise academic research can be enhanced by serious collaboration with external enterprises. We must be bold and recognise that the depth of our knowledge base provides a competitive advantage that most countries are desperately trying to emulate, because they know that it creates enormous economic, social and cultural value. We have the opportunity of a generation to build a sustainable economy for the 21st century  but we need to open our eyes and seize the opportunity. Professor Stephen Caddick is vice-provost (Enterprise) and Vernon professor of chemistry at University College London. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/aug/07/uk-universities-contributing-to-uk-plc", 
    "wordcount": "920"
}