{
    "headline": "iOS v Android? They're both winning, and so are the people who use them", 
    "text": "Is Google giving Apple a good kicking in the smartphone wars, or is Apple sticking it to Google when it comes to actual usage of its devices? Who&apos;s winning? According to mobile analytics firm Flurry, both companies are. The iOS v Android debate is polarised and often bad-tempered, with both sides able to pick and choose statistics that suit their arguments. Android is certainly far ahead of iOS for sales of smartphones: Gartner estimates that their respective market shares for sales to end users (i.e actual people, not just shipments) were 74.4% and 18.2% in the first quarter of 2013, while Google says it&apos;s activating 1.5m new Android devices every day. Yet Apple and its supporters tend to point to usage and content sales to prove iOS&apos; superiority: share of mobile web browsing being one example of the former, and payouts to developers ($9bn and counting) for the latter. &quot;What the numbers suggest over and over again is that people are using our products more,&quot; said CEO Tim Cook in his most recent public appearance at the D11 conference in May 2013, where he also pointed to customer satisfaction surveys as a metric where iOS is also winning. Flurry can&apos;t settle any of these debates, but it can provide some useful data to flesh out the picture of what&apos;s happening in the smartphone and tablets market. Its new study published today argues that &quot;there is more than one race for mobile market share occurring simultaneously&quot;. The report notes that Flurry was tracking 564m Android devices worldwide through apps using its analytics tools by April 2013, with Google&apos;s OS having overtaken Apple&apos;s in late 2012 and remained ahead ever since. Despite this, iOS remains ahead for the time people are spending using apps, at least according to Flurry&apos;s stats, which show the two platforms nearly level in March 2012, but Android having since declined to around 80% of the total time spent in iOS apps. Why? &quot;Once Apple established the app ecosystem many of the consumers who purchased iOS devices were doing so to be able to run apps on those devices. They were buying a computer that fit in their pocket or purse,&quot; suggests Flurry. &quot;In contrast, many Android devices were provided free by carriers to contract customers upgrading feature phones. To the extent that those customers were just buying replacement phones, apps may be a nice add-on, but not a central feature of the device.&quot; Flurry also sugests that the fragmented nature of Android lots of different devices, screen sizes and processors  is still putting many developers off the platform, and thus limiting the availability of apps (and thus the usage). But the company notes that while Apple is winning the usage race, Android is looking the likely winner for the emerging world &quot;where its lower prices and open architecture give it an advantage&quot;. &quot;As we&apos;ve shown, there are multiple contests for mobile market share occurring simultaneously. That raises a question about whether that is a temporary state that will eventually give way to a clear overall winner or if there can be multiple long-term winners,&quot; concludes Flurry. &quot;For the moment it seems as though the consumer is winning in that they are able to choose devices from two dominant ecosystems as well as several smaller ecosystems.&quot; That&apos;s a fair conclusion: the competition between Android and iOS is spurring rapid, intense innovation around smartphone (and tablet) features and interfaces. Google deserves praise here in particular: its work around mapping and navigation, voice control and its Google Now service have raised expectations for Apple&apos;s iOS 7 software, which is due to be unveiled at its WWDC show next week. There&apos;s a real edge to the two companies&apos; rivalry, and with Microsoft and BlackBerry battling to force their way back into the market, as well as to make their platforms even more appealing to talented app developers, it&apos;s the people using their devices who will benefit.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/jun/06/ios-v-android-flurry", 
    "wordcount": "674"
}