{
    "headline": "EU energy chief 'satisfied' with nuclear safety despite critical report", 
    "text": "The European Union&apos;s energy chief has called the bloc&apos;s nuclear power stations &quot;satisfactory&quot; despite a report on Thursday that showed hundreds of defects, with dozens of reactors failing to meet international safety standards. The report  the &quot;stress test&quot; of Europe&apos;s 145 nuclear reactors  was commissioned after the Fukushima incident in Japan last year. It found that bringing Europe&apos;s nuclear power stations up to international standards could cost 25bn.  Some MEPs criticised the commission for not urging stronger action on the nuclear industry. Almost all of the EU&apos;s nuclear plants need some form of upgrade or repair, ranging from minor updates to substantial overhauls, but none requiring closure, according to the tests. One issue found in some plants was insufficient preparation for what could happen if the cooling systems were compromised, as happened in Fukushima. This is potentially serious as it could lead to meltdown. Some of the plants do not have sufficient safety measures in place to cope securely with a serious natural disaster, the tests found. But some other changes needed can be carried out relatively easily. Guenther Oettinger, the energy commissioner, said: &quot;Our stress test was strict, serious and transparent. It reveals bluntly and objectively what we are good at and where there is a need to improve. Generally the situation is satisfactory but there is no room for complacency. We must work together to ensure that the highest safety standards are in force in every single nuclear power plant in Europe, for the safety of our citizens.&quot; Some of the defects involve basic safety and monitoring measures, such as the lack of seismic monitors at reactor sites in several countries including France and the Czech Republic. Oettinger said the stress test was an opportunity to ensure the comprehensive enforcement of international safety standards across member states. He said: &quot;Now we know whether the highest international standards are used for very essential safety features, for example how the risk of an earthquake is measured.&quot; The stress tests, which included international experts carrying out spot tests of plants, took place in co-operation with the European Nuclear Safety Regulators Group, made of member states&apos; national safety authorities. Oettinger said: &quot;We have assessed the safety and robustness of nuclear power plants in case of extreme natural events. This means especially flood and earthquakes. Both scenarios were assessed simultaneously. We have covered air plane crashes to the extent that they have the same effect as tsunami and earthquakes, meaning that they shut down normal safety and cooling functions. &quot; But campaigners and MEPs said the nuclear industry had been let off too lightly and demanded to know how the commission would enforce standards. Marita Ulvskog, vice president of the Socialists and Democrats grouping in the European Parliament, said: &quot;There are several nuclear facilities that would not withstand extreme events like an earthquake or a terrorist attack. We must guarantee that all measures are taken to protect human lives and the environment. A nuclear disaster [in one member state] would have catastrophic consequences for neighbouring countries and we need to find a common solution.&quot; Rebecca Harms, co-president of the Green grouping in the parliament, said that the stress test had &quot;been orchestrated to cause as little stress to the nuclear industry as possible&quot;. She said: &quot;There are no real proposals for follow-up. However, the fact that the stress tests failed to address risks in crucial areas  ageing technology, terrorist attacks or human error  is a more damning indictment of the whole exercise.&quot; She insisted that the stress test should not be used as an excuse to prolong the life of elderly reactors: &quot;At the very least, the commission should be pressing for the security deficiencies identified in the report to be rectified. However, given the prohibitive costs  with estimates of up to 25bn  investors will only be willing to commit to this if the reactors stay online far longer than foreseen for safety reasons. These stress tests cannot be used as an excuse to justify lifetime extensions for decrepit nuclear reactors. If this exercise was serious, the commission should be recommending the closure of unsafe or ageing reactors.&quot; One nuclear insider, however, said that even under the stress of such a severe natural disaster as the earthquake and tsunami in Japan, the threat to the nuclear power stations in Fukushima and elsewhere in Japan had been contained. Greenpeace spokesman Mark Breddy said: &quot;It&apos;s not surprising that the tests, though limited, have uncovered major concerns. Nuclear power is inherently risky, and failures, accidents and close calls happen all the time. But there are serious safety issues that the stress tests haven&apos;t looked into. EU governments must act fast by shutting down the oldest and most risky plants and by ordering more thorough testing on the remaining plants.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/oct/04/energy-chief-nuclear-safety-report", 
    "wordcount": "812"
}