{
    "headline": "Free-school applications reopen with ex-soldiers and evangelicals in running", 
    "text": "An evangelical Christian charity, a band of ex-soldiers, and a top private school are among groups preparing to apply to open free schools. Applications have opened for organisations interested in setting up the schools in autumn 2013. Free schools, which are state-funded primaries and secondaries started by parents, teachers, charities and private firms, have greater freedom to change the timings of the school day, teachers&apos; pay, and the subjects they teach. The policy, is one of the government&apos;s education reforms, is designed to increase competition and standards in the state sector. When applications for the first free schools opened in the summer of 2010, 323 groups submitted bids. As a result, 24 free schools opened in September 2011 and a further eight were approved to open this September or soon afterwards. The Department for Education received 281 applications to set up free schools starting in September 2012, and has approved 87. One application for the next round comes from Christian Family Schools , a charity which runs a private evangelical school in Sheffield. It wants a free school with 10 sites across the city and 96 pupils on each campus. They would be aged between four and 16 and may be taught in mixed-year groups. Ken Walze, who would be the curriculum manager of the school, wants to educate children in &quot;family-sized units&quot;. He said: &quot;We believe schools should make a real difference to family life and we would follow a model that resembled the home.&quot; Not all the teachers at the school would have professionally recognised teaching qualifications, he said, and it would have an evangelical Christian ethos. It would teach the Christian account of creation, but not as a scientific theory, and would teach evolution as a &quot;major scientific theory&quot;. &quot;Pupils will see that God alone is eternal and that all things originate in him,&quot; the charity&apos;s website states. Manchester grammar school, one of the country&apos;s highest-performing private schools, will also submit a bid to open a free school. The school, whose fees are 9,996 pera year, is  the first independent school to do so. The New Islington Free School would be a 200-pupil primary in Ancoats, a deprived inner-city neighbourhood of Manchester. A group of ex-servicemen and women will apply to open the Phoenix free school in Oldham, the first to be run exclusively by ex-soldiers. Captain AK Burki, who completed a tour of duty in Afghanistan in 2010, has been proposed as headteacher. Around 195 families have said they want to put the school as their first choice for their children, 75 more than the organisers&apos; target. Tom Burkard, a military instructor turned teacher who is behind the application, said there would be a zero-tolerance policy for poor behaviour. Pupils who chat in lessons would be given an official warning. &quot;We have got to a point in modern behaviour management where the emphasis is on negotiation between the student and the teacher,&quot; he said. &quot;In other words, teachers have to justify their policy and this descends into an argument between the teacher and the pupil.&quot; The Marine Academy Plymouth, which already has a nursery and secondary school, wants to open a primary which Helen Mathieson, the principal, wants to emphasise science, technology and maths, as well as literacy. Plymouth is among the lowest 10 performing authorities in England, and Mathieson said a new free school would raise aspirations. Meanwhile, aanother application will be from the Lord Hill, the schools minister, said the number of applications to open free schools had confounded sceptics who assumed no busy parent or teacher would find the time to take part. He said the free schools would &quot;play an important role in raising education standards in our communities, creating choice for parents, and responding to local need&quot;.", 
    "section": "education", 
    "gid": "education/2012/feb/13/free-school-applications-soldiers-evangelicals", 
    "wordcount": "641"
}