{
    "headline": "Hermit crabs in housing crisis", 
    "text": "Halfway down the shore, in a rock pool fringed with pink Corallina seaweed and purple beadlet anemones, a periwinkle trundled across the bottom, carving a broad, shallow furrow in the sand. Its serene progress disturbed others in its path but they twitched and jerked, like automata. These shells were occupied by hermit crabs, whose adult lives are dominated by a permanent housing crisis. Once their larvae settle out of planktonic infancy there are plenty of small gastropod shells to house vulnerable bodies, but all the largest homes on this shore are bequeathed by periwinkles that die at much the same age, so at the top of the crustacean property ladder almost all vacant shells are of similar size; competition for more spacious homes is intense. I knelt and dropped the largest empty periwinkle shell that I could find into the pool, where the ripples sent the hermits back into the recesses of their borrowed armour. I expected a long wait before anything happened, but soon they lurched back into motion and I could see antennae waving and boxing-glove-shaped claws emerging. The two irascible crabs closest to the vacant property engaged in claw-waving confrontation, before one broke free, scuttled towards the new shell and halted at its entrance. It probed the coils with its long antennae, perhaps checking to see what dangers might lurk inside, perhaps measuring up this potential new residence. Now its rival was also showing an interest, but the cautious probing continued. Then, grasping the lip of the shell with its claw, it hauled itself out of its old home. For a second I caught a glimpse of its soft, coiled body before it slipped into its new residence and blocked the aperture against all-comers with its claw. Who would inherit its abandoned shell? I never found out. The incoming tide was already lapping at the edge of the pool and, with wet knees, it was time to retreat.", 
    "section": "environment", 
    "gid": "environment/2012/aug/29/whitburn-rocks-hermit-crabs-housing", 
    "wordcount": "321"
}