{
    "headline": "Australia passes controversial nuclear waste bill", 
    "text": "The Australian government has passed legislation that will create the country&apos;s first nuclear waste dump, despite fierce opposition from environmental and Aboriginal groups. The passage of the National Radioactive Waste Management Bill 2010 through the Senate paves the way for a highly controversial plan to store nuclear waste in Muckaty Station, a remote Aboriginal community in the arid central region of the Northern Territory. The ruling Labor party received support from the conservative coalition opposition to approve the bill, despite an ongoing federal court case over the legality of using the Muckaty site to store radioactive material. Currently, nuclear waste from the medical and mining industries is stored in more than 100 &quot;temporary&quot; sites in universities, hospitals, offices and laboratories across Australia. Anti-nuclear protesters disrupted proceedings in the Senate as the legislation was debated earlier on Tuesday, with the group heckling lawmakers from the public gallery over their support for the bill. A recent medical study warned that transporting nuclear waste over long distances to such an isolated location, which is 75 miles north of the Tennant Creek township, could endanger public health. &quot;The site is in an earthquake zone, it floods regularly, there are very long transport corridors, there are no jobs being applied and it&apos;s opposed from people on the ground, on the front line from Tennant (Creek) all the way up to the NT government and people around the country,&quot; said senator Scott Ludlam of the Greens, which successfully added an amendment to the bill that bans the importing of foreign nuclear waste to the site. Aboriginal groups launched legal action after claiming that traditional owners of the land around Muckaty do not approve of the dump, despite the government maintaining that the local Ngapa indigenous community supports the plan. Under Australian Native Title law, indigenous groups recognised as the traditional owners of land must be consulted and compensated for any major new infrastructure. Although the Australian government insists that it has not decided on a site for the dump, Muckaty is the only option under consideration and the Northern Territory government has already been offered AUS$10m if it accepts the facility. Finding a location for a national nuclear waste dump has proved a major headache for successive Australian governments, with former prime minister John Howard rebuffed in his attempt to situate the facility in South Australia in 2004. The Northern Territory government has complained that it is being strong-armed into taking the dump due to it being a &quot;constitutional weak link&quot; and not having the same rights as full Australian states. Nuclear power remains a highly contentious issue in Australia, which, despite having the largest uranium deposits in the world, has steadfastly refused to shift its largely coal-fired energy generation to nuclear.", 
    "section": "environment", 
    "gid": "environment/2012/mar/13/australia-nuclear-waste-aboriginal", 
    "wordcount": "463"
}