{
    "headline": "Sea Shepherd supporters held on Japanese whaling vessel", 
    "text": "Three Australian anti-whaling activists who illegally boarded a Japanese whaling vessel on Sunday could face trial and imprisonment in Japan, prompting attempts by the two countries to head off a diplomatic clash over the annual hunt. The men, supporters of the Sea Shepherd marine conservation group, boarded the Shonan Maru 2 security vessel under cover of darkness and demanded that the fleet abandon its hunt in the Antarctic. The three Australians carried with them a message that said: &quot;Return us to shore in Australia and then remove yourself from our waters.&quot; Australia&apos;s attorney general, Nicola Roxon, called for their immediate release. &quot;We are representing our views most strongly that they should be released promptly and returned to Australian soil,&quot; she told reporters. &quot;There are a number of different ways that could be done.&quot; The boarding took place about 16 miles off the west coast of Australia, reports said. The men are members of Forest Rescue, an Australia-based environmental group that has been travelling with Sea Shepherd as it attempts to locate and obstruct the whalers. They have been named as Geoffrey Tuxworth, 47, Simon Peterffy, 44, and Glen Pendlebury, 27. On Monday Japanese and Australian officials were embroiled in a dispute with activists over the exact location of the Shonan Maru 2 when the incident took place. Roxon said negotiations over the men&apos;s fate could be complicated as the incident occurred inside Australia&apos;s exclusive economic zone  not in its territorial waters  which meant Australian law was not in force. &quot;At this stage the boat hasn&apos;t sought to come into port,&quot; she said. &quot;We may, of course, in the coming days want to have discussions to do just that if it&apos;s one way to be able to get these three Australians safely back to Australia.&quot; Roxon said the Shonan Maru 2, which has been shadowing the activists, was &quot;not welcome&quot; in Australia&apos;s exclusive economic zone. &quot;This ship, people need to remember, is not directly involved in whaling activities, but it is clearly providing a support role and that may give us some other options if it was trying to come into our territorial waters.&quot; Sea Shepherd&apos;s founder, Paul Watson, said the vessel was in Australian waters when the incident happened and urged the government in Canberra to prevent the three men from being taken back to Japan to face trial. &quot;It really is disgraceful that the Australian government has not done anything to help,&quot; he told BBC Five Live from Australian vessel the Steve Irwin. &quot;We&apos;re of the opinion that the Australian government should rescue them but it seems more interested in appeasing the Japanese. Watson described the trio as &quot;prisoners&quot; and said GPS data on board the Shonan Maru 2 would prove the ship was in Australian waters when it was boarded. &quot;If this goes to court that evidence will have to be produced,&quot; he said. The whaling fleet, which left Japan last month, plans to catch more than 900 minke whales and about 50 fin whales during the current season. The International Whaling Commission banned commercial whaling in 1986 but Japan is permitted to catch a limited number of whales for what it calls scientific research. Last year Sea Shepherd claimed a significant victory after the fleet returned to port with one-fifth of its intended catch after a series of clashes with activists. In 2010, Sea Shepherd member Pete Bethune boarded a whaling ship and was later given a suspended sentence at a court in Tokyo. The Institute of Cetacean Research, a quasi-governmental body in Tokyo that manages the annual hunts, said the activists were unhurt and being questioned. Reports said the men had gone on hunger strike to protest against their detention. Glenn Inwood, a New Zealand-based spokesman for the institute, told Australian radio that they could remain on board the Japanese ship for as long as four months, depending on how long it continued to tail the Steve Irwin. &quot;Not only are they facing that, but they certainly risk being taken to Japan to be tried for trespassing or whatever other charges that Japan feels they may want to issue against them,&quot; he said. Donald Rothwell, an international law expert from the Australian National University, said the activists could face charges under Japanese law and may even have broken Australian law. &quot;Unauthorised boarding of a Japanese vessel is an act of trespass wherever that act may have taken place at sea,&quot; he told Reuters.", 
    "section": "environment", 
    "gid": "environment/2012/jan/09/sea-shepherd-supporters-held-whaling", 
    "wordcount": "762"
}