{
    "headline": "Academy school criticised for excluding council estates in admissions policy", 
    "text": "An academy school in south London has been criticised by the admissions watchdog for setting its catchment area to exclude children from two council estates with the &quot;risk of skewing its intake against some economically and socially disadvantaged pupils&quot;. The Charter school in Dulwich, a mixed secondary that became an academy in 2010, has excluded a pedestrianised path leading to two areas of social housing from its calculation of the shortest safe walking distance, the watchdog said in a judgment. The ruling from the Office of the Schools Adjudicator came in response to a complaint by a group of parents who have been campaigning against the school&apos;s admissions policy. The Charter school was set up in 2000 as a foundation school  a type of school that is responsible for its own admissions. It beca,e an academy and, like all academies and free schools, it acts as its own admissions authority. The education secretary, Michael Gove, said this week he anticipated &quot;more than half&quot; of secondary schools in England would be academies by the end of this parliament. The adjudicator&apos;s judgment says: &quot;The practical effect of excluding the Wanley Road path from the measured walking routes has an impact on those who approach the school from a northerly direction  decreasing their nominal proximity as compared with those travelling from other directions. It is observable that there are some substantial areas of social housing lying directly to the north of the school, whilst the highly desirable and expensive Dulwich Village area lies nearby to the south.&quot; The judgment accepts there is a mix of residential accommodation near the school, including other social housing that is not affected by the exclusion of the path. The judgment says: &quot;I have no doubt that the school could show it has pupils from a wide range of backgrounds and can claim to have a genuinely comprehensive intake. Nevertheless, there is a risk, I put it no higher, that the disputed practice will have the risk of skewing its intake against some economically and socially disadvantaged pupils.&quot; The ruling notes that a &quot;trickle&quot; of admissions appeals has been successful in the past. &quot;The school appears to be content with this state of affairs and indeed seems to have encouraged potential objectors to use the appeal option as an alternative to changing its policy.&quot; The judgment says this strategy had a &quot;triple effect&quot;. It serves to &quot;neutralise&quot; potential objectors and provide a smattering of pupils from the excluded areas. &quot;Thirdly, it means that only those families with sufficient social capital to surmount the additional hurdle of an admissions appeal can succeed.&quot; One parent who successfully appealed told the adjudicator: &quot;It seems very unfair that only people who are in a position to fight very strong appeals are gaining places from this area. Surely this amounts to a form of selection?&quot; The adjudicator ruled that the school is in breach of the admissions code. While the school&apos;s basic criterion  shortest safe walking distance  is compliant with the code, &quot;the measuring system used by the school to apply this criterion does not actually do what the arrangements say&quot;. The Charter school was awarded outstanding status by Ofsted in 2009. More than 95% of students gained five A* to C GCSE grades last summer. The Charter school said in a statement: &quot;Governors are proud of the inclusive nature of the Charter school. Ofsted reported in 2009: &apos;The inclusive culture and ethos of the school extend beyond its gates and result in outstanding promotion of community cohesion.&apos; &quot;The school&apos;s governing body has accepted the admission&apos;s watchdog&apos;s recommendation, and has taken steps to implement it.&quot; The statement went on: &quot;However, the school has taken legal advice and is in the process of challenging a number of the assertions in the preliminary report.&quot; A fifth of pupils at the school are on free school meals - the national average is 15.9%. Ofsted has noted that the school has a diverse intake. More than half the pupils at the school are from ethnic minorities, compared with a national average of 22.4%.", 
    "section": "education", 
    "gid": "education/2012/feb/01/academy-school-catchment-council-estates", 
    "wordcount": "707"
}