{
    "headline": "Is psychic Sally Morgan deluded but essentially harmless?", 
    "text": "It has been a difficult, but financially very rewarding 12 months for Sally Morgan, otherwise known as Psychic Sally. Although most nights she is giving demonstrations of mediumship on stage to an audience of more than a thousand people (each paying 25), there have been concerns about whether she has genuine psychic powers and whether she obtains information about audience members in advance. In Dublin in 2011, two audience members said they overheard a voice at the back of the theatre, which they felt was feeding Sally information via an earpiece. In Edinburgh in 2012, there was another odd incident, this time involving a large glass bowl always placed in the theatre foyer by Sally so that audience members could write notes about the departed. One audience member wrote a fictional name on a slip of paper and placed it in the bowl, only to receive a message during the show apparently from that fictional person (Toby Wren, played by Robert Powell in the BBC Doomwatch drama in 1970). I should stress at this point that Psychic Sally strenuously denies any allegation of being fed information via an earpiece or peeking at the contents of the glass bowl, and she continues to believe that she can speak to the dead. Actually, talking to the dead is not particularly impressive, but Sally also believes that the dead talk to her. That is the spooky bit. One of the common responses to criticism of psychics is to suggest that even if their powers are illusory, there is no harm done. After all, the audience seem to enjoy the show and Sally and the theatres certainly enjoy the profits. Although Sally&apos;s typical responses appear comforting (eg &quot;Granny is very proud of you&quot;, &quot;Uncle Bert still likes a giggle, I can hear him now&quot;), her most memorable messages can be disturbing and it is debatable whether they help those who receive them. I will mention some examples from shows later, but first here are some examples from a personal reading that Sally gave in 2005. Earlier this year I wrote a blog asking people to come forward if they had received a personal reading from Psychic Sally. I was then contacted by a gentleman who had not only received a reading, but also had a recording of it. In fact, the recording was made by Sally and given to the man in question. You can hear some clips from the reading below. The first point to note is that Sally&apos;s spirit guides were in a particularly mischievous mood during the reading, because they persuaded Sally to make statements such as: Sally: Is there the name Robyn? Subject: No  not Robyn Sally: You&apos;ve got New Zealand in your life. You&apos;re going to New Zealand. And you&apos;ve got the name Robyn connected to it R.O.B.Y.N and it&apos;ll be a woman, she&apos;ll be a girl and she&apos;ll be very important in your life  &quot; &quot; Well, you&apos;ll settle there. You&apos;ll have a son. Yeah, you&apos;ll have children, you&apos;ll have boys  you&apos;re going to have two little boys  you could marry someone who&apos;s a doctor  You&apos;re going to have the medical profession in your life  &quot; &quot;Oh you&apos;ll emigrate, you&apos;re going to marry someone called Robyn, with a &apos;Y&apos;&quot; This all sounds reasonable, until the reading moves on to discuss someone called Anna, whereupon the male subject of the reading corrects Sally and points out that she could not be more wrong: &quot;I&apos;m interested about Anna as I&apos;ve always only had gay relationships.&quot; It is always amusing/sad/interesting to look at the unconvincing nature of the typical psychic reading, but not particularly surprising if you have a scientific perspective on so-called psychics. After all, the best available evidence points to the conclusion that psychic powers do not exist. Hence, instead of analysing the accuracy/inaccuracy of the reading, I am going to look at whether or not this sort of reading can be harmful, especially bearing in mind that some clients might be desperate or vulnerable. I will present four more edited audio clips from Sally&apos;s reading, accompanied by four short transcripts. I believe that each may be irresponsible, because Sally appears to give health advice about the subject&apos;s mother, the subject&apos;s friend, and the subject himself, and Sally criticises a close friend of the subject and potentially jeopardises that relationship. To put the clips into context, the man who asked for the reading was charged 75. He had been impressed by a newspaper article about Brian Dowling and his reading with Psychic Sally: &quot;I was also at a crossroads in life and wanted to know what to do next.&quot; He attended the reading in the genuine expectation that Sally had real psychic powers.  His belief in psychics persisted for two more years, until he learned about the various techniques that could be used (either deliberately or accidentally) to give the false impression of mediumship. He is now much more sceptical about Sally&apos;s supposed powers. Sally: Your mother plays a big, big part in your life. I can see her  Mummy&apos;s got to watch  erm  angina, a problem with her heart Subject: Not to my knowledge Sally: She has a very very long life, but she could just have her quality of life changed slightly because she doesn&apos;t pick up on something. If she gets pain here, it is not her lungs, it&apos;s her heart. If she gets breathless, it&apos;s not her lungs, it&apos;s her heart  Subject: She does a lot of exercise Is it fair for Sally to raise the concern that the subject&apos;s mother is likely to suffer from angina in the future? This is a serious matter. According to NHS Choices: &quot;A heart attack or a stroke are the most serious complications that can occur in cases of angina. However, the stress of living with a long-term condition can also have an impact on your emotional wellbeing and, in some cases, trigger the onset of depression&quot; Sally: What do I think of this Frank? That  there&apos;s duplicity there. He can be two people. Subject: In what way? You mean  Sally: Well I think he would like to feel he could share his life with someone, but he won&apos;t. So he talks about that, but there&apos;s no way he will do anything  there&apos;ll be no action. It&apos;s like he could persuade  it&apos;s quite sort of  it like has a double meaning. It&apos;s almost as if he could persuade someone to change their life and then like just dump them or just dump the situation. Someone could say: &quot;Wait a minute, I&apos;ve just done this for you or I&apos;ve done this for us.&quot; And he&apos;s like: &quot;Well I never asked you to&quot;  You could almost say, he could lead you and then just drop the situation. Subject: Is he a decent person? Sally: Well I think deep down he is but I think he&apos;s very confused and very lonely. I don&apos;t want to just basically analyse him because I&apos;m not an analyst. But it&apos;s a bit like  I don&apos;t think your Dad would like him very much around you, and I think your Dad would be spot on with what he said about him. Is it fair for Sally to sow the seeds of doubt in an important friendship? Imagine that someone told you that your close friend, whom you trusted, was actually duplicitous, could dump you and was disliked by your father. Indeed, your father is apparently &quot;spot on&quot; with this judgement. Sally: I worry about  he could be anaemic. Subject: That&apos;s a blood disorder. Sally:  It is not, he is not, no HIV, okay. It is not that. No leukaemia. It is like anaemia. And it&apos;s to do with your immune system being run down. As soon as you say that about someone who&apos;s gay I know what&apos;s going through their head, but it&apos;s nothing to do with that. It&apos;s literally something that can be cleared up by extra iron. Subject: I&apos;ll tell him that. Any advice for him? Sally: Yeah  this is to do with his health, he should take kelp and zinc, and he should take extra iron, but not as just a solid iron tablet. It should be maybe a multi-vitamin with iron in it but it&apos;s a small amount. Okay, that&apos;s one advice for his health. Is Sally qualified to diagnose anaemia? Is she qualified to advise on treatment? Is zinc the right treatment? Multivitamins? In fact, ferrous sulphate is the most common treatment, but it can have side effects, so it should not be taken unnecessarily. If anaemia is the problem, is a supplement enough or is it necessary to address an underlying problem? Subject: You&apos;ve mentioned health, what about my health? Sally: You&apos;re very  there&apos;s nothing wrong with youSubject: So  no HIV or anything? Sally: Oh don&apos;t tell me that! Subject: I hope not, I pray. I&apos;ve never been tested Sally: Never say you don&apos;t need  You don&apos;t need to be tested. I&apos;m looking up to God here  Subject: I have a fear of needles. Sally: Well I&apos;m looking up to God here and you haven&apos;t got it. Okay. So as long as you remain sensible with your partners, you have not got it. Not only does Sally seem to be saying that the subject does not need to be tested for HIV, but it&apos;s a message direct from God. This is shocking. It would be easy to dismiss this reading as unimportant. It took place seven years ago and affected one person. However, Sally would have given dozens, probably hundreds of other readings over the years, and presumably many of them would have contained this sort of advice on medical and relationship issues. Moreover, Sally now gives health and personal advice from the stage most nights of the year. I have endured four shows in the last year and members of the audience were given advice from deceased relatives on whether or not to emigrate, they were given health advice regarding themselves or loved ones and were given details of the mindsets of relatives who had committed suicide. In one case, a family who had lost contact with a relative were told that he had died and Sally went on to give details of how and where the death took place. Of course, Sally is only the tip of the iceberg. Yell.com listed 1,428 entries under &quot;Psychics and Clairvoyants&quot; when I started work on this in June. It now has 1,510 entries, suggesting that this is a booming industry. That is why sceptics continue to ask questions about Psychic Sally and her colleagues. This reading has previously been discussed on the Bad Psychic website, where Jon Donnis and Richard Saunders examined the unimpressive nature of the reading and highlighted the various Barnum statements. The full transcript of the reading is available here. The Bad Psychics thread on Psychic Sally is here. Update: On 20 June 2013 Sally Morgan successfully settled her libel action against publishers of the Daily Mail, who withdrew the suggestion that she used a secret earpiece at her Dublin show in September 2011 to receive messages from off-stage, thereby cheating her audience, and accepted that the allegation is untrue. Her statement can be found here.", 
    "section": "science", 
    "gid": "science/2012/aug/16/psychic-sally-morgan-deluded-harmless", 
    "wordcount": "1900"
}