{
    "headline": "Mystery bird: Fork-tailed sunbird, Aethopyga christinae", 
    "text": "    Fork-tailed sunbird, Aethopyga christinae, Swinhoe, 1869, photographed at Hong Kong, a Special Administrative Region of the People&apos;s Republic of China.  Image: Marie-Louise Ng, 18 December 2011 (with permission) [velociraptorize].Nikon D7000   Question: This Chinese mystery bird has a special morphological adaptation that is shared with a group of parrots. What morphological adaptation is that? What ecological character do these two unrelated bird groups share such that they evolved this similar trait? Can you identify this bird&apos;s taxonomic family and species? Response: This is an adult male fork-tailed sunbird, Aethopyga christinae, foraging on nectar. The sunbirds are small passerines that are placed into the family, Nectariniidae, along with the spiderhunters.  Sunbirds have a special brush-tipped tubular tongue that they use to absorb nectar in flowers, which is similar to the brush-tipped tongue of the lories (loriinae), a group of nectar-feeding parrots, and to the tubular tongue of the hummingbirds. Sunbirds have a sharp decurved bill for foraging from flowers with deep nectaries, although they will pierce the nectary at the flower base to access the nectar that way. Sunbirds feed on insects and spiders, especially when rearing young, and some species also consume fruit.  Sunbirds are strongly sexually dimorphic; males have brightly coloured plumage with iridescent patches, they are slightly larger than the plainer-coloured females, and in some species, the males have tail ornaments.  The fork-tailed sunbird is common in tropical and subtropical lowland rainforests throughout its very large range that encompasses China, Hong Kong, Laos, and Vietnam. The males of the species are identified by their combination of small size, dark olive-coloured mantle, yellow rump and crimson throat and breast. Females are much more difficult to identify and can be mistaken for female green-tailed sunbirds, A. nipalensis. However, adult female fork-tailed sunbirds can be distinguished by their smaller size, shorter bill, olive-yellow throat and upper breast, and their less graduated tail. Like all sunbirds, this species is not a particularly talented singer.  Here&apos;s a video of a male singing, preening and feeding, and at the end, a female feeding on the same flower that you see in the above featured image (filmed at Tai Po Kau Forest Nature Reserve, Hong Kong; uploaded 26 February 2010):             Visit hilldogdog&apos;s YouTube channel [video link].  This species is featured on the most commonly used postal stamp in Hong Kong. You&apos;ve met several other species of sunbird as daily mystery birds:   Crimson sunbird, Aethopyga siparaja  Plain-throated sunbird, Anthreptes malacensis  Olive-backed sunbird, Cinnyris jugularis Reference: A Field Guide to the Birds of South-East Asia by Craig Robson [New Holland Publishers Ltd: 2011; Amazon UK; Amazon US].  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jan/22/5", 
    "wordcount": "492"
}