{
    "headline": "Thousands sign school climate change petition started by 15-year-old", 
    "text": "Over 12,000 people have signed a petition started by a 15-year-old girl to keep climate change in the national curriculum for under 14-year-olds. Esha Marwaha from Hounslow in west London said she was outraged that the draft key stage 3 geography curriculum for English schools had vastly scaled back discussion of the phenomenon. &quot;Climate change is the most pressing and threatening issue to modern-day society. Through lack of understanding from generations before us, we are having to fix it. And how can we do this without education?&quot; she wrote in a Guardian blog on Tuesday, which echoed the petition to the education secretary, Michael Gove, on the website change.org. &quot;Our government, part of the generation who bear much of the responsibility for this problem, intends to not only fail to act on climate change themselves but to obscure the truth from children and young people. It is outrageous that Michael Gove can even consider the elimination of climate change education for under-14s. We must keep climate change in the curriculum in order for young people take on this challenge of tackling the threat posed by our changing climate,&quot; Marwaha wrote. The petition, which was earlier gathering over 500 signatures an hour, has been signed by teachers, pupils and lecturers. One Leeds teacher commented: &quot;I teach undergraduates and study for my PhD in a geography department. Like Esha, me and my students owe our passion for researching, understanding, preventing climate change - the defining challenge of our generation - to lessons first learned in school. The government wouldn&apos;t dream of letting young people leave school without a modicum of skills for economic survival. It smacks of hypocrisy that learning about sustainability and building a skill and knowledge base for our longevity as a species is of such a low priority by comparison.&quot; A further 2,000 people from student network group People and Planet have emailed Gove in the last two days to try to persuade him to put climate change in the curriculum. &quot;Our experience working in schools and colleges has shown us that teaching about climate change is crucial to ensuring a new generation of young people who understand and are able to be leaders on climate change, taking action to protect the environment and human life. Without knowledge and understanding of the social, economic and environmental impacts of climate change, how can we expect young people to be ready to deal with the impacts and help find the solutions to climate change that will play such a huge role in their futures?&quot; said a spokesman for the group, which is active in most universities and colleges. Students, members of the UK Youth Climate Coalition and others plan to approach academics, universities and schools to take part in the formal consultation around the plans, which closes on 16 April.", 
    "section": "environment", 
    "gid": "environment/2013/mar/21/school-climate-change-petition", 
    "wordcount": "480"
}