{
    "headline": "Could you be a medallist? How we built our retro interactive", 
    "text": "The Guardian Interactive team has long dreamt of paying homage to the classic 8-bit wonders of the 1980s (under the auspices of producing &quot;a rich, data-driven interactive&quot;, of course). Our chance came when, during one of many long Olympics planning sessions, it emerged that Sean Ingle, our Sport Editor, was keen to relive the youth he misspent playing C64 and Spectrum classics like Summer Games and Daley Thompson&apos;s Decathlon.  How to do it, though? As many have discovered, making any even the most tangential reference to the Olympics is fraught with legal complications. Drawing Olympic rings or medals is a no-go. Making any kind of game is absolutely off limits. Around the same time, it emerged that Sport had another idea in the chest: giving readers the chance to compare their personal best times with those of sporting greats throughout history. What if we could add a bit of 8-bit charm to that? Could historic data combine with retro graphics to produce a compelling interactive? We took our start from an inspired hack day piece by Jonathan Richards which gave users a chance to compete in a 100m sprint. The first hurdle was working out how to recreate an authentic 8-bit aesthetic. Fortunately (for us), in the Guardian&apos;s vast stable of talented designers is Jamie Lenman, a marvellously eccentric man who not only plays mean banjo but has a deep affinity for the look and feel of 1980s games. Jamie quickly warmed to the idea, but made it clear that, because every single character in the game would need to be drawn pixel by pixel, we&apos;d have to limit the scope - so he could create the sprites that needed creating in the time available. We whittled the scope down to four events: 100m sprint, bicycle road race, freestyle swimming, and 10k run. These sports were similar enough to be able to share the same graphical format. They were also the type of sports where amateurs would likely know their personal best time.  Having compiled a database of the best times from athletes across history, the next step was to add some flair: what about if you could compare your time not just with athletes but with creatures from the animal kingdom? Enter Nicola Hughes: a data specialist on the Interactive team who turned out to be a secret weapon on this project because she completed her undergraduate degree in...zoology. After a series of calls to top university departments, we had what we were satisfied were accurate speeds for a range of beasts, including cheetahs, orcas, zebras, as well as less stellar performers such as mallards and coots. As the data grew - we realised we needed yet more graphics. Convincing 8-bit replicas of every flag in the world are hard to come by, but thanks to the diligent efforts of Mariana Santos, we would soon have not only a full set of flags, but also a variety of title screens and other essential pieces. It then occurred to us that a defining characteristic of the genre was the crude chiptune music playing in the background. This was the perfect opportunity to get Jordan Gray involved. Alastair Dant first encountered Starpause in San Francisco, and had been looking for an excuse to incorporate his bleeps and bloops for some time. Finally, to ensure the sharing mechanic was as rich as possible, we integrated the piece fully into the Guardian Facebook application - a technical first for the Guardian Interactive team. For this we&apos;re deeply indebted to Kenneth Lim, Nicholas Smith, and David Vella, from the Core Technology team. How to pull it all together, though? At this points we must doff our hats to Robin Beitra, developer extraordinaire, designer-that-we-didn&apos;t-know-was-a-designer, and all-round safe-pair-of-hands, without whose unstinting enthusiasm - and unparalleled skills - the project would not have come to life. Not only did Robin work miracles to develop a rendering engine that switches seamlessly between WebGL, Canvas and Flash display modes, depending on the browser or device used, but his love of the C64 and NES systems meant he chipped in with countless authentic touches - not least the cheat modes, which we now take great pleasure in sharing with you: Turbo charge mode: up up, down, down, left, right, left, right, b, a Jesus mode: jesus Crackle mode: konami All-round weirdness: debug (Re-typing the code gets you out of the mode.) We hope you enjoy &apos;Could you be a medallist?&apos;!", 
    "section": "technology", 
    "gid": "technology/2012/jul/23/1", 
    "wordcount": "744"
}