{
    "headline": "History", 
    "text": "What youll learnHistory is the study of all things past that involve humans, individually and collectively. Degrees examine politics, economics, culture, religion, society and gender issues. You will often be able to choose the periods that you study, but whether you opt for the Tudors and Stuarts or 20th-century history, you will touch on all these themes. A degree in history will allow you to learn the facts, but more importantly it will give you the tools to evaluate, argument and debate. It will also help you develop a sense of the past and an empathy for how societies and values have developed. Your first year at least will probably be a general introduction to the subject, so as well as learning a bit about what has gone on over the past 2,000 years or so, you will be introduced to the different materials historians use to source and interpret facts. Your final two years will often focus on specific periods and themes to study in more detail.   interactive   How youll learnExpect lectures, seminars, trips to historical sites and lots of independent work. Youll develop an ability to digest copious amounts of information, and acquire the skills to analyse it critically. Youll evaluate primary and secondary source material and its wider implications, and understand the limitations that come with dealing with things that happened in yesteryear. You will be able to craft an argument, and respect the opinion of others, and show empathy and imaginative insight. Your communications skills will be well honed, whether on paper or in terms of face-to-face presentations.  What entry requirements youll needEntry requirements vary, but its likely that most courses will expect history at A-level (or equivalent). Other subjects that might help your application include economics, English literature, philosophy, politics, sociology, theology or religious studies a modern or a classical language.    interactive   What job youll getA degree in history is an excellent foundation from which to launch a career. Your attention to detail, ability to gather and assess information, and the knowledge of how to present facts clearly and concisely will make you popular in a wide range of careers, including the legal profession, accountancy, management, the civil service, diplomatic services, business, public relations and journalism and the media. You would also be well placed to take a postgraduate teaching qualification if you want to inspire the next generation.", 
    "section": "education", 
    "gid": "education/2008/may/01/universityguide.historyandhistoryofart", 
    "wordcount": "400"
}