{
    "headline": "Boot up: Boston v social media, Apple's tipping point, expunging Google and more", 
    "text": "A burst of 8 links for you to chew over, as picked by the Technology team It wasn&apos;t Sunil Tripathi: the anatomy of a misinformation disaster &gt;&gt; The Atlantic Alexis Madrigal:   In the middle of the last night&apos;s nearly unbelievable turn of events, for a few hours, hundreds of thousands of people received a message about the identity of the alleged Boston Marathon bombers that was painfully false. Word got out that the Boston Police Department scanner had declared the names of the two suspects. But the names that went out over first social networks and then news blogs and websites were not Tamerlan and Dzhokhar Tsarnaev, which the Federal Bureau of Investigation released early this morning. Instead, two other people wholly unconnected to the case, became, for a while, two of America&apos;s most notorious alleged criminals.  Excellent recounting of a terrible, confused night. Apple tipping points - up or down? &gt;&gt; Benedict Evans  Moore&apos;s Law is at work, driving down prices; you can now get a 4.5&quot; dual core Android phone from Huawei for just $200, and one from a generic Chinese manufacturer for $120-$150. This is clearly a challenge for any handset OEM, but especially for one at the high end. There are fewer and fewer new high-end buyers coming into the market and the ones you sold to in the past may increasingly be tempted by ever improving cheaper phones. So a high-end phone maker risks losing sales if it stays at the high-end, or losing margin if it makes cheaper phones, or both. In case it isn&apos; t obvious, this is the essence of the bear story for Apple. There&apos;s lots of froth and nonsense swirling around as well, but this is a perfectly coherent and intelligent story. It isn&apos;t that Apple is losing sales to Android (it isn&apos;t, at least not yet) - it&apos;s that the high-end market itself may be close to tapped out.  This is the point where you have to figure out how the phone market is going to split. My local supermarket currently has a special where you can &gt;&gt; Chris Lacy  My local supermarket currently has a special where you can buy a prepaid ICS phone for $40 (currently 50% off). Up until today I had no idea devices running such a recent version of Android were available for so cheap.  Get used to it. How Google Now was built (and a bit on Siri too) &gt;&gt; Phonearena  The information side of Google Now is pretty strange to follow, but the learning side of the platform is actually pretty easy, because it uses two things that Google has been cultivating for a long time now: web history and location services. Web historyencompassesboth your search history, and any visited pages from those search results, where location services is obviously looking at where you spend your time and where you travel. If you have an Android phone with location services enabled, Google probably already knows where you live and where you work, and all of that data can easily be found on your Latitude dashboard (note: this is all private data that only you can see, Google doesn&apos;t share it.)  (Thanks @Sputnikkers for the link.) Expunging Google &gt;&gt; Duncan Bayne Duncan Bayne:   As I explained over on Hacker News: I don&apos;t think that Google is acting in opposition to open standards in general, because for the most part they benefit by them. What&apos;s clear is that: Google is seeking to increase the monetary value of its users the way to do that is with social media (see Facebook, who are winning this battle hands down) they will push open standards under the bus where necessary, in order to drive users to Google+.  Making it rain to make the rivers fill up and get more fish to go through the mouth of the delta. (Thanks @vassal for the link.) ACLU files FTC complaint over Android smartphone security &gt;&gt; American Civil Liberties Union Chris Soghoian:   Yesterday, we filed a complaint with the Federal Trade Commission (FTC) asking the agency to investigate the major wireless carriers for failing to warn their customers about unpatched security flaws in the software running on their phones. These companiesAT&amp;T, Verizon, Sprint and T-Mobilehave sold millions of smartphones to consumers running versions of Google&apos;s Android operating system. Unfortunately, the vast majority of these phones never receive critical software security updates, exposing consumers and their private data to significant cybersecurity-related risks. In a 16-page complaint filed with the FTC, we argue that the major wireless carriers have engaged in &quot;unfair and deceptive business practices&quot; by failing to warn their customers about known, unpatched security flaws in the mobile devices sold by the companies.  Interview with Chosun Daily of Korea about Apple &gt;&gt; asymco Horace Dediu, here on products:   People outside of engineering organizations, especially large ones, don&apos;t appreciate the time scales involved. Products you see today were designed, planned and developed many years ago. We see plenty of evidence of this but we tend to ignore it. Consider that some prototypes end up on ebay showing they were built years before launch. It is the same with evidence presented in trials proving work on the product 4 to 5 years before it was launched. This is not the case just for Apple but all other technology companies. For this reason, what is happening in the market and what is happening inside the company are two completely different universes. The tendency is to assume a direct relationship between market momentum and current management decisions. These are connected but with many years in-between. For example, globally accurate Maps require a minimumof five years of development.Decisions on what ended up being Apple Maps had to have been made by Jobs himself. Namely, he must have decided whether to buy or build Maps. Contrast with Nokia&apos;s decision in 2007 to buy maps for a cost of $8bn; instead Apple licensed and then decided to build later. In 2007 Jobs decided that it was more important to work on the product itself, meaning the iPhone (while Nokia didn&apos;t prioritize product innovation.) The results are visible today: Apple is behind and needs to accelerate with Maps and Nokia with its great maps must find a way of staying in business.  The rest of the interview is good too, especially his suggestion for &quot;what I&apos;d do if I were in Tim Cook&apos;s place.&quot; Presales of the Galaxy S4 kick off in South Korea  Samsung Electronics&apos; mobile shops began presales of the Galaxy S4 a step ahead of telecom operators, a departure from normal practice of allowing telecom operators to initiate presales of a new model or launching presales simultaneously with telecom operators. Such a move seems to stem from Samsung&apos;s efforts to drift away from the existing distribution system that solely depends on telecom operators towards bolstering its own distribution capability. Besides, as telecom operators switched from competition for subsidies to service-based competition (e.g. free voice call payment plans), the number of people wishing to trade in their old phones slumped.  You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/apr/23/technology-links-newsbucket", 
    "wordcount": "1226"
}