{
    "headline": "A Nobel prize for failure", 
    "text": "   The Beatles were repeatedly told they'd fail before achieving unprecedented success, apart from winning a Nobel Prize (thus far). Photo: Wikimedia commons    Yesterday saw the announcement of the first Nobel Prize of 2012, which was the Nobel Prize for Physiology or Medicine. The prize was awarded jointly to John B. Gurdon and Shinya Yamanaka, for their work on stem cells. Among all the genuine plaudits and explanations about what exactly it is they got the prize for, one amusing element has come up as well. It turns out that Gurdon was once told by his biology teacher that he was a terrible student. The full quote reads: &quot;I believe Gurdon has ideas about becoming a scientist; on his present showing this is quite ridiculous; if he can&apos;t learn simple biological facts he would have no chance of doing the work of a specialist, and it would be a sheer waste of time, both on his part and of those who would have to teach him.&quot; This prediction, to put it as diplomatically as possible, turns out to have been incorrect. This was same time ago, Gurdon is now in his seventies, but I would still argue with this harsh conclusion (even without the obvious benefit of hindsight). Firmly sticking to the established facts is far from a universal requirement for decent scientists, if anything it&apos;s unhelpful. Try filling a PhD thesis with established facts, your examiners might have something to say about that. Gurdon&apos;s teacher clearly isn&apos;t helping dispel the old clich &quot;Those who can&apos;t, teach&quot;. For the record, I&apos;ve never believed this claim, for many reasons. For one, what if you can&apos;t teach? What happens then? It would be easy to dismiss the teacher as a narrow minded fool, rigidly sticking to his idea of what science is and refusing to consider any alternative possibilities, but what if he was smarter than that? As a science teacher he may have had some understanding of reverse psychology, and by telling Gurdon he couldn&apos;t be a scientist he may have been trying to enhance his resolve to become one? But don&apos;t listen to my theories about reverse psychology, what do I know. But this is just one example of a successful scientist who was at one point told that he would never be a scientist by someone who supposedly knew about science. One teacher allegedly said &quot;It doesn&apos;t matter what he does, he will never amount to anything&quot;, to the father of a slow witted and unpromising young chap known as Albert Einstein. Perhaps you&apos;ve heard of him? Robert Goddard was widely mocked and ridiculed by an entire scientific community, and still became the father of modern rocket propulsion. That guy Isaac Newton only got involved in maths when his uncle took over his education when he had failed at pretty much everything else. In a way, any scientist who can&apos;t handle criticism isn&apos;t going to be suited to the field, so maybe these people who condemn successful scientists are part of some Darwinian mechanism (Darwinian, named for &quot;a very ordinary boy, below the common standards of intellect&quot;). For the record, I have no problem with criticism myself (he wrote, in his blog, on a popular website which allowed comments). And it&apos;s not just straightforward scientists, Steve Jobs, whom you may have heard of, was sacked from Apple. He made the mother of all comebacks, of course. But just think about that. Steve Jobs. Sacked. From Apple! That&apos;s like Brian Wilson being sacked from the Beach Boys! What?...Oh. And it&apos;s not just the science and technology fields that have these critics who get it as wrong as possible. Fawlty Towers was written off as &quot;a disaster&quot; before it was made. Elvis Presley was told to &quot;stick to driving a truck&quot;. The Beatles had &quot;no future in show business&quot;. Taken together, these examples and the countless others available, should tell you that being written off by someone who is nominally &apos;above&apos; you is no reason to despair. If anything, it could be a blessing by galvanising you to succeed even more to prove that arrogant bastard(s) wrong. As any statistician will tell you (probably using longer words), the views of one person are not statistically significant. Meaning, just because one person (or several) tells you that you will fail, it doesn&apos;t make it the case. I&apos;ve said it before for teenagers, but it applies to everyone; don&apos;t pay too much heed to those in an influential position if they criticise you, it may be for ulterior motives. They may have vested interests, they may not want to make changes that could undermine them. Whatever the reason, always think of the context. Taking needless criticism to heart is one of the many reasons I can&apos;t abide the X Factor or it&apos;s numerous satanic derivatives. To see arguably nave but hopeful young people become inconsolable because Simon Cowel has criticised them gets very infuriating very quickly. I have to stop myself screaming at the screen. Just because this fake tanned tit hasn&apos;t given you his approval doesn&apos;t mean you can never have a career! He&apos;s doesn&apos;t know all things musical, he doesn&apos;t even know what size trousers he should wear! And so on. Bottom line, as has been recently demonstrated by Nobel Prize winner John Gurdon, harsh criticism, even from people who&apos;s opinion should theoretically count for a lot, is no barrier to success, be it scientific, technical, artistic or anything else. You can use it to spurn you on to achieve great things, or even write a song about it. And to any pseudoscientists, conspiracy theorists or similar reading this; negative opinions shouldn&apos;t stop you pursuing your goals, but if the very nature of reality is against you then you might want to reconsider your position. Just thought I&apos;d clear that up. You can tell Dean Burnett he will amount to nothing directly by following him on Twitter, @garwboy", 
    "section": "science", 
    "gid": "science/brain-flapping/2012/oct/09/neuroscience", 
    "wordcount": "983"
}