{
    "headline": "Twitter could be worth $11bn as it prepares to go public in 2014", 
    "text": "Twitter is preparing to take the company public in 2014, and could already be worth as much as $11bn, according to a report by specialist financial researchers Greencrest. The rough valuation of $11bn is based on trading in secondary markets, where shares unofficially trade hands privately. But a funding round in 2011 valued Twitter at $8bn, after which the value rose to $10bn on secondary markets before Facebook&apos;s shambolic IPO pushed the value back down to $9bn. Greencrest analyst Max Wolff said Twitter&apos;s value has also been swollen by speculation that Apple is interested in acquiring the company. &quot;Using the secondary market for shares to mark enterprise value is a very difficult and opaque process,&quot; he said.  &quot;It is a rumour rich and special share class soup. That said, Twitter is up since the Facebook IPO and is now valued at northward of $11bn. This makes sense as growth in users and new monetisation efforts are both yielding fruit and pointing toward a good 2013 for Twitter.&quot;  Backing up comments made late last year by chairman Jack Dorsey that Twitter would IPO &quot;when we feel the company is ready for that milestone,&quot; the research claims Twitter will start preparing for the flotation this year, and has already started firming up its management structure, noted Forbes. Chief financial officer Mike Gupta joined from Zynga last month after Ali Rowghani was moved to chief operating officer, and Newsvine founder Mike Davidson was taken on as vice president of design in October. Twitter had been widely speculated to float this year, but will not have been encouraged into a hasty move by the high-profile, disappointing performances of both Facebook and Zynga. Both have struggled to convince investors that in Facebook&apos;s case, the business is ready to make money as consumers shift to mobile, and in Zynga&apos;s case that they are capable of producing enough hit games. Facebook&apos;s shares are down 26% since the IPO, while Zynga&apos;s value has dropped by 75%.", 
    "section": "technology", 
    "gid": "technology/2013/jan/03/twitter-11bn-dollars-go-public", 
    "wordcount": "334"
}