{
    "headline": "SimCity: 'The problems are behind us'", 
    "text": "The return of the the much-loved SimCity series will not go down as one of the industry&apos;s great public relations successes. Launched in North America last week, the game&apos;s requirement for players to maintain a constant online connection led to a collapse of the server network, meaning thousands of customers couldn&apos;t play  or had to put up with sluggish performance. Electronic Arts, the game&apos;s publisher, was flooded with complaints, while frustrated gamers hit the major news sites to vent their disgust and anger. To her credit, Lucy Bradshaw, the general manager of Maxis, the studio that develops the SimCity series, has attempted to provide a human angle to the corporate apology process. In a blogpost that went live on Friday she stated:  So what went wrong? The short answer is: a lot more people logged on than we expected. More people played and played in ways we never saw in the beta. OK, we agree, that was dumb, but we are committed to fixing it. In the last 48 hours we increased server capacity by 120 percent. It&apos;s working  the number of people who have gotten in and built cities has improved dramatically. The number of disrupted experiences has dropped by roughly 80 percent.  The mea culpa was accompanied by the offer of a free EA game, ironically downloadable from the company&apos;s Origin digital service  the same controversial infrastucture that&apos;s running SimCity. It&apos;s a nice gesture, but only if the problems have been solved, and reportedly that is not the case. After a solid start, it now looks like European servers are struggling too  the game was launched across the territory on Friday and this morning, players were hitting sites like Eurogamer, complaining about long delays while logging in to the game. Whatever the case, the damage to this much-anticipated title has been done. Online retailer Amazon, which temporarily suspended sales of the game in US due to the server issues, now has more than 1,500 one star reviews for the game, while giant gaming site GameSpot has just awarded the title a miserable 5/10, pointing not only to the server issues but also to other frustrations with the multiplayer component. Many customers are furious at the fact that the game has to be continually online, even when they only want to play alone. Partly this is because all cities built by players share online territories that feature live economies, but it is clearly also a security or DRM measure, designed to combat piracy. Similar systems have been utilised by publishers in the past, and have been met with strong criticism  so much so that Assassin&apos;s Creed creator Ubisoft abandoned its own &apos;always on&apos; protection last September.  An online petition has now been established, calling for EA to remove the &apos;always on&apos; security from SimCity  so far, more than 60,000 gamers have signed it. In a tweet from the official SimCity account on Friday, Bradshaw told players: &quot;We have no intention of offlining SimCity any time soon but we&apos;ll look into that as part of our earning back your trust efforts.&quot; It&apos;s likely major structural changes will need to be made and a large patch distributed to free gamers from the online component.  Meanwhile, those who bought the game via online download and now want a refund are running into one of the key issues of digital distribution: ambiguous consumer rights. As laid out in EA&apos;s terms of sale, purchasers in the US are denied refunds outright, while customers in Europe are somewhat protected by an EU consumer rights directive, which gives consumers a 14-day cooling off period during which they can ask for a refund. However, EA&apos;s terms suggest that outside of Germany, consumers will lose the right of withdrawal if the purchaser has started to actually download the product. Behind it all is a perplexing failure to appreciate how popular the game would be. This is the first new instalment in the multimillion-selling SimCity series for several years  it was one of the most anticipated titles of 2013. Maxis claims that beta testing did not hint at the level of subsequent demand, but many are questioning why a publisher of EA&apos;s means did not choose to over-prepare rather than rely on pre-release data. However, rolling out a global online title is an enormously complex undertaking, and many multiplayer titles undergo a period of server underperformance. Last year, two major multiplayer launches, Diablo III and Guild Wars 2, both suffered delays and server problems at launch. The question now is whether momentum can be regained. The game doubtless has many thousands of enthusiastic fans who are embracing the new form factor of the simulation. However, EA and Maxis will need to carefully rebuild this city if they are to coax inhabitants into putting down their protest placards and settling into the routines that have engrossed gamers for more than 20 years.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/mar/11/simcity-launch-problems", 
    "wordcount": "817"
}