{
    "headline": "Investors may be tiring of mobile apps (but that might not be a bad thing)", 
    "text": "Every day, when skim-reading press releases in my inbox or scanning RSS feeds of new releases from the major App Stores, I feel tired. Tired of no-hope Instagram homages, bad homescreen fonts, Kim Kardashian live wallpapers, crap Talking Tom Cat rip-offs, APP TITLES IN CAPITALS, endless unauthorised One Direction fan apps, dubstep drum pads, &quot;hot lingerie girls&quot;, badly-scraped e-books and Angry Birds clones. The long tail of the apps world certainly isn&apos;t lonely, but it is depressing. And the ennui extends to the more professional tier of seen-it-before apps. Like second-screen social TV startups (&apos;Wait, not that many people are using the existing ones&apos;). Or cutesy social freemium games with animals (&apos;$69.99 for some gems? My child will like that!&apos;). Or purely-promotional musician apps (&apos;How have I coped until now without a way to read your tweets on a phone?&apos;). And so on. And all this probably isn&apos;t a problem, because the dynamics of the app stores ensure that the vast majority of these apps will sink without trace, with only their developers and journalists foolish enough to immerse themselves in the app release stream ever knowing they existed. Even so: tired. Yet what may be a more worrying sign for the apps industry note the &quot;may&quot; there, which I&apos;ll come back to later  is the suggestion that investors may be tiring of the consumer-focused mobile apps industry. Read this blog post by Fred Wilson, a partner at VC firm Union Square Ventures who has invested in several startups in this space. He notes three recent trends: the fact that the consumer web has matured &quot;it is harder than ever to build a large audience from a standing start&quot;  the way consumers are moving from desktop/web to mobile/app use, and the fact that &quot;momentum/late stage investors have moved from consumer to enterprise&quot;. Here&apos;s what Wilson sees happening as a result:  &quot;The combination of these three factors is making it harder for consumer internet companies (web and mobile) to get funding. But the first two factors are also making it harder for consumer internet companies (web and mobile) to breakout which is more and more a prerequisite for funding. As venture portfolios fill up with promising companies with solid products that are struggling to breakout, the VCs will naturally be drawn ever more to the companies that are in fact breaking out. It is a pernicious cycle and we see it playing out very clearly in the consumer internet space these days.&quot;  He goes on to say that even some of Union Square&apos;s best portfolio companies are finding it hard to raise funding in late 2012, warning that &quot; the wind that has been at our back for 7-8 years in consumer internet is no longer there&quot;. Wilson&apos;s post was widely discussed over the weekend, and has already triggered a well-argued response from Dave McClure, who founded the accelerator/investment fund 500 Startups. He advises caution before assuming that late-stage VCs have switched from consumer to enterprise as their focus for the long-term, suggesting that this has happened in the past before flipping back. &quot;Most VCs switching from consumer to enterprise are clueless about why they&apos;re doing so,&quot; he adds for good measure.  &quot;Consumer and small business internet opportunities are FAR from &apos;over&apos;, and any such commentary is foolish, narrow-minded, and simply dead wrong (altho, it may indeed be &apos;over&apos; for most large funds attempting to do seed-stage investing at any scale similar to YC [Y Combinator] or 500). In addition, i most certainly take issue with the statement that it&apos;s &apos;harder than ever to build a large audience&apos; nothing could be further from the truth. Almost every possible internet distribution channel has MORE users than ever before  whether it be search, social, mobile, video, local, SMS, email, chat, etc. And for those of us who invest outside silicon valley and new york, the global consumer opportunity is huge as well in Asia, Latin America, the Middle East, and other fast-growing internet and mobile markets.&quot;  McClure cites the likes of Pinterest, Instagram, Groupon and Zynga as recent examples of startups who reached hundreds of millions of people in just a few years, as well as his own investments in startups like 9GAG, PicCollage and Cubie who reached tens of millions in less than a year. His key point is that in 2012, startups can build their initial product and reach lots of users cheaper and faster than in the past, which in turn means they&apos;re not as desperate for investment from larger VC companies until later on in their development. Neither Wilson nor McClure seems tired of apps, but their views make me optimistic for another reason: the idea that 2013 may see investors zeroing in on startups whose services apps included  have a genuine shot at becoming popular, building sustainable businesses, and being meaningful for their users. Or to put it a different way: more caution from investors isn&apos;t necessarily a bad thing if it means stepping back, assessing the market and often simply asking &quot;Who would want that app? No, really, who? And why do its creators need $7m anyway?&quot; Investors tiring of funding consumer/mobile startups might be a concern, but investors tiring of funding rubbish consumer/mobile startups can only be a good thing, weeding out the me-toos and perhaps giving some of the genuinely innovative bootstrapped apps a bigger shot at success. Every day, when skim-reading press releases in my inbox or scanning RSS feeds of new releases from the major App Stores, I feel tired, then. But every day too, there are usually one or two apps whose potential shakes me out of that. There is lots of exciting, innovative and meaningful the latter word should become a theme of 2013 in this space stuff being done in the apps market. The biggest challenge for these apps is discovery rather than funding. But that&apos;s another article...", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/nov/26/investors-tiring-of-mobile-apps", 
    "wordcount": "1012"
}