{
    "headline": "How climate scientists are being framed", 
    "text": "Have you seen the spirited new game being played by a few right-wing columnists in high profile media outlets of late?  The game is called &quot;You&apos;ve been framed&quot; and it&apos;s available at a toyshop or conservative-leaning news outlet in an alternative reality near you.  Another name for this game might be &quot;What&apos;s the most offensive and ridiculous thing we can get away with saying about climate scientists?&quot;  To play, you need to first pretend thousands of studies, inquiries and reports into climate change and the science behind it never happened.  You also need to accept a conspiracy theory so elaborate it would make the forger of Barack Obama&apos;s birth certificate green with envy. The New World Order might also be seriously cheesed off.  Then, you should school yourself in a tried and tested technique known as &quot;framing&quot; so that your reader associates your subject  in this case climate science  with something distasteful.  So who&apos;s playing?  Australian News Ltd columnist Miranda Devine carried out a deft move a few weeks ago in her column in Sydney&apos;s The Daily Telegraph.  In it, she suggested scientists had been &quot;co-opted&quot; by the &quot;climate industry&quot; and that this &quot;bastardisation of climate science&quot; had eroded public confidence in science generally.  The knock-on effect, she wrote, was that parents were now failing to vaccinate their kids because they didn&apos;t trust science.  Ergo, we can all blame climate scientists for giving sweet-faced Jonny and Jenny horrible life-threatening diseases that could have been prevented.  The UK-based columnist and anti-wind farm activist James Delingpole, who blogs for the UK&apos;s Daily Telegraph, is one of the game&apos;s most regular players.  Delingpole has previously compared the wind farm industry to a paedophile ring. When the Australian Press Council found against Delingpole, he repeated the comparison.  In a recent column for The Australian, Delingpole described climate science as a &quot;junk-science boondoggle&quot; and then suggested those involved face a court with the power to dish out a death sentence (he claims it was a metaphor).  But you can almost picture them in your mind can&apos;t you? All those bearded climate scientists lined-up in the dock ready to swear on oath  right hand placed on a bounded volume of Science- that they didn&apos;t do it, me lud.  Not to be outdone, enter Peter Ferrara, a former White House staffer under Ronald Reagan and fellow in a number of free market promoting institutes.  One of those organisations is the Heartland Institute, which ran a legendary billboard campaign last year in which it claimed if you believe in global warming, then you were in a camp with serial killer Ted Kacynski  aka the Unabomber (that means you, every major science academy in the world).  Ferrara has a column on the website of Forbes magazine. His most recent offering argues that climate science is akin to &quot;Lysenkoism&quot;.  Trofim Lysenko was a fake scientist whose rejection of genetics was embraced by Marxists and Joseph Stalin in the 1930s, 40s and 50s Soviet Union. He said organisms could be given new characteristics just by changing their environments. The Lysenko case is often held up as an example of what can happen when science becomes captured by particular political ideologies. Some dissenters to Lysenko&apos;s state-sanctioned junk theory were sent off to the gulags.  By arguing that climate science was a new instance of Lysenkoism, Ferrara wants readers to equate climate science to a scary totalitarian regime. It&apos;s not so much &quot;reds under the beds&quot; as &quot;scary climate scientists hiding in your cupboard&quot;.  Apart from Delingpole, Devine and Ferrara constructing an alternative reality where human-caused climate change is largely overblown bunkum, their columns have something else in common  the use of framing.  So when we think about climate scientists, Delingpole has them in a criminal court, Devine has them victimising children and Ferrara characterises them as puppets of a regime.  The potential outcome  intentional or otherwise - is to make us either feel grubby about accepting the genuine serious consequences of human-caused climate change or grubby about the science itself and the people doing it.  This is when I tell you about how these columns are just the kind of thing you might expect from the Intergovernmental Panel For Putting Venomous Snakes Under Your Kids Pillow At Night.  See what I did there?", 
    "section": "environment", 
    "gid": "environment/planet-oz/2013/may/02/how-climate-scientists-being-framed", 
    "wordcount": "731"
}