{
    "headline": "George Osborne declares 'historic moment' on UK aid target", 
    "text": "Britain will meet its target to spend 0.7% of gross national income on aid this year, George Osborne, the chancellor, confirmed in his budget speech on Wednesday, declaring it a &quot;historic moment&quot;. By doing so, the UK will become the first member of the G8 group of rich countries to meet the long-standing UN target. It will join a select group of countries  Sweden, Norway, Luxembourg, Denmark and the Netherlands  in meeting or exceeding the 0.7% goal set in the 1970s. Britain is sticking to the target despite austerity measures elsewhere, which has angered some Tory backbenchers, who argue that the Department for International Development&apos;s (DfID&apos;s) budget should not be protected when other government departments are suffering. However, Osborne said DfID&apos;s budget will be adjusted to ensure that Britain does not spend more than 0.7%. &quot;We should all take pride in this historic moment for the country,&quot; Osborne told MPs in a rowdy budget session. However, in real terms, DfID&apos;s budget will be reduced by 135m in 2013-14 and 165m in 2014-15 to reflect the downward revisions to GNI set out in government forecasts. The budget shows the department was underspent by 500m in 2012-13, which DfID explained as a result of transfers to other departments  such as the Foreign Office and Ministry of Defence, and changing project schedules. In anticipation of Osborne&apos;s statement on Britain&apos;s aid pledge, the Archbishop of York said the UK had a moral and social obligation to help &quot;eradicate the unnecessary suffering of others&quot;, and argued that it was a &quot;false choice&quot; to choose between international aid and tackling poverty in the UK. &quot;Today is set to be the first budget day where the UK government will reach its target to give 0.7% of our national income to the world&apos;s poorest and most vulnerable people,&quot; said Dr John Sentamu. &quot;Yes, times are hard and we are all feeling the financial squeeze but allocating just 7p out of every 10 that our government spends to support development and relieve suffering overseas is a small slice of our national income, when compared with the spectre of people dying unnecessarily, or living without access to education or even clean water.&quot; NGOs echoed the archbishop&apos;s sentiment. Tanya Barron, chief executive of Plan UK, said: &quot;UK aid saves and transforms lives across the globe. The British people should be proud that by spending a relatively small amount they are achieving huge change  helping some of the world&apos;s poorest children and their families move themselves towards a future with opportunity.&quot; Dominic Haslam, director of policy at Sightsavers, called the budget a landmark achievement. &quot;A level of stable, predictable aid financing is an essential part of the mix of resourcing needed for development,&quot; he said. &quot;By reaching the globally agreed 0.7% target, the UK is contributing its fair share. Discussions must now start to focus on the more important questions of how and where UK aid can be most effectively spent  such as to support the billion people who live with disabilities worldwide.&quot; Justin Byworth, chief executive of World Vision, said: &quot;David Cameron has maintained the UK&apos;s status as a world leader in international development, in the face of considerable pressure and opposition.&quot; Britain&apos;s official development assistance (ODA) budget grew by 2.1% to 8.6bn in 2011 and is expected to rise to 11.3bn when it hits the 0.7% target. Supporters of UK aid, including the Enough Food IF campaign, point out that it is well targeted and the bulk goes directly towards saving and transforming the lives of the poorest people. The UK, however, is bucking the trend. In 2011, aid from the development assistance committee of the Organisation for Economic Co-operation and Development  the club of rich countries  came to $133.5bn, or 0.31% of their combined GNI. Disregarding years of exceptional debt relief, this was the first drop in aid since 1997, taking inflation into account.  This article was amended on 21 March 2013 to include DfID&apos;s explanation of its underspend in 2012-13.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/20/george-osborne-historic-moment-aid", 
    "wordcount": "699"
}