{
    "headline": "Sellafield to create 500 extra jobs to speed up decommissioning of reactors", 
    "text": "Up to 500 jobs are to be created at Sellafield in Cumbria  recently described as a &quot;nuclear slum&quot;  to speed up work on decommissioning radioactive plant and equipment dating back to the beginning of the cold war. As figures showed the government was scaling down its expectations of new reactors being built, Todd Wright, the managing director of Sellafield, said the new posts would accelerate work on four reactors that were part of Calder Hall, claimed to be the first nuclear plant to produce electricity on a commercial scale. &quot;This new influx of staff will mean we are able to do more work, more quickly,&quot; he added. The energy minister, John Hayes, said the new jobs showed the immense contribution of the nuclear sector to the UK economy, in particular that of west Cumbria. He added: &quot;Just as atoms collide in a nuclear reactor, the economic benefits of our nuclear renaissance will reverberate far and wide across the country.&quot; The latest figures from the Department of Energy and Climate Change show the government now expects only 3.3 gigawatts of new nuclear plant to be built by 2025 and 9.9GW by 2030. This compares with 4.8GW by 2025 and 12GW by 2030 as recorded in its 2011 energy and emissions projections. The department is more optimistic about wind and solar, however, expecting 42GW of renewable power to be in place by 2030 compared with the 33GW projected in the 2011 statistical survey. Greenpeace nuclear campaigner Richard George said it was refreshing that DECC had finally admitted that new nuclear power stations would only ever be the &quot;Rosencrantz and Guildenstern&quot; of the UK&apos;s energy future. He added: &quot;Yet in the energy bill, ministers are still proposing to replace cost-effective support for renewables with complicated feed-in tariffs designed to cover up billions of pounds of public subsidy for new nuclear. The government needs to come clean, admit publicly that nuclear is not feasible, and rule out blank cheques for a technology that has no future.&quot; The optimism surrounding the extra jobs at Sellafield was tempered by scathing criticism in a recent report from the National Audit Office which showed the costs of decommissioning Sellafield had rocketed from 47bn in 2009 to a current estimate of 67bn. The NAO said &quot;significant uncertainties and scheduling risks remain&quot; over clean-up and it was to early to say whether the private firms were delivering value for money. Last week the Commons public accounts committee was highly critical of the spiralling project costs with one of its members  Austin Mitchell, Labour MP for Grimsby  saying Sellafield was a &quot;cross between science fiction and a nuclear slum, and its probably the biggest nuclear slum in Europe&quot;.", 
    "section": "environment", 
    "gid": "environment/2012/dec/06/sellafied-jobs-decommission-calder-hall-reactor", 
    "wordcount": "466"
}