{
    "headline": "Stop Sopa or the web really will go dark", 
    "text": "As thousands of websites, including the English version of Wikipedia, prepare to &quot;go dark&quot; Wednesday in protest against internet censorship, a new explanation is emerging for the would-be censors&apos; acts: they simply don&apos;t understand how the internet works. The evidence suggests otherwise. Search on the these terms  &quot;don&apos;t understand&quot; Sopa Congress  and you&apos;ll find a lots of blogposts and news stories making this point. Sopa, of course, stands for the Stop Online Piracy Act, which may or may not be stalled at the moment. Change &quot;don&apos;t&quot; to &quot;doesn&apos;t&apos; and &quot;Congress&quot; to &quot;Rupert Murdoch&quot; in that search and you&apos;ll find a bunch of new ones stemming from Murdoch&apos;s spate of Tweets over the weekend, in which he denounced Sopa opponents and took special aim at his longstanding object of loathing, Google. Two of the resulting &quot;he doesn&apos;t understand&quot; pieces came from people whose work I greatly respect: see this post at the Guardian by Jeff Jarvis, and this one by Mathew Ingram at the GigaOm technology blog. I beg to differ. What we&apos;re seeing does not derive from any misunderstanding. Rather, I&apos;m convinced, this concerted push to censor the internet, through measures that would fundamentally break it, stems from a very clear understanding of what&apos;s at stake. Indeed, legislation like Sopa, or its US Senate companion, the Protect IP Act (Pipa)  and a host of activities around the world  share a common goal. These &quot;fixes&quot; are designed to wrest control of these tools from the masses and recentralize what has promised to be the most open means of communication and collaboration ever invented. Sopa is now, apparently, on hold in the Congress. But no one believes the copyright cartel and its allies will give up on their goals. And that is why a host of websites  including Wikipedia  will go dark on 18 January, to bring even more public notice to this trend.Now, it&apos;s fair to say that some individual members of Congress have demonstrated, via their public statements, a lack of attention to the technical details of how the net works. I assure you, however, that the staff members who have taken dictation from Hollywood and its allies know precisely what their measures would achieve, if enacted. And I assure you that Rupert Murdoch and his top staff are fully cognizant of the realities they fear and loathe. So, why do they make unsupportable statements? Because they don&apos;t dare make an honest argument. If they were saying what they believe, it would go roughly this way:  &quot;The internet threatens our longstanding control of information and communications, and that is simply unacceptable. Therefore, it is essential to curb the utility of the internet for everyone else.&quot;  Some Sopa opponents have their own semi-blind spot. We are sometimes reluctant to acknowledge that, despite the copyright industry&apos;s blatantly bogus claims about losses from infringement, there are at least some losses. But copyright holders have always suffered some losses to infringement. They, and society, lived with the trade-off. Information could spread more widely, with great benefits to all, despite some losses. The people who want to protect &quot;intellectual property&quot; from all infringement have set up a binary choice. They tell us that if we do not agree to their absolute control, we are endorsing stealing. This is another lie, though it&apos;s been an effective one until recently  when people began to realize what was at stake. In fact, if the issue is binary, it can be framed as a choice between no freedom of speech and freedom of speech. After all, the logical extension of absolute control is a permission-based information economy, in which we need permission to quote anyone else. And since all journalism and entertainment is built upon borrowing from other creators, nothing new could be legally created without permission. It can also be framed as needing permission to innovate  one of the clear effects of Sopa and other such bills. Because they would give Hollywood and other IP owners easy ways to shut down new ideas simply based on allegations, investors would stop funding most things that didn&apos;t have prior assent from the various existing cartels. This is not speculation: major technology investors have said precisely this. Two of my own websites will go dark Wednesday. Both, as well as my books, are published under Creative Commons licenses that permit free copying and distribution of my work for non-commercial uses. My first book has been available as a free download since 2004, when it was first published. Last week, I received the latest in a steady series of royalty checks from the publisher. This is not counter-intuitive. It is the reality of the world we now inhabit. The lawmakers and Murdochs and Hollywood types and others who are trying to lock down this emerging ecosystem are fully aware of how things work. They have what they consider good reasons for their efforts. But if they succeed, they will destroy most of what I and many others have been working toward. They will create an information monocolture where regimes work with corporations to control more than what we can read, hear and watch, because they will control how we can speak beyond the room we&apos;re in at the moment.  The stakes are that high. I wish they didn&apos;t understand what they&apos;re doing, but they are too smart to know otherwise.", 
    "section": "technology", 
    "gid": "commentisfree/cifamerica/2012/jan/17/stop-sopa-or-web-will-go-dark", 
    "wordcount": "908"
}