{
    "headline": "BT strengthens grip on broadband as isolated homes are forced to go it alone", 
    "text": "This month, some 20 homes in Lancashire&apos;s isolated Quernmore valley will join the internet fast lane. Thanks to a community fundraising drive and help from an army of volunteers, 2,500 homes in a series of remote villages will log on to the kind of speeds usually reserved for office blocks. Born out of fears that neither BT nor government subsidies would improve their broadband speed for years to come, the group&apos;s achievements make national targets look unambitious. The villagers will have a bandwidth of 1,000Mbps (megabits per second) each, when the UK average is only just approaching 8Mbps. That compares with the government&apos;s promise that Britain&apos;s remotest homes will have a connection offering a download speed of at least 2Mbps by 2015, while the rest of us will be on &quot;superfast&quot;, which currently means more than 24Mbps. Disquiet about the national targets, and how over 1bn of public subsidy is being spent to achieve them, reached the House of Lords last week when a select committee on communications published a highly critical report. The country is in the middle of a major transition as old copper wires are replaced with fibre-optic cables which can carry vastly more information. The peers, however, worry we are building the wrong kind of network, with the taxpayer paying for technologies that will waste money and stifle competition. Meanwhile BT, which is likely to hoover up much of the rural funding, is quietly being allowed to rebuild its monopoly. &quot;It is far from clear that the government&apos;s policy will deliver the broadband infrastructure we need  for profound social and economic reasons  for decades to come,&quot; Lord Inglewood, chair of the committee, warned last week. There are three big concerns. First, the committee is worried that public money will be spent laying down fibre to households that already have decent copper broadband speeds by virtue of being easier to reach, rather than striving to reach remote communities cut off from the internet revolution. Second, some say BDUK (Broadband Development UK), effectively a division of Jeremy Hunt&apos;s department of culture media and sport, has done too little to help local communities. BDUK is tasked with improving communication links to the third of the population that is hardest to reach and has a 530m investment pot which can be matched by local councils. The third concern is that BT has so successfully fought off competitors, it will attract most of the BDUK money. That cash will be spent in a way that allows the company whose 1980s privatisation heralded the era of open competition in British business to rebuild in fibre the monopoly it has gradually lost in copper. In broadband, healthy competition and low prices came about when the &quot;unbundling&quot; of BT&apos;s network began in earnest in 2004. After some arm-twisting from the regulator, rival internet service providers were allowed to put their own electronic equipment in BT exchanges and take over customers&apos; lines. Unbundling let companies such as TalkTalk and BSkyB make a bigger profit margin, because they rent just the copper and not the expensive electronics that convert it to broadband. But the ways in which BT is planning to build fibre do not allow complete unbundling. The company is building two parallel networks. The first takes fibre to the street cabinet, relying on copper wire to carry the signal the rest of the way. This service cannot be unbundled except by putting equipment into cabinets. Given there are many more cabinets than exchanges, this is an expensive option and few of those who currently piggyback on BT&apos;s network are likely to want to do it. It is cheap to build, but the speeds it offers may not be enough to cope with future demand. The second BT network, which uses fibre only, will be available from next year. This uses shared Passive Optical Network (PON) technology, in which groups of homes share fibre connections. According to the experts, there is currently no commercial model for unbundling PON fibre systems, because unlike copper, homes don&apos;t have their own strand of fibre running back to the exchange. The Lords don&apos;t like either of BT&apos;s options and argue that the nation should be working towards a point-to-point network, where a single fibre runs from the local internet exchange to a customer&apos;s home, as with copper. A government-commissioned study estimated such a network would cost 29bn, equivalent to 1,000 for each of the UK&apos;s 28m homes and business premises, and far in excess of what is being spent on broadband. The difference is it can be easily unbundled and offers unlimited speeds. BT has not been idle. Under Liv Garfield, its Openreach division which builds and maintains the company&apos;s network, fibre to the cabinet capable of serving 11m homes has been laid from a standing start in January 2010. In the six months it took the Lords to hold their broadband inquiry, Openreach connected 4m homes. &quot;I don&apos;t believe anyone thinks we haven&apos;t learnt the lessons from round one of telecoms unbundling, and the lesson was to enter the market enthusiastically and at a competitive price.&quot; Government research put the cost of reaching all premises in the UK with PON at 25bn, only a little less than point-to-point fibre, but telecoms companies across the world have opted for PON because it is harder to unbundle, making it easier to put the investment case to twitchy shareholders. BT counters that there are big savings on PON, not least in the cost of connecting local exchanges to the internet&apos;s backbone. &quot;Point-to-point is a suitable approach if a major business needs massive bandwidth, but is wholly inappropriate if the aim is to get fibre broadband to as many homes as possible,&quot; Garfield says. &quot;It would be the equivalent of asking all air travellers to hire their own private jets rather than travel together. A shared network keeps costs down and that means that customers enjoy low prices.&quot; BT telephone poles and ducts are also uniquely open to competitors to lay their own fibre along should they wish to take the risk. Labour telecoms spokeswoman Chi Onwurah, an engineer who worked at industry regulator Ofcom before becoming an MP, says: &quot;I don&apos;t want to criticise BT, which is the only company putting its money in the ground. But the procurement process appears to be delivering the worst of all outcomes, a fragmented monopoly.&quot; What the BDUK process has also failed to deliver is a way to make it easier for isolated communities to help themselves to broadband. At present, BT is happy for villages to lay their own fibre, so long as they are prepared to hand over ownership in exchange for being hooked up to the national network. BT says the danger of local networks is that they take public money, then go bust. &quot;We don&apos;t want local enthusiasts going in and ruining the network for others,&quot; says Garfield. Barry Forde, chief executive of the Quernmore valley project, wants any company receiving public money to be forced to plug in locally built networks at a reasonable price. When he asked BT what it would cost to link the local network to the nearest internet exchange in Manchester, he was quoted 340,000 a year. In the end, a company called Geo did the job for the &quot;mid tens of thousands&quot;. If a regulated price was set lower than that, Forde believes small companies could start building fibre in rural areas, bringing new money into Britain&apos;s broadband network: &quot;The government should be creating an open market. Once you do that, the whole thing is solvable.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/aug/05/bt-strengthens-hold-on-broadband-network", 
    "wordcount": "1292"
}