{
    "headline": "PS Vita to sell 12.4m units in 2012, says analyst", 
    "text": "US market intelligence firm Strategy Analytics has predicted that Sony will sell 12.4m PS Vitas this year  as long as the price is dropped at some point.  The handheld console, launched on Wednesday in Europe, currently costs $249 (or 229 in the UK) for the basic unit without 3G. Strategy Analytics reckons Vita&apos;s hardware sales could reach $2.2bn this year, assuming a $180 average retail price.  Although that&apos;s an impressive figure, senior analyst Jia Wu, concedes that it&apos;s not enough to get Sony out of its current financial difficulties. However, he believes the true importance of Vita is its position as part of a wider range of entertainment devices. &quot;The real value of the PlayStation Vita is its drive for content revenue growth and its strategic position in Sony&apos;s entertainment ecosystem,&quot; he said. &quot;The PlayStation Store will have a vital role in selling games, videos and other content through its online access.  &quot;Crucially, the cross-platform availability of content will also boost Sony&apos;s position in competition with giants Apple, Samsung and Microsoft. Sony can leverage its console gaming business, which Apple and Samsung do not have, to build its online content cloud. &quot;Despite the popularity of Xbox 360, Microsoft lacks a serious portable console and mobile gaming device. So with PlayStation Vita, Sony further strengthens its brand, device competition and future content reach - even if the console hardware itself will not generate much profit.&quot; Unsurprisingly, Wu sees the smartphone as the biggest barrier to the Vita&apos;s success. And he has a hint for Sony. &quot;To survive the march of smartphone&apos;s entering the casual gaming space, Sony needs to achieve the holy grail of inventing innovative new gameplay whilst at the same time investing heavily in exclusive content.&quot;  In the short term, however, a price cut is what Strategy Analytics believes will get Vita moving. After its own launch last February, the Nintendo 3DS struggled to make an impact before a 40% price reduction to $169.99 (140 in the UK) boosted sales  although the release of excellent in-house titles like Mario Kart and Super Mario 3D Land also helped. That console has now shifted more than 15m units.  Despite good reviews and a strong software line-up, Vita has struggled in Japan since its launch there in December. Initial sales of 400,000 have given way to weekly figures hovering at around 20,000. There are no details yet on the European launch day figures. In other Vita news, Sony has conceded that it was a mistake not to make the 32GB memory cards available for the European launch. On Tuesday, Sony Computer Entrtainment UK managing director Fergal Gara told Eurogamer: &quot;We&apos;ve already learnt from the early days in Japan that we probably haven&apos;t got big enough memory cards introduced for the UK market. We&apos;ve already gone to secure bigger size cards to bring them into the UK market.&quot;", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/feb/23/vita-to-sell-12-million-units", 
    "wordcount": "492"
}