{
    "headline": "Energy bill: will it help the UK meet its climate goals?", 
    "text": " 10.40am: The government publishes its long-awaited draft energy bill today. Much of the advanced publicity seems to be centred on how the nuclear, renewables and gas sectors will each fare. There seems to be a consensus, particularly among environmental groups, that the bill will largely favour the nuclear and gas industries, with the new long-term contracts known as &quot;contracts for difference&quot; disadvantaging the smaller renewables companies. But if the bill does lead to, say, a &quot;dash for gas&quot;, or an extension in the working life of our existing nuclear power stations, what will this all mean for the UK&apos;s carbon reductions targets? The government is committed to decarbonising electricity generation by 2030, as well as slashing overall carbon dioxide emissions by 80% by 2050. Will it likely blow such ambitions off-target, or can they still be achieved? What are your views? If quoting figures to support your points, please provide a link to the source. I will also be inviting various interested parties to join the debate, too. And later on today, I will return with my own verdict.  10.57am: John Sauven, executive director of Greenpeace UK, has already issued this statement ahead of the draft bill being set out in the Commons later today:  This is a looming energy omnishambles. The energy bill could be a huge opportunity to get energy bills and carbon emissions under control, and to bring security to our power supplies. But ministers seem hell-bent on scuppering all of these aims by encouraging a big increase in our dependence on burning expensive gas to generate electricity. This would increase the burden on families and businesses, and see money from bills going to countries like Qatar and Norway instead of back into the British economy.It&apos;s obvious that plans for new nuclear power stations have crumbled. The government now has to drop its misguided affair with this hugely expensive pipe dream. Energy secretary Ed Davey should ramp up the efficiency of our energy system and invest in home-grown renewable energy to boost the economy and reduce consumers&apos; exposure to rocketing gas prices.   11.14am: Ed Davey, the climate and energy secretary, was quizzed on BBC Radio 4&apos;s Today programme this morning. You can listen to the interview here. It largely focuses on whether the nuclear industry will receive public subsidies - Davey tries to argue not - but he also insists the energy bill will focus on carbon targets, as well as &quot;keeping the lights on&quot;:  What our reforms today do is they try to keep the lights on through energy security and getting investment in infrastructure and they get the low carbon transition we need to hit our climate change targets and get to clean energy, and we need to do that at the most affordable way for the consumer.   11.25am: The Department of Energy and Climate Change has just posted the draft energy bill on its website. It is accompanied by a statement from Ed Davey, the energy and climate secretary, which includes this:  At the heart of our Electricity Market Reform (EMR) measures are Feed-in-Tariffs with Contracts for Difference (CfDs), long-term instruments which will provide stable and predictable incentives for companies to invest in low-carbon generation...An Emissions Performance Standard (EPS) will limit carbon dioxide emissions from the most polluting fossil fuel power stations by setting appropriate standards for all new fossil fuel powered generation. Taken as a whole, EMR will enable large-scale investment in low-carbon generation capacity in the UK and deliver security of supply, in a cost-effective way.  A separate press release says the bill&apos;s &quot;new market mechanisms&quot; will be supported by:   An Emissions Performance Standard (EPS) that will provide a regulatory backstop to prevent construction of new coal plants which emit more than 450g/kWh i.e. the most polluting form of electricity generation.  The Carbon Price Floor  this was announced by the Chancellor in the 2011 Budget and was introduced in the Finance Bill. This provides a clear economic signal to move away from high carbon technologies by increasing the price paid for emitting carbon dioxide. It places an initial value on the price of carbon of around 16/tCO2 (2009 prices) in 2013, which will rise to 30/tCO2 (2009 prices) by 2020. With or without reform, household electricity bills are likely to increase over time, driven primarily by rising fossil fuel prices... Gas will continue to play an important role in the transition to a low-carbon economy, to provide flexibility and help maintain security of supply. A separate strategy on the role of gas will be published in autumn 2012.   12.21pm: Terry Macalister, the Guardian&apos;s energy editor, has forwarded me this reaction from Volker Beckers, chief executive of RWE npower, one of the &quot;Big Six&quot; providing energy to households in the UK. It has just pulled out of building new nuclear plants in the UK.  I remain concerned by the amount of change being implemented in the energy sector and the time it is taking. I applaud Government&apos;s appetite for reform, but pulling so many levers at once in such a complex area risks losing sight of your original objectives. What the energy sector needs now is simplicity and clarity; policy that puts the customer and Britain&apos;s economy at the heart of every decision we make.   12.24pm: And here are the thoughts (via Terry Macalister) of WWF UK&apos;s Nick Molho:  Given the increasing concerns around the economic viability of new nuclear and the repeated delays to the CCS [carbon capture and storage] demonstration programme, renewable energy and energy efficiency are our best bets to deliver a secure, cost-effective and low-carbon power sector by 2030.But renewable energy investors need clear, unequivocal, long-term support from ministers, who must face down sniping from the backbenches and certain sections of the media. The government must also recognise that a one-size-fits-all approach just doesn&apos;t work in the energy sector and that we need targeted financial support mechanisms for renewables.   12.27pm: As you might expect, Terry Macalister, the Guardian&apos;s energy editor, has his own thoughts on the draft energy bill:  This is a clear intervention by the government to influence the market place, turning its back on two decades of liberalisation which have brought high energy costs but not enough investment.It is an acknowledgement - finally - that the private sector cannot make the kind of longterm commitments needed to modernise UK energy infrastructure and make it fit for a low carbon world.You might ask whether it should really make an even bolder move back to the future and recreate some kind of national energy company.It is French state-owned EDF that is pretty much the only one driving a new UK nuclear programme and it is state-owned Statkraft (Norwegian) and Vattenfall (Sweden) that are among the leaders building massive new wind farms in the UK North Sea.Energy security - and an element of self-sufficiency - for Britain should be treated in the same way as defence. There is no point in having aircraft carriers to wage war across the world if we cannot keep our own lights on.The state-owned British National Oil Corporation helped build up the North Sea oil sector. Maybe we need an equivalent to develop the major new &quot;Round 3&quot; wind farms that produce no carbon pollution and enable us to control at least part of our destiny.   12.40pm: Reaction coming in thick and fast now. Here&apos;s a flavour... From Veolia, the waste management company:  The most important outcome from today&apos;s draft energy paper should be to ensure Britain keeps the lights on with a secure energy supply. Energy recovery from waste has become more than just a viable alternative to landfill. It stands to play an important role in filling the nation&apos;s energy gap with the potential to provide 9% of renewable electricity supplies and 3% of our total electricity demand. To support the growth of this sustainable energy source, Veolia calls on government to consider extending renewable energy incentives to energy produced from waste.  From the CBI, the &quot;the UK&apos;s top business lobbying organisation&quot;:  While it is reassuring to see some progress on the Energy Bill, it&apos;s now important that Parliament not only gets it right, but does so as a matter of urgency. With over a fifth of the UK&apos;s generating capacity coming off stream before 2020, we face a real risk of electricity shortages in the second half of the decade.&quot;The clock is ticking to create the market certainty that will unlock billions of pounds of private sector investment, generating many new jobs across the UK, and securing an affordable supply of energy.&quot;We are still some way from having a detailed picture of how the electricity market will look in the future, on which the success of these reforms depends. With major investors waiting in the wings, these details are needed as soon as possible.  From Audrey Gallacher, director of energy at Consumer Focus:  The government has a difficult and complicated challenge ahead of it in getting the energy bill right. It must walk a fine line between balancing the need to make our energy supply more secure and meet our green targets, while ensuring energy remains affordable for customers today and tomorrow.With a hefty price tag attached to the changes to be made, consumers need to be assured that not a penny of the funding that comes out of their bills will be wasted. That means the government must guarantee that any subsidies for new power generation and any rate of return to suppliers are fair, and not overly generous at consumers&apos; expense. Any bi-lateral agreement or letters of comfort given to large developers in the meantime should be made public for scrutiny, helping ensure consumers get the best deal.The government is also making these changes at a time when we have seen fuel poverty figures increase significantly. So it has an obligation to make sure that those households who will be hardest hit by rising bills get the help they need. Recycling some of the extra revenue the government will receive from carbon taxes could go a very long way to ensure help is there for those who need it most.  And from Richard Lloyd, executive director of Which?:  The government is right to address the complex issue of future electricity generation and how best to invest in low carbon power. However, there are many unknowns and whilst it is encouraging to hear the energy secretary promising that these plans will be good news for consumers we want to see more evidence and the small print before we can judge whether this will work for all of us who are expected to foot the bill.The government must be transparent and allow full scrutiny of these reforms, particularly on the contract negotiations for new low carbon generation. Contracts for Difference could see potential savings for consumers but the government must be honest about the cost that this investment will involve.Alongside the measures in the draft energy bill, we also want to see comprehensive reform of the retail market to ensure it works for consumers and an effective energy efficiency strategy to help many more people save money. Ministers must have consumers and the affordability of household bills foremost in their minds as they develop these proposals further.   12.43pm: David Porter, chief executive of Energy UK, which launched last month and describes itself as &quot;the new trade association for the gas and electricity sector&quot;, has issued this reaction:  The investment challenge we&apos;re facing is huge. Around 200 billion is required to give us the secure and reliable low-carbon energy supplies we need for the future. The market we have now simply won&apos;t bring forward that investment. Publication of the energy bill is an important step forward. These are wide-ranging reforms, and we will be working closely with the government in the months ahead to ensure that the final outcome provides clarity for investors and brings forward the low-carbon investment needed.   12.53pm: My colleague Fiona Harvey, the Guardian&apos;s environment correspondent, has spotted something intriguing in Davey&apos;s statement:  In his quotes, he says we will &quot;decarbonise the energy sector during the 2030s&quot;. This is not what the CCC has demanded.  Indeed. The Committee for Climate Change has recommended that &quot;the power sector be almost entirely decarbonised by 2030&quot;. So, what&apos;s it to be? &quot;During the 2030s&quot;, or &quot;by 2030&quot;?  12.58pm: Will Straw, associate director of the Institute for Public Policy Research, the &quot;the UK&apos;s leading progressive thinktank&quot;, believes that the energy bill will not help to reduce carbon emissions:  While the ambition to meet CO2 targets and ensure security of supply is correct, the energy bill has been beset by delays while specific measures within the package could raise voters&apos; concerns about their number one issue, rising energy costs.The carbon price floor risks giving energy and climate change policy a bad name because it will do nothing to reduce carbon emissions while piling more cost on to the shoulders of already hard-pressed consumers in the UK.Because a floor price for carbon in the UK will depress the carbon price elsewhere in Europe, the UK will effectively hand over billions to European polluters. At a time of austerity and efficiency, wasting 1 billion is inexcusable. Instead, we should be pushing for an EU-wide carbon price floor.Modelling, published by IPPR last year, suggested that unilaterally introducing a floor price for carbon in Britain will undermine the economic efficiency of the EU Emissions Trading Scheme and could waste up to 1 billion. Because the market is Europe-wide, a higher price in the UK due to the carbon price floor will lead to a lower price elsewhere and to the same amount of carbon being emitted.The scheme will be open to annual scrutiny and potential change through the annual budget, in the same way as fuel duty. This means the government&apos;s claim that the scheme will help provide certainty for investors who want to build nuclear power stations or install renewable energy technology is undermined.   1.05pm: Here are the thoughts of Caroline Lucas, Brighton Pavilion MP and leader of the Green party:  While I welcome efforts to address the UK&apos;s dependence on fossil fuels, reduce our exposure to volatile energy prices and boost long term investment in renewables, this draft energy bill is deeply flawed and looks likely to benefit only the industry&apos;s most powerful players.The government has made a big noise about being &apos;technology neutral&apos; and not putting all of its eggs in one energy basket, but the electricity market reform proposals expose a clear bias towards nuclear and gas.  You can read her full statement here.  1.18pm: Gordon Edge, director of policy at RenewableUK, the &quot;trade and professional body for the UK wind and marine renewables industries&quot;, says:  The timeline DECC has laid out looks very challenging to bring in wholesale change to the electricity market. As this is coming at a time when traditional energy sources are coming to the end of their lifespan, DECC needs to ensure that they continue to consult in order that an energy gap does not appear. A gap means fewer options for the UK, which means we risk missing carbon reduction targets, continuing our dependence on imported fossil fuels and energy bills not being insulated from the rising costs of fuel. Furthermore, the wind and marine renewables supply chain needs to be sure that there will be sufficient orders if they&apos;re to base operations in the UK, bringing the jobs and cost savings that we and the government are keen to see.We&apos;re pleased that DECC has engaged and listened on areas like the power purchase agreements and will be asking for evidence on these and that they are willing to look at the role a counterparty can play on the contract for difference. We urge them to work with us on the overall timetable so that developers can be given the surety they need to fully commit to proceeding with their next generation of projects, providing the supply chain with the final spur to invest in the UK and create badly needed jobs.   1.30pm: In light of Fiona Harvey&apos;s observation earlier, Greenpeace&apos;s Joss Garman has just emailed to say he, too, has noticed something of interest:  In this Emissions Performance Standard statement (pdf), they appear to be saying that they&apos;re working towards &quot;an indicative average carbon emission intensity target of 100g/co2/kwh in 2030&quot; as opposed to what the Committee on Climate Change have recommended, which is 50g/CO2/Kwh being essential to hit carbon targets.  He adds:  The CCC say that carbon targets set out under the Climate Change Act are &quot;only be achievable if electricity generation is almost completely decarbonised by 2030.&quot; (Page 197: http://www.theccc.org.uk/pdf/7980-TSO%20Book%20Chap%205.pdf)So the Electricity Market Reform package presented today is clearly not consistent with this goal - and therefore, it casts doubt over whether ministers are even attempting to stay within the carbon budgets they say they are committed to.Worth noting too that Lord Turner of CCC wrote to Davey calling for explicit 2030 decarb goal in EMR.   1.33pm: Paul Steedman, senior energy campaigner at Friends of the Earth, has just sent me this:  Britain&apos;s energy system is broken. Those hoping today&apos;s energy bill would provide a solution have been left sorely disappointed. After 18 months of dithering, this bill doesn&apos;t even set out a clear purpose, when it should make a simple commitment to decarbonise our electricity supply by 2030.The UK government has promised to slash carbon emissions by 80% by 2050. Their independent advisers, the Committee on Climate Change, have said this means cutting emissions from electricity as an urgent priority - decarbonising almost entirely by 2030, not &quot;largely decarbonising during the 2030s&quot; as the government talks of doing. The bill is likely to maintain our dependence on gas and will ensure we miss these targets. It also lays consumers bare to the volatile price spikes of the gas market.Equally worrying are proposals to rely on nuclear as a low-carbon alternative. Nuclear takes so long to build that it would be many years before it contributes towards our carbon targets. Furthermore, it is a risky technology that has never delivered on time or on budget. And recent analysis from both academia and the City suggests that it will need more subsidy than offshore wind.The government should listen to 85% of people and support clean British energy from our wind, sun and water, as well as cutting energy waste to make an instant impression on our carbon targets.This would kick start our struggling economy by creating thousands of jobs, give much-needed relief to customers struggling with fuel bills, and boost the government&apos;s green credentials.   2.41pm: Reaction from Juliet Davenport, CEO and founder of Good Energy, the &quot;UK&apos;s only 100% renewable electricity supplier&quot;:  The government&apos;s persistence with contracts for difference is playing with fire. These overly complex instruments risk skewing the market towards nuclear and the &quot;Big 6&quot;, at the expense of renewable energy and smaller suppliers. They will restrict competition in the market, rather than attracting the new investment the industry needs, and the result is that consumers will be the losers in the long run because they will end up having to pay higher prices.There is an alternative initially proposed by the government - a straightforward premium feed-in tariff would address these problems.Renewable energy sourced in the UK is better for our energy security and will lead to lower and more stable prices in the long run, and mean that money spent on our energy bills is re-invested here in the UK. We&apos;ve got a once-in-a-lifetime opportunity to get this right; if the government blows it we&apos;ll be tied into gas and expensive nuclear and prices will continue to spiral higher.   3.17pm: Here are some thoughts on how the energy bill will impact the UK&apos;s electricity grid by Mark England, CEO of Sentec, &quot;the world leading supplier of smart grid and metering technology&quot;:  It&apos;s great to see the government looking for ways to encourage renewable generation and reduced energy consumption. However, all these technological changes will put an immense strain on our national grid. For the network to cope with the strain, careful investment is needed. Priority areas that need to be considered include successful management of the extra stresses on the grid, and a focus on &quot;measure, analyse, manage&quot; as the principle we need to follow. Some areas of the network such as the LV [low voltage] section are currently not monitored continuously which needs to be addressed if a truly smart grid is to be realised. Intelligent systems will also need to be deployed to get the important information and alerts out of the data produced when the DECC smart meter rollout is complete.   3.40pm: I&apos;ve just received this reaction from Prof Jim Skea, research director at the UK Energy Research Centre:  The draft energy bill brings more clarity about the framework for electricity market reform, but precisely how nuclear, renewables and CCS [carbon capture and storage] will be encouraged is still not clear, and will only become clear when secondary legislation is published.Nevertheless, some very clever people have put heavy duty thinking into this. The headlines for me are that &quot;contracts for differences&quot; turn out not be &quot;contracts&quot; at all, but legislative instruments, and the capacity mechanism intended to guarantee security of supply is simply an option that would be exercised if there appeared to be a real risk of the lights going out. The draft Bill doesn&apos;t bring either the waiting or the debating to an end.   3.54pm: Fiona Harvey&apos;s news story about the draft energy bill is now live. It includes a quote from Maria Wardrobe, director of external affairs at the fuel poverty charity National Energy Action:  &quot;The government can do little to disguise that these proposals will add substantially to already soaring energy bills and place much more risk on domestic energy consumers.&quot; She called for VAT revenues from fuel to be recycled into energy-efficiency programmes to lift vulnerable people out of fuel poverty.   4.52pm: James Murray, editor of BusinessGreen, has posted a blog summing up his own thoughts on the draft energy bill:  In short, it remains a genuinely historic package of proposals that should lay the foundations for over 110bn of investment in low carbon infrastructure over the decade...[But] today&apos;s announcement boils down to yet another promise that clarity and stability is just around the corner, overshadowed by the ominous prospect of an unreconstructed Treasury getting final say on the crucial numbers that will determine which low carbon projects proceed and which stall.The real scandal for me is not over renewables vs nuclear, but over the pace of these reforms. The energy market is devilishly complex, but 10 months on from the publication of the initial white paper we really do not seem to be much further forward. Yes, the government does not want to rush such important decisions, but billions of pounds of investment are waiting to be made at a time when, for economic and environmental reasons, the UK desperately needs it. Ministers cannot keep kicking the crucial decisions a few months down the line at the same time as calling for greater urgency from businesses.   5.50pm:  My verdict  Today&apos;s draft energy bill is clearly a significant milestone on the UK&apos;s vertiginous road to decarbonisation. But we are still at least a year away - with all the lobbying and politicking that will involve - from knowing whether it will mark a genuine stride forward or a depressing step backwards. For example, we must wait until the autumn before we have the all-important fine print about the coalition government&apos;s policy on gas. And it appears the nuclear component of the bill will continue to be in flux for many months yet. It also unnerves me that City speculators understand the concept of &quot;contracts for difference&quot; to be little more than a form of spread betting. Many seem to be interpreting these contracts as state subsidies by another name, despite the government&apos;s continued promise that any new nuclear plants will not benefit from the public purse. Do we really need such complicated structures and mechanisms to deliver a low-carbon future? And then we have the apparent moving of goal posts with Davey now talking about decarbonising the power grid &quot;during the 2030s&quot; as opposed to &quot;by 2030&quot;, as recommended by the Committee for Climate Change. Two decades out and we are already seeing signs of slippage on the government&apos;s carbon ambitions. Is it any wonder that many people see such goals as hollow words spoken by politicians who live or die by short-term political cycles?", 
    "section": "environment", 
    "gid": "environment/blog/2012/may/22/energy-bill-gas-carbon-targets", 
    "wordcount": "4211"
}