{
    "headline": "Mother whose son has SEN statement fears reforms will mean extra burdens and uncertainties", 
    "text": "Denise Jackson, 47, lives in the small North Yorkshire village of Thixendale. Her teenage son Harry is diagnosed with an autistic spectrum disorder (ASD). Their story reflects many common frustrations with the UK&apos;s system of dealing with children with special educational needs (SEN)  not least the fact that it took several years to get his condition formally recognised. Harry was given a legally-binding statement of special educational needs  which the government plans to replace with single plans covering education, health and social care  when he was four, but a diagnosis of ASD did not arrive until he was seven, after his family had convinced NHS professionals of their case. Presented with Harry&apos;s diagnosis, his local authority, North Yorkshire, agreed to fund a place at a special school. Harry is 18  and, says Jackson, &quot;now it gets really difficult&quot;. He has another year to run on a sixth-form course at his school  after which, in the absence of residential courses in North Yorkshire, his family are aiming at a college in Shropshire, which specialises in essential life skills. To get there, however, Jackson has been told that she has to go through the formality of applying for a course at a local college, which she says is eminently unsuitable. &quot;Everybody we&apos;ve dealt with admits that it&apos;s ridiculous,&quot; she says. &quot;But you have to jump through that hoop in order to get a rejection, so you can proceed down the route to a residential college.&quot; Jackson recently attended a day-long workshop for North Yorkshire&apos;s SEN Pathfinder scheme. &quot;We were given a week&apos;s notice,&quot; she says, &quot;and some people didn&apos;t find out about it all.&quot; The government&apos;s proposed single plans were discussed, along with the pace at which the changes will be rolled out. &quot;They said, &apos;The single plan is going to happen quickly, so there&apos;s an urgency behind getting these Pathfinders done,&apos;&quot; she says. &quot;It does seem very fast.&quot; Jackson has serious concerns about the government&apos;s plans, which chime with those of SEN experts. At the moment, if a case is taken to the special educational needs and disability tribunal (Sendist), a child&apos;s needs are the only relevant criteria. But the government is proposing that a council&apos;s &quot;local offer&quot; must also be considered, which Jackson fears may rule out her aim of enrolling her son at a college in a different county. She also fears that bringing in the single plans and introducing personal budgets will force parents to navigate their way through an unproven and uncertain system, on top of the trials of caring for their children. &quot;The night that I read about the green paper I lay awake, worrying, thinking about all the extra work that might be involved,&quot; she says. &quot;I&apos;m sitting here with a pile of forms that I&apos;ve got to fill in for Harry, for various things, and my fear is that all the reforms will only add to it all.&quot; John Harris Denise Jackson blogs at autistickidsgrowup.wordpress.com", 
    "section": "education", 
    "gid": "education/2012/jun/04/mother-sen-son-fears-reforms", 
    "wordcount": "514"
}