{
    "headline": "Nasa's Curiosity Mars rover: the stakes couldn't be higher", 
    "text": "Landing a spacecraft on Mars is always risky, but when Nasa makes its next attempt on 5 August the stakes will be higher than ever. Budget cuts have forced the American space agency to pull out of the next planned Mars surface mission. This means that if its summer landing fails, American and possibly the world&apos;s exploration of surface the surface of Mars could come to a stop for a decade or more. This year&apos;s landing will be by a van-sized rover called Curiosity. Nasa is pinning its hopes for the rover&apos;s safe delivery on a new piece of kit called the Sky-Crane. This is a retro-rocket platform designed to place equipment on the Martian surface with more precision than has previously been possible. No one will ever be relaxed when it comes to landing on Mars. Out of some 40 attempts to reach the red planet during the space age, about half have ended in failure. Although that statistic is skewed by the high rate of early Soviet and US failures, Mars remains notoriously difficult. The planet is large enough to have a strong gravitational field but its thin atmosphere is of limited use for decelerating spacecraft. The Sky-Crane was also intended to be part of Nasa&apos;s contribution to the next scheduled Mars landing, the 2018 rover of the European-led ExoMars mission. Following the launch of a joint orbiter in 2016 to study Mars&apos;s atmosphere, the rover would have been sent two years later. A key driver for ExoMars was the discovery of methane in the planet&apos;s atmosphere. On Earth, a significant proportion of methane is produced by living creatures, leading to Carl Sagan&apos;s classic quote about &quot;bovine flatulence&quot; being a way of detecting life on other planets. While no one is suggesting there are Martian cows, microbial communities producing methane as a waste gas are thought to be a possibility. Other potential sources for the gas are geological processes. Either would be big news for a planet thought to be biologically and geologically dead. In May, a new if more prosaic (and so therefore probably correct) scenario was published, suggesting meteorites could be responsible for the methane. ExoMars was designed to determine the truth. In February, it all went wrong. Nasa was forced out of the ExoMars missions because of a budget shortfall leaving the European Space Agency high and dry, and searching for a new partner. An agreement in principle has been reached with Russia to provide rockets and a landing system. However, the cost for Europe is now higher and jeopardises the mission. Esa must find the money before November, when it hopes to sign a contract with the Russians and salvage the mission. Across the Atlantic, the Americans are putting a brave face on all the uncertainty. Next year, they will launch the Mars Atmosphere and Volatile Evolution (Maven) orbiter to study the Martian upper atmosphere, but beyond that it&apos;s anyone&apos;s guess. There are currently no plans to return to the Martian surface with a rover. A recent workshop produced 400 new ideas for resuscitating the American Mars Exploration Programme. As a result, Nasa&apos;s Mars Program Planning Group is busily looking at missions that stand a chance of being ready between 2018 and 2024. One concept already in the pipeline is the Geophysical Monitoring Station (GEMS), a lander equipped with a seismometer to investigate the interior of Mars. If chosen, it is cost-capped at $425m, which by a cruel twist is about the same as the shortfall Nasa has left Esa facing with ExoMars. However, GEMS faces stiff competition from a mission to land in Titan&apos;s methane seas and another one to land on a comet. If there is one constant in the universe it is delays to space missions. Just ask the people working on the James Webb Space Telescope. Originally planned for launch in 2007 with a budget of $0.5bn, it is now scheduled for 2018 and costing $8.8bn. Of course, the human costs of such delays are PhDs and research programmes ruined; careers derailed before they&apos;ve really started. However you look at it, Mars exploration has reached a critical point. With so much at stake, the drama of 5 August&apos;s landing attempt will be considerably heightened. Wish Nasa well. Stuart Clark is the author of The Sky&apos;s Dark Labyrinth trilogy", 
    "section": "science", 
    "gid": "science/blog/2012/jul/03/nasa-curiosity-mars-rover", 
    "wordcount": "722"
}