{
    "headline": "Midwifery students: we need jobs", 
    "text": "Don&apos;t underestimate the power of television  especially when it comes to students. The broadcast of popular BBC series Call the Midwife, prompted a 17% increase in applications to midwifery courses this year. Any boost to the profession is welcome news. There&apos;s currently a national shortage of qualified midwives which  accompanied by a baby boom  is placing our maternity services in crisis. But as midwifery students know all too well, growing interest in the field is meaningless unless there are enough jobs available. Statistics show there aren&apos;t. Last week I organised a 1950s Call the Midwife themed cycle ride through central London asking politicians to tackle the problem. Along with fellow students, I met MPs and members of the public to call for 5,000 more midwives to be recruited in England. The Health Service employs only around 80% of recent graduates. What about the remaining 20%? The Royal College of Midwives says there are very few posts within the private sector, while no more than 200 midwives work independently. Being a midwife is the most thrilling career choice. The course pushes my boundaries and I am continually amazed at the capacity of women to grow new people and give birth. Training is very hard work. We juggle a weekly medley of night shifts and long days doing clinical work  examinations, catching babies and placentas, the works. One week I might be awake for a series of 12 hour night shifts in a birth centre, the next carrying out home visits. Midwifery courses are subsidised by the NHS, which means tuition fees are covered and a yearly bursary of up to about 5,800 is available. But while this sounds generous, most students have to subsidise their bursaries with a student loan, family contributions or part-time work. Unlike many university degrees, we are expected to complete 11 weeks of full-time clinical work over the summer, which leaves little scope for paid employment. Student midwives are passionate about supporting women. We&apos;re the future of maternity care, and we need to be able to practise when we qualify.  To support the Royal College of Midwives&apos; campaign for 5,000 more widwives, sign our epetition.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/jul/24/midwifery-students-call-for-jobs", 
    "wordcount": "362"
}