{
    "headline": "Facebook IPO overvalued at $96bn, say investors", 
    "text": "Facebook is overvalued at the $96bn (60bn) price tag it is seeking from its initial public offering next week, according to an investor poll. A day after the social media giant issued a warning that rapid gains in mobile users may not translate into advertising growth, a poll of traders, analysts and investors conducted by the Bloomberg newswire found 79% thought Facebook was valued too highly. &quot;This stock is going to come out, it&apos;s going to go to the moon, and then it&apos;s going to burn a lot of people,&quot; said Bob Rich, a director at the boutique investment bank Oppenheimer &amp; Co. &quot;The valuation is asinine, and I would not put my clients&apos; money near it.&quot; International investors are more doubtful than their American counterparts, with 82% saying Facebook is overvalued compared with 74% in the US. However, Reuters reported that Facebook&apos;s IPO was already oversubscribed and the company could raise its selling price. Facebook, whose shares have been described as &quot;muppet bait&quot; by the internet commentator and former stock analyst Henry Blodget, is proposing to float on the Nasdaq exchange at between $28 and $35 a share, implying a maximum value of $96bn for the whole company. The IPO would dwarf that of Google in 2004  the year Mark Zuckerberg co-founded Facebook  which raised $1.9bn and valued the search firm at $23bn. Bloomberg reported on Friday that the IPO has so far generated lower than expected demand from institutional investors, who are concerned about the company&apos;s growth prospects. Facebook told analysts that sales may not meet their most optimistic projections, two people told the newswire. But Reuters reported a source as saying that institutional investors were demanding more shares than are available. The network&apos;s growth is slowing already. Sales climbed 88% to $3.71bn last year but, according to projections by researchers Emarketer, may climb just 64% to $6.1bn this year, the third year in a row of slowing growth. In an update to its IPO prospectus this week, Facebook cautioned that usage of the site on mobile phones was growing more rapidly than mobile advertising revenue. The company said in a regulatory filing dated Wednesday: &quot;We believe this increased usage of Facebook on mobile devices has contributed to the recent trend of our daily active users (DAUs) increasing more rapidly than the increase in the number of ads delivered.&quot; The suggestion is that advertising on mobile phones, which is in its infancy on Facebook, may not catch up with the penetration of ads on its desktop site for some time. A list of risk factors in the prospectus warns: &quot;Growth in use of Facebook through our mobile products, where our ability to monetise is unproven, as a substitute for use on personal computers may negatively affect our revenue and financial results.&quot; &quot;Expectations on Facebook are way too high,&quot; said Mitsuo Shimizu, a market analyst at Tokyo-based Iwai Cosmo Securities. &quot;Given its fundamentals, the company doesn&apos;t look anywhere cheap in valuation.&quot;  Facebook&apos;s proposed purchase of the photo-sharing company Instagram for $1bn has been referred to the US Federal Trade Commission, according to reports in the FT. The FTC is understood to be asking for comments from Google and Twitter, two rivals to both companies. That could delay closure of the deal for months.", 
    "section": "technology", 
    "gid": "technology/2012/may/11/facebook-ipo-overvalued-investors", 
    "wordcount": "562"
}