{
    "headline": "Apps Rush: Kingdom of Plants, Sidecar.me, Nike Golf 360, Louboutin, Beyonce, eWowBooks and more", 
    "text": "A selection of 23 new and notable apps for you today: Kingdom of Plants with David Attenborough Sir David Attenborough&apos;s new TV show is airing on Sky rather than the BBC, which is a sign of the times. As is the official iPad app, which blends text, videos and panoramic photos of the Royal Botanic Gardens in Kew.iPad Sidecar.me Aiming to provide &quot;smart calling for your smartphone&quot;, Sidecar is the latest Voice-over-IP app looking to add extra features to standard voice calls. In this case, that includes the ability to share live video, photos and location data while chatting. It&apos;s free to use with other Sidecar users.Android / iPhone Nike Golf 360 At the time of writing, Nike&apos;s new golf app appears to be a US-only affair. It tracks your rounds and statistics, uploading everything to the NG360 website for later analysis. Swing videos can be uploaded and analysed too, with golf-focused workouts and tips also included.iPhone Mass Effect: Infiltrator Another treat for hardcore gamers on Android devices, as EA brings its latest Mass Effect game to Google-powered devices. That means spiffing graphics, touchscreen-optimised controls and lots LOTS of shooting.Android Louboutin Shoes! Posh shoes, at that. Fashion label Christian Louboutin has an official app showing off its latest collection, including designers&apos; sketches, a store locator, and a wish list feature to store details of your favourites.iPhone Kate The Daily Mail is the latest newspaper looking into one-shot apps for iPad, with its tribute to the Duchess of Cambridge. It offers articles and photos from the year since her marriage to Prince William, with a focus on her frocks.iPad #BeyHive Hashtags in app titles? That&apos;s 2012 for you. This app is a fan-project devoted to all things Beyonce, offering &quot;a social network&quot; for fans around the world. They sign in using Twitter, then get news, photos, links to music and the ability to earn points for their fandom.Android / iPhone Euro Finals from Betfair Gambling service Betfair has a new app dedicated to the Euro 2012 football tournament, giving a quick way to access all its markets around the finals, place bets and then cash out from the device.iPhone Red Bull Racing Spy Red Bull has launched a new Formula 1 app, promising news, gossip and party photos from the F1 circuit. The spy of the title is Red Bull&apos;s &quot;man on the inside&quot;, who&apos;s also running his own Twitter account.iPhone / iPad Trailr Here&apos;s an interesting use for image recognition technology: an iPhone app that when pointed at a movie poster, advertisement or DVD cover, searches for and plays its video trailer. It&apos;s the work of LTU Technologies a showcase for the company&apos;s in-house tech.iPhone Clueful Spooked by reports earlier in 2012 about how apps are sharing your personal data? Clueful is an iPhone app that aims to show you what apps are running in memory, and what they&apos;re doing with your data. It can also be used as a reference guide before installing an app, to see what it does.iPhone AT&amp;T mHealth This is only available in the US for people with an invitation from their employer or health management company, but it&apos;s still something to track. AT&amp;T&apos;s mobile health app focuses on diabetes, helping people manage their condition, track their blood glucose levels, and share data with medical staff.Android eWowBooks The latest startup looking to provide a book-apps platform on iOS is eWowBooks. Its app is out now, including a 30-page story called My Random Digi-Life, aimed at young readers. It blends animation, interactivity and social features. Going forward, the company is hoping to work with other publishers and authors to get new stories onto the platform.iPad BitPix Photo-sharing app BitPix might not end up being sold to Facebook for $1bn, but it looks good fun. It turns photos into &quot;8-bit goodness&quot; with visual filters based on vintage consoles and computers.iPhone Samplodica The latest innovative iPhone music-creation app is Samplodica, which offers a selection of digital instruments, as well as the option to record your own samples all played by &quot;whipping your iPhone in the air, like a rhythm egg or a drum stick&quot;.iPhone Digifit iCardio Fitness app iCardio has made its debut on Android, helping you track cardio workouts &quot;indoors and out&quot;, mapping the latter and sharing (well, bragging) about runs, rows and other exercises on Twitter and Facebook. It works with Polar&apos;s Bluetooth heart rate monitor too, to track your heart rate.Android WeAreTennis by BNP Paribas Tennis buffs getting ready for the summer season should love the WeAreTennis app, which promises news, live scores from major tournaments, and push alerts from individual players. There&apos;s also a social feature to make your own commentary for classic match moments and share the results with friends.iPhone / iPad Men In Black 3 Gameloft bagged the licence for an official mobile game based on the new Men In Black 3 film. It sees you building and running a Men In Black agency, as well as whizzing around New York to fight aliens. The link above is for Android but here&apos;s the iOS version.Android / iPhone / iPad Skyrise Runner Protect the forests in this environmentally-sound Android game, which offers lush side-scrolling platform action with crystals to collect and great eagles to, er, morph into.Android Perrette and the Pot of Milk The flow of high-quality kid-apps from iOS to Android is improving, with Perrette and the Pot of Milk the latest example. Offering a choice of English, French, Spanish and Arabic, it&apos;s an adaptation of a famous story, with 50 interactive illustrations.Android Rocka Bowling 3D This 3D bowling game for iOS offers a six-person local multiplayer mode, and uses a freemium model funded by in-app purchases of bowling alleys, pins and balls. iOS developers may smile at the developer&apos;s attempt to ensure it&apos;s found on the App Store the developer is listed as &apos;Best 3D Bowling Game Arcade, Action &amp; Sports Free Game - Flick Ball Online Multiplayer! A Ten 10 pins best game for Kids! The sudoku Puzzle Free Games! Bowling Games! Funny Cool Fun Free Apps! Free App Creation Company&apos;.iPhone / iPad Moosejaw Sweaty And Wet Outdoor gear and clothing firm Moosejaw has released a new augmented reality app for its summer collection, which involves virtually soaking the models with water. Dreadfully sexist? Well, the models are male and female...iPhone / iPad Hooters Calendar Sexy Screen Wash HD Well, indeed. Included here purely for its disclaimer text: &quot;This application does not actually wash or clean your iPad screen. However, this application includes a video of a talented model/actress simulating a screen wash.&quot;iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/may/23/apps-rush-attenborough-sidecar-nike", 
    "wordcount": "1135"
}