{
    "headline": "Global Campaign for Education  wanted: young campaigners to go to Delhi", 
    "text": "After 20 minutes bent double in Diya&apos;s small plot beside the maize fields, Eilidh Naismith and Billy Davidson were aching and muddy. Diya, an 11-year-old Malawian girl who left school at the age of six and works among the crops every day so that she can afford to eat, looked at the weeding they had done and calculated that it would have earned them the equivalent of about a penny each. It was a tough moment in a tough day. But it was one of many that helped Eilidh and Billy, this year&apos;s young ambassadors for the Global Campaign for Education (GCE), to understand what life is like for the 67 million children around the world who miss out on school. They used that experience to encourage more pupils to join them in reminding world leaders of their millennium promise to make sure every child can get an education by 2015. Now, the search is on for two bright, articulate and passionate 14- or 15-year-olds from year 10 to take on the role in 2013. The winners of the Steve Sinnott award will travel to the Indian capital, Delhi, with Oxfam to investigate the barriers to education children there face, before returning to the UK to address teachers, pupils, media and MPs on the issue. They will have the chance to challenge politicians on the part the coalition government is playing to bring an end to the crisis in global education. Entries for the Steve Sinnott award must be in by 12 November. Sinnott, the former NUT general secretary, who died suddenly in 2008, was a passionate advocate for education for all and a committed member of the GCE. The award is funded in his memory and his widow, Mary, will be one of the judges. Each pair of students must produce a presentation illustrating how their school has been involved in the Send My Friend to School campaign this year, give details of what personal skills they would bring to the role of ambassador and explain why they feel passionate about the issue. Go to: www.sendmyfriend.org/news/steve-sinnott-award-2013", 
    "section": "education", 
    "gid": "education/2012/oct/22/global-campaign-for-education", 
    "wordcount": "351"
}