{
    "headline": "Boot up: Apple's 13in retina MacBook?, Nexus 7's cost, Dropbox upgrades and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Supply chain players deny rumors about delayed 13-inch MacBook Pro with Retina display &gt;&gt; Digitimes  Rumors are that several notebook brand vendors have delayed or decreased their shipments with Apple also being named as having postponed mass shipments of a planned 13-inch MacBook Pro with Retina display; however, sources from upstream suppliers of Apple have refuted the rumors saying their supply status is stable.   The usual Digitimes klaxon. However, bear this in mind as you read on... Google&apos;s Nexus 7 costs $152 to make, IHS iSuppli teardown finds &gt;&gt; AllThingsD  They took a Nexus 7 apart in order to see what components are inside, and to estimate what each of them costs. The early verdict, shared exclusively with AllThingsD, is that the low-end eight gigabyte model of the Nexus 7, which sells for $199, costs $151.75 to build.  The higher-end 16GB model, which sells for $249, costs $159.25, the difference being the cost of the memory chips inside.  Andrew Rassweiler, who leads the teardown team at IHS iSuppli, reckons that Google will break even on the 8GB model, and will turn a tidy profit on the 16GB model. &quot;Like Apple, Google realizes it can boost its profit margin by offering more memory at a stair-step price point. It&apos;s getting $50 more at retail for only $7.50 more in hardware cost, which sends $42.50 per unit straight to the bottom line.&quot;   Think of that. RadAngel(TM) launched &gt;&gt; RadAngel  It&apos;s the first time that a personal radiation detector can distinguish between naturally occurring radiation in the environment and man-made radiation sources.  Today, (5 July 2012), in Tokyo, Kromek, a UK based platform technology company, is launching RadAngel(TM), a new high performance but simple to use personal portable radiation detector.  RadAngel(TM) uses the most advanced semiconductor detector technology (previously only available to government agencies) to provide accurate radiation readings and, crucially, for the first time, distinguish between man-made hazardous radiation sources in the environment (such as those from the Fukushima disaster) and typical background radiation.   Tokyo, Chernobyl, Sellafield.. er.. Cornwall*? Not quite sure where you&apos;d want to use this. (* Don&apos;t worry, it&apos;s natural.) Apple responds to EPEAT concerns &gt;&gt; Loop Insight  &quot;Apple takes a comprehensive approach to measuring our environmental impact and all of our products meet the strictest energy efficiency standards backed by the US government, Energy Star 5.2,&quot; Apple representative Kristin Huguet, told The Loop. &quot;We also lead the industry by reporting each product&apos;s greenhouse gas emissions on our website, and Apple products are superior in other important environmental areas not measured by EPEAT, such as removal of toxic materials.&quot;   As John Gruber says, Apple should have issued this statement before or at the same time as it withdrew from EPEAT. If it thought nobody would notice, that&apos;s absurd. Netflix&apos;s lost year: The inside story of the price-hike train wreck &gt;&gt; CNET News  One year ago tomorrow, CEO Reed Hastings took the first of a series of missteps that angered customers and nearly derailed his company. Current and former employees disclose what went wrong.   Inside a management screwup. New Dropbox Pro plans! &gt;&gt; The Dropbox Blog  Today we&apos;re happy to announce that our upgrades are getting a huge upgrade! Dropbox Pro now comes in flavors of 100 and 200 GB, but at the price of the original 50 and 100 GB plans. For those of you who need even more space, a brand new 500 GB plan is also joining the posse! If you&apos;re already a Dropbox Pro subscriber, just take a seat and enjoy the fireworks -- your Dropbox will supersize itself automatically tonight.   Should we take bets on whether Dropbox will reduce the size of free accounts, rather as Spotify did with music streaming? (Of course, a key difference is that it doesn&apos;t have to pay a per-use tariff on storage as Spotify does with song plays.) New MacBook Pro 13in Retina Display benchmarks revealed &gt;&gt; Macworld UK  Benchmark service Geekbench has reported somebody testing out a new type of MacBook Pro with a smaller 13in Retina Display screen.  The new device is identifed as a MacBook Pro 10,2 and its benchmark results show a device somewhere between a the current 13in MacBook Pro model and the recently released 15in MacBook Pro with Retina Display.   Makes sense that Apple would let eager buyers grab the 15in version first, and then go for the lower reaches of the space, rather than offering the cheaper version alongside the pricier one - keeps the delta in value bigger compared to existing 15in MacBook Pros.  Samsung Galaxy S III knockoff unveiled with 720p display and Android 4.0 (w/ videos) &gt;&gt; M.I.C. Gadget  Samsung Galaxy S III is without a doubt the most hyped Android device out there. So, what about its clone? Here are some of the remarkable features: it comes fully loaded with Android 4.0 Ice Cream Sandwich, a 4.8 inch 1280720 multi-touch screen, dual-SIM card slots and a 2500mAh battery.   Dual SIM slots? This thing has a better spec than the original. The poetry of Steve Ballmer &gt;&gt; asymco We hope that Richard Dreyfuss can be persuaded to read this, as he did the iTunes EULA. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/jul/12/technology-links-newsbucket", 
    "wordcount": "929"
}