{
    "headline": "On the road: Peugeot Bipper Tepee Outdoor HDi 75  review", 
    "text": "Wow, so much space above my head. What am I going to do with it all? Perhaps that&apos;s the Tepee part, except that tepees are pointed and conical. This is much more square and box-like. Or maybe it&apos;s called Tepee because there&apos;s room to wear the full Native American headdress in here. I&apos;ll fetch my eagle feather war bonnet, then, and my squaw, too. Why not? These sliding doors certainly make it easy to get the papoose, little Shitting Bullock, in the back. Off we set then, to Little Bighorn OK then, Sainsbury&apos;s, if I&apos;m honest, but we are doing the full hand-on-and-off-the-mouth war cry. Ah woo ah woo ah woo What about the Outdoor part, though  this is the Peugeot Bipper Tepee Outdoor. Is there an Indoor version, too, and what use is an Indoor car to anyone? Oh, Outdoor is just a slightly chunkier version, with raised suspension, fog lights, roof bars, etc. To make it look as if itcould ford the Little Bighorn river if it had to. Which it almost certainly couldn&apos;t. Because what this really is, is a van, of course. That&apos;s why it&apos;s sohigh  unnecessarily so, if it&apos;s just people, not stuff, you&apos;re carrying. But then it&apos;s obviously not built for speed or sporty handling, and the height doesn&apos;t seem to affect its fuel consumption or emissions figures, which are both excellent. The French like turning their vans into cars  cutting windows in the sides, sticking seats in the back. This one has bigger siblings, in the Partner Tepee and the Expert Tepee. I like them  you get a lot of accommodation for the price. And there&apos;s a nice, no-frills functionality, a cheerful, utilitarian charm about them. People carriers for the people. This one is no exception. So it&apos;s not going to set your world alight or your pulse racing. The driving experience is undemanding, unexciting, unmemorable; not unpleasant, though. It&apos;s a little bit noisy (that&apos;ll be its commercial vehicle DNA), but the ride is comfortable. And it&apos;s surprisingly easy to park. It won&apos;t, I&apos;m afraid, have your neighbours drooling the bitter green drool of envy. It&apos;s quite cute, though, in a funny-looking, I&apos;m-clearly-really-a-van kind of a way. Especially this Outdoor version, which has more personality than the Indoor (actually S, but I prefer Indoor). Its attractive cheerfulness continues inside, where it&apos;s practical, simple, light, airy, roomy. Remarkably spacious for a car of its length, in fact, and for its price. Plus there&apos;s all that lovely headroom. Giving you the option of driving in the full Native American headdress. Or indeed any other lofty headgear of your choice. Peugeot Bipper Tepee Outdoor HDi 75     Peugeot Dipper Tepee detail Photograph: Simon Stuart-Miller for the Guardian    Price From 13,245Top speed 99mphAcceleration 0-62mph in 16.8 secondsAverage consumption 65.6mpgCO2 emissions 119g/kmEco rating 8/10Cool rating 7/10", 
    "section": "technology", 
    "gid": "technology/2012/may/18/peugeot-bipper-tepee-outdoor-hdi-review", 
    "wordcount": "468"
}