{
    "headline": "Mystery bird: European greenfinch, Carduelis chloris", 
    "text": "      European greenfinch, Carduelis chloris (synonym, Chloris chloris; protonym, Loxia Chloris), Linnaeus, 1758, also known as the Eurasian greenfinch, common greenfinch, western greenfinch or as the greenfinch (notice a theme here?), photographed at Marton, Cheshire, UK.  Image: Roy Hill, 11 September 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Canon EOS 5DmkII. Lens 135 f/2L ISO200     Here&apos;s a reminder of the original mystery bird photograph of our mystery bird, which I showed you two days ago:        Question: This British mystery bird has been shifted several times between several genera. In fact, it may soon be returned to the genus I originally learned it as being part of. Can you tell me which genera those are? Can you identify this mystery bird&apos;s taxonomic family and species? If you can identify this bird, what clues led you to this ID? Response: This is an adult European greenfinch, Carduelis chloris, a member of the Fringillidae, or finch family. Originally, this bird was placed into the genus, Loxia, but the crossbills are a specialised lineage that arose fairly recently from a cardueline finch, so Loxia was revamped to include only the crossbills. Of course, this screws up the relationships within Carduelis, since the taxa that remain in Carduelis are a bit of a jumble. The greenfinches were bounced between the genera, Chloris and Carduelis and currently, are placed in both genera, depending upon whom you are chatting with. In fact, the way that Carduelis is currently set up, there are a number of subgenera that pertain to distinct groupings of taxa. The subgenus that this species and its close relatives, the other greenfinches, are all placed into is .... Chloris. Due to the sheer size of Carduelis and the speed at which this group diversified, it is likely that it will be split up again. In that case, the European greenfinch will once again be placed into Chloris. Even though this is merely a quick overview of the state of things, this is probably more than you care to know about that mysterious scientific sport known as taxonomy (or is it phylogeny?).  The European greenfinch is primarily grey with an olive-yellow wash over its underparts and parts of its face, a bright yellow leading edge on its wing primaries (which looks like a patch when the wings are folded) and a yellow undertail. The thick, conical bill is horn-coloured, its eyes are dark and its legs and feet are pink. Females and juveniles are duller and have more brown on their upperparts and have pale tawny streaks on their buffy underparts. Different populations do have varying amounts and intensity of yellow. They have a wide variety of calls and a pleasant song that includes the signature cardueline buzz, &quot;tzweeeeEEE!&quot;, as you will clearly hear in this video of a singing European greenfinch:             [video link].  The European greenfinch is common and widespread, being found throughout Europe, north Africa and southwest Asia. Most populations are sedentary, but some of the most northerly populations move a bit south during winter.  These birds are tolerant of human activity and are common resident breeders in brushy &quot;edge habitats&quot; bordering forest and non-forest. They also live in hedges alongside cultivated lands and in gardens where there is at least some thick vegetation present. These birds construct open-cup nests hidden in trees or bushes.  European greenfinches are gregarious and form large flocks with other finches outside of breeding season. They are primarily seed-eating birds and are common year-round visitors to bird tables and feeders. Here&apos;s a video of a flock of European greenfinches, chowing down on seed provided in hanging tube bird feeders:            [video link].  .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/apr/06/6", 
    "wordcount": "670"
}