{
    "headline": "Green news roundup: Uranium mining, badger baiting and pandas", 
    "text": "Environment news  Oil sands pipeline battle turns ugly Grand Canyon uranium mining to be banned for 20 years China to release six giant pandas into wild Fracking company chief to face critics in south-east England &apos;Barbaric&apos; gang jailed for badger baiting Japan to release Australian activists who boarded whaling ship On the blogs     6. Pyrolysis oil The race is on to find tomorrow's transport biofuels as question marks hang over the costly land use and other controversial features of producing some sugar-based and other bio-ethanols. Research is being conducted into the production of pyrolysis oil - typically achieved by burning waste at 500 degrees C. A UK pilot is due to start in 2014, with the aim to become commercially viable within 10-15 years.  Photograph: Chip Somodevilla/Getty Images     Biofuels become a victim of own success - but not for long The Eco Audit with Leo Hickman: Are wind turbines increasing carbon emissions? George Monbiot: Why libertarians must deny climate change, in one short take Damian Carrington: Words matter but Zac Goldsmith is wrong to castigate green critics Share your photos of &apos;signs of winter&apos; Multimedia     The city lights of Spain and Portugal define the Iberian Peninsula in this photograph from the International Space Station on December 4, 2011. Photograph: ISS/NASA     Satellite eye on Earth: December 2011 In pictures: Week in wildlife Winter wetlands: your Green Shoots photographs Panda cubs take first steps to independence in China - video Features     People walk past piled up rubbish in downtown Mexico City December 26, 2011. After city authorities shut down the Bordo Poniente landfill, one of the largest dumps in the world, garbage has started to accumulate and trucks have been slower to pick it up, according to local media. Photograph: Stringer/Reuters     Free book: The Rough Guide to Community Energy The waste mountain engulfing Mexico City Greg Barker MP: Solar energy industry may be on threshold of an exciting era A challenge to Christopher Booker: try Decc&apos;s future energy calculator properly Best of the web  EurActiv: Airlines could net 1.6bn windfall from EU carbon trading scheme, report says ChinaDialogue: How children in China&apos;s urban jungle are reconnecting with nature Yale Environment 360: Fukushima nuclear cleanup could create its own environmental disaster BusinessGreen: Electric cars step up a gear for 2012For more of the best environment comment and news from around the web, visit the Guardian Environment Network. ...And finally  Marks &amp; Spencer breaks mould with packaging for &apos;longer-living&apos; fruitSupermarket vows age-defying fruit thanks to new packaging that will also help cut food waste", 
    "section": "environment", 
    "gid": "environment/2012/jan/11/green-news-roundup", 
    "wordcount": "272"
}