{
    "headline": "Boris Johnson says snow casts doubt on climate change science", 
    "text": "The one thing we can now forecast with near certainty during any cold snap is that a Telegraph writer will use the plunging mercury to breezily state it provides the necessary proof to declare that the theory of global warming is over-hyped, unscientific bunkum. The typical reaction to such verbiage is mocking laughter, or, if you&apos;ve awoken on the wrong side of the bed, huffy exasperation. The best strategy is to view these articles as trolling, for that is largely what they are: blatant attempts to jam a sharp stick into a seething nest that is The Climate Debate. These writers want to wind you up and provoke a reaction. By doing so, you are playing into their hands. Do not feed the trolls, as the saying goes. But Boris Johnson, the eye-wateringly well-paid Telegraph columnist who also does a nice turn as the mayor of London, needs to be viewed in an altogether different context. He is, after all, widely touted as the next prime minister of this country. Unfortunately, this means we must take his latest column seriously. Calculated buffoonery and Bullingdon japes aside, this man might actually one day hold the key to 10 Downing Street. His views are, therefore, important and deserve interrogation. So, what has he actually said? The full column  with its carefully inserted caveats  can be read here, but here is the chum he threw off the back of the trawler:  I am all for theories about climate change, and would not for a moment dispute the wisdom or good intentions of the vast majority of scientists. But I am also an empiricist; and I observe that something appears to be up with our winter weather, and to call it &quot;warming&quot; is obviously to strain the language. I see from the BBC website that there are scientists who say that &quot;global warming&quot; is indeed the cause of the cold and snowy winters we seem to be having. A team of Americans and Chinese experts have postulated that the melting of the Arctic ice means that the whole North Atlantic is being chilled as the floes start to break off  like a Martini refrigerated by ice cubes. I do not have the expertise to comment on the Martini theory; I merely observe that there are at least some other reputable scientists who say that it is complete tosh, or at least that there is no evidence to support it.  Johnson then introduces the theories of &quot;learned astrophysicist, Piers Corbyn&quot;, who &quot;has a very good record of forecasting the weather&quot;. Corbyn, who runs a long-range weather forecasting service, argues that &quot;global temperature depends not on concentrations of CO2 but on the mood of our celestial orb&quot; and that we are now entering a new &quot;mini ice age&quot;. Johnson signs off:  Now I am not for a second saying that I am convinced Piers is right; and to all those scientists and environmentalists who will go wild with indignation on the publication of this article, I say, relax. I certainly support reducing CO2 by retrofitting homes and offices  not least since that reduces fuel bills. I want cleaner vehicles.I am speaking only as a layman who observes that there is plenty of snow in our winters these days, and who wonders whether it might be time for government to start taking seriously the possibility  however remote  that Corbyn is right. If he is, that will have big implications for agriculture, tourism, transport, aviation policy and the economy as a whole. Of course it still seems a bit nuts to talk of the encroachment of a mini ice age. But it doesn&apos;t seem as nuts as it did five years ago. I look at the snowy waste outside, and I have an open mind.  As I said before, if it was any other writer from the Telegraph stable, you would be forgiven for dismissing this article are carefully crafted trolling. Johnson is paid around 5,000 a column, according to his last register of interests from the time when he was an MP. (A sum he controversially described in 2009 as &quot;chicken feed&quot;.) The Telegraph rewards him handsomely to cause ripples of reaction - and he has duly delivered. But Johnson is a not just a rent-a-rant columnist. He&apos;s a heavyweight politician. So to see him quote Piers Corbyn  even other climate sceptics now seem reluctant to back his forecasts - is significant. Furthermore, this is third time Johnson (2012 and 2010) has turned to Corbyn to underpin his burgeoning climate contrarianism. Johnson says that Corbyn has &quot;a very good record of forecasting the weather&quot;. That is hotly disputed and, more significantly, untested, as I wrote last year. Johnson doesn&apos;t, for example, seemed to have noticed that when he last promoted a Corbyn forecast  that the Olympic opening ceremony would be a wash-out and the rest of the games would suffer from a deluge  it proved to be incorrect. More importantly, though, Johnson states  rather arrogantly, it must be said, as if he alone has stumbled upon a Eureka moment  that he is an &quot;empiricist&quot; and that &quot;something appears to be up with our winter weather&quot;. He wafts away the scientists who say snowy winters are consistent with global warming (an uncontroversial idea based on the premise that a warming world leads to more moisture in the atmosphere) and instead prefers to introduce the more convenient idea that &quot;there are at least some other reputable scientists who say that it is complete tosh, or at least that there is no evidence to support it&quot;. Note how he doesn&apos;t name these &quot;reputable scientists&quot;. Johnson also gives the impression that Corbyn is the only person to have ever considered the role of sun spots on the earth&apos;s climate. The reality is that the role of the sun is, of course, much studied and considered when it comes to any possible influence on our climate. But the broad conclusion is that sunspots are not driving climate change. Carbon Brief has today gathered some reaction from climate scientists to Johnson&apos;s column. Joanna Haigh, a professor of atmospheric physics at Imperial College specialising in studying the effect of the sun on climate, said:  [Johnson] suggests that the cold weather in London is due to declining solar activity - but actually the Sun is more active now than it has been since 2009, and about the same as it was in 2004 and 1998 We just don&apos;t need to invoke mysterious effects of solar particles to understand long-term trends in global temperatures.  Dr Peter Stott, who leads the Met Office&apos;s climate monitoring and attribution unit, said Johnson was &quot;misleading the public&quot; by suggesting that solar changes carry the same, or more weight than anthropogenic greenhouse gas emissions in driving global warming:  The fingerprint of human activity is very clearly seen in the observed pattern of temperature changes including warming in the troposphere (the lower atmosphere) and cooling in the stratosphere (the upper atmosphere above about 10km) and greater warming over land than ocean. Solar forcing on the other hand has not been increasing over the last 3 decades and an increasing solar contribution to global warming would have lead to warming of the stratosphere not cooling.  Chris Rapley, professor of climate science at University College London, told Carbon Brief that climate scientists have indeed studied the role of the sun and come to very different conclusion to Corbyn&apos;s:  If anything, the sun (through a slightly lower Total Solar Irradiance) has diminished the human-induced warming a little. But it may be that there are solar influences not recognised or understood. In this respect, Piers Corbyn should publish his insights so that they can be scrutinised and a judgement made about their credibility. If he has a genuine contribution to make, why would he not do so? The issue is, after all, rather important!  Boris Johnson was once the editor of the Spectator, the establishment journal of the political right. It should, therefore, not come as a total surprise that he flirts with climate scepticism. After all, just about every British commentator who has ever hinted at (or megaphoned) their climate scepticism has been in some way employed by the &quot;Speccie&quot;  from Lord Lawson (editor), Andrew Neil (chairman) and Christopher Booker (columnist), through to James Delingpole (writer), Fraser Nelson (current editor) and Rod Liddle (associate editor). So we should view Johnson&apos;s views through this political prism. He&apos;s now an acutely ambitious politician, after all. Through columns such as this, he is signalling - with his trademark playful nudge and a wink - to the deep blue, right-wingers in the Tory party who lap up climate scepticism that he is &quot;one of them&quot;. But in doing so he is also signalling to the wider electorate that he treats science as a political plaything that can be tossed about, or ignored, at his convenience. Voters would be wise to remember this when he next comes asking for their support.", 
    "section": "environment", 
    "gid": "environment/blog/2013/jan/21/boris-johnson-snow-climate-change", 
    "wordcount": "1524"
}