{
    "headline": "Money makes the (intellectual) world go round, at least a little", 
    "text": "F Scott Fitzgerald had uncanny insight into the academic world. In Tender is the Night, published in 1934, psychologist Dick Diver flies to Munich on the pretence of going to a congress. Imagining what it would be like, though, is enough to keep him from attending: &quot;new pamphlets  that he could much better digest at home, the paper by the American who cured dementia prcox by pulling out his patient&apos;s teeth  the half-derisive respect with which this idea would be greeted, for no more reason than that America was such a rich and powerful country. The other delegates from America  would be present partly to increase their standing  partly to master novel sophistries that they could weave into their stock in trade  There would be cynical Latins, and some man of Freud&apos;s from Vienna.  At first there would be an American cast to the congress, almost Rotarian in its forms and ceremonies, then the closer-knit European vitality would fight through, and finally the Americans would play their trump card, the announcement of colossal gifts and endowments, of great new plants and training schools, and in the presence of the figures the Europeans would blanch and walk timidly.&quot; I have no idea how this depiction of the American contribution to intellectual life was received in, say, the psychology lab at Harvard, founded by William James a few decades earlier, but in any event it depicts a world that was already coming to an end. Freud left Vienna for London in 1938, as part of mass cultural flight from the Nazis, and many other leading intellectuals carried their journeys further west. Postwar, the Americans could couple their money with heavyweights speaking with thick Germanic accents. European vitality turned out to be attached to the people, not the continent. The role of money in intellectual progress is complex. In scientific areas it seems obvious that without the cash for decent equipment, progress will be difficult. Yet is it impossible? The physicist Richard Feynman talks of his affection for the time he spent in the under-resourced UK, the main attraction being the compulsory morning tea break. Here scientists would chat to each other about their work, inspiring each other in ways that no amount of shiny new gear could do. In the annals of popular science there are stories of critical discoveries made using equipment recovered from skips, held together with spit and rubber bands. Many computing innovations took place in basements, and, more worryingly, some scientists expect the major new developments in synthetic biology, snipping bits of DNA together to manufacture new micro-organisms, to be discovered in suburban garages. Money, therefore, is not necessary for progress. But nevertheless, it must help at least a little. And it helps in all sorts of ways. An elderly Danish entrepreneur, who had not had the chance to attend university, decided to pursue his interest in philosophy later in life. He told a story of attending a two-day philosophy conference. On the first day, he attempted to make a number of comments, but, he said, they were treated with scorn. That evening, at the conference reception, he happened to mention to a senior member of the university administration that, as a wealthy man with no heirs, he was intending to leave his money to academic institutions. And, he said, on the second day his interventions were treated with great respect. True to his word, he did leave much of his estate to academia. In London, it is said, we received a van-load of obsolete Russian railway bonds. Later, with the fall of the USSR and the whisper in the market that Russia would honour its debts, they were sold at a price high enough to fund a couple of research fellowships. This benefactor was very generous to the world of UK philosophy. He is, though, the exception. Almost always, in higher education, the big charitable donations follow the money. To him that hath, shall be given. As Scott Fitzgerald almost said, rich universities are very different from the rest. They are given more money.  Jonathan Wolff is professor of philosophy at University College London", 
    "section": "education", 
    "gid": "education/2012/jun/04/jonathan-wolff-philosophy-academic-funding", 
    "wordcount": "691"
}