{
    "headline": "What is the future of international student mobility?", 
    "text": "It is important to understand where you&apos;ve come from to know where you are going. In a blog for University World News, Rahul Choudaha, director of research and advisory services at World Education Services suggests that two world events have had the most significant impact on international student mobility: 9/11 and the recession that started in 2008. Rahul writes: &quot;The influence of unpredictable events like 9/11 and the recession on student mobility is far-reaching and global. In addition, government policies related to visa requirements, specifically those concerning financial requirements and post-education work opportunities, will have a big influence on student mobility.&quot; The blog paints a picture of the factors that have influenced where international students chose to study but this is, of course, only one aspect of student mobility. Student mobility is also about giving students - irrespective of the country in which they are enrolled - an opportunity to enhance their HE experience by exploring a different country and culture over short stay or exchange programmes. It was this reasoning that led to the creation of Erasmus, the European Union&apos;s flagship student exchange programme, which since its introduction in 1987 has spread to include nine out of every 10 European HEIs, in 33 countries. David Docherty explains why schemes like Erasmus are important: &quot;To develop the best global leaders it is crucial that educational institutions create the right environments and opportunities for young people to develop global competencies and a globally-tuned mindset. Higher education institutions should seek to provide a solid grounding for students, not only in the form of global business expertise but also by actively encouraging students to broaden their horizons.&quot; So, going back to Rahul&apos;s game-changing events, what is the state of student mobility now and as higher education continues through this period of intense transformation, where will that leave international student mobility? Join our panel at noon on Friday, 1 June, to consider the importance of international student mobility, the current provision and best practice from around the world, and what the future might hold for the development of global graduates. The live chat takes place in the comments beneath this blog. Panel Pat Killingley, director higher education, British Council Pat has overall responsibility for higher education at the British Council. She has been a member of the Prime Minister&apos;s Initiative strategy group and played a key role in developing the strategy, which was launched in April 2006. She has worked on a range of international university link programmes and has been responsible for education policy and practitioner dialogues across the world. Pat has previously worked in the areas of employment, education and training and education management. Rahul Choudaha, director of research and advisory services, World Education Services, New York Rahul writes, speaks and advises on internationalization, mobility, recruitment and collaborations. He also edits a personal blog www.DrEducation.com. Rahul earned his PhD in Higher Education Administration from the University of Denver, and holds a Master&apos;s degree in Business Administration and a Bachelor of Engineering degree from India. @dreducationblog Filippo Nereo, discipline lead for languages, Higher Education Academy Having studied in Geneva, York, Regensburg, Warsaw and Manchester, Filippo has a personal and a professional interest in student mobility. He is currently leading on the HEA&apos;s strategic initiative &apos;Languages, interculturalism and student mobility&apos;. @filnereo Sarah Emily Duff, postdoctoral research fellow, Stellenbosch University, South Africa Sarah graduated with a PhD in History from Birkbeck, University of London, in 2011 and is now an NRF-funded postdoctoral research fellow at Stellenbosch University. Her research focuses on the history of the mothercraft movement in the British Empire. She writes about the history, culture, and politics of food at www.tangerineandcinnamon.com. @sarahemilyduff Steve Woodfield, senior researcher, Kingston University Steve is a researcher in higher education policy and management at Kingston University. He undertakes policy-related research and consultancy projects for the University and for external sponsors including BIS, UUK, UNESCO, the British Council, the Higher Education Academy and HEFCE. He has specialist research and consultancy expertise in the areas of internationalisation (international student mobility and transnational education) institutional management structures, policy and strategy development, and flexible and distance learning. @sjwku Patrick Blessinger, executive director, International Higher Education Teaching and Leaning Association (HETL) HETL is an international association of educators aimed at advancing the scholarship and practice of teaching and learning. Patrick is an award-winning international and interdisciplinary educator (US Department of State Fulbright Scholar and Beta Gamma Sigma Honoree), and an expert in the field of teaching and learning. @hetldirector Geoff Walters, lecturer in management, Birkbeck, University of London Geoff is director of the postgraduate programmes in the department of Management at Birkbeck, University of London. Birkbeck is a specialist provider of evening higher education programmes.  Lizzie Fane, founder, ThirdYearAbroad.com Lizzie Fane, 25, is the Founder of ThirdYearAbroad.com, a network of students who study or work abroad during their degree. She regularly speaks at university study abroad fairs and pre-departure talks about making the most of the year abroad, and recently collaborated on a British Academy-University Council of Modern Languages report on &apos;Valuing the Year Abroad&apos; to help save government funding. @lizziefane Rasmus berg, International Committee of Education, Erasmus Student Network (ESN)  Rasmus has been involved with ESN on local, national and international level. His focus is European-level advocacy in the field of higher education through the International Committee of Education. He currently works with outbound exchange students for the Royal Institute of Technology in Stockholm and he is also a member of the Steering Committee of the European Civil Society Platform on Lifelong Learning (EUCIS-LLL). @rasmusaberg Nic Mitchell, founder, De la Cour Communications  Nic is a UK-based freelance public relations consultant. He founded De la Cour Communications to provide strategic advice and support to European universities wishing to communicate with British students and stakeholders. He believes increasing student mobility will help build a stronger Europe and a stronger United Kingdom. Nic was the UK member on the steering committee of the European Universities Public Relations and Information Officers Association (EUPRIO) from 2001 to 2011. @Delacour_comms This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/may/30/future-of-international-student-mobility", 
    "wordcount": "1042"
}