{
    "headline": "Computing in schools: what did readers think of our campaign?", 
    "text": "A few out of hundreds of reader comments about the Guardian&apos;s campaign, from our website, live blogs and Twitter: A closer relationship between education and the IT industry can only be a good thing. Software doesn&apos;t write itself. Games don&apos;t write themselves. Knowing how to use them is not enough. Let the naysayers naysay. I will step up and get involved. And if just one child gets inspired, then that&apos;s enough for me. chazzb Having worked in IT, Ihave been disappointed to see that my children are only being taught how to use office applications in schools. There is no reason why every senior school could not have a teacher who could teach programming. Ifwe don&apos;t do this, we will lose our position as one of the leading countries in this field. crosslands I&apos;m a year 13 student taking computing A-level. From a young age I&apos;d decided that&apos;s what I wanted to do in later life. However, initially at my school it was formulaic and easy. I got so disillusioned I set up my own web design company to challenge myself. In recent years I&apos;ve had a fantastic teacher. He is a programmer first, teacher second. He runs and codes all the systems in the school. What saddens me is it seems my school is a rare one  in my class there are people from other schools who travel just to learn computing. whitematter5413 Kids would definitely benefit from early introduction to low-level computing concepts and programming from 11, if not in primary. We had an ace teacher at ours who taught us binary and hexadecimal systems, logo and basic programming. ctrnn Shock, horror: I am an actual IT teacher. I have an electronics degree from 1988. We didn&apos;t even have operating systems then! I am self-taught. I will be introducing A-level computer science into my school this September, ditching A-level ICT. ICTcan be covered by our vocational courses and business. VivRamsey What is interesting is the children [in last week&apos;s article] want to know more about graphics, using Facebook safely, and designing and creating games. This should all be taught at key stage3 anyway. Creating games may not be directly taught, but students look at the system lifecycle, inputs, processes, outputs and flowcharts/diagrams/sequencing. Many students use software such as Flowol to design and develop systems. Many ICT teachers include game design/creation in lessons using programmes such as Scratch. Children moan about maths and English, but we don&apos;t tell maths teachers what they should focus on. I agree that ICT needs to change, but it is not as bad as is being portrayed. youngitteacher On Twitter, following Michael Gove&apos;s speech last week: This is a slap in the face for ICT teachers. No evidence that ICT teaching is dull, uninspiring and poor quality. @Chris_K_NASUWT  I suppose ICT is unusual in that no policymaker/minister has any real or relevant experience of being taught it atschool. @AlexConnor I wouldn&apos;t want to be teaching year 9 ICT today: &quot;But miss, even the secretary of state says it&apos;s boring.&quot; @SchoolDuggery", 
    "section": "education", 
    "gid": "education/2012/jan/16/campaign-better-ict-computer-science-schools", 
    "wordcount": "523"
}