{
    "headline": "Making charcoal in Ulingan slum, the Philippines  in pictures", 
    "text": "   Around 400 families live in the Ulingan squatter community in Tondo, Manila. The majority of the residents of Ulingan, whose name means 'place where charcoal is made', earn a living from smoke and fire Photograph: Sunshine Lichauco de Leon       Each day is spent transforming piles of scrap wood into charcoal, a process that requires stacks of wood to burn slowly for three days. The charcoal factory consists of areas of shallow earth pits enclosed by makeshift fences Photograph: Sunshine Lichauco de Leon       A fire is ignited on each stack of wood, which is covered with an iron sheet and moist soil. Workers watch the wood burn until it turns into charcoal Photograph: Sunshine Lichauco de Leon       The air is so thick with ash and smoke that it hurts to take a breath. The smell of the charcoal is ingrained in people's skin, which is permanently stained by soot Photograph: Sunshine Lichauco de Leon       Intense heat and dirt form a thin yet overpowering haze that blankets everything in sight, and fresh air and water are a rarity. Manila Bay is used as a toilet and for bathing Photograph: Sunshine Lichauco de Leon       Most parents are too poor to send their children to school, and they need the extra pair of hands to help augment the family income. The average daily wage for one worker is 150-200 pesos (2-2.50), barely enough to buy food Photograph: Sunshine Lichauco de Leon       Working without masks, gloves or boots, children as young as five use magnets to collect nails left in the dirt after the charcoal is made. This can be sold to junk shops. Older children collect small pieces of charcoal left in the pits or help their parents scoop charcoal into sacks Photograph: Sunshine Lichauco de Leon       Generations of families have lived in makeshift houses next to the charcoal pits, with no escape from the soot and polluted air Photograph: Sunshine Lichauco de Leon       Lung problems are common in the community and many of the areas 600 children are malnourished. Local organisations such as Project Pearls offer assistance  the children are offered a nutritious meal every Saturday, medical and dental checks are carried out and a scholarship scheme sends 211 children to school with lunch Photograph: Sunshine Lichauco de Leon       The charcoal is sold to middlemen outside Ulingan, where it makes its way to small convenience stores all over Manila. The small packs of charcoal are used to grill typical street food sold around the city Photograph: Sunshine Lichauco de Leon  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/aug/02/charcoal-ulingan-slum-philippines-in-pictures", 
    "wordcount": "0"
}