{
    "headline": "Trademarks: the good, the bad and the ugly", 
    "text": "Trademarks are funny things. At their best, they&apos;re great: a clever way to incentivise companies to divert some of their profits to preventing fraud and sharp dealing. At their worst, though, they&apos;re terrible; a means for companies to steal the very words out of our mouths through legal bullying. Let&apos;s look at the good that trademarks do first. Trademarks as we know them today evolved out of consumer protection court cases where one company sued another for using deceptive marketing practices. In these cases, the issue turned on the idea that Company A had set up an association between a design, word, or mark and the products or services it provided. Then, Company B came along and cloaked its own competing products and services in the distinctive marks that the public associated with Company A. Now, the public was paying the price: unsuspecting consumers were buying Company B&apos;s products under the mistaken impression that they were getting Company A&apos;s products. This is not good. When you plunk down your money, you should get what you think you&apos;re paying for, not something else that&apos;s been deceptively packaged for the express purpose of tricking you. Most of the time, only the victim of a fraud has standing to sue for redress. If you only witness someone else getting defrauded, you don&apos;t get to sue the fraudster  you haven&apos;t been wronged. That is, you, personally, have to have been victimised to seek redress. But in the realm of deceptive trademark use, this produces a bad outcome all around. If you&apos;ve spent a pound or two on a substandard pen or bottle of juice or packet of facial tissues, you aren&apos;t likely to go to the expense of hiring a solicitor and hauling the fraudster into court. If we limit trademark enforcement to victims of fraud, many fraudsters would operate with permanent impunity. Trademark hacks around this by giving Company A  the company you thought you were doing business with  standing to sue on your behalf, and on behalf of all the customers past and future who might be tricked into buying Company B&apos;s products through deceptive packaging and marketing. Companies often want this right, because deception diverts customers and profits from their products to their competitors. So, when you give a company standing to sue on behalf of its customers for this kind of chicanery, you create a system where companies voluntarily foot the bill for something society needs  protection from fraud  and avoid the pain of trying to convince someone who&apos;s been sold a chancy box of breath mints to go to court to punish the wrongdoer. You also avoid the expense of making government inspectors primarily responsible for policing this social ill. On its face, it&apos;s a good deal all around. The last century has seen increased codification of trademark into statute, with the establishment of trademark offices where formal trademarks can be registered, to help firms identify which marks are in use and so avoid inadvertently using someone else&apos;s marks. Both the statutes and the jurisprudence treat trademarks as a right to defend the public, not as property. When you successfully register a trademark, the government isn&apos;t saying, &quot;Congratulations, that word belongs to you now!&quot; They&apos;re saying &quot;Congratulations: You&apos;ve been deputised to sue fraudsters who use that word in a way that deceives the public.&quot; It&apos;s the difference between being Bruce Wayne  a proprietor who owns an asset like Wayne Manor  and being Batman  a crusader whose duty is to keep the public safe. (This is why mentioning Bruce Wayne and Batman here does not violate Warner&apos;s trademarks, which include a risible claim over the term &quot;superhero,&quot; jointly shared with Marvel/Disney). Trademarks are there to protect the public from deceit They are &quot;designators of origin.&quot; If you buy a tin of fizzy drink with the word Pepsi on the side, you should get a tin of Pepsi, not a tin of battery acid. We all know what Pepsi means, the Pepsi company has spent billions encouraging to make an association between the word and its products. In nearly all contexts, someone other than Pepsi selling something with the word Pepsi on it would be engaged in fraud, because in nearly all cases, that sale would be made to people who believed they were buying a Pepsi product. Brand association Trademark enforcement hinges on this ethereal business of &quot;association.&quot; The core of trademark&apos;s right to sue resides in the public&apos;s heaving subconscious, on how the public thinks about something. If the public sees your mark and makes no association with your products and services, then it would not deceive the public to market something else with the same mark. Where there is no confusion, trademark law offers little protection  even if it costs a company money. And that&apos;s where it all starts to go wrong. Trademark holders inevitably consider themselves to be trademark owners. They don&apos;t enforce their marks to protect the public, they do it to protect their profits (this is by design). Trademark starts from the assumption that the public makes an association between a product and a service on the basis of commerce: if I see Gillette on a disposable razor, that&apos;s because Gillette is the company that thought of putting the word &quot;Gillette&quot; on a line of products, and its creativity and canny marketing have made the association in the public&apos;s mind. If Gillette becomes a generic synonym for &quot;razor,&quot; a competitor that uses the word &quot;gillette&quot; to describe its products might be able to get away with it. After all, I don&apos;t assume that your hoover is Hoover, or that the kleenex with which you blow your nose is a Kleenex, or that the search engine you google with is Google. The price of success is that your distinctive marks will get associated with the whole category of goods. Trademark lawyers have a name for this: &quot;genericide&quot;  when a trademark becomes so generic that there&apos;s no longer any association with a specific company. At that point, the mark you&apos;ve been shepherding for years and years becomes a free-for-all that anyone can use. Genericide is rare, though. Microsoft doesn&apos;t advertise &quot;google it on Bing!&quot; and Miele doesn&apos;t sell a line of &quot;hoovers.&quot; Genericide is mostly a spectre, and like all spectres, it serves a purpose. That purpose? Full employment for trademark lawyers. Trademark lawyers have convinced their clients that they must pay to send a threatening notice to everyone who uses a trademark without permission, even where there is no chance of confusion. They send letters by the lorryload to journalists, website operators, signmakers, schools, dictionary publishers  anyone who might use their marks in a way that weakens the association in the public mind. But weakening an association is not illegal, despite the expansion of doctrines such as &quot;dilution&quot; and &quot;naked licensing.&quot; When called out on policing our language, trademark holders and their lawyers usually shrug their shoulders and say, &quot;Nothing to do with us. The law requires us to threaten you, or we lose our association, and thus our mark.&quot; This is a very perverse way of understanding trademark. Public interest The law is there to protect the public interest, and the public interest isn&apos;t undermined by the strength or weakness of an association with a specific word or mark with a specific company. The public interest extends to preventing fraud, and trademark uses the motivation of protecting profits to incentivise firms to uphold the public interest. The firms&apos; interest isn&apos;t the public interest, it merely coincides with it  sometimes. Trademark was not born as a tool to create associations. Trademark is a tool to protect associations. But over the decades, trademark has been perverted into a means of stealing words out of our common language and turning them into something very like property. Take Games Workshop, a company with a deserved reputation for aggressive use of trademark law. The company asserts a trademark over the term &quot;space marine,&quot; as it extends to the figurines in its tabletop games and the products the company has made based on them. Now, &quot;space marine&quot; is a very old term, and has been in wide use in science fiction for most of the past century. It&apos;s also very descriptive, which is a no-no in trademark. It&apos;s much easier to demonstrate that your mark is uniquely associated with your product when there&apos;s no obvious reason it would be used in a generic sense for someone else&apos;s  &quot;Waterstones&quot; is a stronger trademark than &quot;The Book Store,&quot; for example. In my view, the trademark office should never have issued a trademark in &quot;space marine,&quot; because there&apos;s very little danger that a random punter would associate the term uniquely with Games Workshop&apos;s products, and not with, say, the novels of Robert A Heinlein. But here&apos;s where it gets very ugly. There are two ways to make a mark so famous that it is uniquely associated with one company. The first is the honourable way, by making a product that becomes so popular, so famous, that everyone thinks of you when they think of it. The other way is the evil way: by making public, baseless, bullying legal threats against anyone who ever uses your mark, in any context, even when there&apos;s no possibility of deception or confusion. If you make enough headlines for your sabre-rattling, then you can create a different kind of fame, the kind of fame that attains association thus: &quot;Hmm, that writer used the term &apos;space marines&apos; in her book, and I know that Games Workshop are colossal jerks who turn your life into a living hell if you even breathe the words &apos;space marines,&apos; so this must be somehow associated with Games Workshop.&quot; If a trademark holder is legitimately worried about incidental uses of their marks contributing to genericide, it can simply grant retrospective permission to anyone who&apos;s used the mark in a way that worries them. &quot;Dear Ms So-and-So, we&apos;re delighted to grant you permission to use our mark on your website; would you please add a note to that effect?&quot; attains exactly the same legal protection from dilution and genericisation as a legal threat. The difference between a threat and permission is that a threat helps you corral the public&apos;s vocabulary in your own private preserve. It&apos;s time we stopped giving trademark bullies a free pass to tell us what our own words mean. It&apos;s time to take trademark back. One small, practical way you can do this is to look for opportunities to use &quot;space marine&quot; in published materials that aren&apos;t referring to Games Workshops&apos; products, and to resist all other illegitimate attempts to police our language by using generic terms generically, even when companies object. And please do report any trademark threats you receive to ChillingEffects.org, a clearinghouse that amasses evidence about trends in online enforcement that brings a factual underpinning to reform efforts.  The author gratefully acknowledges the assistance of Wendy Seltzer of the ChillingEffects project in the drafting of this article", 
    "section": "technology", 
    "gid": "technology/2013/apr/29/trademarks-good-bad-ugly", 
    "wordcount": "1875"
}