{
    "headline": "Elephants and rhinos in Australia 'could control damaging wild grasses'", 
    "text": "Elephants and rhinoceros should be introduced to the Australian outback to control the impact of damaging wild grasses, according to an Australian professor of environmental change biology. But other Australian academics warned the proposal risked its own set of problems. Prof David Bowman of the University of Tasmania says the giant African gamba grass, introduced as food for livestock in the 1930s, wreaks havoc on the landscape and provides dangerous fuel for wildfires across northern and central Australia. &quot;Australia has a deeply troubled ecology and current land management approaches are failing,&quot; he said. Because of its height, gamba grass almost completely replaces native vegetation. Its fuel load is up to eight times greater than that of native grasses meaning it burns with greater intensity and produces substantial greenhouse gases. Bowman estimates that at least 5% of the Australian continent was burnt in massive fires last year, an area three times the size of England. He says, if unchecked, the gamba grass has the potential to grow to cover an equivalent area of the country. In an article for Nature magazine, Bowman proposes introducing large herbivores like elephants and rhinoceroses as a way of containing Gamba grass which can grow to four meters in height. &quot;It is too big for marsupial grazers (kangaroos) and for cattle or buffalo, the largest feral mammals,&quot; he said. &quot;I&apos;m talking about using elephants as a machine or ecological tool to manage this grass,&quot; he said in an interview for the Guardian, acknowledging that his proposal is radical and has major risks associated with it. &quot;You&apos;d use all the sophisticated technology available to manage and husband the elephants, containing and tracking them with GPS collars and tracking their fertility,&quot; he said. Scientists at Charles Darwin University in Darwin acknowledge the urgent need to tackle the spread of gamba grass, which has been declared a pest by the government, but say conventional methods will work. &quot;There is an urgent need for action but we need to pursue the problem in a conventional, strategic and well-resourced way,&quot; according to Dr Samantha Setterfield, associate professor of environmental management and ecology at the university. &quot;Introducing elephants is a very extreme proposal that would have very significant social and environmental impacts,&quot; she said. &quot;It suggests that we&apos;ve exhausted the conventional options like the use of common herbicides like roundup which work on gamba grass,&quot; she said. Ricky Spencer, senior lecturer with the Native and Pest Animal unit at the University of Western Sydney says introducing elephants would pose significant problems. &quot;If we did go down the road of introducing elephants to Australia, we had better develop the technology to clone saber-tooth tigers to eventually control the elephants,&quot; he said in a statement. The biggest opposition to Bowman&apos;s suggestion though is likely to come from Australian quarantine authorities which impose some of the world&apos;s strictest requirements on the importation of animals. Currently the importation of both rhinos and elephants is prohibited under the Quarantine Act, according to a spokesperson for the Department of Agriculture, Fisheries and Forestry. Animals destined for zoos may only be imported under special provisions.  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/feb/01/elephants-rhinos-australia-wild-grass", 
    "wordcount": "554"
}