{
    "headline": "The White Cliffs of Dover are a hidden natural gem", 
    "text": "There are some places that we feel we know so well even if we&apos;ve never actually been to them. They become so wrapped up in our national story that they come to symbolise much more than just a location on a map. For millions of Britons, the White Cliffs of Dover is such a place. It has captured the sense of home for generations, represented the beginning or the end of a journey and has played a much vaunted role in our history as an island nation. And yet this chalky stretch of the Kent coast is as important for its natural history as its part in human history. The term &quot;hidden gem&quot; can sometimes be over used but in this case in rings true. It lies within an Area of Outstanding Natural Beauty and a significant stretch has been designated as a Site of Special Scientific Interest. Walk along the coastal path from the National Trust visitor centre, which over looks the port of Dover with its ferries coming and going, to the South Foreland lighthouse and you&apos;re in for a wildlife treat. Chalk cliffs and chalk grassland are really important for wildlife and the abundance of nature here shows why. There is an amazing statistic that you can find more plant species in a square metre of chalk grassland than a tropical rainforest; showing that sometimes we over look the riches that can be found in our own backyard. The list of rarities found here is impressive. Plants that call the White Cliffs their home include the oxtongue broomrape (Orobanche picridis), which is only found in six locations across the British Isles, the nationally scarce early spider orchid (Ophrys sphegodes) and intriguingly named slender bedstraw (Galium pumilum). Ravens have returned to nest on the White Cliffs of Dover for the first time since Queen Victoria was on the throne. Also found nesting on these imposing cliffs are the only colony of kittiwakes in Kent to the majestic peregrine falcon. And if you take that stroll along the coast, take a moment to stand still, look up and you might catch the unmistakeable and pure sound of a skylark. The White Cliffs of Dover are an ornithologist&apos;s dream as they are a fuelling station on the route for migrants as they head south. In a good year bee eaters or even the marsh warbler can be found here. Butterflies love a well-managed home and the grazing of the White Cliffs has made them a welcome guest. Four of the brilliant blue butterflies  the chalkhill blue, the Adonis blue, the small blue and the common blue - can be found in flight along this stretch of coastal grassland. Migrant butterflies, such as the long-tailed blue which loves the sweet pea as its food of choice, can be found here, making their way across the English Channel. Grazing the coastal strip above the cliffs has been a key to making this such a wildlife gem. Exmoor ponies have munched their way along the cliffs, keeping the scrub down and creating the kind of habitat that birds, bees and butterflies love. As a nation which loves wildlife it&apos;s time that places that have stirred up the imagination as much as the White Cliffs of Dover should be celebrated equally for their natural history. Take a stroll along these dramatic cliffs and you won&apos;t be disappointed in your quest to get that little bit closer to nature.  Mike Collins works for the The National Trust, which has launched its biggest ever coastal appeal to acquire the missing link of the White Cliffs of Dover. The Trust currently cares for five miles of the cliffs", 
    "section": "environment", 
    "gid": "environment/blog/2012/jul/06/white-cliffs-dover-hidden-natural-gem", 
    "wordcount": "613"
}