{
    "headline": "Farming and energy: lessons from collapsed civilisations", 
    "text": "Patterns in the way that societies, even whole civilisations, collapse are visible throughout history. It could be the people of Easter Island transgressing ecological boundaries, the failure to adapt to a changing climate in the case of the Greenland Norse, or the imperial overreach of the western Roman Empire, which responded by developing a complex, inward looking and fractious over-blown bureaucracy. We should learn lessons from all of these. An almost universally common element in such downfalls is what the archeo-anthropologist Joseph Tainter calls &quot;declining marginal returns&quot;. It&apos;s what it sounds like. A society hits an optimum level, conquests or good harvests provide the resources for it to grow, but being bigger it needs more. Sooner or later, to get the same amount out of the system, to keep the good times rolling, ever more resources are needed. When that happens, the end can come suddenly and catastrophically. At around the same time, late in the first millennium, two highly evolved societies collapsed in this way, brought down by the law of diminishing returns. The Mayan civilisation in Central America, and the kingdom of Mesopotamia  a cultural and technological cradle of the Western world  that ranged across parts of modern day Turkey, Syria, Iran and Iraq. In both cases the climate supported productive, sophisticated farming systems that in turn fed growing, competitive cities. But to support the growth, farming moved on to more marginal land, stressing available soil and water resources and creating a more vulnerable system. The response was further intensification. They brought everything they knew about irrigation and agricultural technology to bear to keep the system going. In Mesopotamia the soil salinised and the fragile ecology caused output to vary wildly, a kind of reverse ecological leverage kicked-in. The Mayans, writes Tainter, ended up with &quot;high-density, stressed population, practicing intensive agriculture, living largely in political centres, supporting both an elite class and major public works programmes, and competing for scarce resources.&quot; In both cases, in around a century, things fell apart. In Mesopotamia the area of land under human habitation fell to just 6% of what it had been 500 years previously. The advantage we have is forms of scientific analysis, monitoring equipment and communications technology to be able to spot and convey the signs of diminishing returns. Soil erosion, biodiversity loss and climate change are the currency of our own, global diminishing returns. Yet our own response, reaching for the crutches of technological fixes and intensification in both agriculture and energy, ways to keep our existing lifestyles and patterns of consumption going, rather than seeking out social innovations and different ways to live, seem to repeat the mistakes of the past. Ultimately what did for the medieval Greenland Norse was their failure to learn from the other local civilisation that did survive the little ice age. The Christian, dairy farming Norse saw the Inuit as pagan and inferior. So, when the grasses and their cattle failed, they refused even to copy elements of the Inuit&apos;s successful survival strategies, such as fishing, merely trying to make what they already knew work. It&apos;s dangerous to look into the past for exact parallels, they almost never exist. But equally it&apos;s foolish not to learn from the mistakes of others. And it is hard not to see in George Osborne&apos;s now infamous, renewable energy industry-killing conference speech, a clinging to the past from which there can only be diminishing returns. If the signal sent from one speech can take the wind from the blades of one renewable energy industry and flick off the switch for solar, we are living the old curse of those who fail to learn from the mistakes of the past being doomed to repeat them in some other form. Similarly, in agriculture, two very different visions for farming globally presents another such choice. On one hand there is Sir John Beddington&apos;s Foresight report, which foresees a future of farming intensification, based on hi-tech and reliance on markets. Or there is the option of rolling-out more agro-ecological techniques (technology but of a different sort) and giving support to smaller farmers, as advocated by the government scientific adviser Bob Watson and the International Assessment of Agricultural Science &amp; Technology for Development. The trick we need to learn is how to solve several problems at the same time. How do you revive economies, create mass employment and maintain the environment simultaneously? The technologies you choose matter, each carries with it a different DNA for the economy and society that surrounds it. The ones you pick can lock in a way of being for decades. We need to choose technologies for which low carbon and lots of jobs are part of that DNA. Step forward both multiscale renewable energy technologies and agro-ecological farming. As Jared Diamond put it in his book Collapse, societies choose to fail or survive. We are more aware now of the likely consequences of our choices than any society in history. Wouldn&apos;t it be embarrassing if we continued to make the wrong ones. www.onehundredmonths.org", 
    "section": "environment", 
    "gid": "environment/2012/mar/01/lessons-history-collapsed-civilisations", 
    "wordcount": "843"
}