{
    "headline": "Ash dieback: lack of plant scientists blamed for slow response", 
    "text": "Action against the deadly fungus threatening the UK&apos;s ash trees was delayed by a lack of qualified plant pathologists, MPs were told on Tuesday. Government scientists being questioned by parliament&apos;s environment committee also said border controls against the rising number of invasive plant pests were not working, while committee chair Anne McIntosh said it was &quot;staggering&quot; that the amount of imported firewood  a potential infection risk  was unknown. The Forestry Commission recommended in July 2011 that ash trees should only be imported from areas free of the Chalara fraxinea fungus, but an import ban was only imposed in October 2012. At least 136 of the 291 infected sites now identified in the UK resulted from imported trees. Roger Coppock, head of analysts at the FC, told MPs: &quot;We did start work on a pest risk analysis [for Chalara], but we were already dealing with other diseases and pests and the number of plant pathologists is very small.&quot; Prof Ian Boyd, chief scientific adviser at the department for environment, food and rural affairs, told the committee: &quot;We need more university courses to produce more people trained in plant pathology.&quot; In November, Prof James Brown, president of the British Society of Plant Pathology, told the Guardian the job losses in plant science were &quot;severe&quot;. He said: &quot;Britain is not producing graduates with the expertise needed to identify and control plant diseases in our farms and woodlands.&quot; Barry Gardiner MP asked the scientists what risk was posed by the importing of firewood or wood pellets produced from infected ash trees. Boyd said the risk from firewood itself was low, but would be higher if the wood was mixed with leaves and twigs. He said precautionary measures on imported wood should not be taken: &quot;We can&apos;t act without evidence.&quot; How much wood is imported is unknown, the committee heard, prompting McIntosh to state: &quot;It is quite staggering we don&apos;t have this information.&quot; The scientists were also quizzed over the effectiveness of the UK&apos;s border controls in keeping invasive diseases at bay. At least 28 different diseases and pests have been identified as threatening to enter the UK. Boyd said: &quot;My personal view is that we could and should do more.&quot; Martin Ward, chief plant health officer at the government&apos;s Food and Environment Research Agency, said: &quot;The regime is not working as well as it should, but a more precautionary [European] regime is in the offing.&quot; The government&apos;s interim action plan on ash dieback, published last Thursday, was criticised by the National Trust for prioritising the continuation of trade over dealing with the threat to the nation&apos;s ash trees. The NT&apos;s Simon Pryor, said: &quot;Through this action plan we&apos;re effectively surrendering the British landscape to this disease.&quot; Boyd also told MPs that a key measure put forward in the action plan  developing strains of ash trees that are naturally resistant to Chalara  would take 10 years or more to bear fruit. &quot;It will take a decade or more before this has an impact,&quot; he said. &quot;Even if we start to propagate now, even after a decade an ash tree is not very large.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/dec/11/ash-dieback-plant-scientists-environment-committee", 
    "wordcount": "542"
}