{
    "headline": "Are pre-school children too stressed?", 
    "text": "In an open letter to the Daily Telegraph yesterday, academics and other interested parties were castigating the &quot;nappy curriculum&quot;, a set of requirements for pre-school children that author Philip Pullman and others see as standing in the way of &quot;spontaneous play&quot;. Meanwhile, the Association of Teachers and Lecturers has reported a marked increase in children not being potty trained before they start school. The world appears to be pulling in two different directions  with far more expected of children at school, and far fewer demands made at home. Actually, I think both stories reflect the same trend: a belief that school can do absolutely everything for a child that originates in policy but feeds into parental expectation. The fixation with early years learning  held by the coalition and the Labour government before it  is an attempt to solve the inequality that successive studies have shown to be locked in by the age of five. If only government, with children&apos;s centres, targets and curricula, could intervene, with equally high expectations of everybody, then inequality would be eradicated. That was the plan, anyway. Opponents now counter that this constant monitoring ruins children&apos;s peace of mind. I disagree with both, and this isn&apos;t evidence-based (in fairness, neither is any of the policy, or if it is, only by the most tangential reading of the evidence). Pre-school kids may be given weekly homework and a book to take home, and, to an adult, that sounds like a big ask. But a kid would no more interpret this as pressure than they would being asked to eat broccoli or put their own shoes on. Reading a book is far less onerous than the harassment of the &quot;please&quot; and &quot;thank you&quot; agenda. You are constantly hassling your children; that&apos;s what childhood is, and always has been. If they are stressed, it&apos;s because their parents are stressed; they can no more be separated from the emotional temperature of their household than they can be &quot;lifted out of poverty&quot; while their parents are still in it. Oh, which reminds me, if their parents are stressed, it&apos;s most probably because of the contraction of household budgets. Don&apos;t follow the curriculum looking for answers; follow the money.", 
    "section": "education", 
    "gid": "education/shortcuts/2012/feb/07/pre-school-children-too-stressed", 
    "wordcount": "377"
}