{
    "headline": "The average app developer 'earns 70k a year'. But hold the champagne...", 
    "text": "At a time of considerable uncertainty for the global economy, some good news! &quot;The average annual pay for &apos;app&apos; developers has shot up 27% in just the last 12 months to an average of 70,000 per annum.&quot; If warning bells are sounding in your brain as you read those words, your caution may be justified. The quote comes from a press release from a company called ReThink Recruitment, whose business certainly won&apos;t be hurt by thousands of app developers comparing that figure to their current salaries, and looking for a new job. Keep that caveat firmly in mind, then, but if ReThink knows its market, its views may still be valuable. &quot;The app economy is serious business. Whilst there are plenty of stories of independent developers becoming millionaires in a very short space of time, there are also a growing number of app development consultancies who are becoming big and significant employers,&quot; says director Michael Bennett. &quot;These consultancies are increasingly prepared to pay very high salaries for app developers with the right kind of skills.&quot; There&apos;s certainly truth in the idea that great app developers command great salaries in 2012, although the buzz/hype around apps at the moment delete according to where you stand on the apps-scepticism scale also means there are plenty of not-so-great app developers (and development consultancies) seeing themselves as worth top-dollar too. Apps sometimes feels worryingly like the web design industry in 2000/2001 in that sense: salaries climbing fast for developers, lots of trendy agencies to work for and no shortage of recruitment firms saying how marvellous it all was. 2001 being the year when things went south for a lot of those agencies, developers and recruitment firms. ReThink&apos;s salary survey claims that 70k average salary for an app developer is now outstripping the 60k for a &quot;traditional web developer&quot;, although web developers are still ahead when it comes to contract day rates (375 to 350).  Bennett thinks consumer businesses &quot;now take traditional web development skills  such as familiarity with HTML5 or basic web platforms  for granted in their in-house web-teams Not having app development skills will hold web developers back in the job market and will hurt their pay prospects.&quot; A responsive future? This is an area that&apos;s constantly shifting, though. You might argue that an increasing amount of apps are basically HTML5 with a native wrapper anyway: there&apos;s still demand for those &quot;basic&quot; web development skills. You might also argue that experience with responsive web design is going to be much more valuable for employers in 2013, and furthermore that what&apos;s needed are skills developing for people&apos;s behaviour on different devices, rather than just apps. Something good from ReThink&apos;s survey: a reminder that &quot;for every Angry Birds, there are hundreds of other apps that are designed and launched that sink without a trace&quot;. Which the company sees as a spur for developers to and I&apos;m paraphrasing here get a proper job. &quot;Although some developers have become millionaires almost overnight, app developers will find working for companies on a contract or permanent basis is potentially more lucrative,&quot; says Bennett. &quot;Working on a contract basis could also help budding independent developers subsidise their own personal app projects.&quot; The &quot;sink without a trace&quot; point can&apos;t be hammered home enough. In June 2012, Canalys conducted some research into the apps industry&apos;s long tail. Senior analyst Tim Shepherd didn&apos;t sugar-coat the findings: &quot;We estimate that up to two-thirds of the apps in leading consumer app store catalogues receive fewer than 1,000 downloads in their first year, and a significant proportion of those get none at all,&quot; says Shepherd. US technology site GigaOm published the results of its own survey of app developers in September 2012, finding that more than half were making less than $500 a month from their apps, while a third of developers of purely ad-supported apps were making less than $100 a month. That survey backs up Bennett&apos;s suggestion of spare-time apps development, though: it found that 75% of respondents either had a main job and developed apps in their spare time, or only spent part of their main job making apps. A bright future... for some Anyway, late 2012 is a good time to be a talented app developer, whether you&apos;re one of those hobbyists, or working for a startup, agency or corporation. But as in any boom time, it&apos;s probably a good idea to think hard about what&apos;s coming next: for your employer and the wider industry. An article on technology blog The Kernel this morning looked to stir up some debate about whether there are too many startups in London, zeroing in on the relative scarcity of the highest-quality developers people who&apos;d justify bigger salaries than that 70k average figure in the ReThink survey.  &quot;But real coding genius of the type possessed by the troops who get most of the work done in technology businesses is thinner on the ground. What talent there is finds itself spread thinly across dozens and even hundreds of start-ups, most of which are  how does one put it delicately?  going nowhere.&quot;  2013 is already shaping up as a shakeout year for the apps industry. Startups whose apps haven&apos;t become popular (or whose business models haven&apos;t worked) will struggle to raise new funding rounds, while app development agencies who&apos;ve disappointed too many clients will downsize or close their doors. A fair few developers will lose their jobs. And, like that web-design bust back in 2001, the meaningful companies with real business models will prosper, the skilled app developers will gravitate towards them  or towards in-house development at traditional companies and 70k+ salaries will be a mark of individual skills and value rather than a sign of an overheating market.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/dec/03/average-app-developer-70k-salary", 
    "wordcount": "992"
}