{
    "headline": "New nuclear reactors could be eligible for subsidies, says minister", 
    "text": "The nuclear industry could get subsidies from the taxpayer to build new reactors, the new energy minister has said, despite opposition in the coalition agreement and repeated assurances to the contrary. John Hayes told MPs on Thursday that new nuclear power would not receive specific government subsidy but could be eligible if other forms of electricity generation also benefited from the scheme. The Conservative minister&apos;s admission during energy questions in the House of Commons appears to back up a long-held suspicion that the government&apos;s proposed scheme to offer a guaranteed minimum price for new low-carbon energy to encourage companies to build new capacity  known as Contracts for Difference  would become a backdoor subsidy for the expensive nuclear industry. In reply to a question from the Liberal Democrat deputy leader, Simon Hughes, Hayes said: &quot;Let me be crystal clear  there will be no direct payment, no market support for electricity supplied or capacity provided by a private-sector nuclear operator, unless similar support is also made available more widely to other types of generation.&quot; His reply was seized on by the Green party MP, Caroline Lucas, who said: &quot;A subsidy is still a subsidy, even if it is given to others.&quot; The one-hour session for all three ministers at the Department for Energy and Climate Change was the first appearance in his new job for Hayes. This week in an interview with the Daily Mail he appeared to signal his opposition to building more onshore wind turbines, declaring &quot;enough is enough&quot;. That view, popular with many of his party but in contradiction to coalition energy policy, prompted warnings from private renewable companies and a put-down from Ed Davey, the Lib Dem climate secretary. On Thursday the two men were at pains to put the incident behind them. Hayes joked more than once about his reference to &quot;bourgeois leftwing intellectuals&quot; whom he supposed to be behind onshore wind power. But he also delivered a strong statement in support of renewable energy, though notably there was no direct mention of wind power. &quot;The commitment to renewable technology is an essential part of delivering the energy mix: that builds sustainability, it helps us meet our targets [to cut emissions and increase renewables], and it&apos;s also good for consumers because that mix guarantees our energy security,&quot; he said. Davey faced several questions over perceived splits in the department. &quot;My honourable friend the minister for energy [Hayes] and I might on occasion disagree on issues of substance, and I certainly didn&apos;t agree with his comments the other day, but I certainly admire his style,&quot; joked Davey. Greg Barker, the other Tory climate minister, revealed that the department was considering a new subsidy paid through electricity bills  known as a feed-in-tariff  for households that install energy efficiency measures. Currently such tariffs are only available for homes and businesses that fit small-scale renewable technology such as a wind turbines or solar panels. &quot;This is one of a number of measures under active consideration at the moment,&quot; Barker said. It could be added to the upcoming energy bill through a government amendment, he said. Labour asked Hayes about doubts over the coalition agreement&apos;s pledge to support four projects to showcase carbon capture and storage at coal and gas-fired power stations. The government is running a competition for one such scheme, and there have been reports that money earmarked for the other three has been spent by the Treasury on other projects. &quot;Britain is the world leader. It&apos;s critically important in dealing with emissions we recognise that carbon capture and storage can be a vital part of those ambitions,&quot; Hayes said. The shadow energy minister Tom Greatrex said the delays were putting at risk up to 600m of European funding.", 
    "section": "environment", 
    "gid": "environment/2012/nov/01/nuclear-reactors-subsidies-minister", 
    "wordcount": "635"
}