{
    "headline": "France says farewell to the Minitel  the little box that connected a country", 
    "text": "It is known as the &quot;Little French Box&quot;, a 1980s design classic now seen as the ultimate in beige plastic kitsch. But once it was an audacious precursor to the world wide web, introduced the first cybersex into people&apos;s living rooms and had a user-friendly design that may have inspired Steve Jobs&apos;s first Macintosh computer. Yet, on Saturday, the plug will finally be pulled on the Minitel machine, France&apos;s one-time pride and joy, 30 years after its launch. And while the nation marvels at the fact that 800,000 of the clunky terminals with massive buttons are still in circulation, the Minitel is shedding its square image and enjoying a moment of mass nostalgia. Farewell parties and newspaper memorials are reminiscing about the time when, thanks to the Minitel, the French public could electronically check the weather, book a holiday, monitor their bank accounts and view share prices or horoscopes more than a decade before any other country. And yet the Minitel failed to sell abroad and existed in almost glorious isolation in France. The Minitel was dreamed up in the 1970s when France was lagging behind on telecommunications, with the nation&apos;s homes underserved by telephones  particularly in rural areas. Amid a technological dawn in France, it was, with the TGV railway, a matter of political and national pride. The state communications company came up with a system combining the telephone and information technology and, in 1982, rolled out the Minitel, delivering the sets free to homes  the first widely available screen-keyboard combination in any country. First it was used as an electronic yellow pages. Other services quickly followed, paid very easily through charges per-minute on the family phone bill, with service providers receiving a cut. Soon the French were using it to check exam results, apply to university, book trains and chat online, years before the internet&apos;s blogs or social networking. At the height of its glory in the mid-1990s, the French owned about 9m Minitel devices, with 25m users connecting to more than 23,000 services. Former president Jacques Chirac boasted that a baker in Aubervilliers outside Paris could check their bank account on the Minitel, asking pointedly: &quot;Can the same be said of a baker in New York?&quot; One of the biggest hits on Minitel was the so-called &quot;Minitel Rose&quot;, the world&apos;s first electronic adult chatrooms, where people using pseudonyms patiently exchanged steamy messages that took what would now seem an eternity to appear on screen. Several of today&apos;s most influential media bosses made huge fortunes on the &quot;pink messaging&quot; services with their chatroom startup companies. Services with names such as Ulla gained mythical status in France, billboards advertised the services and even a pop ballad, Goodbye Marylou by Michel Polnareff immortalised these late-night erotic chat exchanges, musing on typing on his keyboard &quot;all the voiceless words we say with our fingertips&quot;. The longer users stayed online messaging, the more the service providers made. The musician Gerome Nox recently told the newspaper Libration how he had worked on one of the services posing as a hostess called Julie to attract men and keep them online as long as possible. He compared the men replying to his messages to &quot;starving piranhas, no bonjour, no pleasantries, it was direct and crude&quot;. He said he decided to stop as &quot;my Julie had become more and more disagreeable and hateful&quot;. He unmasked himself, typing: &quot;I&apos;m not called Julie. I&apos;m a man, just here to rack up your phone bill. You&apos;ve been screwed, which was just what you wanted all along.&quot; He was fired. France tried to market Minitel abroad but failed to get big international takers, and it was eventually overtaken in the late 1990s by the world wide web. Minitel&apos;s official closure comes as many people in France still use it, ranging from farmers and elderly people without computers to professionals such as florists and tobacconists who still place supplier orders through it and people who kept old Minitel sets as an insurance policy in case their computers picked up a virus. As late as 2007, it was generating high revenues. Janine Galey, 85, a mother of seven in Paris, said she used it for almost 20 years until around 2000, long after the advent of the internet. She did not have a computer at home and recently went straight from Minitel to an iPad tablet computer. &quot;As an object, it was pleasing to the eye, intelligently designed, it wasn&apos;t heavy and it didn&apos;t take up too much space,&quot; she said. &quot;At first it sat in the study of my flat and then on a little table in my bedroom. It was easy to operate and I&apos;d use it to find names and addresses, to check train times and reserve tickets.&quot; Valrie Schafer, co-author of the book Minitel: France&apos;s Digital Childhood, said: &quot;At the start in the 80s, there was a real sense of pride in Minitel as a success story of our national industry  with the one problem that we never exported it; it remained very French. Then at the end of the 1990s and in 2000s the discourse changed and Minitel was talked about as quite square, outdated, behind. &quot;But now it&apos;s the end of Minitel, we&apos;re discovering that the French have an attachment to it, as part of our industrial history. Despite all the negative talk of the past, it&apos;s now being seen as a success in terms of the national economy. &quot;Despite everything, there&apos;s a nostalgia for an era when French developed new ideas, took risks on ideas that didn&apos;t just look to the US or outside models: a time when we wanted to invent our own voice.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jun/28/minitel-france-says-farewell", 
    "wordcount": "970"
}