{
    "headline": "A dawn chorus of reckless confidence", 
    "text": "Cuck-oo  cuck-oo, unmistakable sounds follow first light through a gap in the curtains. But maybe I am mistaken. Maybe I&apos;m crafting cuckoo song out of the louder fragments of a woodpigeon&apos;s call? No, it&apos;s a cuckoo, the first I&apos;ve heard for years so close to home. That would mean the world&apos;s all right; that those forces corroding seasonal certainties were weakening; that the spirit of spring has returned, alive and well? The harder I listen, the further I fall into the realisation that my desire to delude myself is stronger than my need to face up to the truth. It&apos;s a bloody wood pigeon. I go outside, step into the dawn chorus. The air is cool and damp. The soft green light is like peering into a pond and the birdsong sounds as if it&apos;s coming from underwater. Birds are singing together and their communal power feels greater than individual, clan or tribal identities. Before this changes again and their personal characters return to them, I wonder what effect their chorus has on birds of prey. Do peregrine falcons, sparrowhawks, kestrels and tawny owls join in with this collective expression of bird-ness, irrespective that their manners are, as Ted Hughes said, &quot;tearing off heads&quot;? Or do they see it as an act of their prey&apos;s resistance, in defiance of their predatory power? Maybe the chorus is like a village uprising, shouting at the gates of the murderous feudal landlord  a warning that together they could overpower their oppressor. I suspect the answering glare from treetop or cliff ledge betrays not a jot of intimidation. Nevertheless, there&apos;s a reckless kind of confidence in the songbirds that persists through the day. Out in the woods this confidence has an echo in the trees and the late sputtering of wild garlic and bluebells  even flowers of early purple orchid, stubby as betting-shop pencils, struggle through regardless of the colder weather. Spring has its own fierce truth, no matter what we try to make of it.", 
    "section": "environment", 
    "gid": "environment/2013/may/14/wenlock-edge-dawn-chorus-reckless-confidence", 
    "wordcount": "334"
}