{
    "headline": "John Gummer warns: don't dump green agenda", 
    "text": "George Osborne&apos;s attempt to backtrack on green policies by supporting a new &quot;dash for gas&quot; ran into trouble after the incoming head of the government&apos;s climate change committee said future economic growth would be impossible without more renewable energy. The comments from John Gummer, who has been chosen to chair the independent climate change committee, came amid growing signs that the chancellor is leading a headlong government retreat from David Cameron&apos;s much-vaunted commitment to lead &quot;the greenest government ever&quot;. Suspicions were raised last week that the prime minister had accepted the need to downgrade green policies, which many Tory MPs see as too expensive in a recession, when he promoted climate sceptics in his reshuffle. He switched Owen Paterson, who has made clear that he is opposed to windfarms, to environment secretary, and made another green sceptic, John Hayes, energy minister. Speaking to the Observer days before taking up his appointment at the head of a committee that includes many of the country&apos;s top climate scientists, Gummer (now Lord Deben) said he was convinced that current government policy, which backs the increased use of renewable energy was the only way forward. &quot;I think there can be no growth unless there is green growth,&quot; he said, stressing that population growth would put increasing pressure on finite resources such as gas, while renewable energy was a natural limitless resource. &quot;If we want to grow in this world, we can only grow in a green way,&quot; said Gummer, a Tory environment secretary in the 1990s. &quot;We led the way with the Climate Change Act. The current government started on its route with the Green Deal and other things. But let us not kid ourselves. Round the world other countries are seeing that this is the only future. The Chinese are moving fast. Even countries like South Africa, South Korea and Australia are doing so.&quot; While he would not be drawn into criticising individual ministers, he said anyone who believed gas would remain cheap was making a dangerous mistake. &quot;You have actually got to go for renewables,&quot; he said. &quot;The facts are absolutely clear. We have to go down the line we said we would, and we have to do it at the speed we said, because this is the most cost-effective speed. &quot;You don&apos;t need to believe in climate change to want to do all these things. All you need to realise is the fact that soon we are going to be 9 billion people. Our resources are going to be constrained.&quot; Osborne&apos;s support for a new dash for gas was revealed in a letter he wrote to Ed Davey, the Liberal Democrat energy and climate change secretary, in July at a time when many Tory MPs were unhappy about the level of government subsidies for wind farms. The chancellor targeted a figure of 500m he wanted to see cut from the government&apos;s support for the generation of power from new renewable sources by 2014. Instead he backed a new generation of gas power stations, fuelled by supplies from the Middle East, saying these would provide electricity more efficiently. &quot;We need a statement which gives a clear, strong signal that we regard unabated gas as able to play a core part of our electricity generation to at least 2030  not just providing backup for wind plant or peaking capacity,&quot; he wrote. &quot;This will provide context for the gas strategy and will help reassure investors, enabling investment in new gas power stations and the infrastructure that supports them such as pipelines between Norway and the UK which could enable us to become a gas hub. &quot;We should commit publicly to ensuring that British consumers will be able to get the benefits if the price of gas falls.&quot; However, the prospects of gas prices falling are questioned by many politicians who argue that prices are more likely to rise as developing nations such as India and China build their own energy plants and seek gas to burn in them. A sellers&apos; market will evolve, they argue, one that will benefit suppliers such as Qatar but which could leave Britain seriously exposed to rising gas prices. &quot;Gas has a role to play in energy generation in the UK, but its unabated use cannot be the main part of our energy policy,&quot; said Tim Yeo, the Tory MP who chairs the Commons select committee on energy and climate change. &quot;That is something that our committee would completely reject.&quot; Similarly David Kennedy, chief executive of the climate change committee, which advises the government on global warming and other issues, told BBC News: &quot;This would all lead to a second dash for gas. This would be incompatible with the government&apos;s climate change goals.&quot; Reliance on gas would also leave the UK dependent on foreign imports to run the nation&apos;s power stations and mean that the renewable energy industry, including wave and tidal generation, would contribute less to the economy as demand fell, it has been argued. Similarly work on carbon capture and storage  which would take carbon emissions and bury them in underground stores  would be halted. Labour leader Ed Miliband said the Tory party was guilty of a great betrayal on the environment. He said: &quot;Promising to care about the environment was once supposed to symbolise how the Tory party had changed. Betraying those promises now symbolises how the Tory party has not changed. &quot;We need new thinking and new green industries if we are to protect our environment. There is no contradiction between having that and a growing economy  it is in fact one of the best ways of getting growth back into our economy.&quot; Greenpeace&apos;s senior political adviser, Joss Garman, said: &quot;This looks like a headlong rush towards the sort of toxic, nasty party politics that David Cameron said was history when he told voters to go green, vote blue.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/sep/09/john-gummer-warning-green-agenda", 
    "wordcount": "1006"
}