{
    "headline": "Petition calls on Brazilian president to veto 'catastrophic' forest code", 
    "text": "More than 1.5 million people in Europe, the US and elsewhere have petitioned the Brazilian president, Dilma Rousseff, to veto a law that critics say could lead to the loss of 220,000 square kilometres of Amazonian rainforest, an area close to the combined size of the UK and France. The proposed new Brazilian forest code, pushed through parliament by the powerful farming lobby in the face of national opposition, would provide an amnesty for landowners who have illegally cleared forests in the past and will allow deforestation in previously protected areas like mountain tops and beside rivers. According to environment groups, it could allow loggers to chop down more of the Amazon than has been possible in the last 50 years. The president, who has the right to veto the bill, has been bombarded with emails, petitions and by social media appeals by more than 1.5 million people. This number is expected to rise dramatically in the next few days as Greenpeace, Avaaz and WWF International ask their 22 million supporters to sign up. &quot;Nearly 80% of Brazilians want this catastrophic bill scrapped, and so far over 1 million people across the world support them. President Rousseff has a choice  sign the Amazon&apos;s death sentence or protect the planet&apos;s lungs and emerge a public hero,&quot; said Ricken Patel, Avaaz director. &quot;President Dilma Rousseff stands at a defining moment for her presidency,&quot; said Kumi Naidoo, Greenpeace International director. &quot;The choice is clear. She can ignore the Brazilian people and side with &apos;destruction as usual&apos; as enshrined in the new forest code or exercise her veto and support the call for a new zero deforestation law. We urge her to take the visionary path of a leader who understands that with power comes responsibility.&quot; The groups hope that Rousseff, who has until 25 May to exercise her veto, will bow to international pressure to avoid embarrassment when she plays host to the UN&apos;s Rio +20 Earth summit next month. More than 125 heads of state as well as 45,000 delegates are expected to attend the world&apos;s largest environment conference in a generation, pledging to protect forests and develop the &quot;green economy&quot;. The new forest code allows landowners to count woodland on river margins, hilltops and steep inclines towards a total proportion of forest that must be legally preserved on their land. It also allows for reserve areas in the Amazon to be reduced from 80% to 50%, as long as the state where the reduction is planned maintains 65% of protected areas. Landowners, who are growing in political importance as Brazil becomes a major exporter of commodity crops, said they were confident that the international pressure would not succeed. &quot;Brazil is the only country that has the moral authority to discuss [Brazilian] environmental issues,&quot; said Katia Abreu, senator and president of the Confederation of Agriculture and Livestock of Brazil. &quot;I don&apos;t understand why the NGOs oppose the changes. The main NGOs are European but I do not see them asking Europe to revive its forests. Why only in Brazil? We want to bring legal certainty for farmers with this bill. I am convinced [Rousseff] will not veto.&quot; Patrick Cunningham, of the Indigenous People&apos;s Cultural Support Trust, said: &quot;The changes will overturn a law which even Brazil&apos;s military dictatorship didn&apos;t dare to challenge, and will be an abrogation of the country&apos;s laudable and longstanding commitment to protection of the fragile rainforest environment.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/may/11/petition-brazil-president-veto-forest-code", 
    "wordcount": "587"
}