{
    "headline": "Universities could be a significant force in social mobility", 
    "text": "In 1930, Cambridge philosopher CD Broad published a book called Five Types of Ethical Theory. The book opens with brief biographical sketches of the thinkers discussed, including the earlier Cambridge philosopher Henry Sidgwick, who, we learn, was married to the sister of the Earl of Balfour. The happy couple were instrumental in founding Newnham College, the Cambridge women&apos;s college. Of this achievement, Broad writes: &quot;Whether the object they accomplished was a good or a bad one is a question on which equally intelligent and virtuous persons are likely to differ till the end of time.&quot; Broad was not a conservative in all matters. In 1958, alongside Bertrand Russell, JB Priestley, Alex Comfort and others, he signed a letter to the Times arguing for the legalisation of homosexuality in the light of the Wolfenden report. Yet when, in 1965, his book was reissued in paperback, he apparently did not feel the need to review his reflections on female education. Broad bears comparison with Oxford philosopher FH Bradley, who, in 1876, published a paper called My Station and Its Duties, claiming: &quot;Civilisation is to some considerable degree inherited  itis a very different thing  to be born of civilised and uncivilised ancestors.&quot; We have come some distance from Bradley and Broad, whose views in these respects are to be found only in the museum of ideas, specifically in its chamber of horrors. Universities today are treated as engines of social change, even if they rarely fire on all cylinders. How much, though, can universities contribute to social mobility? Some suggest that a golden age ran from the second world war to around the 1970s, when a bright working-class boy could gain a scholarship to grammar school, then another for Oxbridge. There, he would work jolly hard but also glitter, and go on to great things. And, indeed, there is at least one such person. His name is Alan Bennett, and he has told us all about it. There is no doubt, though, the mid-century was an age of social mobility. Factory workers encouraged their children to seek desk jobs with the council, looking for safe working conditions and a decent pension. The children of dockers became office workers who drank wine and bought books. Yet, most likely, the changing nature of the job market drove social mobility, rather than followed it. Heavy industry declined and the service sector rose. The potential middle class bulged and the children of workers received the education and training they needed to fill them for their new roles. Without significant fluidity in the economy, social mobility is much more difficult. If the job market is static, then upward social mobility will have to have its opposite and equal reaction. Like your unit trusts, social mobility can go down as well as up. Not necessarily a bad thing, but if universities are to be a significant force in social mobility, then they will have also to tackle the question of how to change the structure of the labour market. And to the credit of the university sector, we are starting to think of training in entrepreneurship and business as part of our core mission. But what would a transformed labour market look like? Might I put in a word for what I still haven&apos;t quite learned to call &quot;the creative industries&quot;? We decry the loss of heavy industry in this country, but a cynical view is that much heavy industry is devoted to producing things we don&apos;t really need at huge human and environmental cost. Should we limit production only to those things we need? Forget double-dip recession. Economic meltdown. To keep people employed, we need them working away on things we like but don&apos;t need. Let us, therefore, do it in a way that is quite fun and has a minimal carbon footprint. Bread, of course, but also circuses, for the middle classes. No more Henry Fords. But lots more Alan Bennetts please.  Jonathan Wolff is professor of philosophy at University College London", 
    "section": "education", 
    "gid": "education/2012/jun/25/universities-significant-force-social-mobility", 
    "wordcount": "673"
}