{
    "headline": "Wind power: new poll finds 66% of UK public in favour", 
    "text": "Two-thirds of the UK public are in favour of wind power according to a new poll, published on the same day as a national anti-wind campaign launches in parliament. Overall, 66% of Britons were in favour and just 8% against when asked: &quot;to what extent are you in favour of or opposed to the use of wind power in the UK&quot; in the Ipsos Mori poll, commissioned by wind trade body RenewableUK. The figures show a slightly higher enthusiasm for wind power than a Guardian poll in March, which revealed 60% of people were in favour of wind. The discrepancy could be partly explained by the framing of the questions, with the Guardian research asking if people were in favour of windfarms near their homes. Maria McCaffery, chief executive of RenewableUK, said: &quot;It&apos;s clear that the majority of those surveyed are supportive of energy from wind  strongly indicated from our survey results. Wind is an abundant, clean, secure and affordable energy source. It is therefore not only undemocratic to allow the vocal anti-wind minority to derail the UK&apos;s plans for renewable energy, but also damaging to our economy, undermining investment and jobs that will help to rebuild communities across the country and put the UK on a path to future economic prosperity.&quot; A spokesman said the poll was a direct response to the launch today of National Opposition to Windfarms (Now), that opposes the building of any wind turbines in the UK. &quot;I hope Now will be instrumental in preventing the industrialisation of our best landscapes by campaigning in a united and organised fashion,&quot; said Lord Carlile, who sits on Now&apos;s steering and is sponsoring its launch. Juliet Davenport, CEO and founder of renewable energy utility company Good Energy, said of the results: &quot;Despite all of the various claims and counter-claims, the simple fact is that onshore wind is a reliable, efficient and cost-effective way of generating electricity. With so much wind resource available in the UK, it&apos;s an energy opportunity that cannot be overlooked. It&apos;s great to see that public opinion recognises that in spite of the best efforts of some to claim otherwise.&quot; The poll findings follow a tumultuous few months for wind power, as leaders of turbine makers warned that doubts over the government&apos;s commitment to wind was threatening billions of pounds of investment, and 101 Tory MPs wrote to the prime minister asking him to cut subsidies for onshore windfarms. However, David Cameron responded by defending his support for wind power, writing: &quot;I do believe that onshore wind energy plays a role in a balanced UK electricity mix alongside gas, nuclear, cleaner coal and other forms of renewable energy.&quot; Keith Allott, head of climate change at WWF UK, said that David Cameron should use a planned keynote speech next week to make clear the government&apos;s commitment to renewable energy. &quot;All technologies must be sensitively sited, but polls consistently show that people are far more concerned about nuclear and fossil fuel power stations - it is about time the media debate reflected that. It&apos;s also a real shame that the government is giving out such mixed messages on renewables which are seriously impacting investor confidence. Today we heard the news that Doosan Power Systems are scrapping their UK investment plans, just weeks after General Electric said that their plans to invest in UK wind power were &apos;on hold&apos; due to UK ministers&apos; dithering on reform to the energy market.&quot; Ipsos Mori interviewed 1,009 people online for the poll.", 
    "section": "environment", 
    "gid": "environment/2012/apr/19/wind-power-poll-uk-public-favour", 
    "wordcount": "594"
}