{
    "headline": "Talking beluga whale named Noc is revealed", 
    "text": "     A Beluga whale named Noc learned to warble in a human voice that was so convincing it fooled a diver into thinking someone was shouting at him to get out of the water, US researchers have revealed. Handlers at the National Marine Mammal Foundation in San Diego heard mumbling in 1984 coming from a tank containing whales and dolphins that sounded like two people chatting far away. It wasn&apos;t until one day, after a diver surfaced from the tank and asked: &quot;Who told me to get out?&quot; that researchers realised the garble came from a captive male Beluga whale. For several years they recorded its spontaneous sounds while it was underwater and when it surfaced. An acoustic analysis revealed the human-like sounds were several octaves lower than typical whale calls. The research was published on Monday in the scientific journal Current Biology. The authors wrote that Noc was even able to be trained to &quot;speak&quot; on cue [PDF] and they were able to study how he adjusted the pressure and &quot;phonic lips&quot; in his nasal cavities to make sounds much lower than ordinary whale squeals and clicks. &quot;The whale was exposed to speech not only from humans at the surface  it was present at times when divers used surface-to-diver communication equipment. The whale was recognised as the sources of the speech-like sounds when a diver surfaced outside this whale&apos;s enclosure and asked: &apos;Who told me to get out?&apos; Our observations led us to conclude the &apos;out&apos; which was repeated several times came from Noc. &quot;We interpreted the whale&apos;s vocalisations as an attempt to mimic humans.&quot; After four years of copying people, Noc reached maturity and apparently either lost the capacity to make human noise or lost interest in doing so. He went back to sounding like a whale, emitting high-pitched noises, and died five years ago. Dolphins and parrots have been taught to mimic the patterns of human speech, but it is rare for an animal to do it spontaneously. The study is not the first time a whale have been identified making human sounds. Scientists who have studied sounds of white whales in the wild sometimes heard what sounded like shouting children. Caretakers at the Vancouver Aquarium in Canada once claimed they heard one of the white whales say its name, Lagosi. His other utterances were indistinct and described as a garbled human voice, or someone speaking in Russian or Chinese.", 
    "section": "environment", 
    "gid": "environment/2012/oct/23/talking-whale-named-noc-revealed", 
    "wordcount": "412"
}