{
    "headline": "Criticism of UK's Horn of Africa famine response wide of mark, says watchdog", 
    "text": "An independent UK aid watchdog has defended the British government&apos;s response to the famine and food crisis in the Horn of Africa. The Independent Commission for Aid Impact (ICAI) said the Department for International Development (DfID) could have done more to anticipate and respond to the emergency, but still performed &quot;relatively well&quot;. Governments and aid agencies came under fire earlier this year for failing to react more swiftly to warnings of a likely emergency in the region, where more than 12 million people were affected by food shortages after rains failed in late 2010 and early 2011. Oxfam and Save the Children criticised the delayed response to the crisis, saying swifter action could have prevented the deaths of tens of thousands of people. But an ICAI report published on Friday awarded the UK government&apos;s 200m emergency response a &quot;green-amber&quot; rating, signifying that it performed &quot;relatively well&quot; against criteria for effectiveness and &quot;value for money&quot;. The report acknowledged that DfID should have been better prepared and could have done more to anticipate the emergency, but argued future crises will be better handled only if weaknesses in the global humanitarian system are addressed and donors work more closely with national governments. DfID and other donor agencies were faulted for lacking flexibile mechanisms to release funds and scale up programmes in response to crises. This, said the report, meant that by the time DfID responded to the unfolding emergency, &quot;the focus had to be on protecting lives and livelihoods&quot;. The report said DfID&apos;s humanitarian staff spent too much time and effort working on press releases and review documents for Andrew Mitchell, the former UK development secretary, who had to sign off all emergency spending. &quot;The UK made a real and positive difference to the lives of millions of women, men and children in dire need in the Horn of Africa. DfID now need[s] to address the recurring crisis in the region and build sustainability and resilience to work towards longer term solutions,&quot; said ICAI chief commissioner Graham Ward. However, the report pushed back against previous criticisms of the humanitarian response, arguing the situation on the ground was &quot;more complex&quot; than agencies have suggested and that there were &quot;varying views about the quality and coherence of early warning indicators&quot;. To rectify this, it called on DfID to push for a more effective and coherent early-warning system, drawing together the various sources of information available. At the same time, the report suggested that donors shouldn&apos;t always act immediately. There is a &quot;challenging trade-off&quot;, it said, between acting quickly to save lives and pushing for national governments and other donors to take some responsibility for the crisis response, which would help to ensure UK taxpayers get value for money. &quot;Our view is that it was appropriate to push for national ownership before significantly scaling up,&quot; said the report&apos;s authors. &quot;Earlier action could have undermined the government and perpetuated a culture of donor dependency. Once national ownership was secured, however, DfID was likely to have had more impact by taking the lead rather than waiting to get other donors on board.&quot; ICAI evaluators spent two weeks in Kenya and Ethiopia assessing DfID&apos;s work but, due to security concerns, did not visit Somalia or the refugee camps near the Somali border. Set up last year by Mitchell, ICAI has published 13 evaluations of different programmes. It has awarded eight green-amber ratings but no green scores. A DfID spokesperson said the agency is &quot;already working to strengthen early-warning systems and help people to cope with regular droughts across the region and beyond,&quot; but added: &quot;Britain cannot do this alone. We will use this valuable report to strengthen our own work, and press the international community to avoid future crises.&quot; While the UN formally declared the famine in Somalia over in February, more than 2 million people are still thought to be in crisis. &quot;Overall, despite the recent improvements, the humanitarian situation in Somalia remains critical and must remain on the global agenda to avoid the risk of reversing the gains made,&quot; Jens Laerke, of the UN Office for the Co-ordination of Humanitarian Affairs, told reporters this week.  This article was amended on 24 September 2012. The original said ICAI has published a dozen evaluations and awarded three green-amber ratings. This has been corrected. ", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/14/criticism-uk-horn-africa-response-watchdog", 
    "wordcount": "744"
}