{
    "headline": "There is no war between motorists and cyclists", 
    "text": "So whaddya know? The supposed &quot;us and them&quot; war raging twixt cyclists and drivers is actually more love-in than pitched battle.  As the editor of performance car website and associated forum PistonHeads I should know, having recently posted a blog about my new-found love of road cycling on the homepage and received  nothing but enthusiastic support. Now, on the surface, sites like PistonHeads would appear to be the last bastion for petrol guzzling horsepower junkies with views on cycling somewhere to the right of Jeremy Clarkson or James Martin.  We write about and discuss cars  mainly fast, noisy and extravagant ones  but among the vast, diverse and extremely vocal community there thrives a strong pro-cycling spirit that happily pours scorn on the idea you&apos;re either a driver or a rider. As the bike-mad editor I saw no problem posting a story about my born-again roadie awakening and drawing comparisons with that and my love of fast cars. And I was vindicated with an enthusiastic response from the forums. A few more reactionary PistonHeads members have been caught out by the surprisingly pro-cycling vibe, too. We had one member post a foul-mouthed rant about being overtaken in queuing traffic by &quot;some dopey little fucker on a bike&quot; on a visit to Oxford, clearly expecting a shower of supportive anti-cyclist sentiment. And yet, within five comments, another member came on and said: &quot;Ah poor boo hoo got overtaken by a cyclist. Did it make your winky shrink?&quot; Probably not the response he was expecting on a car forum. And hugely encouraging for those of us dismayed any time &quot;war on the roads&quot; type headlines appear. Again.     Dan Trent in a more familiar pose    You don&apos;t have to look far for further examples. Cycling is a popular off-season training aid for racing drivers at all levels. Many  Red Bull F1 driver Mark Webber and nine-time world rally championship winner Sebastien Loeb among them  are clearly in it for the love of the sport as much as the fitness benefits.  Tie-ups between car makers and bike firms have seen a transfer of technology too, Lotus famously collaborating with Mike Burrows on Chris Boardman&apos;s distinctive track bike at the 1992 Olympics, and McLaren and Specialized teaming up on the Venge range of road bikes to pool expertise in aerodynamics and carbon fibre. Pound the floor of any motor show and no concept car with &quot;lifestyle&quot; pretensions dare show its face without some manner of inventive bike portage system either. Car makers aren&apos;t dumb, of course, and now recognise that in this day and age an extravagant road bike is as much a default mid-life crisis purchase as the bright red Porsche. A shared love of speed, carbon fibre and unnecessarily extravagant expenditure see to that. And, yes, one of my riding buddies has both, investing a four-figure sum in a Porsche-branded roof rack so he can carry his custom-built Independent Fabrications road bike on his 911. All of which goes to show that lazy stereotyping is exactly that, while selfish, idiotic behaviour isn&apos;t dependent on the number of wheels on which you roll or how they&apos;re powered. James Martin would still be James Martin, whether at the wheel of a Maserati or dressed in Lycra and puffing away on a Colnago. The rest of us are happy to confound accepted &quot;wisdom&quot; and prove cars and bikes can get along just fine, thanks.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2013/mar/19/no-war-motorists-cyclists", 
    "wordcount": "572"
}