{
    "headline": "Deepwater Horizon pipe 'responsible for new oil slick in Gulf of Mexico'", 
    "text": "Government scientists have definitively linked a new oil slick in the Gulf of Mexico to the BP oil spill disaster of 2010. A senior government scientist said the most likely source of the new oil is the mile-long length of pipe from the Deepwater Horizon rig, now lying in a crumpled loop on the ocean floor. At worst, he said, the pipe was thought to contain some 1,800 barrels of oil  a minuscule amount compared with the 4.9m barrels that gushed into the ocean from BP&apos;s well during the 2010 oil disaster. &quot;When you look at all those pieces of information and put them together there is a high degree of confidence that the oil we are seeing and the sheening on the surface is coming from the riser, and that this is residual oil,&quot; said Frank Csulak, who is the National Oceanic and Atmospheric Administration&apos;s scientific co-ordinator for the Deepwater Horizon disaster site. BP said in a statement to reporters that its tests confirmed the oil was from the riser, and that samples contained compounds found in drilling mud. BP spokesman Brett Clanton said: &quot;The size of the sheen, its persistent point of origin and other factors indicate the most likely source is the bent riser pipe that once connected the rig to the well head, where a mix of oil, drilling mud and sea water were trapped after the top kill operation. &quot;It&apos;s very reasonable and logical to conclude that maybe a little crack formed in one of the creases, in one of the bends, and that is where the oil is leaking out of.&quot; BP and Transocean, which were partners on Deepwater Horizon, have until Friday afternoon to submit a clean-up plan for the site. The sheen, only microns thick, varies in size. Earlier this week it extended for three miles near the site of the doomed well, about 50 miles off the shore of Louisiana. The United States Coast Guard said in a statement on Wednesday night that lab tests, performed at a government facility in Connecticut, had matched oil from the slick to the Deepwater Horizon. Oil sheens are pretty common in the Gulf of Mexico, where there are tens of thousands of idled offshore wells  many of which were abandoned without being completely sealed off. But the size and persistence of the sheen near the BP disaster site, first detected by satellite images on 9 September, prompted further investigation. The Coast Guard in its statement said it was still investigating the source of the new oil. &quot;The exact source of the oil is unclear at this time but [it] could be residual oil associated with the wreckage or debris left on the seabed from the Deepwater Horizon incident.&quot; Other government officials, speaking to the Washington Post, have said it is unlikely that oil could be leaking again from the original well head. Engineers poured thick plugs of cement into both ends of the well to finally cap it last July 2010, and officials said a new breach was very unlikely. &quot;With what we did to it it&apos;s pretty hard to imagine,&quot; Marcia McNutt, who heads the US Geological Survey, told the Post. A more detailed chemical analysis also ruled out a natural seep from the well reservoir. Csulak said researchers discovered the presence of drilling mud, which had been in the riser. However, he appeared to downplay concerns about more oil entering the Gulf. The sheen, at this point, is not recoverable, Csulak said. &quot;We don&apos;t feel that is causing an environmental impact. It&apos;s not going to reach the shore-line,&quot; he said.", 
    "section": "environment", 
    "gid": "environment/2012/oct/12/deepwater-horizon-oil-slick-gulf-mexico", 
    "wordcount": "611"
}