{
    "headline": "Yemen crisis leaves 5 million people in need of emergency food aid, says WFP", 
    "text": "Around one-fifth of the population of Yemen is in need of emergency food aid, the World Food Programme (WFP) said on Wednesday. A WFP survey on food security among 8,000 households in 19 of the country&apos;s 21 governorates concluded that approximately 5 million people  about 22% of the population  are facing severe hunger, double the 2009 number and above the threshold at which food aid is required. A further five million are moderately food insecure and at risk of experiencing further food shortages. WFP has already scaled up its aid programme to the country this year to feed 3.6 million vulnerable people. It is targeting assistance to women and children living in the poorest 14 governorates as well as around 670,000 internally displaced and conflict-affected people. &quot;What this shows is that almost one quarter of the Yemeni population needs emergency food assistance now,&quot; said WFP&apos;s Yemen representative Lubna Alaman. In January, the UN warned that half a million Yemeni children are at risk of dying during 2012 as a result of malnutrition or future famine. Around 750,000 children under the age of five were malnourished, said the UN Office for the Co-ordination of Humanitarian Affairs (OCHA). In the governorate of al-Hodeidah, acute malnutrition rates are an estimated 28%, the worst in the country and almost double the World Health Organisation emergency threshold of 15%. In the governorate of al-Mahweet, an estimated 63.5% of children are experiencing stunted growth. Rising food and fuel prices, drought, the economic downturn, political instability and years of conflict have all contributed to the situation. Colette Fearon, Oxfam&apos;s country director for Yemen, said the situation was in danger of becoming the &quot;forgotten crisis&quot;. Lack of education, jobs and basic sanitation in some regions meant poverty levels had already reached crisis levels before prices spiked and the political fallout from the Arab spring took its toll. &quot;Hopefully, this WFP survey results in action,&quot; said Fearon. &quot;The humanitarian crisis needs to be taken seriously.&quot; Joy Singhal, manager of Oxfam&apos;s humanitarian response in Yemen, added: &quot;For years, the deteriorating crisis in Yemen has been ignored  and now the country is at breaking point. Hunger now extends beyond the conflict zones in the north and the south of the country, and is at risk of becoming a normal part of life.&quot; In December, the UN said it needed $447m to meet humanitarian needs in Yemen this year, up by more than 50% on the 2011 amount. So far, just 14% has been raised. The International Committee of the Red Cross (ICRC) has launched an appeal for around 26m. On Tuesday, the UK&apos;s Department for International Development (DfID) announced it was increasing its support for Yemen to 20m this financial year. The department said the money will provide: healthcare to more than 100,000 people affected by conflict; emergency shelter, drinking water and sanitation for 23,000 people; food assistance to more than 8,500 people for six months; hygiene kits and household items to 6,000 people for six months; and seeds, tools and fertiliser to help 12,200 people increase the amount of food they can grow. Development minister Alan Duncan, who has just returned from a visit to the country, said: &quot;It&apos;s no longer good enough for the international community to claim that they have no idea just how bad things now are in Yemen. While I was there yesterday, I heard first-hand reports from parts of the country where malnutrition rates are on a par with Somalia. In some areas, every 15th child dies before reaching the age of five. The international community must respond and it must do so now.&quot; Fearon said donors have been reluctant to send aid into the country, concerned that political instability and violence in some areas would divert it away from those most in need. In a report last year, Oxfam encouraged donors to seek alternative ways to channel their funding, such as involving civil society groups and strengthening the existing social welfare fund. Last month, Abed-Rabbo Mansour Hadi was sworn in as Yemen&apos;s new president, taking over from Ali Abdullah Saleh, who ceded power after 33 years. Inspired by the revolt in Tunisia, protesters began calling for his resignation and constitutional change in January 2011, resulting in more than a year of violence and political turmoil. Hadi has vowed to tackle the country&apos;s economic crisis and return the displaced to their homes. However, escalating fighting between government troops and al-Qaida, which has established bases in the country, threatens to hamper progress. The UN said last week that more than 1,800 people had been displaced since the end of February. The ICRC said the year-long demonstrations and conflict had &quot;taken their toll&quot; on the whole economy and &quot;massively disrupted infrastructure, which will need months if not years to be fully operational again&quot;.", 
    "section": "global-development", 
    "gid": "global-development/2012/mar/14/yemen-crisis-emergency-food-aid", 
    "wordcount": "825"
}