{
    "headline": "Sir James Hamilton obituary", 
    "text": "Sir James Hamilton, who has died aged 89, was the aeronautical engineer responsible for the final design of Concorde&apos;s subtly twisting delta wing, which enabled it to cruise at twice the speed of sound and yet provide enough lift for safe take-offs and landings. He became known among his civil-service colleagues as &quot;Boom Hamilton&quot; because of his insistence that before Concorde went into service, the public had the right to hear what sonic booms would sound like when the plane reached its top speeds. Blessed with a happy temperament, he sailed serenely through 15 years of political wrangling over this uniquely controversial Anglo-French aircraft. When the government appointed him Britain&apos;s director-general of the Concorde project in 1966, John Stonehouse was minister of aviation, and the department and its 30,000 staff were being taken over by Anthony Wedgwood Benn&apos;s ministry of technology, which was only a quarter of that size. Despite the politics, anti-Concorde demonstrations, competition from the Americans and hostile media coverage, Hamilton felt in the end that Europe got the supersonic aircraft right. At first it had seemed that America&apos;s variable geometry (swing-wing) aircraft, built of titanium rather than light alloy, and flying at three times rather than twice the speed of sound, must be the right answer for supersonic travel. But, said Hamilton, &quot;the Americans got it wrong in every respect. If we&apos;d followed their line the aeroplane would never have been built just as theirs was never built.&quot; James Arnot Hamilton, always proud of his Scots background, was born in Midlothian. He emerged from what was then Penicuik Academy as dux (top pupil), and took a wartime, fast-track degree in civil engineering at Edinburgh University, graduating in 1943. His first job was on the development of anti-submarine weapons for the RAF at the Marine Aircraft Experimental Establishment (MAEE) at Helensburgh, on the Firth of Clyde, where he worked on flying boats including Sunderlands and even a floating Spitfire. When MAEE returned to its prewar base at Felixstowe, Suffolk, Hamilton&apos;s quick grasp of high-speed flight characteristics led to his appointment, aged 25, as head of flight research. He moved to the Royal Aircraft Establishment at Farnborough, Hampshire, in 1952 and was made head of the projects division in 1964. As the cold war developed, missile technology attracted the limited funds available and work on a proposed supersonic jet trainer was cancelled. But Britain and France were both pushing ahead with passenger jets that halved flying times to the US and Australia and collaboration on a supersonic airliner had begun in 1961. Joint work on military jets now be came inevitable and in 1965 Hamilton was appointed project director for the first Anglo-French combat aircraft. This became the RAF&apos;s first jet to be designed in metric, later named the Jaguar. In 1966 the Labour government, having failed to persuade France to cancel Concorde, appointed Hamilton head of the British Concorde project, with a brief to keep a firm hand on costs and to co-ordinate research and development. It was an ideal role for Hamilton, who was a specialist in wing-design, following up Roy Chadwick&apos;s delta-wing designs for the Vulcan bomber; and who had proved equal to the difficult task of working out compromises with French engineers. A year later, as BBC air correspondent, I joined Hamilton on the ministry roof in Whitehall, as Lightning bombers gave Londoners a chance to consider whether they could learn to live with sonic booms. They proved to be much worse than one expert&apos;s prediction that they would only sound like the slam of a car door. Responding to political pressure, the government decided to ban supersonic flight over Britain; other countries followed suit and Hamilton&apos;s prediction that this would destroy Concorde&apos;s sales prospects proved well-founded. In 1971, five years before Concorde went into passenger service, Hamilton was made deputy secretary for aerospace in the new Department for Trade and Industry, while retaining overall responsibility for Concorde. There he oversaw the cancellation of the Black Arrow rocket, despite the fact that it had successfully launched Britain&apos;s first national satellite, and nationalising Rolls-Royce&apos;s engine division when the company was bankrupted by the disastrous start of the RB211 jet engine  which has since become a huge success. In 1973 Hamilton moved to the Cabinet Office as deputy secretary, serving under prime ministers Edward Heath and Harold Wilson. From 1976 to 1983 he headed the Department of Education and Science as permanent secretary. Both during this period and later in the Margaret Thatcher years, he became seriously concerned at what he termed &quot;extremely mediocre&quot; education standards in science and engineering at some universities and technical colleges. Before retiring from government service in 1983 he succeeded in reversing cuts in scholarships for painting and sculpture given through the British School in Rome. His &quot;retirement&quot; proved to be just as busy. He joined the boards of Hawker Siddeley, Smiths Industries and Devonport Royal Dockyard. From 1997 to 2000 he chaired Brown &amp; Root UK, a Halliburton subsidiary constructing and running military bases. In 1992 he served on the Fairclough study into the organisation of the engineering profession, and was commissioned to publish a follow-up critical review in 2001. In addition, until bad health intervened, he was president of the National Foundation for Science Research and the Association for Science Education, vice-president of Reading University and vice-chairman of council at University College London. He was appointed MBE in 1952, CB in 1972, and KCB in 1978. Hamilton married Christine McKean in 1947. The marriage was dissolved, and he is survived by their three sons and his partner for 17 years, Marcia Cunningham.  James Arnot Hamilton, aeronautical engineer, born 2 May 1923; died 24 May 2012", 
    "section": "science", 
    "gid": "science/2012/jun/03/sir-james-hamilton", 
    "wordcount": "954"
}