{
    "headline": "Senators accuse Apple of 'highly questionable' billion-dollar tax avoidance scheme", 
    "text": "Apple uses a &quot;highly questionable&quot; web of offshore entities to avoid paying billions in US income taxes, a Senate committee alleged on Monday. The complex arrangement includes three subsidiaries, based ostensibly in Ireland, which appear not to be designated as tax resident anywhere, the committee said. A source on the committee called them &quot;iCompanies  I for imaginary, invisible&quot;.  The commitee said that the arrangement, described by one senator as &quot;the epitome&quot; of tax-avoidance schemes, allowed Apple to pay only very small amounts of tax on much of its overseas profits, thanks to the Irish companies that exist &quot;nowhere&quot; for tax purposes. Tim Cook, the CEO of Apple, will answer the accusations at a hearing convened by the bipartisan permanent subcommittee on investigation in Washington on Tuesday. Apple vehemently denied the charges ahead of the meeting. During its investigations, the subcommittee found that Apple considers three key subsidiaries, all based in Ireland, to have no tax jurisdiction at all. One of those Irish affiliates, Apple Sales International (ASI), reported sales income of $74bn over four years but paid hardly any tax. In 2011 ASI had pre-tax earnings of $22bn but paid just $10m in tax, a rate of 0.05%. &quot;Apple wasn&apos;t satisfied with shifting its profits to a low-tax offshore tax haven,&quot; said senator Carl Levin, the subcommittee&apos;s Democratic chairman. &quot;Apple sought the Holy Grail of tax avoidance. It has created offshore entities holding tens of billions of dollars, while claiming to be tax resident nowhere. We intend to highlight that gimmick and other Apple offshore tax avoidance tactics so that American working families who pay their share of taxes understand how offshore tax loopholes raise their tax burden, add to the federal deficit and ought to be closed.&quot; Senator John McCain, the subcommittee&apos;s ranking Republican member, said Apple&apos;s &quot;creation of companies that don&apos;t exist anywhere for tax purposes&quot; was &quot;the epitome of tax creativity&quot;.  McCain said his constituents were &quot;mad as hell&quot; to learn that Apple was paying tax rates that were sometimes lower than 1%. &quot;I&apos;ve never seen anything like this.&quot; Levin said the repuercussons would be significant: &quot;There are going to be some shockwaves, I believe, going through Europe when countries in Europe see Ireland not even implementing their own tax rate but working out a deal with Apple for a 2% rate instead of a 12% tax rate which Ireland is supposed to have.&quot; Apple released Tim Cook&apos;s statement to the committee before the meeting. In it, he robustly defended the company, denying charges that the company uses tax gimmicks and pointing out that the company has created 600,000 jobs in the US and paid $6bn in taxes to the US Treasury in 2012. Cook also defends the Irish subsidiaries, which he says now employ more than 4,000 people. &quot;Apple complies fully with both the laws and spirit of the laws. And Apple pays all its required taxes, both in this country and abroad,&quot; the statement read. &quot;Apple welcomes an objective examination of the US corporate tax system, which has not kept pace with the advent of the digital age and the rapidly changing global economy. The company supports comprehensive tax reform as a necessary step to promote growth and enable American multinational companies to remain competitive with their foreign counterparts in both domestic and international markets,&quot; Cook said. He characterised Apple&apos;s relationship with the Irish subsidiaries as &quot;cost-sharing agreements&quot; and said the subsidiaries shared risks as well as rewards. He said the arrangement was regularly audited by the Internal Revenue Service in the US. The senators dismissed his argument, calling the practice a loophole that needed to be closed. &quot;This is not an agreement between independent parties. These tax agreements they talk about are people all working for Apple sitting down and signing a piece of paper which shifts profits to a tax haven, that&apos;s what it is all about,&quot; said Levin. Cook called for an overhaul of US corporate tax laws that should be &quot;revenue neutral&quot; for corporations. But critics charge his solutions are likely to exacerbate the issue. &quot;This is one of the most profitable companies in the world, and it has been acting like a back-alley thief trying to pick the pocket of American taxpayers,&quot; said Frank Clemente, campaign manager of pressure group Americans for Tax Fairness. He said a free repatriation would be &quot;another mugging of the American people&quot;. The committee will report more details of its findings at Tuesday&apos;s hearing. The news comes as Apple, Google, Starbucks and others face mounting criticism of their tax avoidance schemes in the UK. Last week Margaret Hodge, the chair of the public accounts committee in the UK parliament, rounded the head of Google in northern Europe, Mark Brittin, during a hearing on the search firm&apos;s tax arrangements. &quot;You are a company that says you &apos;do no evil&apos;. And I think that you do do evil.&quot; She said the group&apos;s approach to tax in the UK was &quot;devious, calculated and, in my view, unethical&quot;. Eric Schmidt, the Google chairman, told the Observer at the weekend:&quot;Given the intensity of the debate, not just in the UK but also in America and elsewhere, international tax law could almost certainly benefit from reform.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/may/20/apple-accused-tax-avoidance-billions-scheme", 
    "wordcount": "911"
}