{
    "headline": "South Sudan needs long-term support to build on fragile gains", 
    "text": "Next time someone tells you aid doesn&apos;t work, offer them a trip to the Lora health centre in South Sudan&apos;s Central Equatoria province, where I stood a couple of weeks ago watching the life ebb out of Frezer Wano, a five-year-old boy who had arrived in coma caused by malaria. His life was saved by a skilled medic, an intravenous drip kit, and $12 worth of quinine and dextrose. After two hours on the drip, Wano was conscious and heading for recovery. He was lucky: South Sudan has the world&apos;s fourth-highest level of fatalities from malaria. What has this got to do with aid? Everything. The clinic, the drugs and the medic&apos;s salary are all part-financed through a pooled fund  the Basic Services Fund (BSF)  set up by Britain&apos;s Department for International Development (DfID) to provide long-term reconstruction aid. The fund is saving lives and helping South Sudan create the foundations for a public health system. Without aid, Frezer would be another child mortality statistic. Instead, he is living proof that, even in the most difficult of environments, effective aid delivers results. If there is one country in the world that needs sustained long-term development aid, it&apos;s South Sudan. Building basic services is an imperative. Fewer than 40% of the population have access to basic health services. With the highest maternal mortality rate in the world, only 14% of births are attended by skilled staff. There are over 1 million primary school age children out of school. And gender inequalities in education are so severe that, in a country with a population the size of London, only 400 girls make it to the last grade of secondary school. Young girls are more likely to die in childbirth than become literate. Less than one year ago, independence brought with it the hope that South Sudan&apos;s human development prospects, blighted for so long by civil war, would improve. Over the seven years since the war ended, there have been advances in many areas. School enrolments are up and child death rates are down. But hopes for sustained progress are fading fast. There is now a real prospect that the fragile gains of the past few years will be reversed, with potentially devastating human consequences. Increasingly violent military clashes over disputed border territories are reigniting fears of a renewed conflict. The government of South Sudan has closed down production of oil previously exported through pipelines in the north, following a dispute with Khartoum over pricing. With oil accounting for 98% of government revenue, South Sudan is heading for extreme fiscal austerity. Spending on basic services such as health and education could be halved over the next year. How should aid donors respond to the crisis? The UK has already voted with its aid programme. The international development secretary, Andrew Mitchell, has made it clear that in the event of failure to get the oil flowing again DfID will cut long-term development assistance and shift resources into humanitarian emergency support. The all-party international development committee has given this approach a ringing endorsement, warning that Britain&apos;s taxpayers could not be expected to &quot;bankroll South Sudan through this austerity period&quot;. This is bad advice. DfID is one of the largest donors in South Sudan. It accounts for around one-fifth of total budget spending on basic health provision and is a major source of finance for education, with a flagship programme on girls&apos; education. Any cut in long-term development funding will mean fewer children in school, fewer people getting access to healthcare and education  and more kids like Frezer dying for want of affordable treatment and skilled health staff. It&apos;s easy to see why DfID wants to send a clear signal. Renewed war would be a mutually assured disaster for both sides  and the entire international community should be working to demilitarise disputed territories. Similarly, both sides stand to gain from a resolution of the oil standoff  and an African Union plan provides a basis for a negotiated settlement. But cutting long-term development aid to leverage peace is the wrong approach, which is why donors such as the US and Norway have been lukewarm in their response to the UK&apos;s move. It is critical aid donors come together to forge a strategy for protecting basic services and building on the fragile gains made. Cutting long-term assistance will hurt vulnerable people and undermine the benefits of past aid investments. The damage will not be easily reversible. Reduced or delayed spending on capacity-building will mean fewer health clinics and schools, fewer trained midwives and children, and more poverty. This is a time for working towards peace and maintaining ambition. Former UK prime minister Gordon Brown and I have set out proposals for getting over 1 million more children into school in South Sudan by 2015 through a financing plan that will cost donors $400m a year. Some commentators will doubtless argue that ambition on this scale is wildly unrealistic, and that long-term aid can&apos;t deliver in the current environment. But where is the realism in denying a whole generation of schoolchildren in Africa&apos;s newest nation the hope that comes with an education? And if you want evidence that aid delivers, you can see it any day of the week at the Lora health centre.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/apr/24/south-sudan-support-dfid-aid", 
    "wordcount": "877"
}