{
    "headline": "Is shelving the higher education bill good news or bad for students?", 
    "text": "Frank Furedi, professor of sociology, Kent University  &quot;I think one of the reasons they&apos;ve abandoned this is the record of private for-profit higher education is not easy to flag up in a positive way. I&apos;ve been to quite a few for-profit universities in Europe and America and although now and again they employ some really good people, by and large they always strike me as being empty within. Something is lacking and that&apos;s because there isn&apos;t really a capacity for scholarship, the intellectual agenda, the love of learning  all those important elements of academic life.&quot; Professor Patrick McGhee, vice-chancellor, University of East London &quot;The coalition, particularly Cameron, is not ready to have another parliamentary flashpoint around a policy that has no widespread public support. I think they&apos;ve made a political calculation, saying &quot;many of the things we want to do we can do without primary legislation&quot;. But the government&apos;s appetite for reforms continues unabated. Many of them are damaging. In my view, all of them are unnecessary and we need to argue for a different kind of higher education system, which doesn&apos;t put extraordinary burdens on students, doesn&apos;t overburden the taxpayer and doesn&apos;t compromise the reputation of UK higher education.&quot; Shabana Mahmood MP, shadow higher education minister &quot;The government is chaotic and confused over its plans for higher education. We had very grave concerns about for-profit providers. If that isn&apos;t going ahead it&apos;s a good thing, but I&apos;m worried some changes might happen anyway, without parliament. Iwant the government to commit to no further changes to student number controls so there can be one year of stability. The high level of uncertainty is putting the strength of the sector at risk.&quot; Liam Burns, president of the NUS  &quot;The retraction of the bill means a missed opportunity to add protections on those reforms that will go ahead anyway. Take the debt from student loans for fees, which is written off after 30 years. When it becomes apparent that the government can&apos;t afford the subsidy of those loans, a minister could say: &apos;Actually your debt won&apos;t be written off, you&apos;ll have to pay back for the rest of your life.&apos; Without proper legislation you have more financial protection on a holiday to Magaluf than you do taking out a 27k loan and going to university for three years.&quot; Sue Jackson, pro vice-master for learning and teaching, Birkbeck, University of London &quot;We were really pleased to see in the white paper that loans for part-time students were going to be accessible. What we really want to see from government is fairly rapid reassurance that access to loans for part-time students will be in place. Our students are applying now and we need to be sure we are giving the correct information.&quot; Carl Lygo, principal, BPP University College, private provider  &quot;We don&apos;t believe institutions should be able to take short cuts on quality and get degree-awarding powers at a fast rate. The existing rules are more than adequate to allow new entrants to the market  that have demonstrated high quality over time  to be able to compete. If the bill is lost, in that respect it is a positive thing. However it means there will be less competition and therefore we&apos;re not giving students as wide a choice.&quot; Peter Williams, former chief executive of the Quality Assurance Agency &quot;The current system provides safeguards for confidence in UK degrees and their awarders. Removing some of those safeguards, which one must presume was what was intended, would have opened up the degree awarding system to all kinds of possibly undesirable chancers. This was potentially damaging to the jewel in the crown of British education, which is the power to award degrees. The risk if they go ahead would be the downgrading of UK higher education from AAA to junk bond status.&quot; Interviews by Sue Littlemore", 
    "section": "education", 
    "gid": "education/2012/jan/30/higher-education-bill-shelved-reaction", 
    "wordcount": "659"
}