{
    "headline": "Private school pupil numbers rise", 
    "text": "Pupil numbers at private schools have risen for the first time since the credit crunch, a survey has revealed. The figures show a north-south divide, with a 1.2% rise in London and the south-east masking a decline in the rest of the UK. There were falls of 1.6% in the north of England and 1.9% in Wales, according to data gathered by the Independent Schools Council (ISC) from more than 1,200 UK private schools. Overall, the rise in the south-east contributed to a 0.1% national increase in private school pupil numbers to nearly 505,000 children. An increased proportion of children at fee-paying schools are non-British, the survey finds, up 5.8% to more than 26,000. There has been a sharp increase in Russian pupils, from around 800 five years ago to more than 1,700 this year. School fees rose by 4.5% last year, the survey shows. The average termly fee is now 3,903 at day schools and 8,780 at boarding schools. Around a third of pupils receive help with their fees. Independent schools have consistently grown in size over the past 25 years, with the average school a third larger than in 1985, the survey finds. They have also become more diverse. There is a slightly higher proportion of ethnic minority pupils in private schools than in state schools. Just over a quarter of pupils in private schools are from ethnic minorities. When boarding schools are excluded, this proportion rises to 28.5%. The latest figures for state schools in England show 24.5% of pupils are from ethnic minorities. The government has urged private schools to back the academies programme, under which state schools become independent of local authorities and are funded directly from Whitehall. However, relatively few have responded to this call. Currently 19 schools sponsor academies while 14 are co-sponsors. The survey reveals that fewer than 1,000 private schools had partnerships with state schools, including sporting ties, and links involving music and drama. Among private school pupils going to university, 2.8% chose to leave the UK. Some 27% of schools reported an increase in the number of pupils going to overseas universities, while only 8% reported a decrease. The US was the most popular destination, attracting 45% of ISC pupils who went to overseas universities, the next most popular was Hong Kong, attracting 12%. The survey detects a slight shift away from single-sex education: 13% of the schools that were boys-only and 9% of the schools that were girls-only in 2007 had become co-educational by 2012. The ISC chairman, Barnaby Lenon, a former head of Harrow school, said in a statement: &quot;At a time of recession, when very many parents are struggling financially, it is clear that finding fees for their children&apos;s education remains a priority for very large numbers.&quot;", 
    "section": "education", 
    "gid": "education/2012/apr/26/private-school-pupil-numbers-rise", 
    "wordcount": "480"
}