{
    "headline": "Lancashire schoolgirl wins chance to address MEPs with anti-fracking video", 
    "text": "     An 11-year-old schoolgirl from Lancashire recently returned from Brussels where she addressed MEPs on the controversial subject of shale gas extraction by hydraulic fracturing, or &quot;fracking&quot;, as it is now more popularly known. Tara Choudhury, a pupil at Millfield Science and Performing Arts College in Thornton-Cleveleys, won the chance to visit the European parliament after posting a video on YouTube in which she explained why fracking should not be allowed to proceed in her local area. She was chosen as one of five winners of the &quot;Have Your Say on Sustainability&quot; contest being jointly run by Eurostar and the Young People&apos;s Trust for the Environment (YPTE), a charity which &quot;encourages young people&apos;s understanding of the environment&quot;. The competition was open to 10-18 year olds and asked entrants to record a video of &quot;you telling us your views on protecting the environment&quot;. In an interview with the Blackpool Gazette published today, she said:  I first heard about fracking when I spotted the equipment being built in the fields near my house. I wondered what it was all about and asked my teacher at school. He gave me a video explaining about fracking and the effect it had over in America. It really concerned me so when I heard about this competition I decided to make a short film about the prospect of shale gas mining and the impact it could have on the local communityThe Committee on Climate Change said the consumption and extraction of shale gas go against our world climate goals  can we break a promise as important as that? Most of the UK is in drought  won&apos;t this process put pressure on our precious water supply, as well as potentially contaminating it with toxic chemicals?             YPTE has posted a video of all five winners travelling to Brussels and addressing MEPs. It has also posted videos of Tara&apos;s fellow competition winners; Alana Muis, 12, talking about food miles; Abbie Barnes, 15, on palm oil; Liam Kelly, 13, on sustainable travel; and Simon Winchcombe, 13, on water use. It is interesting to see that fracking, in particular, has already become a debating point in schools. In the US, where fracking has been commonplace in some regions for a decade or more, a battle for young hearts and minds has been raging for a while. Last year, for example, it was revealed that a gas extraction company was giving out colouring books to schools which extolled the virtues of fracking via the friendly face of &quot;Talisman Terry, your friendly Fracosaurus&quot;. Cuadrilla Resources, the company which is seeking to frack for shale gas in Lancashire, says on its website that it is already conducting &quot;school information sessions&quot; in the local area. &quot;To frack, or not to frack?&quot; is becoming one of the defining environmental debates of our age. It is good to see, therefore, Tara Choudhury leading the youthful vanguard of those opposed to shale gas extraction. But will we now see a class mate step forward and defend the technology with equal passion? (NB: Let&apos;s all remember that Tara is just 11 years old, so please can we keep this debate respectful and mature? Many thanks in advance.)", 
    "section": "environment", 
    "gid": "environment/blog/2012/may/01/shale-gas-fracking-school-girl", 
    "wordcount": "542"
}