{
    "headline": "Open source in higher education: how far have we come?", 
    "text": "From your smartphone to your TV, open source software is present everywhere there&apos;s a computer. Over half of UK companies use it so it&apos;s surprising more people don&apos;t know what it is. Open source is an approach to coding and creating software. It&apos;s free to use and, as the name suggests, denotes a code that is open to be used, adapted and distributed by anyone. You can examine it and learn from it, change the purpose of it and even share it. This approach can offer huge cost savings, but it&apos;s the ability to play with the software which offers the greatest benefits. You have the freedom to customise the code to your own requirements, fix bugs or flaws directly and, by choosing how much of the development work you want to outsource, free up capacity for more customer-focused activity. All in all, open source not only promotes creativity but helps make technology more democratic allowing a community to work together to solve common problems. For those within education some of these ideas will be reminiscent of academic freedom itself. The initial Open Source movement grew in part out of US academic establishments in the 1970s and 1980s. It is often associated with current debates around open access research but we need to be careful to note the difference. Open access aims to make content widely and freely available to all. Open source, on the other hand, encourages use, reuse and  crucially  adaptation of software which is already open and available for edit. You might wonder why software authors would want to send their code into the world under these kinds of terms to be mauled by anyone with a computer, or why a university would want to adopt open source software. The answer to that question depends on who you are. If you are an individual, making your code open source helps increase your profile and employability. If you are a department in the business of procuring IT systems, greater choice means a healthier market, which in turn should mean more competitive pricing. For a software company, collaborating with competitors by contributing to a common open source project frees up resources to improve user experience or add features that make consumers choose one product over another. A company may also decide it is going to make more money from support than selling licences to its software  making the software available at no cost is a way to rapidly expand the market for support. Sometimes releasing open source can be a way to open up an adjacent market. Google&apos;s distribution of the smartphone operating system Android has slowed down Apple&apos;s domination of mobile internet access, and in doing so has ensured Google need not rely on Apple&apos;s goodwill to get its information to and from users on the move. While open source has made inroads into industry and consumer technology, we have yet to achieve these benefits in many areas of the UK public sector. On the face of it, higher education has been relatively quick to realise the benefits  over 50% of higher education institutions use open source, both on the server and on the desktop. And one of the great open source success stories in higher education is the Moodle Virtual Learning Environment (VLE). The Open University launched an e-learning platform based on Moodle, which at the time was the largest Moodle installation in the world and still competes for that title. By investing in Moodle&apos;s open source model OU&apos;s staff now maintain key parts of the Moodle software, including the assessment system. This gives the OU a strategic advantage as it enables them to directly influence the direction of Moodle&apos;s development to fit in with the institution&apos;s needs. Such influence in a closed source solution would only be achievable with considerable ongoing financial investment. There are clear cost savings available to adopting open source solutions. The University of London Computer Centre hosts Moodle for 2 million students across 150 UK higher and further education providers, many of whom have migrated from a closed source solution. While it can be hard to quantify exact savings as many contracts prevent institutions discussing the price they pay, Richard Maccabee, director at ULCC tells us that they &quot;can reach six figures over the average contract term of 3 years for a typical university&quot;. In 2011, the Public Affairs Select Committee produced a report entitled Government and IT  A Recipe for Rip-offs: Time for a New Approach. It concluded that over-reliance on a small group of large suppliers by government had wasted public money. It went on to suggest that by widening the range of government IT suppliers, sharing more information with the public and increasing the level of IT expertise government could go a long way towards rectifying the current situation. Liam Maxwell, executive director of IT reform at the Cabinet Office, has largely coordinated the government&apos;s response to this report. One of the approaches he has taken is to introduce government to the use of open source software, alongside closed source software. He was quoted as saying: &quot;We firmly believe that establishing a level playing field for open source and proprietary software changes that dynamic and unlocks efficiencies. It creates a much needed competitive tension in our procurements and opens up innovation.&quot; To help achieve this the Cabinet Office created a framework for assessing software solutions that lists open source alternatives to popular closed source software. A supplement to this document has been produced for the educational sphere, listing open source software alternatives specific to education. To ensure that the use of closed data standards does not result in open source software being excluded from public procurement and departments being locked into overly expensive, uncompetitive solutions, the cabinet office has also published a set of &apos;open standards principles&apos;. It recommends than when an open source solution is found to be the most applicable its licensing model can and should be shared across departments. In fact, the Cabinet Office plans to go further than simply opening up the public sector market to more solutions. The aim of initiatives like gov.uk is to build upon the flexibility and reusability of these solutions to build an open government platform. Education institutions in the UK, supported by organisations such as Jisc and OSS Watch, have become practiced at doing what the Cabinet Office is recommending: building functional systems out of a wide range of interoperating components, some open, some closed. So what will happen in the future? Where will we end up? As a sector we can be proud of our early adoption of open source software within our institutions, but let&apos;s not be left behind in the more ambitious goals of reusing solutions to build truly digital and interoperable platforms for communication and collaboration. I imagine that there are few people within higher education who have not been affected to some degree by the current Research Excellence Framework (REF) 2014, and its requirement to deliver and unify complex data from disparate systems. Imagine if, by the time of the next REF, we had succeeded in leveraging the reusability of open source solutions so that institutions could prepare and deliver that data using the same systems, built on the same data models? Higher education institutions were ahead of the curve in adopting open source. I believe we should now lead the public sector in using it to its full potential. Scott Wilson is service manager of OSS Watch at the University of Oxford  follow him on Twitter @scottbw This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/mar/28/open-source-universities-development-jisc", 
    "wordcount": "1286"
}