{
    "headline": "Boot up: the Google+ Store?, DOJ v Apple, how Samsung beat Nokia, Flashback fix and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team If Google&apos;s Really Proud Of Google+, It Should Share Some Real User Figures &gt;&gt; MarketingLand Danny Sullivan, in a long, long post:   I&apos;ve been meaning to write my &quot;Google+ Is Like The Apple Store For Google&quot; piece for some time. Maybe I&apos;ll never get to it now. But you know when you go into an Apple Store, and it&apos;s filled with sometimes scary Apple fanatics who seem to have arrived at a holy place? That&apos;s Google+ for Google.  If Google+ isn&apos;t anything else, it&apos;s a place that Google fans can call home. It&apos;s a place that Google&apos;s never really had before, a spot for its millions (and let&apos;s face it, there are millions) of fanboys and fangirls to rejoice in all things Google.  I&apos;ve experienced this firsthand in my time at Google. I&apos;ve learned that if I share anything negative about Google, I can expect to get comments, sometimes many, asking why I hate Google or am biased against Google.   Sullivan generally writes positively about Google, and you can see how wrestling with his dislike of its slipperiness over Google+. The &quot;170m&quot; figure this week seems to have been the last straw, and won&apos;t have been improved by the complete lack of useful numbers in Thurday&apos;s quarterly results. DOJ is likely to lose e-book antitrust suit targeting Apple &gt;&gt; CNET News  The Department of Justice &quot;has a far better case against the publishers than Apple,&quot; says Dominick Armentano, professor emeritus of economics at the University of Hartford and author of Antitrust and Monopoly who&apos;s now affiliated with the Independent Institute in Oakland, Calif. &quot;If the CEOs of the various publishers got together in hotel rooms to discuss prices, they are sunk&quot; and might as well settle, he says.   Pretty much only leaves MacMillan to have to fight, then. The World Bank demands open data in Google mapping project &gt;&gt; Publish What You Fund  The World Bank has confirmed that it will not support the use of Google Map Maker for citizen-mapping efforts unless it gives users free access to the map data they create.  The World Bank and Google have launched a project using crowd-sourcing to populate maps with the locations of public services in the developing world - a resource which could be used by many different groups in humanitarian and longer-term development work.   Good move by the World Bank. How Samsung beat Nokia &gt;&gt; asymco Horace Dediu cuts to the chase:   Looking at product mix, Samsung growth is shown to be almost entirely due to smartphones while Nokia&apos;s stagnant growth seems to be a failure to have any smartphone traction.  It&apos;s even more clear when showing the above mixes of devices as percents of total.   Note that it&apos;s not as simple as &quot;Android&quot;: HTC, Motorola, LG and Sony Ericsson have all adopted Android too, but all dwindled (some even worse than Nokia). Samsung has stayed ahead of the curve. Its success is completely deserved. Inside Foxconn: Exclusive look at how an iPad is made &gt;&gt; YouTube Rob Schmitz (who was one of those suspicious about Mike Daisey&apos;s claims about Foxconn working conditions) gets inside a factory and gets filming. Instagram&apos;s Buyout: How Does It Measure Up? &gt;&gt; Waxy.org Andy Baio:   The spreadsheet below captures the acquisition date, dollar amounts, and ballpark counts of the users and employees at the time of acquisition. Be warned: any of these numbers are very rough, cobbled together from Internet Archive searches, old news articles, Quora answers, and tech blogs. If you have more accurate information, please leave a comment and I&apos;ll fix it.   Upshot: Instagram is a long way from being the most expensive purchase on a per-user basis from the past 13 years. To repeat: Instagram isn&apos;t the purchase that marks the top of the bubble. It&apos;s part of the bubble. About Java for OS X Lion 2012-003 &gt;&gt; Apple  This Java security update removes the most common variants of the Flashback malware.  This update also configures the Java web plug-in to disable the automatic execution of Java applets. Users may re-enable automatic execution of Java applets using the Java Preferences application. If the Java web plug-in detects that no applets have been run for an extended period of time it will again disable Java applets.   Next step: just zap Java altogether. Works on 10.6 and 10.7. Users of 10.5... should disable Java? Apple is allowed (at long last) to intervene in Lodsys lawsuit against app developers &gt;&gt; FOSS Patents Florian Mller:   I wish the app developer community luck as far as Lodsys is concerned. I saw that some of the smaller defendants, including Iconfactory, settled the dispute on undisclosed terms, presumably because they couldn&apos;t afford the cost and deal with risk of protracted litigation. I wish the remaining defendants as well as all those facing the threat of being sued that Apple&apos;s intervention will help to get his troll defeated. I also hope that Google&apos;s reexamination requests will be successful. I still believe that those large players should do a whole lot more for app developers than what they are doing at this stage (for example, I believe they should give them blanket coverage against litigation costs)   Let the games really begin. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/apr/13/technology-links-newsbucket", 
    "wordcount": "929"
}