{
    "headline": "Boot up: LTE on the Nexus 4, games by platform over time, PS Vita dying?, and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team How to enable 4G LTE on the Google Nexus 4 &gt;&gt; TechCrunch  Fair warning: the Nexus 4 only supports LTE on the AWS band (1700 or 2100MHz), which is currently used for LTE networks in Canada, and for some areas served by T-Mobile&apos;s fledgling 4G network.   Neither of those frequencies is presently used in the UK, though they might be after the January auctions (and by May). Firefox killing 64-bit version on Windows &gt;&gt; Firefox Google Groups  * Amazingly, there is still the perception by some Windows Nightly users that the 64-bit MSVC builds are faster than their 32-bit counterparts [8], whereas even before the recent regressions that was not the case [5] [6].  * Users of 64-bit versions of Windows may be under the impression that 64-bit builds of Nightly are somehow &quot;more correct&quot; for their platform, especially since http://nightly.mozilla.org displays 32-bit and 64-bit Windows Nightly builds with equal prominence and no indication that the 64-bit builds are experimental/effectively untested.   * Whilst there was a thorough discussion of the Win64 pros/cons [9], a follow-up summary of facts [10], and internally most of us know that Win64 builds aren&apos;t something that we&apos;ll be focusing on near-term - there doesn&apos;t appear to have been any public newsgroup/blog postings communicating the final decision. So it&apos;s not surprising that the average Nightly user is not aware that Win64 builds are pretty much unsuited for public consumption.   Upshot: Mozilla is killing 64-bit Firefox on Windows. But the people who&apos;ve been using it in nightly builds are horrified and outraged. Google wants to take on Apple with an open AirPlay alternative &gt;&gt; GigaOm Janko Roettgers:   iPad and iPhone users have been able to beam content to their Apple TV without the need for any configuration for some time. It&apos;s arguably one of the reasons why Apple TV sells so well: Apple sold 5.3 million units of the device in its fiscal year 2012, which makes it by far the best-selling video streaming box. One could also argue that AirPlay-like functionality is one of the key features that&apos;s been missing from Android to successfully compete with the iPad.  Google took a page from Apple&apos;s playbook when it rolled out its own AirPlay-like remote control feature for YouTube on Google TV last week. The company has since launched a dedicated micro-site to promote the feature, showing how serious it is taking second screen control. But it is not stopping there. [Google product manager Timbo] Drayson told me that Google is &quot;actively working with other companies&quot; to turn this into an open standard, which could be used on other platforms and for other apps as well.   Astonishing if AppleTV is the best-selling video streaming box. But an open standard would benefit everyone - not just Google. Games by platform and genre &gt;&gt; Imgur Awesome collection by a Redditor of games by topic and by platform since 1975. Gaze upon it in wonder.  Sony&apos;s PS Vita portable console dying ugly in Japan &gt;&gt; Forbes Tero Kuittinen:   The inability [to deliver] a strong sales rebound during a major launch is a death knell for a video game console - and this is what Vita has demonstrated all through the autumn. For example, in October, Vita was the launch pad for a relatively big launch of &quot;The Legend of Heroes&quot;. The game sold 21,000 units during its debut week - Vita sales bounced to 15,000 units and then dropped back to 6,000 weekly pace in just two weeks later. It looks identical to the impact that Assassin&apos;s Creed III is now having on Vita - negligible.  PS Vita is going to struggle to hit 700,000 units in Japan during the calendar year 2012. This is far below viability. At the same time, Nintendo 3DS is riding a massive wave of blockbuster games week after week - Animal Crossing will hit 1m units next week, New Super Mario Bros stands at 1.3m, the latest Pokemon at 2.8m.   Really not looking good for the Vita. Barclays Bank buys 8,500 Apple iPads in one go &gt;&gt; The Register A Barclays spokeswoman said:   &quot;We investigated a number of different tablet options and in this instance, we concluded that iPads were the best solution for their specific needs. We are now starting to use these across Barclays branches in the UK,&quot; she said.  Barclays did not provide any detailed explanation on why it opted for Apple as opposed to one of the also-ran devices, but it is planning to use an app called Mortgage Brain that was specially designed for the iPad.  Mortgage Brain is jointly owned by six banks including Barclays Woolwich, RBS, Virgin Money, Santander, Lloyds TSB and Nationwide.  Post Apple rant, what have we learned? A visit with a &quot;Genius&quot; ain&apos;t enough &gt;&gt; John Battelle  I think I&apos;ve said it before, if you want to attract attention, write about Apple. A rant which had been boiling inside me for some months finally erupted into words last Thursday, and since that post, more than 60,000 people have come to this site, leaving more that 300 comments and sharing the story&apos;s link nearly 3000 times across four or so social networks.  That may be normal for a site like the Huffington Post, but I think it&apos;s a record for Searchblog. Methinks I touched a nerve.  What I found most interesting was the tone of the response - I had anticipated the standard Apple defenders to come out with blades sharpened, calling me a dumb old skool punter or worse. There was some of that, but the vast majority of folks who commented, either on Twitter, Facebook or here on the site, were instead supportive of my point of view, adding their own frustrating stories, as well as helpful suggestions.   (Thanks @hotsoup for the link.) Fake Apple invoices lead to Blackhole exploit kit that drains your bank account &gt;&gt; Naked Security Chester Wisniewski:   The social engineering isn&apos;t exactly perfect. I haven&apos;t been known by the Windows variable %email% in at least 10 years. Whoever is behind this has paid a lot of attention to detail, though.  The link &quot;View/Download&quot; ends in download.jpg.exe, while the &quot;Cancel&quot; and &quot;Not your order&quot; URLs end in check.php.  The smart social engineering bit is that, whether you are simply curious what this is about or furious about this unauthorized charge, you are still likely to click one of the links.  If you click any of the links, you are taken to an unrelated page proclaiming to be the IRS and saying you are not using a supported browser.   And then installs the Zeus/ZBot Trojan, which logs keystrokes when you use bank accounts. (Zeus is Windows malware.) Understanding USB cables &gt;&gt; Saturday Morning Breakfast Cereal Read this and it all becomes clear. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/nov/26/technology-links-newsbucket", 
    "wordcount": "1205"
}