{
    "headline": "Government backs away from pledge to enshrine 0.7% aid level in law", 
    "text": "The coalition government has come under fire for backing away from its election pledge of passing into law a commitment to give 0.7% of national income in foreign aid. The Conservative party said in its 2010 election manifesto it would enshrine in law its aid pledge in the first session of a new parliament. When the coalition came to power, the Department for International Development (DfID) said the legislation would be tabled before the present parliamentary session ends in April. But in an interview with the Sun on Wednesday, Andrew Mitchell, the international development secretary, said public opinion would find it hard to accept such a move ahead of legislation on the faltering economy. &quot;The British public would not think it was sensible for us to bring forward declaratory legislation ahead of vital legislation for our economic recovery,&quot; Mitchell told the Sun. He also said it was also a problem of time. &quot;I don&apos;t think it [the bill] physically can now [appear before current parliament session] because there is not enough time left. We have signed off on the bill and it&apos;s now with the business managers. They will proceed with it when there is parliamentary time.&quot; The Labour party, which had made a pledge to spend 0.7% of national income on aid, said it was disappointed by the government&apos;s failure to deliver on its promise. &quot;If the legislation is not included in the forthcoming Queen&apos;s speech, people will start to question David Cameron&apos;s election promises on aid,&quot; said Ivan Lewis, the shadow international development secretary. The NGO Christian Aid said it feared the government was moving away from its election manifesto pledge. &quot;The UK has long been a leader in international development,&quot; said Sol Oyuela, Christian Aid&apos;s senior political adviser. &quot;Maintaining the pledge to legislate during this difficult economic period will send a powerful signal for other countries to follow, that any economic recovery &apos;will not be built on the backs of the world&apos;s poor&apos;. In addition, predictability is a key factor in making aid effective. Aid is notoriously unpredictable, with commitments made and then not met. Legislation will combat this.&quot; When the coalition came to power, it decided to ring-fence the aid budget from cuts and stick to Labour&apos;s 0.7% target. The decision did not go down well with other departments, notably defence under Liam Fox, before he resigned over the lobbying activities of his friend, Adam Werritty, and DfID is under pressure to justify its spending. In November, the government announced cuts of 1.2bn to its 30.7bn aid budget between now and April 2015 as a slowing of the economy meant the aid budget would have exceeded the 0.7% figure without the reductions. Mitchell said in a statement on Thursday that the coalition had set out how it will stand by its promise to spend 0.7% of national income as aid from 2013. &quot;The bill is ready,&quot; he said, &quot;and as the prime minister has said we will legislate when parliamentary time allows.&quot; There are just 10 weeks left in this parliamentary session. Time is also running out to include the legislation in the Queen&apos;s speech in May. The speech outlines the bills that will be tabled during the next parliamentary session.", 
    "section": "global-development", 
    "gid": "global-development/2012/feb/02/government-backs-away-pledge-aid-law", 
    "wordcount": "558"
}