{
    "headline": "A-level results: how to help a disappointed teenager", 
    "text": "A-levels day in the Guardian Schools  tell us your results Students  on Wednesday and Thursday we will host live Clearing advice sessions with Ucas experts &quot;I was hugely affected by my failure at A-level,&quot; recalls Nathan Ouriach, 22. &quot;It became a very private issue with feelings of embarrassment and loss of confidence that I didn&apos;t know how to resolve.&quot; Pictures of sixth-formers glowing with happiness as they collect their results will be plastered across the papers this week. But failure isn&apos;t so fashionable. In fact, Nathan didn&apos;t fail his A-levels at all. He got two Bs and a C. But because he had been predicted three As and held an offer of two As and a B from Sheffield University to read English, his emotions were of devastation and shame  and they didn&apos;t pass quickly. Ouriach says they affected him badly throughout his degree course at Kent University. &quot;I felt the need to prove myself and it was not until I graduated with a first that I began to forget my A-level experience.&quot; Disappointment can taste very bitter to teenagers who have been publicly predicted excellent exam results and drop even just a grade or two. And this year may see more crestfallen students than usual, as new funding rules mean that universities have made more AAB offers, and many students who narrowly miss the grades are unlikely to be given any leeway. According to Ucas, the official application service , over 40% of students hold an insurance offer that is as high as their first preference, and the Clearing process is likely to be stressful for even very high-achieving candidates. Many young people define themselves by their academic achievement, using grades as a marker of self-esteem, says Susanna Baker, a psychologist specialising in young people. Stir in any inadvertent reinforcement by schools or parents, and it&apos;s hardly surprising some students are hit hard when they do worse than they&apos;d hoped. &quot;The weight of expectation can be extremely heavy,&quot; Baker says. &quot;It can be overt  from predicted grades  or more subtle, such as casual comparisons with older siblings&apos; achievements or through family traditions, such as where to go to university or what kind of career to pursue.&quot; Many schools now try to prepare students for all eventualities and to look out for individuals who are vulnerable. At All Saints Catholic school and technology college in Dagenham, deputy head Nigel Gardener has designed a strategy to build resilience in his sixth-form students, observing that &quot;we try to stop the catastrophic feelings by identifying [those tendencies] earlier&quot;. Teachers have to tread a delicate line, he says, to encourage pupils to aspire to do their best, while at the same time setting realistic goals. And some students are more vulnerable than others. &quot;Because some children have experienced disappointments in their lives, they don&apos;t want to step up to the challenge because it&apos;s such a bitter pill to swallow if they don&apos;t succeed.&quot; Schools must take some responsibility for children&apos;s expectations, however. Gardener says some sixth forms &quot;have quite low entry criteria, so you have kids who take on more than they can chew&quot;. At All Saints, meticulous tracking of pupils&apos; progress and significant staff time for discussions of A-level options with students and their parents (in which, Gardener notes, diplomatic tough talking is sometimes needed) have meant that that grade predictions are more accurate every year. &quot;There&apos;s no false hope,&quot; he says. &quot;We&apos;re pretty clear.&quot; Other schools are taking a similar approach. When Winstanley College in Manchester became concerned that high-achieving students were finding it hard to cope with setbacks, it recruited the business psychology company Robertson Cooper to instigate a resilience training programme. Students have been trained in stress-busting techniques using meditation and relaxation, and are also shown how to think differently about negative situations using cognitive behavioural therapy. This helps them to change their behaviour in response to setbacks. All the college&apos;s personal tutors have themselves been through a process of self-evaluation. &quot;Young people aspiring to go to university can become almost too focused on results as the only way to achieve what they want,&quot; says Gordon Tinline, chartered psychologist at Robertson Cooper. For children whose dreams are dashed on results day, Gardener says support from a teacher they trust is crucial, not just on the day but over a period of time. &quot;Some kids feel there&apos;s no hope. We show them that there are real options, and try to help them along the road to what they want to do.&quot; A-level students will have left school, however, and unless the head of sixth form puts real effort into keeping that relationship going, young people may be left in limbo without support from their tutor. Despite winning a departmental scholarship for his MA studies and achieving his dream of having his creative writing published, Ouriach says that having aimed for a first, he&apos;d still have been gutted if he hadn&apos;t succeeded. &quot;I still think [my confidence] is increasing only as I advance into larger spheres,&quot; he says. &quot;It&apos;s really hard for me to measure what success is.&quot; Dealing with disappointment: counsellors&apos; tips  For parents:  Don&apos;t be afraid to talk about the results, either before or after.  Don&apos;t shy away from the disappointment your child is feeling. Encourage him or her to talk about it.  Keep talking about the many possible future paths available.  Emphasise how hard they&apos;ve tried and the work they&apos;ve put in - and why this shows they have qualities that can take them far.  Explain  preferably with real examples  that many successful people have taken &quot;a zig-zag route&quot; to reach their goals. For students:  If you&apos;re worried, don&apos;t wait till the last minute. Ring up and ask for an appointment with your tutor or careers adviser to look at options in case you drop a grade, so you have a real plan B. Find out too if there&apos;s someone you can talk to at school or college in the days and weeks after results.  Be aware of the hype around A-levels day  TV images of ecstatic students, for example  which can inflate the importance of the results beyond the reality.  Develop a broader perspective on your future  talk to your friends, your family and especially your teachers or tutors, who may be well placed to help you think about alternative but equally rewarding ways forward.  Plan to do something positive on results day, whatever your grades. And stay in touch with people, to remind yourself that there is more to life than A-levels.", 
    "section": "education", 
    "gid": "education/2012/aug/13/a-level-disappointment-schools-pupils", 
    "wordcount": "1114"
}