{
    "headline": "A new year challenge on programming for politicians, schools and universities", 
    "text": "Entering the new year I want to set a challenge to education policymakers: let&apos;s make coding and programming  the exciting discipline of computer science  a central part of our curriculum. In the ongoing &quot;digital revolution&quot;, computing is no longer a marginal skill for experts and geeks  it is essential knowledge for competitive, innovative hi-tech businesses.  I chair the Next Gen Skills campaign, which has as its major aim the introduction of a computer science course within the new national curriculum. Launched in November, Next Gen Skills is an alliance between the biggest names from the UK digital, creative and hi-tech industries and the UK&apos;s leading skills and educational bodies to improve the computer programming skills needed for the future growth of the UK&apos;s economy.  Household names like Google, Microsoft, Nintendo and Sony  as well as major names from industries not usually associated with computing, from financial services to advanced manufacturing - have made common cause because we all recognise that the poor quality of computer science in schools is one of our biggest obstacles to growth. Working with the National Endowment for Science, Technology and the Arts (Nesta) and Alex Hope from leading VFX company Double Negative - we published in February 2011Next Gen, a review which detailed a set of 20 recommendations for government, educators and industry. We believe the UK has gone backwards at a time when the requirement for computer science as a core skill is more essential than ever before. Sir Clive Sinclair launched the ZX Spectrum in 1982, putting affordable computers in the homes of a creative nation. At the same time, the BBC Micro was adopted as the computer platform of choice for most schools and became the cornerstone of computing in British education in the 1980s. There was a tangible thirst for creative computing both in the home and in schools, creating a further demand at universities for courses in computer science. This certainly contributed to the rapid growth of the UK computer games industry, now a source of competitive strength. But instead of building on the BBC&apos;s computer literacy project in the 1980s, schools turned away from programming in favour of information and communications technology (ICT)  the UK&apos;s inadequate proxy for computer sciences in schools. There is an opportunity for real change  the publication ofthe official response to Next Gen in November signalled a major shift in thinking from the government. While it fell short of saying that computer science would form part of the national curriculum, the door is now open to explore the option.  Following a damning analysis of ICT in schools by Ofsted last month, we fully support the recommendations of the Department for Education&apos;s Expert Panel on the National Curriculum, which calls for a reform of ICT and a investigation of where sufficiently rigorous approach to computer science sits in the curriculum. We believe that computer science is a rigorous discipline in its own right, teaching children both real-life skills and fundamental analytical principles which have general application in the wider world. It is also tremendously rewarding and fun.  The work done by Young Rewired State and fantastic barrier-breaking resources like US-developed Code Academy represent some of the available tools to excite and inspire children. From messages Next Gen has received from teachers across the country already it&apos;s clear there is great demand for leadership to take this to the next stage.  The signs are there that the government  at the highest level  gets it. Michael Gove has spoken of his desire to see change and prime minister David Cameron and, more recently, higher education minister David Willetts have endorsed Google&apos;s Eric Schmidt&apos;s argument about the need to link Stem subjects (science, technology, engineering and maths) with art - &quot;Steam&quot;  to ensure the UK keeps its creative digital edge. Boris Johnson, the mayor of London, has pledged to follow the example of his New York counterpart Michael Bloomberg&apos;s pledge to learn code as part of Code Year, a campaign to encourage more people to program in the US. 2012 is looking more and more like a crucial year for the future of technology in the UK. We can either teach our next generation the skills they need for a digital age, equipping them for fulfilling careers in the digital age, or we can continue with our current ad hoc relationship with computer science and information technology and face the consequences.  Without a doubt there are fewer barriers than ever before to create a new system which liberates the reservoir of untapped potential in schools to teach children at a much earlier age the skills they need to succeed. With industry ready - via Next Gen - to play its part we&apos;d like the government to commit to a true partnership with industry to fulfil the UK&apos;s new year&apos;s digital challenge and drive change in classrooms up and down the country. Ian Livingstone OBE is life president of the Eidos video games company and one of the UK&apos;s founding fathers of interactive entertainment.", 
    "section": "education", 
    "gid": "education/2012/jan/10/a-new-year-challenge-on-programming-for-politicians-schools-and-universities", 
    "wordcount": "842"
}