{
    "headline": "Scholars on celluloid: your top 10 films", 
    "text": "It&apos;s strange the things you talk about with colleagues at the start of the week, when the to-do list is long but the will is weak. Last week, distracted by talk about Human Centipede, the story of a mad scientist who kidnaps and mutilates three tourists in order to create - you guessed it - a human centipede, we asked our Twitter followers: &quot;What are the 10 best and worst HE films you&apos;ve seen?&quot; Here&apos;s what you suggested: 10. Hatchi: a dog&apos;s tale Having (deliberately) never seen Hatchi, all we have to go on is a trailer and this tweet by Open University professor Martin Weller: &quot;...not exactly #HEfilms but Gere as lecturer in Hachi is just excruciating.&quot;             9. Wonder Boys The story of a professor with writer&apos;s block, an affair with the chancellor and a competition between authors has found a fan in Nicolas Pillai, who tweets: &quot;I&apos;ve a soft spot for Michael Douglas&apos; bedraggled stoned creative writing professor in Wonder Boys.&quot;            8. The island of Dr Moreau Based on a book by science fiction writer HG Wells, I watched the second adaptation, featuring Marlon Brando and Val Kilmer, in the 1990s. At some point in the distant future (the year 2010) Dr Moreau achieves the impossible: he&apos;s manipulated animal DNA to resemble human DNA. To disastrous consequences of course.             7. Back to the Future This one is our editor, Kerry Eustice&apos;s favorite (it&apos;s all down to Doc Brown&apos;s talent for coining a catchphrase, I should add - Ed). Dr Brown builds a time machine and after sending slightly hapless Marty into the past, he is the only one who can get Marty back to the future. Classic.            6. PhD Comics - the movie Doctoral researcher Salma Patel recommends this feature film adaptation of the much loved comic strip about graduate students. Here&apos;s a salient quote from the trailer: &quot;In the highest levels of higher education, there is always someone at the bottom.&quot;            5. The Graduate Recommended by Paul Greatrix, this is the well known tale of the recent graduate, Benjamin Braddock, who begins an affair with Mrs Robinson, the wife of his father&apos;s business partner. Though we have no stats about the number of recent grads in the same precarious position today, the film&apos;s tag line still rings true: &quot; This is Benjamin. He&apos;s a little worried about his future.&quot;            4. A Serious Man After giving us a neat little summary of HE films, Kingsley Marshall concludes that A Serious Man would come top of his list: &quot;Kinsey isn&apos;t bad. A Beautiful Mind is terrible...Animal House is close to the truth, I think...&quot; This might appeal to anyone who&apos;s tenure has hung in the balance.            3. DoA Chris Hale&apos;s tweet has landed this in the top three: &quot;All about professorial rivalry ending in murder&quot; Just in case you&apos;re wondering: yes, this film is loosely based on the 1950s film noir by the same name. DoA 1988 is so unremarkable that no one has put clips on YouTube, except for a love scene and end credits, which we decided you probably didn&apos;t want to see. 2. Indiana Jones &quot;Surely Indiana Jones is up there as one of the greatest professors?!&quot; says Elliot Maule and we couldn&apos;t agree more. Professor of archaeology, Colonel Henry Walton &quot;Indiana&quot; Jones, Jr, PhD&apos;, needs no introduction. Because almost everyone has seen the film, I thought a lego incarnation of classic would make a nice change.             1. Educating Rita The most popular film, by some distance, is this 1983 tale of a young wife who sets out to complete her education and the relationship that develops between herself and her jaded lecturer.             That&apos;s our list. What other HE films do you think deserve a mention? This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jan/31/films-about-higher-education", 
    "wordcount": "670"
}