{
    "headline": "Sir, You Are Being Hunted  the world's first tweedy robot stealth game?", 
    "text": "When a game is described by its creators as &apos;tweed-punk robo-horror&apos;, you immediately know, as Kate Bush sang in Cloudbusting, that something good is going to happen. Sir, You Are Being Hunted is just such a game. Developed by UK collective Big Robot, it&apos;s a sort of first-person stealth survival adventure set in a distopian version of the British countryside. Here, robots dressed at Victorian gentlemen are patrolling rural areas looking for &apos;sport&apos;  and by &apos;sport&apos; they mean &apos;stray humans to kill with guns&apos;. You are a stray human.  Currently on Kickstarter and set for release on PC and Mac in 2013, the game uses procedural generation to create a new landscape every time the player starts up. To survive, participants will need to run across rolling fields and through hedges and bramble bushes, attempting not to trigger the AI senses of their metallic pursuers. Dotted about the maps are deserted villages where vital supplies can be plundered. And while you&apos;re running, there are parts of a mysterious machine to locate  find them all and you can get off the island and escape what appears to be some sort of weird socio-technological experiment. Combining Hammer Horror and Sherlock Holmes with elements of the classic stealth game Thief, Sir, You Are Being Hunted is an ingenious concoction. &quot;It was just one of those ideas that emerged from conversation,&quot; explains studio founder and veteran games writer Jim Rossignol. &quot;We knew that we wanted the next game to focus on our procedural landscape generation tech, but exactly what the landscape was, and what you were doing there wasn&apos;t clear. I knew I wanted it to be something desperate and scary, but without being straight-faced. Making it a sort of black comedy made sense&quot;. When the idea of robots and countryside finally did combine, the team had to find a way of creating believable British landscapes for the hunts to play out in. &quot;The game is being made in the Unity development environment, so our procedural generation is built into existing Unity systems,&quot; says Rossignol. &quot;That said, it&apos;s quite unlike existing terrain-making systems out there, because of the way it specifically layers on detail to make the world look like a wintery British landscape. It divides up an environment into cells, and then applies the terrain types we&apos;ve created to each one. That gives us sea, and cliffs, and woods, and crop fields, all of which get framed with walls and hedges, in that typically British way. &quot;This technique comes from the clever mind of our digital artist, Tom Betts, who has been coding these systems for a long time. The system we&apos;re using is actually relatively simple compared to the more experimental &apos;Lodestone&apos; tech we were working on last year, but it still shows the power of using procedural and generative systems to deal with one task. Level design that might take an individual hours, even using modern tools, takes us mere seconds&quot;. Procedurally generated landscapes have been around for a while, mostly facilitating the many &apos;rouguelike&apos; RPG games that feature randomly generated dungeons. However, titles like Dwarf Fortress and Minecraft have brought the technique to a wider audience, and now more developers are becoming interested in discovering new forms of gameplay beyond conventional, highly linear mission-based structures. Another similar title, of course, is DayZ, the open-world zombie adventure which deals in a similar environment of horror, survival and avoidance. Rossignol acknowledges the comparison: &quot;It sounds terrible to boast parallel development with Day Z, but we had started Sir before it appeared, and once we started playing Day Z - which we did daily for weeks - we were gasping at how much it was already doing the sort of stuff we were interested in.  &quot;It shouldn&apos;t be too surprising, I suppose, as we love the Arma games, and James [Carey, lead designer] worked on Arma II, the game on which Day Z is based. Nevertheless there does seem to be a certain survival FPS zeitgeist, which I think we are part of, at least on a mechanistic and systemic design level. We also love Thief, and pulling off that sort of feel in an open environment is part of the challenge for us. Thematically, we&apos;ve been inspired by old Sherlock Holmes movies, Dr Who, the writing in the Portal games, and plenty more besides&quot;. And there&apos;s certainly an audience for procedurally generated tweedy robot stealth. Big Robot&apos;s Kickstarter project started on 2 November and already the total is on 37,000, just short of the 40k target - with 25 days to go. &quot;The reaction has been fantastic,&quot; says Rossignol. &quot;As soon as we went on to Kickstarter we saw a flood of questions and suggestions, and we&apos;ve been enjoying responding to these. Being pro-active is definitely the key to making Kickstarters lively and interesting. Constantly interacting with the community and updating with news, no matter how trivial, makes it clear how excited you are about the project, and I think the community responds to that. We&apos;re just getting started, even though we&apos;re already nearing our goal. We&apos;ll keep updating until the project is bright home&quot;.            A look at the stretch goals section on the Kickstarter page reveals the tantalising prospect of multiplayer if funds get to a high enough level. And as lots of indie designers seem to be toying with the idea of supporting the Kickstarter-funded virtual reality headset, Oculus Rift, we wondered if Big Robot might be tempted to bring some extra immersion to its robo-Victorian environment? &quot;Definitely,&quot; says Rossignol. &quot;But we can&apos;t make any promises on having that working any time soon!&quot;  For now, keep checking the Kickstarter pages for updates. If you have ever dreamed of being pursued across a foggy English countryside by robots in deerstalkers, it&apos;s really the only place you need to be. Because something good, something dark, funny and eccentric, is going to happen here.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/nov/07/sir-you-are-being-hunted-preview", 
    "wordcount": "1004"
}