{
    "headline": "SpaceX resupply mission postponed due to technical problems after launch", 
    "text": "Nasa has postponed a planned docking of a private spacecraft to the International Space Station on Saturday because of technical problems aboard the SpaceX resupply mission soon after its launch from Cape Canaveral. The Falcon 9 rocket and Dragon spacecraft, operated by internet entrepreneur Elon Musk&apos;s SpaceX company, successfully reached lower earth orbit nine minutes after an apparently flawless lift-off at 10.10am on Friday. But the company reported an issue with Dragon&apos;s thrusters within minutes of second stage separation and engineers battled &quot;for several hours&quot; to bring them back online, prompting Nasa to scrap the planned rendezvous with the ISS on safety grounds while the issue was investigated. &quot;We have research that we need to do, but we have options,&quot; said Mike Suffredini, the space agency&apos;s ISS programme manager. &quot;It&apos;s likely we will have an opportunity for berthing on Sunday.&quot; Musk, who is also Dragon&apos;s chief engineer, said he believed the problem had been traced to a valve supplying fuel to the thrusters. &quot;Only one of the four thruster pods engaged,&quot; he said. &quot;We have spent the last several hours trying to fix the problem and we think we have. If that&apos;s the case it will be a huge relief.&quot; The issue initially prevented Dragon, which is carrying supplies and scientific experiments to the six astronauts aboard the orbiting outpost, from deploying its solar arrays, although there was no danger to anyone from the apparent malfunction. The Falcon 9 rocket performed flawlessly, Musk said, adding that Dragon could spend at least a month in space before it needed to be either docked or de-orbited. The glitch was the first major in-flight problem for SpaceX, the California-based start-up that stole a march on its rivals in the fledgling private space industry with two successful flights to the ISS last year. Failure would be a significant blow to the company that leads a small but focused field vying to assume ferrying duties to the ISS following the retirement of Nasa&apos;s space shuttle fleet two years ago. Friday&apos;s launch, which lit up the skies over Florida&apos;s space coast, saw no problems with thrust or trajectory during the nine-minute powered flight into lower earth orbit. Officials were confident that there was no repeat of the failure that affected one of Falcon&apos;s nine Merlin 1C rockets on its launch in October, which eventually led to a satellite being deployed in the wrong orbit. Gwynne Shotwell, president of SpaceX, said that extensive testing had isolated the problem to the engine&apos;s protective casing, something that was rectified for Friday&apos;s flight. Dragon will spend slightly more than three weeks berthed to it before returning to Earth with scientific experiments and a hold full of surplus material at the end of the month. Among the payload of more than 1,000kg is food, clothing and other essential supplies for the astronauts on the ISS, along with various biological experiments and hardware, including new freezers for laboratory samples and grapple bars that will be attached outside during a future spacewalk. The key scientific experiment features frozen embryonic stem cells of mice, which will be grown into live animals to test the effects of the exposure to space and build knowledge for future long-haul human spaceflight. SpaceX, which holds a Nasa contract worth $1.6bn for 12 resupply missions to the space station, became the first commercial company to successfully launch a spacecraft into orbit and recover it in December 2010. It sent Dragon to the ISS twice last year, in May and October, and is attempting to have its DragonRider variant of the spacecraft rated for human flights by 2017 as one of three private entities to have won Nasa funding under the agency&apos;s Commercial Crew Development programme. So far none of the California-based company&apos;s rivals has managed to get a spacecraft to a launchpad, although Orbital Sciences Corporation, which also won Nasa &quot;seed money&quot; to develop cargo missions, has a test flight and berthing of its Cygnus craft scheduled for June and its first contracted supply mission later in the year. Musk, the South African-born, American tycoon who was also behind PayPal and the electric car developer Tesla Motors, has his sights set even further afield. SpaceX will provide the primary means of propulsion, the longer-range Falcon Heavy rocket, and a modified lander called Red Dragon, for Nasa&apos;s proposed mission to Mars in 2018 that would lay the groundwork for later human flights. Additionally, SpaceX has a crowded launch manifest between now and 2017 with 10 more ISS missions, a handful of US air force projects and numerous privately contracted satellite deployments, including eight for satellite telephone giant Iridium. Meanwhile, manned commercial flights could be delayed because of automatic federal spending cuts that were due to come into effect today, Florida Today has reported. If Nasa&apos;s budget is held at 2012 levels and &quot;sequestration&quot; reductions go ahead, the agency will not have enough money to pay its three partners, SpaceX, Sierra Nevada and Boeing, on time, the newspaper said, quoting experts from Space Policy Online. Until commercial spacecraft are cleared to safely carry humans, Nasa must continue to buy seats for its astronauts.", 
    "section": "science", 
    "gid": "science/2013/mar/01/spacex-mission-postponed-launch-problems", 
    "wordcount": "869"
}