{
    "headline": "Science Weekly podcast: David Nutt reveals the truth about drugs", 
    "text": "This week Science Weekly is dedicated to an extended interview with the scientist and former government drugs adviser Professor David Nutt. Prof Nutt has written a book Drugs  Without the Hot Air: Minimizing the Harms of Legal and Illegal Drugs and has been a vociferous and controversial figure in the debate around the harms and benefits of legal and illegal drugs.  He is a psychiatrist and neuropsychopharmacologist who has dedicated his career to deepening understanding of how drugs affect the brain and how they can be used for clinical benefit. In the interview he discusses his proposed research into the potential use of MDMA to treat post-traumatic stress disorder and argues that official and societal fear about such drugs is inhibiting the progress of science and the development of beneficial treatments. Prof Nutt came to public attention in 2009 when he was sacked from the government&apos;s Advisory Council on the Misuse of Drugs after tabloid outrage over a paper he wrote claiming that ecstasy and LSD are less dangerous than alcohol.  He discusses why the then Home Secretary Alan Johnson felt compelled to sack him and what the incident says about government policy and the role of scientists in providing evidence-based recommendations. In the wake of the controversy, he set up the Independent Scientific Committee on Drugs. Prof Nutt muses on why human history and drugs have been so entwined, and argues that progress on our understanding of the brain can only be achieved by studying mind-altering drugs. Subscribe for free via iTunes to ensure every episode gets delivered. (Here is the non-iTunes URL feed). Follow the podcast on our Science Weekly Twitter feed and receive updates on all breaking science news stories from Guardian Science. Email scienceweeklypodcast@gmail.com. Guardian Science is now on Facebook. You can also join our Science Weekly Facebook group. We&apos;re always here when you need us. Listen back through our archive.", 
    "section": "science", 
    "gid": "science/audio/2012/jul/02/science-weekly-podcast-david-nutt-drugs", 
    "wordcount": "317"
}