{
    "headline": "Living room gigs: a night in to remember", 
    "text": "     &quot;There&apos;s only three things we ask&quot;, says Rafe Offer, as 40 or so people get comfortable in an East End warehouse apartment: &quot;Keep quiet during performances, try to stay for all the bands and, if you like what you hear, go hear it again.&quot; With that, Offer heads into the crowd to find his bit of floorspace while Parisian three-piece Mina Tindle start playing melodious music to an enraptured audience. Offer is the co-founder of Sofar Sounds, a group that organises secret pop-up gigs for new musicians and dedicated music fans in cities across the world. Since launching the concept in 2009, they&apos;ve hosted performances in UK cities including Belfast, Glasgow, Oxford, Manchester and London, and abroad  in Mumbai, Sydney, Mexico City and New York. Offer&apos;s three-part request taps into what living-room gigs are all about  an alternative way to experience live music that prioritises quality. Pop-up gigs are the perfect antidote to merchandise-heavy, big venue performances that can leave you wondering whether you really like live music after all. Living-room gigs themselves are nothing new. Even Noel Gallagher&apos;s had a go. However, what was once a niche activity is spreading fast. It&apos;s an opportunity for bands to do their thing without music industry constraints, while audiences get a chance to see a great band without the irritation of getting crushed in a massive crowd. We&apos;ve all been there: you arrive at the 4,000-capacity venue armed with your best mate to see a favourite band perform. Tickets cost 32 each but you make up for it by living off soup for a few weeks and writing your lecture notes smaller to save on notepads. You get there early enough to find a spot near the front, not stuck behind a row of 6ft blokes in their Doc Martins, so you won&apos;t have to be on tip-toes all night. The lights go down, the band walks on, the music starts. Then the guy behind you starts singing. Loudly. And out of tune. The living-room gig set-up is ideal for cash-strapped, music-loving students. Sofar Sounds is run on a donations-only policy, there&apos;s an informal atmosphere, and you can bring your own drinks. What&apos;s more, the &quot;underground&quot; feel gives the gig an edge that the O2 Arena could never pull off. For Sophie, studying geography at Manchester University, it was the laidback intimacy that she enjoyed: &quot;We saw Stefan Melbourne play a living-room gig back in May. I loved it. There&apos;s no physical divide between the musicians and the audience so you feel totally immersed in it. &quot;Clubs and bars try to promote this image of students constantly wanting to party hard until they&apos;re total wrecks. It&apos;s demeaning and it&apos;s just not true a lot of the time. Sofar was quite the opposite  chilled out, really friendly crowd and brilliant music.&quot; The sentiment is shared by maths student Ollie, who is studying at UCL. &quot;I&apos;ve been to a couple of living-room gigs and can&apos;t wait to go again,&quot; he says. &quot;We saw The Staves play last year and I remember thinking how cool it was to see musicians in such a relaxed setting. Students don&apos;t often get that luxury  it feels more like something reserved for those who&apos;ve made it big. I guess living-rooms are the ultimate democratiser.&quot; Fiery folk-pop band To Kill a King are living-room gig veterans, having done over 50 such events, almost all of which they&apos;ve organised themselves via requests on their Facebook page. But as their drummer Jon Willoughby points out, not all &quot;living-room gigs&quot; are actually performed in, er, living-rooms: &quot;We&apos;ve performed gigs all over the place: a florist&apos;s in Manchester, a tattoo parlour in Middlesborough, a bike shop in Brighton  as well as actual living-rooms of course. Settings like that are a great way to make fans feel involved and it&apos;s pretty awesome for us too.&quot; Despite the band&apos;s growing success and an upcoming UK tour, this hasn&apos;t changed their affection for these low-key shows. For guitarist Ian Dudfield, &quot;there&apos;s something great about going back to doing it up-close-and-personal, living-room style&quot;.            Leeds-based Hope and Social are a six-piece rock band who fit as many living-room gigs as they can into spare touring days. Often they end up staying the night once the post-gig shindig is over. Ed Waring, the band&apos;s keyboard player, says: &quot;There comes a point when trying to earn money can disturb what you&apos;re actually doing with the music you want to make. It&apos;s a continual battle all bands have. For us, playing music and interacting with fans is what it&apos;s all about. Living-room gigs give us a great opportunity to combine those things.&quot; Living-room gigs are a cheap way to get to know new bands and unfamiliar styles of music. &quot;Everyone gets to have a good time,&quot; says Waring, &quot;and if there are people there who don&apos;t know who we are, even better  that&apos;s people learning about our music while having fun with their mates. &quot;For us, it&apos;s a reminder that a band like us is just a few generations down from wandering minstrels. The only difference is we&apos;re doing it in living-rooms.&quot;", 
    "section": "education", 
    "gid": "education/2012/oct/26/living-room-gigs-for-students", 
    "wordcount": "878"
}