{
    "headline": "Halo 4 transforms Liechtenstein as marketing is taken to a new level", 
    "text": "If you ever wanted proof that some publishers in the video games industry tally earnings that dwarf those of all other forms of entertainment, cast a weather eye at the landlocked country of Liechtenstein. On Wednesday, Xbox 360 becomes the first ever brand to transform the Principality of Liechtenstein by taking over some of the country&apos;s landmarks to promote the forthcoming launch of Halo 4. According to news streaming in about this bizarre marketing initiative, Xbox 360 has decked out Gutenberg Castle as a Halo 4-themed military installation and installed a United Nations Space Command military camp in the nearby countryside. To top it all off, it&apos;s re-worked a mining quarry as some kind of battleground for punters to take part in what they&apos;re calling &quot;an immersive adventure&quot;, which will apparently feature an appearance from Master Chief driving an honest-to-God Warthog.     Yes, it is a Warthog. Yes, its real. The Master Chief is going to put in an appearance as part of the marketing push. Photograph: Getty Images for Halo by Xbox 360    This is only the latest in a series of marketing initiatives instigated by the Xbox 360 team. Earlier last month they announced Oscar-nominated director David Fincher (Se7en, Fight Club, The Social Network) was behind the creation of Halo 4&apos;s trailer and Neil Davidge, co-writer and producer with Massive Attack, is scoring the game. It seems to be worth noting the barmy extent to which Microsoft is going to promote Halo 4, if only because each year a new marketing strategy tries to out do the competition. Think about it, as far back at 2008, EA transformed a petrol station into a military style bunker and gave away free petrol to people in order to promote the game Mercenaries 2: World in Flames. Last year, Activision took over Howard Hughes&apos;s old airplane hangar in Los Angeles for Call of Duty XP, an event in which COD fans could take part in tournaments, hurtle through obstacle courses, shoot each other on paintball maps, gawp at real-life versions of the weapons in the COD games and cap off the experience by watching Kanye West live in concert.     Gutenburg Castle was kitted out as a Halo 4-themed installation as part of the marketing drive. Photograph: Getty Images for Halo by Xbox 360    Now Xbox 360 has transformed a country. A small country to be sure, but it&apos;s a country nonetheless and all to promote the release of a game you&apos;d have to have been locked in an isolation ward for about three years to not know about. Still, here&apos;s hoping they&apos;re having fun and also that, unlike both EA&apos;s and Activision&apos;s marketing initiatives mentioned above, no motorists are inconvenienced. We have to shake our heads in incredulous awe. First a petrol station, then an airplane hanger and now Liechtenstein. We wonder what it&apos;ll take to top this? Maybe Brussels should start pitching itself as a gaming venue ", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/oct/31/halo-4-liechtenstein-marketing-extravaganza", 
    "wordcount": "432"
}