{
    "headline": "Michael Rosen's letter from a curious parent", 
    "text": "The sun&apos;s out, a sure sign that it&apos;s the season of blue skies, bumble bees and exams. Clearly, the big hand of the end-of-year exam didn&apos;t weigh too heavily on your shoulders when you were at school, otherwise why else would you have inflicted yet another summer-spoiler on the country&apos;s children  this time on five- and six-year-olds? There must be some principle at work here along the lines that hell is easier to abide if you&apos;re sent there as a tiny child. At the end of May, your colleague Nick Gibb told us: &quot;I am acutely aware that overweening government intervention can be counterproductive,&quot; that the government is making a &quot;move away from a top-down, prescriptive model of education&quot; and that &quot;a leaner curriculum will also allow teachers far greater professional flexibility over how and what to teach&quot;. In a few days&apos; time, the youngest children in the school system will be in the iron grip of a test that is determining what is taught, how it is taught, and, indeed, how the children are treated. You will be aware of how much money schools and your department have spent in ensuring that only certain specific reading materials (with their attendant teaching methods) are bought for the youngest children. I&apos;ve been informed that the money so far spent by schools on the government-approved synthetic phonics course books is nearly 8m, which has been match-funded by your ever-generous department. So, 16m spent and, I&apos;m told, possibly another 16m in the pipeline by the time next summer&apos;s exam comes round. Shouldn&apos;t we also factor in here the cost of the training that is going on? Perhaps you know how much that is costing us. Why, I wonder, does this sound to me like &quot;overweening government intervention&quot;, a &quot;top-down prescriptive model&quot; and a complete opposite of teachers&apos; &quot;professional flexibility over how and what to teach&quot;? Synthetic phonics, we are told, is the most efficient way of delivering the &quot;alphabetic principle&quot; to children, that&apos;s to say, the abstract principle by which children learn that letters correspond to sounds and sounds correspond to letters. They learn this abstract principle through the specifics of &quot;getting&quot; (a) the examples where these correspondences are regular (&quot;cat&quot;, &quot;chop&quot;, &quot;sit&quot; and the like) and (b) from learning by heart &quot;tricky words&quot;  often the commonest in English  which are not regular, like &quot;is&quot; and &quot;was&quot;. &quot;Tricky words&quot; appear in government-approved synthetic phonics programmes even though they aren&apos;t learned according to the principles of synthetic phonics. Apparently, this doesn&apos;t matter. By the end of year 1, children should have got hold of this &quot;alphabetic principle&quot; and to prove it, they will all sit down and do this month&apos;s &quot;phonics screening test&quot;. While we&apos;re doing the accounts, we should also factor in the cost of producing the papers and sending them out to every year 1 child in the country. It&apos;s beginning to add up to quite a lot for a government to shell out for not being &quot;overweening&quot;. I see that it is the law that teachers must tell the families of the children who fail that their child is a failure. You have put in place an exam that will tell children as young as five that they have failed at reading. This sounds to me not much better than putting people in the stocks. &quot;Oh no,&quot; I hear you cry, (as I&apos;ve heard phonics enthusiasts tell me): &quot;It&apos;s not a &apos;reading&apos; test, it&apos;s a &apos;decoding&apos; test.&quot; That&apos;s what I thought until I read on the Department for Education website: &quot;Pupils who can read non-words should have the skills to decode almost any unfamiliar word.&quot; So, is it &quot;reading&quot; or is it &quot;decoding&quot;? The people who&apos;ve been telling me that the department only talks about &quot;decoding&quot; in relation to the phonics screening test, should er do a bit less &quot;decoding&quot; and bit more &quot;reading&quot;. Either way, in a few weeks&apos; time, thanks to this exam, thousands of children will think they are bad at reading. Is this worth spending many millions of pounds on? We all know that real reading is &quot;reading for meaning&quot;. No matter how brilliant at &quot;decoding&quot; we are, it doesn&apos;t guarantee we can read for meaning. So if all this is being spent on the &quot;alphabetic principle&quot;, how much money is being spent on the &quot;meaning principle&quot;? That would be for books children would want to read in order to find out what they meant like, for fun, pleasure, enjoyment. That sort of thing. When I went to see Nick Gibb, I asked him if you were going to put into place the recent recommendation from Ofsted that &quot;all schools should develop policies on reading for enjoyment&quot;. The general view in the room was that that would be too &quot;top-down&quot;. Why am I beginning to be very confused about what &quot;top-down&quot; means? Perhaps you could help me out here.  Michael Rosen&apos;s letters appear monthly", 
    "section": "education", 
    "gid": "education/2012/jun/04/michael-rosen-phonics-screen-test", 
    "wordcount": "886"
}