{
    "headline": "Txtr beagle e-reader - review", 
    "text": "     A newly announced e-reader called the beagle generated a lot of interest among readers, publishers and the technology-minded last month when txtr, the Berlin-based firm behind it, announced plans to sell the device for just 8 (yes, really)  that&apos;s 61 less than the current entry-level Kindle. While the price certainly seems right, many bibliophiles wanted to know how well the beagle works for reading ebooks  and how it stacks up against the Kindle. Though the beagle won&apos;t be available in the UK until sometime in the first quarter of next year, I was given exclusive access to a prototype and, after only two days of use, I&apos;m pleasantly surprised to report that the beagle seems like it could be truly disruptive to Amazon&apos;s Kindle leadership. The specs The txtr beagle will come in a single cream/slate front-facing colour, with the option of four backplate colours (grapefruit, jade green, purple and turquoise). The model I tested had the jade green backplate. Its plastic moulded body feels surprisingly solid in the hand.     The backplate comes in four colours    Physically, the beagle is much smaller than the Kindle, with a 5in display versus the Kindle&apos;s 6in display, and is noticeably thinner along most of its body. It measures 140mm long by 105mm wide by 4.8mm deep. However, the thickness doesn&apos;t include the 14mm lip on the bottom, which houses two AAA batteries. The Kindle, by comparison, has dimensions of 165mm x 114mm x 9mm. Display The screen is a 5in eight-level greyscale E-Ink display with a resolution of 800 x 600 pixels. That compares with the entry-level Kindle&apos;s 6in 16-level greyscale E-Ink display. Text on the Kindle looks darker because it has twice the greyscale of the beagle. However, both devices have an 800 x 600 pixel display, with the beagle&apos;s pixels crammed into a 5in screen versus the Kindle&apos;s 6in, giving the beagle a higher PPI (pixels per inch) density - 200 against the Kindle&apos;s 167 - resulting in sharper text. Txtr CEO Thomas Leliveld said that in building a budget e-reader, &quot;the only thing you shouldn&apos;t compromise on is the display, because it&apos;s the only reason you buy it. I think we&apos;ve created a product that&apos;s easy to use, it feels solid, it has the right weight and density, and the display is beautiful.&quot; Weight Another area where the beagle beats the Kindle. Its 5in display means the beagle weighs in at 128g (with batteries) versus the Kindle&apos;s 170g. That&apos;s more than 20% lighter than the Kindle. Again, however, the reduced weight is mainly due to screen size. Storage The beagle offers 4GB of internal sold-state storage. Part of that is for its OS, while the rest allows you to store up to five cached books. That does not compare very well to the Kindle&apos;s ability to store up to 1,400 books on its 4GB. The Kindle beats the beagle because although both support digital book formats (ePub for the beagle, AZW for the Kindle) and PDF documents, the beagle stores and displays ebooks and PDFs as highly rendered bitmaps - it&apos;s essentially a bitmap viewer. That can result in cleaner text and cover images, but also much larger file sizes per book. Battery life Unlike the Kindle (and most other e-readers) the beagle doesn&apos;t have a built-in battery. Instead it is powered by two AAA batteries housed along the rear of the device. This means there are no charging cables for the device (one less thing to lose). Txtr says a single pair of AAA batteries will let you read for one year without replacement, based on the average reader reading 12 to 15 books a year. From a specification standpoint, there are not many other ways to compare the two. The beagle eschews many of the features the Kindle has, such as Wi-Fi and optional 3G, or a wired connection of any kind. But the lack of connectivity options are why txtr costs so little. First impressions I&apos;ve been going around London with my beagle for two days now, and it&apos;s infinitely more pleasurable to carry than my Kindle. It fits easily into my jeans pocket. I like carrying a dedicated e-reader so I don&apos;t drain my iPhone&apos;s battery by reading books on my commute; but a Kindle/iPhone combo always felt like a lot to carry around. With the beagle, my load is noticeably smaller and lighter.     There's an ergonomic ridge at the back to wrap your fingers round    I found the beagle to be more comfortable to hold than my Kindle. Part of this is due to its smaller size and lighter weight, but it is also thanks to that 14mm battery compartment at the back of the device. This lip gives you an ergonomic and comfortable ridge to wrap your fingers around. It makes grasping the beagle a lot easier than grasping a Kindle  especially while in bed. In the end, the AAA batteries turn out to be a plus. I didn&apos;t miss any of the Kindle&apos;s extras when reading on the beagle (I don&apos;t make a lot of notes or perform a lot of searches on the Kindle). What I did miss (but only once) was the lack of ability on the beagle to change the size of the font. And here we get to the one issue where some might have a problem. The tricky bit Txtr says the beagle was designed to be a &quot;companion reader&quot;. The companion part comes in because every beagle requires the user to have a smartphone, whether an iPhone, Android, or Windows 8 phone. The beagle&apos;s only connection to the outside world (or other devices) is via Bluetooth. Book management, transfer, and even setting the font size is done through the free txtr app on your smartphone. According to the company, this leaves the beagle to do what it does best: displaying words for you to read. Once you&apos;ve bought an ebook it shows up on the bookshelf of your txtr mobile app. You can also import unprotected Epub and PDF files from elsewhere into the app. From the app you select the ebooks you want to transfer to the beagle. The txtr smartphone app will convert the ebooks to bitmap images on the fly and simply beam them over Bluetooth to the beagle. Once on the beagle, the user selects their book and navigates through it using three simple hardware buttons. Since the beagle converts your ebook&apos;s pages to bitmap images on your smartphone before it sends them to your device, the font size you choose for the ebook on your phone is the one you are stuck with unless you want to change it on your smartphone and resync the book with your beagle. This isn&apos;t a big issue as most of us read ebooks at a fixed font size, so once you know the size of the font you like, you can set it in your txtr app on your smartphone. I didn&apos;t mind the beagle&apos;s five-book limit. I&apos;ve never understood why people feel they need to carry 1,000-plus books around with them on their Kindle. Are they really reading that much? I read about 30 books a year, and never more than two at once. For me, the five-book limitation isn&apos;t an issue. I suspect a lot of people will feel the same way. Perhaps most importantly, I found the beagle&apos;s display easy to read. Its contrast was just fine for my eyes (though some people might prefer the 16-level grey scale display of the Kindle) and the text always appeared crisp. At first I thought I would find the 5in screen too small since I was used to the Kindle&apos;s 6in screen, but because  unlike the Kindle  the beagle displays no menu bar at the top of the page it doesn&apos;t feel as if it&apos;s an inch smaller. A one-stop shop Leliveld contends that most e-readers come with a lot of extra bells and whistles, such as push notifications for mail, text messages, even bundled ebook stores, that can distract from reading. The txtr beagle has no on-device distractions. When you first turn it on, the splash screen displays the mantra &quot;read | only&quot;  something increasingly hard to do in an age of always-connected e-readers, smartphones, Kindle Fires and iPads. But just because the beagle has a single function, that doesn&apos;t mean users have to go elsewhere for their content. Leliveld describes txtr as &quot;a one-stop shop that provides the device, the store, and the content, including country-specific local content&quot; thus offering a complete ebook ecosystem. Via the web or txtr app on your mobile device users can buy ebooks through the txtr ebook store. The store currently has more than 700,000 titles (Amazon has 900,000) and is adding more all the time. Most of the big titles and authors are already on the store, and ebook prices are generally comparable with Amazon&apos;s. The txtr store does offer one advantage over Amazon. Txtr&apos;s says its ebookstores are in more key international markets than the internet shopping giant&apos;s: ebooks are available in nine languages, and the txtr store is live in ten countries, including the UK, Germany, Spain, France, Italy, Denmark, Portugal, Poland, Belgium, the Netherlands, and the US. The company says additional international stores will roll out soon and is actively seeking developers and engineers to come work for the company in its Berlin offices. The cost, or why mobile carriers might love the beagle The txtr beagle can be offered at such a low price because its cost will be subsidised by mobile carriers. The beagle itself won&apos;t be sold individually; you&apos;ll only be able to get one is by purchasing it when you sign up for a mobile phone contract on specific carriers. The beagle will be offered as an extra incentive for signing with the carrier (so when you go into, say, an EE or Vodafone store, you&apos;ll be offered a txtr beagle as a one-off 8 add-on to your contract), rather like offering a protective case or docking speaker system as an incentive. This is a plus for carriers, which will have an exclusive partnership with txtr, because any add-ons a carrier can give to potential customers (for free or at low cost) usually results in more subscribers and lower churn (customers jumping ship for another carrier). The carriers benefit not only from increased mobile subscribers, but also a cut of ebook sales through a txtr ebook platform that will be deployed specifically for that operator. Txtr says the average ebook reader spends 64 a year on ebooks. Even a small percentage of that could be an additional hefty revenue source for carriers looking to boost their income. Currently txtr is in talks with two UK carriers to offer the beagle in the first quarter of 2013; it declined to name which carriers it is negotiating with. Is it for you? If you already have a Kindle and like it, there is little reason to switch to the beagle. However, for many of us the only ereader we have is our smartphone - whose glossy, glaring displays aren&apos;t ideal for reading longer works (due to eye strain and also because their displays are battery-draining monsters). The beagle will allow for those who are on the fence about whether to spend the money on a dedicated e-reader to secure one cheaply. It will eliminate the price obstacle that buying an additional e-reader, like the Kindle, brings us. And price is a very high obstacle to adoption for any device  and any emerging digital medium, like ebooks. If you fall into that price-conscious category, the beagle is aimed squarely at you. And it succeeds, wildly. It&apos;s cheap, it offers a good reading experience, and if you find you&apos;re not using it a lot, you&apos;re only out 8. I can also see the beagle being huge with parents who want their kids to read ebooks but are worried they might close the book app on the iPad or the Kindle and start playing Angry Birds. The beagle could be a truly disruptive force in the ebook industry. If it catches on it could take some of the power away from Amazon and its Kindle ecosystem. But most importantly, it could give more power to the publishers by giving them another hot e-reader to get behind. More e-reader choices ultimately lead to better deals for publishers, authors and  in the end  readers.", 
    "section": "technology", 
    "gid": "technology/2012/nov/08/beagle-e-reader-review", 
    "wordcount": "2069"
}