{
    "headline": "If profit-making schools are the answer, what's the question?", 
    "text": "Reports from Conservative &quot;modernisers&quot; are rolling off the presses, telling Michael Gove that the only way forward for schools is now the introduction of the profit motive. Two reports from Policy Exchange thinktank led commentators to suggest the education secretary was &quot;under pressure&quot; to introduce such a policy by an organisation he had actually helped set up himself. Recently, another group, Bright Blue, added its voice to the throng. In his report (Competition meets collaboration: Helping school chains address England&apos;s long tail of educational failure), James O&apos;Shaughnessy, the former policy director at No 10, takes his justification from the chief inspector&apos;s decision to rearrange the Ofsted categories so that schools can no longer be judged &quot;satisfactory&quot;. Schools formerly judged as providing an adequate education have, since September, been classed as &quot;needing improvement&quot;. Whatever one might think of the reasons behind this, it is the invention of a new category of failure, and will cause, according to O&apos;Shaughnessy, &quot;a fivefold increase in the number of schools being told they need to improve&quot;. He estimates that about 40% of British schools will now be classed as &quot;failing&quot;. This creates a problem, as our current system is only geared up to deal with the 14% or so previously classed in a category of failure. School improvement systems are not geared up for half of schools &quot;failing&quot;. O&apos;Shaughnessy&apos;s report contains some very assertive language. The government&apos;s office of the schools commissioner should &quot;be more draconian in imposing effective sponsors on recalcitrant failing schools&quot;. And &quot;any ethical and political objections to the private sector attempting to succeed where the state and voluntary sectors have failed should be dismissed for what they are  ideological prejudice&quot;. He recommends that any school given a &quot;requirement to improve&quot; is forcibly and immediately required to become an academy; a second &quot;requirement to improve&quot; would mean the school being placed with one of the academy chains. And third-time failures should be placed with education management organisations, which may be run for profit. The report Social Enterprise Schools: A potential profit-sharing model for the state-funded school system, argued for the introduction of for-profit providers on grounds of a crisis in the number of school places available, and the not-for-profit sector not being expected to have the appetite for the expansion this would require; therefore, profit-making providers must be brought in. For its part, the left&apos;s arguments against profit-making schools are all based on issues of morality  the fear of an Orwellian scenario, in which schools are run with the moral compass of Nuts magazine. But the moral nature of their arguments and lack of proper engagement with the proposals make opposition so far seem weak. One line of scrutiny is around cost-cutting. If income is finite, then to maximise profit you must cut costs. The major cost in running a school is the payroll, and there is a strong suspicion that for-profit schools would be run on the business model of some academies, where experienced and therefore expensive staff are laid off to be replaced by cheaper models. Profit-making schools will also, it is said, put money in the pockets of shareholders and directors by cutting the money spent on school libraries and special needs students. These arguments are valid but are also woolly, under-nuanced and use supposition as evidence. Policy Exchange has given us two separate arguments for its big idea. It is evidently motive hunting. It has an ideological objective that requires justification. The possible introduction of for-profits is potentially an area of division between the main parties. It&apos;s an area where Stephen Twigg, Labour&apos;s shadow education secretary, needs some pretty well-researched arguments pretty soon. Otherwise, Starbucks schools could become a reality within the decade.  Phil Beadle&apos;s latest book is Why Are You Shouting At Us?: the dos and don&apos;ts of Behaviour Management, published by Bloomsbury Education", 
    "section": "education", 
    "gid": "education/2013/feb/04/phil-beadle-on-teaching", 
    "wordcount": "659"
}