{
    "headline": "Phasing out fossil fuel subsidies 'could provide half of global carbon target'", 
    "text": "Eliminating subsidies for coal, gas and oil could save as much as Germany&apos;s annual greenhouse gas emissions each year by 2015, according to one of the world&apos;s leading energy experts. Speaking to the Guardian, Fatih Birol, chief economist at the International Energy Agency (IEA), said such a move could provide half of the carbon savings needed to stop dangerous levels of climate change. While the G20 pledged in 2009 to phase out such fossil fuel subsidies in the &quot;medium term&quot;, the hundreds of billions that governments spend each year rose in 2010. The World Bank, economist Lord Nicholas Stern and green groups have also called for their removal. &quot;Energy markets can be thought of as suffering from appendicitis due to fossil fuel subsidies. They need to be removed for a healthy energy economy,&quot; said Birol. &quot;Energy is significantly underpriced in many parts of the world, leading to wasteful consumption, price volatility and fuel smuggling. It&apos;s also undermining the competitiveness of renewables.&quot; According to IEA research, 37 governments spent $409bn on artificially lowering the price of fossil fuels in 2010. Critics say the subsidies significantly boost oil and gas consumption and disadvantage renewable energy technologies, which received only $66bn of subsidies in the same year. Birol and the IEA said that a phase-out would avoid 750m tonnes of CO2 a year by 2015, potentially rising to 2.6 gigatonnes by 2035. He claimed such cuts could provide around half the emissions reductions needed over the next decade to reach a trajectory that would limit global warming to 2C, considered the limit of safety by many scientists. &quot;Fossil fuel subsidies are a hand brake as we drive along the road to a sustainable energy future,&quot; he said. &quot;Removing them would take us half way to a trajectory that would hold us to 2C.&quot; Most of the world&apos;s fuel subsidies are given out in transitional and developing countries  especially those which themselves export fossil fuels. Sometimes the policies are seen as a way to alleviate poverty, but IEA analysis suggests that the poorest members of society do not see their fair share of the benefits. &quot;Just 8% of the $409bn spent on fossil-fuel subsidies in 2010 went to the poorest 20% of the population,&quot; Birol said. &quot;It&apos;s clear that other direct forms of welfare support would cost much less.&quot; He added that the poorest people were being &quot;punished twice&quot;, because the money used to make fossil fuels cheaper could instead be spent on schools, hospitals and other public services. But phasing out fossil fuel subsidies can be hugely controversial. In Nigeria, the government&apos;s decision to scrap petrol subsidies at the start of this year led to more than a week of crippling strikes, as unions protested against a massive increase in prices at the pump. The country&apos;s president, Goodluck Jonathan, was only able to end the strikes by promising to partially reinstate the subsidies. Birol said: &quot;The drastic reactions we are seeing in Nigeria do not justify the indefinite maintenance of subsidies, but they highlight that reforms need to be implemented gradually and include targeted assistance.&quot; He added that Nigeria&apos;s subsidies hadn&apos;t necessarily been helping the poorest members of society, citing IEA research showing that &quot;76 million people, or 49% of [Nigeria&apos;s] population, still lack access to electricity&quot;, despite the fact that it would cost only 0.6% of fossil fuel export revenues to solve this problem. Most developed countries have already phased out policies that directly subsidise fossil fuel consumption. But recent analysis by the OECD suggests that these nations continue to prop up the oil, gas and coal industries in less obvious ways, such as providing tax breaks or favourable access to land and infrastructure. These indirect mechanisms are worth an estimated $4575bn. Coal, the most polluting of the three main fossil fuels, currently receives 39% of this support  mostly as a result of governments in Europe, and to a lesser extent Australia, Canada, Korea and the US, trying to ensure that changes to their coal-mining industries happen gradually rather than overnight.  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/jan/19/fossil-fuel-subsidies-carbon-target", 
    "wordcount": "714"
}