{
    "headline": "Contribution to local community winner: University of Worcester", 
    "text": "To venture into a university library is usually to run the gauntlet of a row of electronic barriers that only allow access with a swipe of your student ID card. Logging into the library&apos;s computer system requires the same, as does reserving or taking out a book. There may be good reasons for this, but for a member of Joe Public with a thirst for knowledge, it means that the wealth of information held in university libraries is typically out of bounds.  In Worcester, things look a bit different. Students are not set apart from ordinary members of the community: everyone has access to Europe&apos;s first fully integrated, jointly funded university and public library in a purpose-built building called the Hive. Built in an area earmarked for regeneration and launched in January 2012, the Hive brings together resources from the University of Worcester collection and Worcestershire County Council. It houses one of the country&apos;s biggest children&apos;s libraries as well as council customer services, meeting rooms, study areas and a cafe.  &quot;The resources of the university are available to all; use of space and collections is defined by what you want to do, not who you are,&quot; says Anne Hannaford, director of information and learning services for Worcester University. There&apos;s been an energetic outreach programme to introduce the new library facilities to the local people, which attracted over 10,000 people to events that targeted schools, businesses, charities and community groups. Helping people who don&apos;t necessarily think education is for them feel welcome and at ease using the space and its wealth of resources is vital to the Hive&apos;s success, and the building has been designed to encourage inclusion.  Hannaford says that its no accident that the children&apos;s library has been sited right beside the council customer service centre, &quot;attracting families who wouldn&apos;t normally use a library to use books and resources.&quot; The entire building, she explains, has become a regional hub for education, research, business and culture, and has revived the historic role of a public library as a place of opportunity for people who can&apos;t afford a formal education.  Giving people equal access to a library isn&apos;t much use, however, if it&apos;s only open for three hours twice a week. At a time when local libraries are having to reduce their opening times due to council cuts, another advantage of the university/council partnership is that the Hive is open to everyone for more than 90 hours a week, every week of the year.  The benefits aren&apos;t just one way, either. &quot;Students following courses in children&apos;s literature, education, digital media and youth and community have opportunities to work directly with children, funded by our outreach and access programme,&quot; explains Hannaford.  It took nine years to take the Hive from concept to completion. The project, has challenged all players in the university and local authority, requiring everyone involved to climb a steep learning curve, but its champions now believe that it offers a model of collaboration between universities and local authorities which can be replicated wherever there is a shared strategic vision. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/feb/26/community-contribution-winner-university-worcester", 
    "wordcount": "545"
}