{
    "headline": "Google's Larry Page takes a swipe at Facebook and Apple", 
    "text": "Google&apos;s chief executive Larry Page has taken a swipe at Facebook and Apple, claiming the giant social network is &quot;doing a really bad job on their products&quot; and that the iPhone maker&apos;s limited range of products is &quot;unsatisfying&quot;. In an interview with Wired magazine, carried out last year before Facebook had launched its new Graph Search tool, Page, 39, tells Steven Levy that he wants the company he co-founded to come up with ideas that are &quot;moon shots&quot;  such as the self-driving car now being introduced in some American states  and that he isn&apos;t worried about breaking laws in some cases if the result is a better product. He is also critical of the technology press, saying that &quot;stories are written as if they [journalists] are covering a sporting event. But it&apos;s hard to find actual examples of really amazing things that happened solely due to competition.&quot; In a swipe at Facebook, he says that although it is a company that is strong in the social space, &quot;they&apos;re also doing a really bad job on their products  we&apos;re actually doing something different [from Facebook]. I think it&apos;s outrageous to say that there&apos;s only space for one company in these areas.&quot; He compares it with the point at which Google started as a search company in 1997 and was told the market was crowded because other businesses already offered it. &quot;We said, &apos;We are a search company, but we&apos;re doing something different.&apos;&quot; Though he doesn&apos;t specify what aspect of Facebook&apos;s products is &quot;really bad&quot;, Page may be hinting at the problems the social network has had over privacy settings  an area with which Google is familiar, having been bound over for 20 years by the Federal Trade Commission for failing to respect users&apos; privacy when it set up its Google Buzz network in 2010. Many people see Google+ as Google&apos;s attempt to build a rival social network to Facebook, although it works more as a &quot;glue&quot; that ties together users&apos; searches and activity across multiple Google sites  though it also offers Facebook friend-like &quot;Circles&quot; to connect to friends and others. Although Vic Gundotra of Google has claimed it has 500m registered users  compared with more than a billion for Facebook  many of those appear to have come about through default settings rather than active creation of accounts, as happens on Facebook. Even Google&apos;s own data suggests that engagement is comparatively low, with about 125m using it regularly. Google has not broken out specific data about how many people use the social elements of Google+ to share information every day or month  meaning no simple comparison can be made with Facebook. But Page says of Google+: &quot;I&apos;m very happy with how it has gone  a lot of it has been copied by our competitors, so I think we&apos;re doing a good job.&quot; He doesn&apos;t specify what parts have been copied. Of Apple, Page suggests that it lacks ambition to change the world. &quot;You know, we always have these debates: we have all this money, we have all these people, why aren&apos;t we doing more stuff? You may say that Apple only does a very, very small number of things, and that&apos;s working pretty well for them. But I find that unsatisfying.&quot; Instead he wants Google to work for &quot;moon shots&quot; that will change the world. He points to Google&apos;s introduction in 2003 of its Gmail product, which then offered 1GB of storage for free  an amount and price that shocked the market, where web providers such as Microsoft&apos;s Hotmail had offered small amounts of storage and paid upgrades. &quot;I worry that something has gone seriously wrong with the way we run companies  it&apos;s always about the competition.&quot; He says that most companies decay over time because they &quot;do approximately what they did before, with a few changes&quot;. Such incremental change, he says, &quot;is guaranteed to be obsolete over time.&quot; Page&apos;s key message is that &quot;there are all these opportunities in the world to use technology to make peoples&apos; lives better&quot;. He reveals that when he was a child he wanted to be an inventor, but then realised that many had unhappy lives, citing Nikola Tesla, who first worked with and then split from Thomas Edison; the two spent their later years fighting over the best method to distribute electrical power. He thinks that there is a gap in business at present: &quot;we&apos;re not teaching people how to identify those difficult projects&quot; that will have the most impact. He says he wanted to build self-driving cars when he was at Stanford University in 1996-7. &quot;The only thing that changed [to make them real] was that we got the guts to actually do it.&quot; But he also indicates that he is not afraid to trample over what existing laws might say in order to achieve his ends. Levy points to the example of Google Book Search, which scanned and stored the contents of books  including ones still under copyright, without the required permission of the author. Page says: &quot;Show me a company that failed because of litigation  Companies fail because they do the wrong things or they aren&apos;t ambitious, not because of litigation or competition.&quot; He points out that Google was, in effect, illegal when it began: &quot;When we started Google, it wasn&apos;t really obvious that what we were doing wouldn&apos;t get regulated away. Remember, at the time, people were arguing that making a copy of a file in a computer&apos;s memory was a violation of copyright. We put the whole web on our servers, so if that were true, bye-bye search engines.&quot; Nor does Page worry about the ongoing litigation in the smartphone market, in which Apple and Microsoft have been suing a number of handset makers using Google&apos;s Android mobile software, and Page himself had to testify in a court case last year brought by Oracle over alleged patent and copyright infringements in Android. Oracle&apos;s claims were rejected by the jury. Asked about Steve Jobs&apos;s threat to go to &quot;thermonuclear war&quot; over what he saw as copying in Android, Page retorts: &quot;How well is that working?&quot; On whether Android&apos;s share is decisive against Apple, he sidesteps the question, responding that &quot;Android has been very successful, and we&apos;re very excited about it&quot;. According to analysts, Android powers around 70% of all smartphones sold in the world, though there are wide regional variations: Android dominates in China, with both Google-approved and non-Google variants taking about 90%, while in the US smartphones running Android currently sell about equally with Apple&apos;s iPhone. Page explains that in buying Android, the mobile software company run by Andy Rubin, in 2005, &quot;it was pretty obvious [then] that the existing mobile operating systems were terrible. You couldn&apos;t write software for them. So I don&apos;t think that betting on Android was that big a stretch.&quot; Of Apple&apos;s decision to remove Google&apos;s Maps as a default for the iPhone, Page declines to comment directly on Apple&apos;s action  possibly indicating the value of having Google&apos;s search as the default on the platform  but adds: &quot;You may have the greatest maps in the world, but if nobody uses them, it doesn&apos;t matter.&quot; He suggests that the way mobile platforms especially are becoming more closed means that &quot;companies are trying to wall everything off, and that impedes the rate of innovation.&quot; Looking forward, he suggests that in five to ten years the eminently breakable glass that now covers our smartphones will have been replaced with something less fragile. &quot;There&apos;s going to be a lot of change.&quot; Samsung has already demonstrated a flexible phone screen that can be bent at right angles. Page warns that some proposed laws and regulations, such as the controversial SOPA law, meant &quot;we were a millimetre away from regulating [the internet] out of existence&quot;. The principle of the internet, he suggests, is &quot;under much greater attack than it was in the past. Governments are now more afraid of the internet because of the Middle East stuff [Arab Spring] and so they&apos;re a little more willing to listen to what I see as a lot of commercial interests that just want to make money by restricting people&apos;s freedoms.&quot; But he adds that the response to SOPA, which saw online and physical protests, indicates that &quot;governments fight users&apos; freedoms at their own peril&quot;. He even sees a time when Google  which in September 2012 had 53,000 employees  could grow to a million staff. &quot;Anything is scalable,&quot; Page says  although he admits that the company is now moving its TGIF (Thank God It&apos;s Friday) meeting, at which senior executives makes themselves available to talk to staff on any topic, from Friday to Thursday so that staff in the Asian offices can take part.", 
    "section": "technology", 
    "gid": "technology/2013/jan/18/google-larry-page-facebook-apple", 
    "wordcount": "1513"
}