{
    "headline": "Taking sex education to Brazil's favelas", 
    "text": "In the 1990s, when the US shifted its aid policy away from family planning, and from Latin America, the Brazilian NGO Bemfam found itself with a yearly funding hole of $2m. The amount the organisation received from USAid had represented almost a third of its annual funding. But rather than look for funding elsewhere, Bemfam, which focuses on family planning and sexual and reproductive health, set up a not-for-profit condom and lubricant business, Prosex. It has proved so successful that it generates around $4m a year for the NGO  about 40% of its funding  and is the fifth most popular condom brand in Brazil. &quot;USAid pulled out and a lot of other donors focused on Africa and Asia, which left a bad situation. Most organisations and service providers closed their doors,&quot; says Bemfam&apos;s executive director, Ney Costa. &quot;At Bemfam, we went to look for ways to survive.&quot; The US government left the organisation with a $3m &quot;phase-out&quot; fund over three years, which it could spend on anything it chose. The condom business was born. &quot;We launched a line of condoms and lubricants, and they became a huge source of funding. They sold really well, at a good price, which forced the for-profit companies to bring their prices down,&quot; says Costa. Money from the condom business has allowed Bemfam to continue its work in 600 centres throughout Brazil. It works closely with municipal governments, which support it with funding. The rest of the organisation&apos;s money comes from outside donors. The NGO provides sex education to young people, promotes sexual and reproductive rights, and provides family planning services and counselling. It particularly works with poor and marginalised people, and specifically with young people. More than 60% of the people it works with have a monthly income of $375 or less  the amount the Brazilian government uses as an indicator of poverty. In the community centre in the Cachoeirinha favela on the outskirts of Rio de Janeiro, Bemfam runs weekly sex education classes and a drop-in counselling service. It also runs a nearby clinic, the only one in the city focused on sexual health and family planning, and works closely with the municipal government to support local public services. It trains young people to be peer mentors to talk about sex with their friends. Judging by the comments made by young people during a sex education class at the centre on Tuesday, this peer-to-peer support could prove a positive step in reducing unwanted pregnancies and preventing girls having to drop out of school. The group of 11 youngsters  nine girls and two boys  spoke candidly about their attitudes to sex and whom they speak to about it. Most said their parents do not usually talk to them about sex until it is too late  when a girl gets pregnant. Most of the information they get about sex is from friends. If this is the case, then what better argument to ensure young people get decent sex education, says Tewodros Melesse, the director general of the International Planned Parenthood Federation (IPPF), of which Bemfam is a member. &quot;I would like to see culturally appropriate sex education on the curriculum of all schools,&quot; he says. &quot;There should be education, otherwise the risk is young people depend on internet headlines  By refusing sex education, they are letting their young people have access to social media which can be very irresponsible.&quot; On Monday, Melesse took part in a side event at Rio+20 to advocate more commitment to promoting family planning and sexual health as a right. The IPPF, along with other advocates of sexual and reproductive health, lobbied for an explicit mention of family planning in Rio&apos;s outcome document. It did make it  paragraph 145 reads: &quot;We emphasise the need for the provision of universal access to reproductive health, including family planning and sexual health and the integration of reproductive health, in national strategies and programmes.&quot; Is this likely to compel governments to action? The right to family planning was agreed by governments at the UN International Conference on Population and Development in 1994. And at a conference in Istanbul in May this year, governments renewed their commitment to the 1994 pledges. Brazil has certainly made great strides in promoting sexual health. The Catholic church appears not to have held the same sway it has over other Latin American countries in its hostility to family planning. As early as the 1980s, Brazil recognised women&apos;s right to access contraceptives, and in its 1988 constitution included women&apos;s right to family planning. Brazil&apos;s growing economy and burgeoning middle class are seen as reasons for a drop in birth rates. According to the Economic Commission for Latin America and the Caribbean, birth rates in Latin American countries have dropped from an average of six children per family in the 1960s to around two in 2010. The figure is expected to drop further by 2015. In Brazil, families have on average one child. However, according to government figures, in the north of the country, which is less affluent, the figure is more than two. And the percentage of 15- to 19-year-old women in 2006 who were pregnant or had been pregnant was almost 35% in the north, well above the 23% average. According to Bemfam, young people from lower socio-economic groups are more likely to get limited or no access to contraception and are more likely to get pregnant, which makes the organisation&apos;s work in the Rio favela important. What Bruna Rosa, 23, learned from the classes at the community centre means she has avoided what happened to her mother, who was pregnant and out of school by 16. &quot;I&apos;ve learned a lot of stuff I didn&apos;t know. I know how to take care of myself,&quot; says Rosa. Her younger sister had a baby when she was 16. Rosa&apos;s mother is now a domestic worker. But this is something Rosa is determined not to let happen to her. She wants to be a lawyer. &quot;I want to do really well in school and get into college. I don&apos;t have a vision for the future, I just want a better life,&quot; she says.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jun/20/sex-education-brazil-favela", 
    "wordcount": "1039"
}