{
    "headline": "Propaganda war: who will win Scottish teenage hearts and minds?", 
    "text": "Rosie Duthie and Euan MacIntosh, both 15, have made up their minds on how they plan to vote in next year&apos;s referendum on Scottish independence. For Euan the answer is a clear &quot;yes&quot; because he believes it will be his best guarantee of a free university education. Rosie is a &quot;no&quot;. She says: &quot;We should be arguing that what we think is better for the future of young people in Scotland is better for England too and for the European Union.&quot; Next year these young people from Douglas academy in the salubrious Glaswegian suburb of Milngavie will be among the first 16-year-olds in the UK mainland ever to vote. It appears that, like Rosie and Euan, many are taking their role in the process very seriously. It is a change that will bring politics into classrooms and canteens. People on both sides of the border will be watching closely the success or failure of extending the franchise to schoolchildren. Some, like the Scotland Office minister David Mundell, claim the turnout among teenagers will be small because only middle-class children will bother to get themselves on the young people&apos;s voting register, which will remain confidential to avoid making children&apos;s addresses public. But the move has widespread support in the Scottish parliament, with the first draft of the bill to give 16-year-olds a vote in the referendum passing last week on a vote of 97 to 12. The Liberal Democrats are committed to widening the franchise to all elections, and Labour is considering whether to include it in its manifesto for the 2015 election. The leader of the Scottish Greens, Patrick Harvie, has said it may be &quot;dispiriting and depressing&quot; for young people who vote in the referendum to find they are then denied a vote in the general election a few months later. The vote is something the 20-year-old vice-chair of the Scottish youth parliament, Kyle Thornton, and many others across the UK have lobbied hard for. &quot;We have been campaigning for a decade and we will be working really hard to get people to register; we will be going in to schools and motivating the young people to make sure they are on the register  This is an opportunity to create a politically aware generation. Thornton has now left Bellahouston academy in Glasgow, but he says: &quot;In my last two years at school there was a general election, a European election, a council election and a Scottish election. There was an irony that we couldn&apos;t vote  I think we were as well qualified as any adult.&quot; For teachers, the next academic year will be challenging as they try to ensure a fair hearing for both sides and to contain the massive lobbying effort that is likely to reach schools. Both sides of the debate are recruiting hundreds of teen ambassadors to take their arguments into schools, preparing teachers&apos; packs, and offering speakers and visits. There is likely to be some mediation by the Electoral Commission in this new electoral battleground. Emma Hendry, principal of modern studies at Elgin academy, is already debating the issues with year 9s and upwards. She says: &quot;They are excited or at least interested in the idea that they will have a vote and that it will be about a decision that is so important to their future  I think they will be at least as well-informed as most adults because they are still in the education system and will have opportunities to hear the arguments.&quot; Hendry herself is undecided. &quot;The young people ask me how I will vote. I can honestly tell them I haven&apos;t made up my mind yet.&quot; At Douglas academy, pupils are in training for STV (central Scotland&apos;s ITV franchise) and the national debating competition Debating Matters on independence. The school won a regional final of the Debating Matters championship this year and deputy head Stephen Sinclair is planning a series of debates on the issues around independence. During the heats, teams will debate questions such as whether an independent Scotland should keep the pound. The last, televised, round will be on the referendum question: &quot;Should Scotland be an independent country?&quot; Teenagers who have already volunteered to represent either side are accessing training and creating political relationships and CVs that could stand them in good stead for their future careers. Michael Low, 17, a sixth-year pupil at Bishopbriggs academy in Glasgow who has a conditional offer to study politics at Oxford next year, has already attended a session with someone from the Obama campaign. &quot;There is a lot of discussion in school, informally,&quot; he says. &quot;People know I am a Better Together [the pro-UK campaign] youth rep and they can ask me about particular issues, or they can ask me for badges and other campaign material.&quot; Meanwhile, the yes campaign aims to recruit 10,000 youth ambassadors. Ellie Koepplinger, 16, from Glasgow&apos;s Hillhead high, is on the yes campaign board. She says: &quot;I feel my teachers are quite opinionated, and are willing to discuss independence when prompted, but most won&apos;t go out of their way to have that discussion with pupils. However, I strongly feel that many pupils are interested in the debate, and want to know more.&quot; She wants to help counter some of the information teenagers share on social media, which can at times be &quot;wildly unrealistic&quot;. Like Low, Koepplinger believes in votes at 16 for all elections. She says young people like &quot;the thought that we could actually make a difference to something. It will allow us to hold our heads up higher to say that we have proved we are able to take part in something like this.&quot;", 
    "section": "education", 
    "gid": "education/2013/may/20/scotland-16-year-old-vote-independence", 
    "wordcount": "967"
}