{
    "headline": "A cormorant at peace amid seals and seaweed", 
    "text": "A cormorant, its greasy plumage iridescent, perches on the channel marker and unfurls its collapsed umbrella-like wings. Below the sea wall tattered skeins of acid green sea lettuce undulate in the current and a shoal of silver fish swim in formation like a group of staples fired into a sheet of grey paper. Black-headed gulls wheel overhead harrying one another with raucous cries. As their shadows fall on the surface of the sea, the fish dart into the safety of the weed. One gull skims down to glean an insect floating on the water. Most of the flock are still in winter plumage, but this individual is already sporting a full chocolate brown face mask. A splash of spray attracts my attention. Just offshore a dark back rolls beneath the waves. At first I think it is a cormorant diving for fish, but then a whiskered muzzle breaks the surface. The v-shaped nostrils identify it as a harbour seal. The Solent harbour seal population numbers between 15 and 20 individuals and they are typically seen hauled out on mud banks and sand bars. Hanging vertically in the water, the seal stretches its supple neck and stares at me with limpid eyes; it slaps a fore flipper on the water with a resonant thwack. Moments later a second seal surfaces like a pneumatic missile, a frond of bladder wrack trailing from its mouth. The pair cavort through the water in a game of tag. Droplets are shed from their mottled pelages like beads of mercury. With a flick of its hind flippers, one seal deftly dives beneath its companion, emerging with the crimped seaweed draped over its head like a judge&apos;s wig. Porpoising high through the water, the seals approach the dark crucifix of the cormorant, still perched on the channel marker drying its wings. The cormorant&apos;s throat quivers and stiff black wings begin to beat. With a guttural cackle it takes flight across the harbour, a dark angel with a billowing cassock, winging low. Its racing shadow skims the surface like a skipping stone.", 
    "section": "environment", 
    "gid": "environment/2012/mar/12/farlington-marshes-cormorant-seals-seaweed", 
    "wordcount": "344"
}