{
    "headline": "Great ideas, Bangladeshi migrants and CAR humanitarian concerns", 
    "text": "Happy new year! Over the past two weeks, we&apos;ve highlighted the ideas that caught our attention in 2012 in our 12 days of innovation series. Subjects have included handpumps that signal when water has run out, solar-powered lamp-posts, an insulated cookbag that saves cooking time and energy and prawns in Senegal that are being bred to help prevent disease. Tell us what you think of our choices and about any innovative ideas you&apos;ve come across that we should be writing about. Geography game  test your knowledge How well do you know the world? Think you&apos;re good at geography? Know your rich countries from your poor ones? Ready to do battle with our sometimes cryptic pictures? And most of all, can you stay cool as the clock ticks down? Test your wits on our Global development game. Elsewhere on the site Syed Zain Al-Mahmood reports on the plight of the Bangladeshi migrant workers who are tempted abroad by agents and end up in jail. Mark Tran highlights the concerns of humanitarian groups unable to access thousands of people caught up in fighting in the Central African Republic. Clar Ni Chonghaile reports on a project in Kenya, born out of 2007&apos;s post-electoral violence, that is empowering and educating young Kenyans ahead of this year&apos;s elections. And Annie Kelly reports from Bhutan on the country&apos;s green schools project, which is an attempt to bring its &quot;happiness&quot; model to all young people. Multimedia Video: Madam President: meeting Malawi&apos;s Joyce Banda Exclusive behind-the-scenes access to Joyce Banda, Malawi&apos;s first female president, as she visits supporters in the south of the country, flies to Brussels to meet key donors, and enjoys a cup of tea for Mother&apos;s Day. Interactive: The booming world? Growth from Thailand to Turkey Despite economic woes in much of Europe and North America, some countries are enjoying strong growth. We focus on Chile, Ghana, Indonesia, Mexico, Thailand and Turkey, looking at child mortality, university enrolment, mobile phone subscriptions and the numbers of tourists arriving to analyse the &quot;boom&quot;. Audio slideshow: Albania&apos;s chestnut, cheese and pasta workers Photographer David Levene travelled to Albania during the chestnut harvest to see the work Oxfam is doing as the country develops. In the north-east region of Dibr, home to Mount Korab, some of Albanian&apos;s poorest people make a living by producing cheese and pasta. What you said: some of the best reader comments To accompany our booming world interactive, we asked readers to tell us on our talk point whether/how things have changed in their economies. Ishwar Rauniyar wrote:  In the past ten years many things have changed. The telecommunications services in Nepal have come across a long way.  Meanwhile, centaur said:  The big GDP events in Mozambique where I live have had little effect on the essentials of life for the majority poor. Infrastructure development is devoted almost exclusively to servicing mining needs.  On Stephen Hale&apos;s blog, which asked whether global summits really tackled poverty, ipeanddevelopment responded:  They most [sic] tackle Human Development and easily quantifiable figures of poverty, short-term solutions. Hunger, health etc. They don&apos;t consider long-term structural changes which allow states to stand by themselves.  On our blog looking at whether social media can help save the world, SamuelSLee1 wrote:  I have witnessed firsthand how social media breaks down traditional communication barriers  senior officials like Dr Binagwaho truly &quot;get it&quot;, and this is very exciting to see. And great to see that the technology or social media platform isn&apos;t hampering or limiting engagement. Opening up input via SMS coupled with the minister&apos;s commitment to exploring every claim is both extremely powerful and practical!  Highlights from the blogosphere On his From Poverty to Power blog, Duncan Green discusses the quandary over whether or not to boycott all-male panels at conferences, following a twitter discussion and article in the Atlantic that calls on men to refuse to participate &quot;unless there are women on stage with you&quot;. Alison Evans, from the Overseas Development Institute, begins the new year with a discussion about how we need to adapt and innovate in 2013 to meet development challenges. And on Global Voices, Pantha Rahman Reza looks at a new mobile phone service that is helping women in Bangladesh access maternal health services. And finally  Poverty matters will return in two weeks with another roundup of the latest news and comment. In the meantime, keep up to date on the Global development website. Follow @gdndevelopment and the team  @MaeveShearlaw, @ClaireProvost, @LizFordGuardian and @MarkTran  on Twitter, and join Guardian Global development on Facebook.", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/08/great-ideas-bangladeshi-migrants-humanitarian", 
    "wordcount": "763"
}