{
    "headline": "Apple's Tim Cook shows ruthless streak in firing maps and retail executives", 
    "text": "Apple was in crisis on Monday as it revealed that the architect of its iPhone software, Scott Forstall, once tipped as a future chief executive, is leaving the company next year. John Browett, the retail chief poached from British chain Dixons only six months ago, is also going. For those who have watched Forstall&apos;s ascent  pushed out, without doubt, by a ruthless Tim Cook as sure as if he were a misfiring supplier  it means one thing: no more &quot;skeuomorphism&quot;. Forstall had become infamous as the person within Apple who drove the use of computer interfaces that appeared like real-life objects, so that the iPad&apos;s calendar had a faux-leather appearance and deleting a ticket in the new Passbook app invoked a virtual shredder  which Forstall showed off with clear glee when launching the iPhone 5 in September. Now, it&apos;s his pass that&apos;s in the shredder. Instead, Jonathan Ive (who has been at Apple longer even than Cook having joined in 1998) will be in charge of the &quot;human interface&quot; elements of the business  the first time that he has been put in charge of software as well as hardware. There had been rumours that Forstall was in bad favour after he did not appear on stage at the launch of the iPad mini in San Jose last week  although he was present at the location on the day and was seen outside a nearby hotel after the launch. The departure of retail chief John Browett will come as a relief to many in Apple&apos;s stores: staff disliked the measures he tried to put in place (until reversed by Cook) of making them profit-driven  something that they disliked in a culture which for 10 years had thrived on simply offering good customer service. Cook had to step in earlier this year as dissatisfaction among retail staff grew over Browett&apos;s initiatives  which went against the practices that had been instilled since the first store was opened in 2001. The stores will be managed directly by Cook while the search for a new retail chief goes on. Carolina Milanesi, smartphones analyst for Gartner, said: &quot;I did question if Browett coming from Dixon was the right pick. Apple needs to learn how to deal with more customers in the stores but the need to retain the high level of care is something that a chain like Dixons does not do very well. &quot;Having Jonny [Ive] focus on human interface as well as design makes perfect sense to me. Design and user interaction need to be tightly integrated in order to deliver a richer experience. Bringing together the iPhone/iPad software, iOS and Mac OS makes perfect sense too, as devices like iPad, iPhones and Mac need to deliver similar experiences but not force users in behaviours that do not make sense.&quot; There are two ways to view Monday&apos;s events: either Apple is in a downward spiral, having disappointed Wall Street last week for the second quarter in a row when it announced revenues and profits that grew less than had been predicted, notably due to a slowdown in iPad sales. Or Cook has decided to lance the boil as internal politics and dissent reached a key pitch, and he is now bringing in a reliable team to focus on the future  beyond the iPhone and iPad. Forstall is thought to have been blamed for the maps fiasco that followed the launch of the iOS 6 software in September, where Apple&apos;s own product replaced Google&apos;s. Many customers complained at lack of accuracy in the data, forcing Cook to issue an apology and point users to other services from rivals including Nokia and Microsoft. Forstall was also responsible for the Siri &quot;voice control&quot; interface, which has had mixed success. Apple said in a press release that the changes would &quot;encourage even more collaboration between the company&apos;s world-class hardware, software and services teams&quot;. The lack of any thanks towards either Forstall or Browett suggests that Cook has acted ruthlessly as the company has seen slackening improvements. The company is notoriously secretive, yet discourages internal politics in favour of working in small teams who focus on solving problems collaboratively. Browett&apos;s brief tenure is not the shortest of an incoming Apple executive, but it is embarrassing for someone who had won what had looked like one of the biggest jobs in retail. The changes will see a four-way split in responsibilities. Eddy Cue, who for years built up Apple&apos;s presence in the music business as its iPod business grew, and who has been in charge of the iCloud services, will now take over responsibility for the Maps and Siri services. He was praised by Cook for an &quot;excellent track record&quot; in &quot;building and strengthening Apple&apos;s online services to meet and exceed the high expectations of our customers&quot;, possibly hinting that Forstall failed in the latter regard. The desktop, smartphone and tablet software will be united under Craig Federighi  possibly hinting at longer-term integration between the two. And Bob Mansfield, who had been expected to retire earlier this year but was brought back by Cook, will lead a new &quot;Technologies&quot; group combining the teams working on wireless technologies with aims at high-level innovation. Forstall was key in the development of the original iPhone software, leading a team which raced against another in-house group to try to produce the prototype code. Forstall&apos;s team was trying to &quot;shrink&quot; the code used on the Macintosh desktop system; the rival team was trying to &quot;scale up&quot; that used on the iPod, then the best-selling Apple product. Forstall&apos;s team won and he was seen as a potential heir to Steve Jobs  although others inside the company accused him of playing company politics. He also worked on the original Mac OS X desktop software, having worked at the NeXT company that Steve Jobs created and which was bought by Apple in 1997 letting Jobs back in, where he led a revival of the business from near-bankruptcy. Cook has shown a ruthless side in firing Browett. It is a move that reflects the way that senior managers at Apple are told they bear ultimate responsibility for what happens in their division.", 
    "section": "technology", 
    "gid": "technology/2012/oct/30/apple-tim-cook-ruthless-streak", 
    "wordcount": "1045"
}