{
    "headline": "University tutorials: using contact time to boost independent learning", 
    "text": "&quot;I cannot teach anybody anything, I can only make them think,&quot; said Socrates in a statement that might describe the university tutorial today. Students need contact time with lecturers to develop their own independent learning  and with rising fees, they expect more of it too. The tutorial is defined by the University of Oxford&apos;s Education Committee as a chance &quot;to develop an individual student&apos;s capacity to think in depth about a subject area, and to operate with growing confidence within its techniques and methodologies, with the expectation that the process will promote increased understanding of the discipline for both tutor and student.&quot; The labour intensive system of weekly one-on-one tutorials (mostly closely associated with the Oxbridge education) is unfeasible for many higher education institutions. But how can lecturers ensure students get, and make the most of, the contact time they need? Is it a matter of more flexible office hours, different formats or making use of new technologies that enable easier communication? Learning how to think and research independently is a vital bridge between school and university education but not necessarily a skill that comes naturally. Direct encouragement of students can not only help them in their assignments and further studies, but also in their understanding of how the world of academia functions. The next generation of academics all started somewhere  most likely in a tutorial room. As for the current generation, subject to growing pressures in their own careers, how might student contact time feed into, rather than impede, academic research and professional development? Join us for a live web chat on Friday 2 November from 12-2pm BST, where we will see academics, educational professionals and students discuss the importance of contact time, how it can encourage students to think independently, and help widen access to education. Panel includes Esther Saxey is an academic developer at Goldsmiths, University of London and works with academics and departments on pedagogic issues. Helen Swift is fellow and tutor in Medieval French at St Hilda&apos;s College, University of Oxford Jon Herbert is a lecturer in US Politics at Keele University and director of learning and teaching for politics, international relations and philosophy and part of the team delivering the new Keele Curriculum Lynn Robson is tutor in English Literature at Regent&apos;s Park College, Oxford University Ike Onyeadi is studying a BSc in Oil and Gas Management at Greenwich School of Management This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/nov/02/university-tutorials-students-independent-learning", 
    "wordcount": "429"
}