{
    "headline": "Blue Monday: a depressing day of nonsense science (again)", 
    "text": "Today is Blue Monday, the most depressing day of the year. Except for the fact that is definitely isn&apos;t. It is if you go by what the media and the concept&apos;s originator says. It isn&apos;t if you go by what science, psychology, evidence and sanity in general say.  I have a long history with this &quot;Blue Monday&quot; non-phenomenon. Exactly a year ago, I wrote a piece for the Guardian about my humiliating experiences with the persistent myth of &quot;Blue Monday&quot;, and why it&apos;s all complete corporate-sponsored gibberish. I wrote the piece as an attempt to draw a line under my experiences by getting them all out into the public domain, as well as having something to link to for media types asking me to discuss it as if it&apos;s a real thing (again). It went better than was anticipated, as evidenced by the fact that you&apos;re reading this on my dedicated Guardian blog. And yet I&apos;m still being asked by media folk to talk about it as a credible phenomenon. And more worryingly, I&apos;ve had people tell me they only know &quot;Blue Monday&quot; is happening via my annual rants about it, so I may be the one keeping it going by complaining about it. The metaphorical injuries have long healed, but now I&apos;m hooked on metaphorical painkillers. So here we go again. Given that I&apos;m still approached to discuss it as if I take it seriously, it suggests I&apos;ve been too subtle in the past. Allow me to try and remedy this. The &quot;Blue Monday&quot; phenomenon is based on the claim that there is an equation that takes into account numerous variables that negatively influence people&apos;s mood and calculates that the most depressing day of the year is the third Monday in January.  This claim is incorrect. It is unscientific. It is pseudoscientific. It is uberpseudoscientific. It is gibberish, bilge, rubbish, crap, stupid, and any other polite way of saying &quot;utter bollocks&quot; that you can think of. It was created by Dr Cliff Arnall, who often presents himself as a Cardiff University psychologist. I say &quot;presents himself&quot;, but I&apos;m not saying he isn&apos;t one. Granted, I worked at the Cardiff University psychology department for over five years, and nobody there had ever heard of him, and also the university outreach group have complained several times about having to repeatedly tell enquirers that he&apos;s nothing to do with the university (though apparently he worked there as a part-time tutor until February 2006). But I&apos;m not saying he isn&apos;t what he says he is. The equation itself is farcical. It includes variables like &quot;time since Christmas&quot;, &quot;weather&quot;, &quot;debt level&quot;, &quot;motivational levels&quot;, &quot;time since failure to keep new year&apos;s resolution&quot; and numerous other things that aren&apos;t part of the metric system. Even if most of these weren&apos;t nonsensical measurements (how do you determine the motivation of everyone in the population?), they&apos;re not compatible. How do you quantifiably combine &quot;time since Christmas&quot; with &quot;weather&quot;? You can&apos;t. Even if you could combine these things, you&apos;d get nothing useful. It&apos;s like saying &quot;what do you get if you combine a) 14kg of sand, b) 53C, c) 89 mph, d) A weasel&quot;. At best, you&apos;d get a hot fast sandy weasel, which would be of no use to anyone, but it might attract some media interest. And that&apos;s why it&apos;s a perfect metaphor for this &quot;equation&quot;. I&apos;m not saying there isn&apos;t a most depressing day of the year, I&apos;m sure there is one. But it&apos;s probably different for everyone. But maybe, just maybe, there is one day where everyone is on average most depressed? I&apos;m not ruling this out, but finding out what day this is would be a long and complex process. It would require a fairly big study. For subjects, you&apos;d need a large number of people, probably numbering in the thousands. Let&apos;s say 10,000, a number taken at random. These people would have to represent a reliable cross section of the population, so you&apos;d need people from all age groups, social backgrounds, ethnicities and all that. Different people get down about different things, e.g. a dip in the stock market is likely to have a more negative impact, mood-wise, on a wealthy stockholder than it is a working-class 18 year old.  The subjects would then have to be tasked with evaluating their mood on a daily basis. For quantification purposes, a useful scale could be devised, one that goes from 1 to 20 where 1 = &quot;as miserable as possible&quot; and 20 = &quot;not miserable in the slightest&quot;, or something like that. There are a number of other concerns that would need to be ironed out too. They&apos;d have to complete this mood assessment for an entire year. At the end of the year, the data would be collected and, assuming there is one, the day that scored the least (i.e. most people gave their mood the lowest score overall on that day) would conceivably be the most depressing day of the year. But only for THAT year. The next year people would experience a whole different set of variables that affect mood. So if you&apos;re looking for a persistent depressing day, you&apos;d have to repeat this procedure for the next 30 years or so (at a guess). Of course, using the same subjects would help, but they&apos;d grow older (and many would die) over this time scale, so you&apos;d have to find some way of introducing new subjects while keeping the data consistent. Once you&apos;ve got all this data, you can run the numbers and see if there is one day that is repeatedly ranked as most depressing so often it&apos;s statistically significant. If a day like this is discovered then, and only then, can you start trying to work out what causes this to be the case, and possibly work out an equation to explain these variables.  Or you can just pick a likely candidate at random and knock up a complex but meaningless equation to make it look &quot;sciencey&quot;, because a travel company paid you to. Up to you, I guess. Some people don&apos;t see how you could just create an equation from nothing and get it into the media, but I assure you it&apos;s possible. Look, I&apos;ll do it here.      See, this equation tells us which is the best late-night junk food, because that&apos;s an important thing to know about. Not convinced? Here&apos;s another      There we go. This equation tells us where is the best place to go on a first date. Obviously, it only applies to male-female couples in this form. For LGBT dates, you need to invoke the more advanced algebra to take into account the &quot;bigoted establishment&quot; variable. One more for luck?      This equation tells us which is the best shop to visit on a bank holiday. Although who would find this useful I&apos;ve no ikea. You may have noticed I&apos;ve not attached any answers to these equations. That&apos;s because I&apos;ve not heard from any commercial interests that want to utilise them yet. But if any businesses would like to buy these from me, the starting price is 5,000 (although as a classicist, I&apos;ll give a 15% discount to anyone who pays me in cash, provided it&apos;s in a sack with a big &quot;&quot; symbol on it). Someone actually buying these equations is probably just wishful thinking on my part, but then companies pay for promotional but nonsensical &quot;science&quot; worryingly often. You may think it&apos;s no big deal; it&apos;s a bit of harmless distraction during a dull time of year. You may be right. But it&apos;s been a thorn in my side since I first heard about it. And on a serious note, I don&apos;t agree with anything which implies that depression is just a fleeting thing that can be dismissed so trivially. Genuine clinical depression is a very serious disorder, and people who experience it have a hard enough time being taken seriously as it is, without puff pieces like this implying it&apos;s something everyone goes through with inexplicable regularity.  I&apos;ve often said there should be a change in the terminology. The fact that you can be &quot;depressed&quot; but not have &quot;depression&quot; makes it too easy to dismiss the concerns of clinical sufferers. Saying depression sufferers shouldn&apos;t complain because you&apos;ve been miserable and got over it is a bit like dismissing the needs of an amputee on the grounds that you once had a paper-cut which healed on its own.  If you do feel genuinely depressed, there are a number of ways that you can be helped. But for the record, nonsensical equations are not one of them. Now let us never speak of it again. Until next year. Dean Burnett is on Twitter @garwboy. But If you ask him about Blue Monday, he&apos;ll probably just direct you back to this blog", 
    "section": "science", 
    "gid": "science/brain-flapping/2013/jan/21/blue-monday-depressing-day-nonsense-science", 
    "wordcount": "1517"
}