{
    "headline": "On a day of mud and rain, great tits lurk in the dark with murderous intent", 
    "text": "A moment when the mire reflects daylight, then it&apos;s head down against stinging rain, keeping to the track-slop, watching footprints fill with puddles and the light already fading. This rain came from last night&apos;s fog and has been at it all day. The fog rolled in a long wave over the Edge and up the Severn, wet with mizzle and river damp, sucking up the small things. Before then the birds had been busy along the lanes. Bands of long-tailed tits flicked through hedges, always keeping each other in earshot. Jackdaws bounced around an old ash, claiming portals to the nest chambers inside it. Great tits perched on hazel tops to throw their squeaky wheelbarrow calls  their colours of blue, yellow and black as nostalgic as an old railway poster or tea card but really hiding something sinister. This rain was forecast as snow and may change yet, but seems too full of itself. In the steep woods, bristles of wild garlic are tonguing into full leaves. Under hedges, the cuckoopint unfurls. In field edges, frilly moons of ground ivy leaves spread. Under hawthorn scrub, dog&apos;s mercury shoots from wet litter. If the rain doesn&apos;t wash it all away, the green will struggle out of mud, not like wheat and barley fields pumped up with chemical-fertiliser-green but an honest, quiet colour of renewal. The trees are still brooding darkly. The poet Thom Gunn wrote: &quot;Old trees are witnesses  they hold primitive services.&quot; On the lane above the priory ruins, I find myself in one. A beech tree in the dusk, black against the sky like capillaries of the heart  still, not lifeless but immutable in the rain. In surrounding hedges the great tits lurk in the dark for small birds whose skulls they&apos;ll crack and brains they&apos;ll pick like hazelnuts, in a kind of ethic Gunn describes as &quot;Careless, out of a possibly bad may come an undeniable good.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/feb/12/wenlock-edge-mud-rain-great-tits", 
    "wordcount": "323"
}