{
    "headline": "Maintaining research independence in a political world", 
    "text": "The resignation of Michael Pinto-Duschinsky from a government commission last week is a vivid reminder of the risky, sometimes fraught, relationship between social scientists and politicians. Pinto-Duschinsky said he was forced to resign from the commission, set up to examine the establishment of a British bill of rights, because it had &quot;sidelined parliament and the prime minister&quot;. As he told the BBC&apos;s Sunday Politics show: &quot;After one year it is now clear that it has been intended all along to issue a report in favour of the status quo. We have actually considered the question of parliamentary sovereignty only once in the whole year that we have been in existence.&quot; Furores such as this one raise the issue of how academics can conduct research or contribute expertise that feeds the development of policy, without compromising their independence. For social scientists, investigating and producing evidence on how society works is the basis of all we do. It drives our research and is the reason we get out of bed in the morning. We want our work to be relevant, but the practical application of research often takes place in political settings, where particular policies and ideas already have momentum. Academics often worry they are only being brought in to sanction a policy that has already been decided. I am sure we could find examples of this approach, where academic research simply acts to rubber stamp policies already decided. However, my own experience is of a relationship between social scientists and policymakers that is invariably of mutual benefit. In modern democracies the winning of elections is now determined by impressions of competency, rather than entrenched political tribalism. Policymakers are aware that, while they are expert in the machinations of Westminster, they are less well-informed on the potential impacts of their policies. One can see where a genuine desire for better understanding comes from, if evidence-based policy ultimately protects against impressions of government incompetence. On the other side of the relationship many academics such as myself feel that a focus on support of policymaking is important in keeping our research relevant. This is something that an increasing number of researchers have had to take on board, as pressure increases on all academics to show that their work has impact, outside of the academic community. In straightened times the Treasury wants to see evidence that the money spent on supporting research benefits society. This is not to deny that there are tensions at the heart of this relationship. These are best summed up by the suggestion that: &quot;Policymakers always make decisions based on limited data, while academics never make decisions, because there&apos;s never enough data.&quot; Academics are loath to commit themselves to a particular position much of the time, because research evidence rarely provides such clear-cut answers. Policymakers, however, need answers tomorrow. When research is commissioned, there is a risk that academics feel any findings don&apos;t support the approach favoured by government or, just as likely, they don&apos;t support any particular approach. The incentives for engagement with research are so strong that one can expect the balancing act to continue. Academics will continue to tread carefully to maintain reputations for integrity and independence, while fostering the relationship with policymakers to see our work translated into practice. There will always be instances where the evidence points to policy changes that are political dynamite. Indeed, it was just such a scenario which led to the irretrievable breakdown between the former government and their drugs adviser, Professor David Nutt. At the heart of the debate was research by Professor Nutt which ranked LSD and ecstasy as less dangerous than alcohol, and ultimately he was asked to step down by Alan Johnson because it was felt that he could not &quot;be both a government adviser and a campaigner against government policy&quot;. For academics the advice is simple. Before engaging with policymakers, consider how you will react if your advice is ignored and, if you are advocating an approach which has political risks, is engagement or open opposition the best approach? On both sides of the relationship, there needs to be an acceptance that evidence needs to be made public so that debates are held in the open. Ultimately, it is the electorate, not academics, who decide whether politicians have made the correct decision in ignoring research evidence. Academics and policymakers may work to different criteria, but we should work to the same end. Peter Urwin is director of the Centre for Employment Research and professor of applied economics at Westminster Business School, University of Westminster. There is a video Professor Urwin discussing the relationship between academics and policymakers here. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/mar/19/maintaining-research-independence", 
    "wordcount": "811"
}