{
    "headline": "Litter found in deepsea survey of one of Earth's final unexplored realms", 
    "text": "On 15 August 1934, two adventurers squeezed into a tiny metal capsule and became the first people to see another world. Their names were William Beebe and Otis Barton, and the world that they saw was the deep ocean, when they dived more than half a mile down in their bathysphere near Bermuda. They were the first to journey beyond the sunlit waters of the upper ocean, and Barton later commented that &quot;no human eye had seen this part of the planet before us, this pitch-black country lighted only by the pale gleam of an occasional spiralling shrimp&quot;.     Colonies of teeming glorious life in the abyss. Photograph: NERC    For the past two weeks, my colleagues and I have been exploring that pitch-black country further, by sending a remotely operated vehicle called Isis to the bottom of the Cayman Trough, which is located between Jamaica and the Cayman Islands, from the UK&apos;s royal research ship, James Cook. We have surveyed the slopes of an underwater mountain twice as high as Ben Nevis, but whose summit still lies one-and-a-half miles beneath the waves. We have also investigated the world&apos;s deepest undersea vents, three miles down in a volcanic rift on the ocean floor. And our journey has brought us face-to-face with new species of deep-sea creatures, from colonies of teeming glorious life in the abyss. The area where we are working is part of the UK&apos;s deep-sea territory, which covers an area 27 times greater than all of our land above the waves. Besides finding out what is in that unexplored realm, the goal of our expedition is to learn more about the geological forces that shape our world, the processes that govern the chemistry of the oceans, and how species disperse and evolve in the dark depths.     During our present expedition, we plan to collect sediment cores around the world's deepest known undersea vents. Photograph: NERC    But while we have been among the first to see this particular part of our planet, we have found that human rubbish has arrived here before us. The list of litter we have seen so far during dives includes two soft drink cans, one beer bottle, and a rusty food tin. And ours is just one expedition, glimpsing only one tiny nook of the vast ocean depths. In the logsheets that we use to record our observations at the seafloor, we have several categories for any human impacts that we encounter. To pass the time during a recent three-hour descent to the ocean floor, one of my research students asked me which of the categories I had seen before in recent deep-sea expeditions. The answer was all of them. Discarded fishing nets? Yes, on underwater mountains in the Indian Ocean. Discarded longlines? Yes, more than a mile deep in the remote south Atlantic. Plastic? Yes, a shopping bag at a deep-sea vent in a Pacific marine protected area. Scrap metal? Yes, a tangle of discarded pipework on an undersea volcanic ridge north of the Azores.     Deep-sea pollution at 5,000 metres. Photograph: NERC    Human-generated rubbish unfortunately has a long history in the deep ocean. In the age of steamships, for example, vessels dumped the remains of burned coal, known as clinker, from their engine rooms. Clinker changed the nature of the seafloor in well-travelled areas, transforming the seabed from soft sediment in which some forms of marine life can burrow, into cobbled areas suiting other life-forms that can anchor to hard surfaces. The scale of that transformation is such that clinker is now recognised as a seafloor type when we are mapping the deep ocean. At the time that our great-great-grandparents were dumping clinker, however, they only had hazy notions about the depth of the oceans, let alone what was going on down there. Just starting to map the depth of the ocean, let alone visit it, required two technological advances. One was the ability to fix a ship&apos;s position accurately far from land, solved by inventions such as John Harrison&apos;s longitude-determining chronometer. The other was steam-powered winches, which helped early survey ships to pay out and haul in the miles of cable required to plumb the ocean depths. Today we can gauge the large-scale landscape of the ocean floor from satellites, map it in far greater detail using sonar, and visit its most extreme depths with deep-diving vehicles. Plastic, meanwhile, has replaced clinker as a common contaminant of the deep ocean. During our present expedition, we plan to collect sediment cores around the world&apos;s deepest known undersea vents to see if there are any microplastics here: tiny ground-down remnants of plastic that may now be quite ubiquitous in the oceans. Although we might not think about it, our daily lives have an impact on the deep ocean, not just through items of litter that end up there, but increasingly through the resources that we use. We are fishing in deeper waters, extracting oil and gas from deeper waters, and now eyeing deposits of metals and rare earth elements on the ocean floor, needed for the ever-developing technology of our modern lives. As our planet&apos;s population continues to grow and develop, so will that impact. When William Beebe and Otis Barton first ventured into the deep ocean, the global population was around two billion people. Fewer than 80 years later, it is more than seven billion. But for the first time in human history, we can explore and investigate the half of our planet that lies beneath water more than two miles deep. With vehicles such as our Isis remotely operated vehicle, we can begin to understand the impact of our lives on the previously hidden face of our world. So while my colleagues and I are exploring the deep ocean, we try to share what we are finding with anyone who wants to join us, through programmes of online outreach and work with the media. In this, too, we are following in the wake of William Beebe, who broadcast live on the radio during his bathysphere dives in the 1930s, describing what he was seeing. However, I don&apos;t expect that simply finding out more about the deep ocean will prompt anyone suddenly to care more about it. But at least ignorance of it can no longer be an excuse. And to plot our course ahead among the economic opportunities and environmental challenges that the deep ocean has to offer, we need to think deep thoughts.  Jon Copley is aboard the RRS James Cook on a research mission to explore the ocean&apos;s deepest hydrothermal vents. You can follow him on twitter at @expeditionlog and use #deepestvents for updates from current expedition. There is also a free eBook about deep-sea vents and other recent expeditions", 
    "section": "environment", 
    "gid": "environment/2013/feb/25/litter-deepsea-survey-earth-unexplored", 
    "wordcount": "1084"
}