{
    "headline": "'Virtual diving' becomes a reality as 360-degree panoramas of Great Barrier Reef  go online", 
    "text": "Armchair scuba divers across the world and marine conservationists will soon be able to immerse themselves in the most spectacular survey of the Great Barrier Reef ever undertaken, thanks to a new research project unveiled by conservationists and backed by Google on Thursday. Tens of thousands of 360-degree, high-definition panoramas of underwater forests, grasslands and crags will be taken by robot cameras, mapped and made available on the internet as a result of the collaboration, which will seek help from a global audience to assess the health and composition of the 2,300km-long reef. The scientists and conservationists behind the Catlin Seaview Survey hope the attraction of &quot;virtual diving&quot; will also raise awareness about climate change, coral bleaching, deepwater ecology and the breeding habits of invertebrates that may only be able to spawn once a month by the light of the full moon. The survey, which is sponsored by the UK-based insurance company Catlin and backed by NGOs, research institutes and the University of Queensland, was unveiled at the World Ocean Summit in Singapore. The expedition will start in September, with images expected to be available soon after on a dedicated YouTube channel as well as Panoramio, Google Earth, Google Maps and a custom-made 360-degree viewer. Images are already online from a six-day pilot mission, when scientists said they found a new species of pygmy seahorse and four types of coral that had never been seen in the region. Many more discoveries are likely as 93% of the reef is unexplored because it is too deep for scuba divers. The chief scientist for the project, Ove Hoegh-Guldberg, said the survey would reveal one of the last frontiers of the Earth to the public. &quot;This is like going to the Amazon in 1800,&quot; said Hoegh-Guldberg. &quot;Millions of people will be able to experience the life, the science and the magic that exists under the surface of our oceans.&quot; The study will focus on three areas: shallow reefs will be captured in colourful 360-degree panoramas, deep reefs will be shown in more limited detail due to the lack of light, and there will also be an effort to track the migration and breeding patterns of manta rays, tiger sharks and green turtles. The research will also include findings on sea temperatures, calcification rates, reef bleaching and whether deep coral  which is relatively well protected  can provide the spores needed to rebuild damaged coral near the surface. It is hoped that this will provide a baseline for follow-up studies in the future that will allow for more precise analysis of the impacts of climate change. As well as clicking on maps to &quot;dive&quot; and look around, the public can participate by helping to sift through the tens of thousands of images and measuring the size of the coral and the numbers of fish in each place. &quot;The key is to bridge the gap between scientific understanding and public awareness. That&apos;s where the role of Google Ocean is crucial,&quot; said Richard Vevers of Underwater Earth, one of the partners in the project. &quot;Normal scientific papers may be read by 1,000 people and then left on a dusty shelf and forgotten. The opportunity for millions to see this is enormous.&quot; Google has been trying to incorporate more information about the oceans on Google Earth by using terrain studies, surface simulations and photographs uploaded by the public. The new study of the Great Barrier Reef will go much further. &quot;We are working to create a canvas and are now looking for scientists and others to tell the story,&quot; said Jenifer Austin Foulkes, head of Google Ocean. The cost of the project has not been disclosed, but its backers hope that it can be expanded to underwater environments elsewhere in the world. Efforts to address the deterioration of the world&apos;s marine ecosystems is expected to feature prominently at this summer&apos;s Rio+20 summit in Brazil. World Bank president Robert Zoellick will announce a new initiative to tackle the challenge at the Ocean Summit later this week.", 
    "section": "environment", 
    "gid": "environment/2012/feb/23/virtual-diving-online-great-barrier-reef", 
    "wordcount": "684"
}