{
    "headline": "EU plans to increase fishing quota", 
    "text": "Fishermen in Europe could be allowed to take more cod, haddock, herring and other key species from the sea next year, despite fears of widespread overfishing, according to a new communication from the European commission. The possibility of an increased catch of some of these key species  confined to certain fisheries where the EU judges the stocks can bear it  may prove a sweetener to fishermen concerned about the impact of reforms to the EU&apos;s common fisheries policy. But it was strongly criticised by conservationists. Xavier Pastor, executive director of the group Oceana Europe, said: &quot;This year, the EU fleet is going to be allowed to catch 11% more than what is recommended by scientists. The recovery of fish stocks and the sustainability of fishing activity will never be achieved if it continues this way. It is hardly surprising that after decades of poor management by the EU, 14 stocks are below safe biological limits  a disgrace for Europe.&quot; According to the commission&apos;s communication, published on World Oceans Day on Friday, stocks of about 11 key species are recovering well in some European waters. These include cod in the eastern Baltic, haddock in the west of Scotland and the North Sea, lobster in the Irish Sea and plaice in the North Sea. As a result, a slightly larger catch may be permitted to boats in the designated areas only, for 2013. However, only 20 fish stocks in Europe are now judged not to be overfished. The rest are still in danger. Oceana said it was &quot;incomprehensible&quot; that overfishing affected 80% and 47% of EU stocks in the Mediterranean and Atlantic respectively, and said overfishing was so bad that it was &quot;seriously jeopardising the welfare of fishing communities&quot;. But the commission said its findings offered proof that its efforts to phase out overfishing were &quot;starting to bear fruit&quot;, and that the reductions in quota in recent years were the reasons why some places gained an increased quota in 2012, and may get increases next year. In 2009, there were only five fish stocks that were not overfished. The commission said that the changes to quota as a result of the improvement could result in at least 135m (109m) extra income for the fishing industry. But it said that its proposals for sweeping reforms of the common fisheries policy were still needed, and called for member states to support the aims. Maria Damanaki, fisheries commissioner, said: &quot;We are now seeing some improvements towards ending overfishing, but we need to go the extra mile and adopt the CFP reform if we want to guarantee these improvements in the long term.&quot; Damanaki believes the reforms, which include a ban on discards and an end to the annual shouting match among member states over how much quota each country should receive, will result in a more scientific approach to fisheries management. She said overfishing could never be phased out through the current methods of deciding quotas from year to year, but needed a longer term view, which the reforms would offer. The reforms are aimed at phasing out overfishing across the EU by 2015, and the commission said its plans for quota next year were in line with that aim. However, Damanaki&apos;s proposals face a tough passage. On 12 June, fisheries ministers will again discuss the reform proposals, which are opposed by many in the fishing industry as they could result in a cut to incomes in the short term, though research shows that in the longer term they would mean more money for fishermen as stocks would be better managed and allowed to recover. A key plank of the proposals is the ban on discards, championed by the chef Hugh Fearnley-Whittingstall as part of his FishFight campaign. Some member states want to scrap this ban, under pressure from their fishing industries. At present, up to two thirds of the catch in some areas is thrown back because it is made up of fish for which the boat does not have a quota, or because the fishermen have exceeded their quota. This wasteful practice results in thousands of tonnes of edible, healthy fish being thrown back dead into the water each year. But fishermen fear that if they are forced to land all of their catch, they will have to land many lower value species, diminishing their income, or will be unable to select only the finest fish to sell as they can at present. France and Spain are understood to have supported a move that would have scuppered the ban earlier this year, but in the face of strong support for the ban among other key member states  including the UK and Germany  they backed down. The UK was recently rumoured to be wavering in its support for the discards ban, but this was denied by the fisheries minister Richard Benyon. However, there are still weeks of tense negotiations to come if the reforms are to be approved unscathed by member states. &quot;What is the use of drafting new regulations or signing international conventions to ensure sustainable fisheries if there is no will to implement them?,&quot; asked Ricardo Aguilar, European research director for Oceana. &quot;While there are no binding provisions in the regulations to implement scientific recommendations, it seems that politicians have no intention of ending the over exploitation of fish resources on their own.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/08/eu-fishing-quota-increase", 
    "wordcount": "906"
}