{
    "headline": "Join the debate: America's first climate refugees", 
    "text": "The people of Newtok, on the west coast of Alaska and about 400 miles south of the Bering Strait that separates the state from Russia, are living a slow-motion disaster that will end, very possibly within the next five years, with the entire village being washed away. The Ninglick River coils around Newtok on three sides before emptying into the Bering Sea. It has steadily been eating away at the land, carrying off 100ft or more some years, in a process moving at unusual speed because of climate change. Eventually all of the villagers will have to leave, becoming America&apos;s first climate change refugees. It is not a label or a future embraced by people living in Newtok. Yup&apos;ik Eskimo have been fishing and hunting by the shores of the Bering Sea for centuries and the villagers reject the notion they will now be forced to run in chaos from ancestral lands. But exile is undeniable. A report by the US Army Corps of Engineers predicted that the highest point in the village  the school of Warner&apos;s nightmare  could be underwater by 2017. There was no possible way to protect the village in place, the report concluded. If Newtok can not move its people to the new site in time, the village will disappear. A community of 350 people, nearly all related to some degree and all intimately connected to the land, will cease to exist, its inhabitants scattered to the villages and towns of western Alaska, Anchorage and beyond. It&apos;s a choice confronting more than 180 native communities in Alaska, which are flooding and losing land because of the ice melt that is part of the changing climate. In a special three part series on the imminent crisis, the Guardian has visited Newtok and spoken to the villagers, politicians and climate scientists about their plight. You can read about it here and have your say below.", 
    "section": "environment", 
    "gid": "environment/blog/2013/may/13/join-debate-america-first-climate-refugees", 
    "wordcount": "317"
}