{
    "headline": "Jobs top 10: working outside the ivory tower", 
    "text": "In at 10, VSO is looking for a volunteer chemical engineering lecturer in Ethiopia If a change of scenery is what you are looking for, then with this VSO placement, a change of scenery is exactly what you&apos;re going to get. While still working in HE - lecturing on the master&apos;s programme at Mekelle University in northern Ethiopia - your role will be as much developmental, through collaboration with government agencies and NGOs, as it is educational. This 12 month placement starts in September. Nine is a facilities and marketing manager at Thames Reach This job is all about transferable skills. Thames Reach is a charity set up to help homeless people find housing and the long-term unemployed find and sustain work. It&apos;s looking for someone to not just manage its office but also to lead on marketing the work spaces the organisation rents or hires out. If you can prove you&apos;ve got the organisation and customer service skills, get your application in by 9 July. Oxford University Press is seeking a marketing acquisitions and society executive, at eight The Global Academic Business (GAB) division is a publisher specialised in books, journals and digital resources for research, professional and HE markets. GAB is looking to acquire new journals in marketing and need someone to manage these acquisition projects. This sounds like an ideal second job for someone who&apos;s already gained some experience in a journals environment At seven - a service manager to join the Learning and Skills Improvement Service In this one year post, based in Coventry, the service manager will be expected to oversee a new team set up to allocate 11.5m in awards for initial teacher education in further education. You will need to have managed large scale projects and have experience of using Key Performance Indicators. In return, LSIS prides itself in providing &quot;flexibility, work life balance, equal opportunity, equality and diversity, raising standards and self improvement&quot;. In at six, is a head of education at the Department for International Development It can be assumed that the transition from publicly funded university to public service will be an easy one to make. But to get this job, you&apos;ll need experience and knowledge of global education issues and a &quot;deep understanding of effective education systems&quot;. Sounds suited to anyone working in HE policy or planning. The Hall Orchestra is looking for a non-exec board member, at five So, this isn&apos;t a job in the nine-to-five sense of the word. It&apos;s not remunerated and requires a commitment of only one day a month but if you work in widening participation in HE and are passionate about classical music, the opportunity to join the board of Manchester&apos;s Hall and give advice on the development of the orchestra&apos;s outreach programmes, might be too good to miss. Four, is a regional development manager for the Learning and Skills Development Service Back to LSIS, but nudging its way further up the chart for being suited to a home worker, is this vacancy for a regional development manager. The ideal candidate will have extensive experience in working in the post-16 sector, will be an adept networker and, with responsibility for the north west of England, a full driving licence is equally important. In return, you&apos;ll get to lead the development of skills provision in the region. The National Theatre is looking for a War Horse learning and engagement manager at three Here&apos;s another role intended to promote learning in the arts, that could well suit an HE professional. The National Theatre will be putting on further productions of the long-running show War Horse and is looking for someone to lead engagement activity in the UK, internationally and online. You&apos;ll need experience not just in arts education but also in using digital media for learning, and working overseas. If you think you tick all the right boxes, you need to get your application in by Wednesday 27 June. In second place, the Royal College of Psychiatrists needs a health economist The successful candidate for this job will be working for the National Collaborating Centre for Mental Health (NCCMH) but will be based at the Royal College of Psychiatrists. In what sounds like very fascinating work, you could be developing guidelines for the National Institute for Health and Clinical Effectiveness (NICE) on autism, social phobia, bipolar disorders, postnatal mental health and other mental health disorders. This is a three-year contract, for which the employers are open to making a part-time appointment. Top of the chart is a business engagement manager for London Higher London Higher clinches the top spot for this interesting role that sits at the intersection between schools, universities and businesses working on skills and graduate employability. We&apos;ve run many pieces on employability, from the need for professional accreditation to the role of secondary schools and apprenticeships so there&apos;s plenty for you to use in your pre-interview research. If you&apos;ve got a solid understanding of HE skills and employability, get your application in by noon on Friday, 29 June. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jun/27/jobs-outside-the-ivory-tower", 
    "wordcount": "876"
}