{
    "headline": "Electric pants may prevent bed sores", 
    "text": "Scientists have developed underwear with built-in electrodes that deliver small electric shocks to combat bed sores in patients who are in a coma or who have injuries that have immobilised them. At the annual meeting of the Society for Neuroscience in New Orleans on Monday, they reported results from a trial of the &quot;Smart-e-Pants&quot; system, a way to reduce the incidence and costs of treating bed sores  also known as pressure ulcers  by electrically stimulating the buttock muscles of patients. Sean Dukelow of the department of clinical neuroscience at the University of Calgary in Canada, who led the study, said the pants worked so well in the small trial that none of the patients involved got pressure ulcers for the month of the experiment. &quot;Most of them wanted to keep the device after they were done,&quot; he said. Bed sores can be a devastating consequence for people already immobilised as a result of disease or accidental spinal injury. These often large, open wounds can take months to heal and, in extreme cases, can kill. Superman actor Christopher Reeve died as a result of an infected bed sore. The ulcers affect skin and muscle, typically over bony areas of the body. Most common around the buttocks, heels, shoulder blades or the back of the head, they occur when the soft tissue is squeezed between a bone and, say, a bed or chair for an extended period. The flow of blood through the tissue gets disrupted and the skin and muscle are starved of oxygen and nutrients and begin to break down, leading to a serious risk of infection. Up to 20% of patients in acute care or in nursing homes and 30% of those in the community are thought to be affected by pressure ulcers and dealing with them costs the NHS more than 4bn per year. Extreme cases cost as much as 40,000 to treat due to the combined costs of hospital stays, regular bandage changes and drugs to treat infections. Healthy people generally do not get this injury because they tend to fidget and adjust their positions throughout the day, largely without thinking. Traditional techniques used by doctors and nurses to prevent immobile patients getting pressure ulcers include turning them over every few hours or laying them on purpose-built air mattresses that can relieve some of the pressure. Smart-e-Pants mimic the effect of fidgeting around, with each electrical impulse clenching the buttock muscles which in turn sends fresh blood flowing through the area after every contraction. Smart-e-Pants look like normal boxer shorts but with electrodes positioned over the buttocks. They transmit 10-second electrical pulses into the muscle every 10 minutes. In the feasibility trial, 23 people wore the electric pants for 12 hours per day, four days per week for four weeks. The patients represented groups at high risk of developing pressure ulcers, including people with sporting injuries, those who had been involved in car accidents, patients who had suffered hip fractures or had diabetes or multiple sclerosis. Dukelow said that, typically, doctors would expect 10-30% of patients with those conditions to develop pressure ulcers, but none of those in the trial did. He said the next step would be to test the pants in a larger group of people to work out how good they were at preventing pressure ulcers. If the pants did become available in clinics, Dukelow said costs might be around a few hundred dollars (around 125) for the basic equipment plus a few tens of dollars per month for the disposable electrodes. &quot;Pressure ulcers can be terribly debilitating,&quot; said Robyn Warwaruk Rogers, a research nurse at the University of Calgary, who also worked on the Smart-e-Pants trial. &quot;Their incidence has not changed since the 1940s, indicating that the current methods of prevention simply are not working. Our hope is that this innovative, clinically friendly system will eventually make a difference in the lives of millions of people.&quot; Dr Peter Carter, chief executive and general secretary of the Royal College of Nursing in the UK, said the expertise was available to treat pressure ulcers and good practice in many areas showed that money could be saved. &quot;All care settings need to make a concerted effort to make pressure ulcers a thing of the past, and if new technology can help and is cost effective then nurses will welcome that. However, this must not be a substitute for having the right number of well trained staff on a ward.&quot;", 
    "section": "science", 
    "gid": "science/2012/oct/15/electric-pants-prevent-bed-sores", 
    "wordcount": "757"
}