{
    "headline": "Microsoft gives Xbox One a massive lift to put smiles on gamers' faces", 
    "text": "     Microsoft has received something of a critical mauling recently, from both industry pundits and gamers alike. Following its unveiling of the next-generation Xbox One at its central HQ in Redmond, Washington last month, the software giant has been slated for sending messages that were mixed and vague at best and not what people wanted to hear at worst. This was mainly because Microsoft focused on making a big deal out of the Xbox One&apos;s streaming media functions and its tech specs for most of the reveal. To be frank, the developer seemed more inclined to show off how its console could replace your smart TV and your set-top box than it did to show any new games at all. The reason for this, according to Microsoft&apos;s VP of Interactive Entertainment, Chris Lewis, was that the Xbox team wanted to keep its powder dry for E3. &quot;It&apos;s always tempting to try and say everything all at once, but we felt their was certain logic to us unveiling at the Redmond HQ first  since it&apos;s our home,&quot; he says. &quot;But [E3] is a more logical place to devote the content to our all-important games line-up. Games define us and have since the first Xbox.&quot; In a way, Microsoft has been paying for being transparent. It&apos;s true not every piece of news it released was well received, but it was being rather upfront about its tech and policies. It even went as far as to clarify its positions in a rather lengthy blogpost sent out to subscribers. There&apos;s been outrage, sure, but at the time of the Xbox One keynote, Sony had yet to tackle many of the issues Microsoft had spoken up about and had made quite a bit of mileage out of not saying much at all. &quot;I think what we found was that our open approach with our partners and consumers has served us well in the past,&quot; says Lewis. &quot;Our consumers have always been able to rely on us to tell them about being straightforward [about] what&apos;s coming and when it&apos;s coming.&quot; &quot;I think we move away from that policy at our peril,&quot; he adds So its E3 keynote was Microsoft&apos;s big chance to bring its new console&apos;s launch back on track and silence the naysayers, who, despite all the negativity in the last month, actually wanted to be proven wrong. As the lights went down in the Galen Center in downtown LA, there was a palpable sense of giddy anticipation in the room. For the most part, Microsoft didn&apos;t disappoint. It came out of the corner swinging, unveiling 13 brand new exclusive titles aimed squarely at core gamers, but which also cast a wide net in terms of taste. Yes, established franchises made an appearance and yes, there were streams of gunplay for shooter fans to lap up. The new iterations of both Forza and Halo were shown off and the racket from the gunplay in Respawn&apos;s new IP Titanfall and DICE&apos;s Battlefield 4 was quite overpowering  at least, in the case of BF4, when someone finally turned up the audio. But there were also a collection of oddities; among them was a dungeon crawler with beautifully minimalist visuals called Below, a mind-bending games/TV show crossover called Quantum Break and an RPG world building game aimed at the whole family called Project Spark. The goofy, hyper-violent Sunset Overdrive came on like the juiced up illegitimate offspring of Brink, Crackdown and Tex Avery, and D4, the new IP from Deadly Premonition creator Swery65 offered up cel-shaded scenes that were by turns disturbing and intriguing. Most surprisingly, the Kinect sword and sandals hack and slash, Ryse, made a return and, thanks to the fact that developer Crytek has tossed Kinect and given the visuals a polish, it didn&apos;t look half bad. Microsoft even managed a sly poke in Sony&apos;s eye by opening its keynote with the latest instalment in the Metal Gear Solid series  a franchise that was, at one time, a PlayStation exclusive  and having Hideo Kojima himself say some nice things about their new console. The message was quite simple and direct. It was basically Microsoft tapping up the hardcore. &quot;Gamers,&quot; it was saying, &quot;we haven&apos;t forgotten you. We want your business and we&apos;re prepared to back up that desire by offering you great games to play that you won&apos;t find on any other platform.&quot; The audience reacted positively throughout  members even chuckled and provided their own sound effects for the trailer of Crimson Dragon when the sound cut out during its screening. Most games were warmly applauded and in the instant in the Halo title where a hooded figure&apos;s cowl was thrown back to reveal Master Chief, the whoops from the audience raised the roof. It wasn&apos;t all smooth sailing, however; when the Xbox One&apos;s retail price of 429 (and $499 in the USA) was announced, an angry murmur rippled through the crowd. This is understandable, as in the last month Microsoft has put it to players that they&apos;ll have to take onboard a new attitude towards game ownership and prepare themselves for the notion  and possibly the practice  of consoles that have to always be online. Is a 400-plus retail tag too big an ask on top of that, I ask Lewis. &quot;We&apos;ve always been focused on offering great value,&quot; he says. &quot;Talking about the UK specifically  our performance there, right from the first console has increased. We now enjoy a wonderful market share and we have a very technically savvy user base. &quot;If you look at what the Xbox One offers in terms of entertainment with games, music, chat channels, browsing, trending  just as a portfolio of an entertainment experience is phenomenal, he says. &quot;So we&apos;re confident we&apos;re offering great value for money.&quot; Only time will tell whether consumers agree with Lewis and Microsoft and we&apos;ll have to wait until November to find out. In the meantime, it looks like developers and third-party publishers are set to have their moment in the sun in E3 as they roll out the next generation of video games. And you hear that sound in the distance? That&apos;s the sound of critics&apos; and gamers&apos; knives being sharpened all over again ", 
    "section": "technology", 
    "gid": "technology/2013/jun/11/microsoft-xbox-one-gamers-e3", 
    "wordcount": "1054"
}