{
    "headline": "Universities are becoming finishing schools for gilded youth", 
    "text": "An unholy alliance is forming between our &quot;top&quot; universities, the self-selected elite of the Russell Group, and our &quot;top&quot; schools, the equally self-selected elite of leading independent schools plus a rag-tag of old grammar schools and new academies. To be fair to the Russell Group, most of the running seems to have been made by the schools, which can hardly believe their luck. For more than half a century independent schools were on the defensive, while Margaret Thatcher abolished more grammar schools than any Labour education secretary ever dared. Now these &quot;top&quot; schools have become exemplars. Inner-city comprehensives are expected to take a lead from Eton or Wellington. The headmasters and mistresses of posh schools now feel free to pontificate without a trace of guilt or even nervous noblesse oblige. The government has removed all restrictions on university places for candidates with good A-levels. The sword of Damocles of &quot;widening participation&quot; that has hung over &quot;top&quot; schools for half a century has been removed. The &quot;access&quot; agreements still required of universities have become a dead-letter. Michael Gove even announced that O-levels are to be restored, although he has been forced to backtrack. Can it get any better? Only a few more thoughtful independent school heads worry about the longer-term political perils of endorsing the full-tilt Govian (or, as a letter writer to this newspaper preferred, Govine) counter-revolution. The response from the Russell Group has been more nervous. After all, Oxfordand Cambridge have spent most of the last 50 years apologising forrecruiting so many students from independent schools. The big civics have never  quite  abandoned their meritocratic roots. But the lure of being warmed in the political limelight is always hard to resist. A decade ago vice-chancellors flocked to the New Labour banner. Nowtheir successors woo David Willetts (or even Gove). Some are even the same people. In a revealing phrase, Steve Smith, vice-chancellor of the University of Exeter, the latest recruit to the Russell Group, said the removal of restrictions on candidates with good A-levels was a &quot;game changer&quot;. Quite so. But what Russell Group universities should recognise as the AAB/ABB candidates flock to their doors is that what governments give, governments can take away. In practice the new &quot;free market&quot; in well-qualified candidates (combined, of course, with savage cuts in places for the less talented  or is that the less favoured?) means universities have ceded their treasured freedom to choose their own students. Opponents of the government&apos;s reform of higher education have aimed their fire on the tripling of fees  and, in particular, the withdrawal of all direct public funding from the humanities, creative arts and social sciences. They see this reform not simply as a &quot;leap in the dark&quot;, in terms of the crude imposition of an untried market on higher education, but also as grossly philistine. Both interpretations are true. But at least as worrying is the creeping  galloping?  extent of political control over higher education. The white paper, for all its muddle, represents a gigantic step towards the nationalisation of our universities. Once again a government of the right has rushed in where governments of the left have feared to tread. As for Gove&apos;s trail balloon about moving back to the apartheid of O-levels and 21st-century CSEs, it is the clearest indication yet that this government wants to roll back the higher education expansion of the last two decades, when Britain finally acquired atruly mass system. It was the replacement of O-levels and CSEs by unified qualifications  GCSEs  that provided the single greatest boost to expansion, simply because it enlarged the pool of potential candidates. That pool could now be restricted, unless most universities experience a Damascene conversion on the acceptability of vocational qualifications. Our &quot;top&quot; universities, therefore, face a dilemma. Should they get behind the Gove counter-revolution, and re-establish close (political) links with the independent schools and their hangers-on in the state sector  institutions from which they have kept, and increased, their distance? Or should they try to define their excellence not in terms of student populations skewed ever more to the educationally (and socially) advantaged, but through research and scholarship? Stated like this, the choice seems obvious. The future of all universities, but especially &quot;top&quot; universities, is innovation, creativity  and, I would hope, critique. The difficulty is that, in contrast to the Blair-Brown governments, the driving force in the current government is not in that direction  despite the fact that Vince Cable, who understands all this very well, is the ultimately responsible secretary of state. Instead, the driving force is towards treating our &quot;top&quot; universities as finishing schools for gilded youth, as bestowers of glittering prizes, even perhaps as nurseries for future Times columnists (like Michael Gove?).  Peter Scott is professor of higher education studies at the Institute of Education", 
    "section": "education", 
    "gid": "education/2012/jul/02/top-schools-universities-candidates-restrictions", 
    "wordcount": "829"
}