{
    "headline": "Plastic debris reaches Southern Ocean, previously thought to be pristine", 
    "text": "The first traces of plastic debris have been found in what was thought to be the pristine environment of the Southern Ocean, according to a study released in London by the French scientific research vessel Tara. The finding comes following a two-and-a-half-year, 70,000-mile voyage by the schooner across the Atlantic, Pacific, Antarctic and Indian Oceans, to investigate marine ecosystems and biodiversity under climate change. &quot;We had always assumed that this was a pristine environment, very little touched by human beings,&quot; said Chris Bowler, scientific co-ordinator of Tara Oceans. &quot;The fact that we found these plastics is a sign that the reach of human beings is truly planetary in scale.&quot; Samples taken from four different stations at locations in the Southern Ocean and Antarctica revealed traces of plastic at a measure of approximately 50,000 fragments per square kilometre  a rate comparable to the global average. While traces of plastic pollutants are customary in many of the world&apos;s oceans, with the highest levels found in the North Atlantic and North Sea, researchers had anticipated rates in the Southern Ocean to be some 10 times lower than the global average. &quot;Discovering plastic at these very high levels was completely unexpected because the Southern Ocean is relatively separated from the world&apos;s other oceans and does not normally mix with them,&quot; Bowler explained before unveiling Tara&apos;s findings at an event at the Science Museum in London on Wednesday. The microscopic fragments, invisible until accumulated in trawling nets, are the result of waste products such as plastic bags and bottles, degraded over years or decades by UV light and sea water. Tara researchers, whose work was recently hailed by UN secretary general Ban Ki-moon, were also surprised to find that synthetic fibres, largely constituted by clothing from washing-machine residue, made up a significant portion of the plastic fragments. Identifying the regional source of such general waste, which has made its way to the Southern Ocean over some half a century, remains more problematic. However, it is believed to originate from Africa, South America or Australia. The fatal impact of plastic pollutants on the marine environment has been widely observed, as birds and fish regularly consume waste products, which can be easily mistaken for jellyfish or other prey but cannot be degraded in the stomach. Plastics also slowly release toxins and other chemical substances that work their way up the marine food chain. &quot;It&apos;s too late to do much about what&apos;s already out there at this stage, as this stuff is going to hang around for thousands of years,&quot; said Bowler. However, he says the best way to mitigate future pollution is to advocate the use of biodegradable technologies while emphasising a shift in consumer practices. Tara will continue its marine research activities in 2013 with a groundbreaking mission to the Arctic circle to investigate the ocean environment following the melting of Arctic ice as a result of climate change.", 
    "section": "environment", 
    "gid": "environment/2012/sep/27/plastic-debris-southern-ocean-pristine", 
    "wordcount": "493"
}