{
    "headline": "British households fail to recycle a 'staggering' 16m plastic bottles a day", 
    "text": " British households are failing to recycle as many as 16m plastic bottles every day  a staggering number and nearly half the total of more than 35m which are used and discarded daily  according to new research. Based on the data published on Saturday, the Recycle Now campaign group suggests that the number of bottles evading recycling in the UK could reach 29bn by the end of 2020, putting huge pressure on landfill and with dire consequences for marine life.  Every year the average UK household uses 480 plastic bottles, but only recycles 270 of them, meaning nearly half (44%) are not put into recycling facilities, according to Recycle Now, a campaign group funded by the governments waste advisory group Wrap.  On a national basis, that means an average of 35.8m plastic bottles are used every day, but only 19.8m are recycled each day. So an average of 16m plastic bottles a day are not being recycled and are ending up in landfill  and eventually the worlds oceans, where they will take years to break down.  Single use plastic bottles containing mineral water and soft drinks are commonly blamed for contributing to litter and adding to landfill, said Recycle Now, but plastic bottles used in the home are also a problem. The group blamed consumer ignorance and unjustified fears about contamination for failing to recycle containers used for bleach, household cleaners and other liquids.  The number of plastic bottles not being recycled is staggering and will increase further if we dont take action, said Alice Harlock of Recycle Now. Householders are often unsure if items are recyclable, especially from the bathroom, bedroom and living room. An easy way to tell is, if an item is plastic and bottle shaped its recyclable. Commonly used items people do nor realise are recyclable include empty bleach, shampoo and conditioner receptacles as well as bathroom and kitchen cleaners and soap dispenser bottles. Generally, only bottles containing chemicals such as anti-freeze should not be recycled.  Conservation groups and marine charities have warned of the environmental dangers of plastic bottles, which can take up to 500 years to break down once in the sea.      Plastic and driftwood washed up on Pembrey sands beach, Carmarthenshire, Wales. Photograph: Paul Quayle/Alamy    More than 8,000 plastic bottles were collected by the Marine Conservation Societys annual beach clean-up at seaside locations from Orkney to the Channel Islands on one weekend last September. The charitys annual report published this year revealed a 34% rise in beach litter overall between 2014 and 2015, the largest ever amount of litter per kilometre (3,298 pieces). We need to challenge ourselves when it comes to what we could be recycling, said Harlock. Every plastic bottle counts. Were asking people to think more about what they can recycle every time they go to put something in the waste bin. If youre having a shower and using up the last of the shampoo  dont just think replace, think recycle. When you run out of your favourite moisturiser in the morning  dont just think replace, think recycle. If youre not sure whether you can recycle plastic bottles at home head to our website and check out our recycling locator.  ", 
    "section": "environment", 
    "gid": "environment/2016/oct/15/british-households-fail-to-recycle-a-staggering-16m-plastic-bottles-a-day", 
    "wordcount": "529"
}