{
    "headline": "Unfriending the US: Facebook co-founder stands to save millions", 
    "text": "Would you renounce your US citizenship for $39 million? If you&apos;re Eduardo Saverin, you might. A billionaire Facebook co-founder, Saverin renounced his US citizenship last year, although the decision was made public just days before the social network&apos;s anticipated initial public offering on Friday. Saverin, 30, is a 2% stakeholder in the company, according to the wealth intelligence provider Wealth-X, which would put his net worth in the neighborhood of $2 billion after the IPO. (Some reports put Saverin&apos;s stake as high as 4%, but any amount below 5% does not need to be reported.) Facebook increased the price of its stock Monday in what will be Silicon Valley&apos;s biggest ever IPO, valuing the company between $93bn and $104bn. In unfriending the US ahead of Facebook&apos;s big day, Saverin, who currently lives in Singapore, stands to save millions in taxes. &quot;Eduardo recently found it to be more practical to become a resident of Singapore since he plans to live there for an indefinite period of time,&quot; Saverin&apos;s New York-based spokesman Tom Goodman said Tuesday in a statement, downplaying the tax savings as a primary incentive. Goodman added that Saverin plans to invest in Brazilian and global companies that have strong interests in entering Asian markets. &quot;It made the most sense for him to use Singapore as a home base.&quot; But Wealth-X estimates his tax savings on his Facebook stake will be &quot;at least&quot; $39 million  1 percent of his worth. Saverin will still have to pay a large exit tax for renouncing his citizenship, but Singapore is a low-tax jurisdiction and has no capital gains tax. &quot;This situation provides insight into a larger trend that has to do with competitive tax regimes in the United States and a broader debate about innovation and attracting human capital,&quot; David Friedman, president and co-found of Wealth-X told the Guardian. The move is also winning him a conservative fan base in the US. Forbes published an editorial lauding Saverin as an &quot;American hero&quot; for decamping.  The Heritage Foundation&apos;s Mike Brownfield wrote a blog post unfavorably comparing the US&apos;s economic freedom to Singapore&apos;s.  Wealth-X&apos;s Friedman frets that the money Saverin saves by renouncing his citizenship will be more likely pumped back into the part of the world where he now resides. &quot;The Facebook IPO is going to create a massive wave of venture capital investment and a whole cluster of creativity,&quot; he said. &quot;I suspect the money he&apos;s saving in taxes is going to go into investments in companies that are innovating and going to create new jobs.&quot; Saverin&apos;s spokesman confirmed as much to the Wall Street Journal. &quot;His decision had nothing to do with dissatisfaction here, but with a strong desire to do business there,&quot; Goodman said. The irony here, however, is that Saverin&apos;s is a quintessential American story. The son of a multi-millionaire, Saverin was born in Brazil but immigrated to Miami at 13 after being threatened by kidnappers. He graduated magna cum laude from Harvard, where he met Facebook CEO Mark Zuckerberg in his junior year, with a degree in economics. In a 2005 interview with his high school alma mater&apos;s magazine, he was quoted as saying &quot;basically, Mark is the tech guy and I&apos;m the business guy.&quot; The two had a falling out over the direction of the company and ultimately parted ways after Saverin sued for an undisclosed amount. The case was settled out of court, with Saverin reportedly receiving a 5% stake in Facebook, some of which he has since sold off. As a result, not everyone is calling him a &quot;hero&quot;, however: an editorial in the New York Daily News said a tax doge &quot;gives immigration a bad name.&quot;  So in the end, the country that gave his family sanctuary when they were in danger may have become too economically punitive once he was able to cash out.", 
    "section": "technology", 
    "gid": "technology/2012/may/15/facebook-co-founder-save-millions", 
    "wordcount": "662"
}