{
    "headline": "Twitter supplies info on Aurora-style threats against Mike Tyson show", 
    "text": "Twitter has complied with a court order to provide the New York police department with information on a user who threatened to commit an Aurora-style attack at Mike Tyson&apos;s one-man show.  The NYPD issued a subpoena on Tuesday when Twitter refused to co-operate with an investigation into an anonymous users&apos; posts referencing last month&apos;s Aurora, Colorado movie theater shooting which left 12 people dead and nearly 60 injured. Using the now-invalid handle @ObamasMistress, someone calling themselves Anonymous Celebrity tweeted threats including: &quot;This shit ain&apos;t no joke yo I&apos;m serious people are gonna die just like in aurora,&quot; and &quot;I might just shoot up this theater in new York I know they leave their exit doors unlocked. Ha now I gotta plan it step by step.&quot; Police told the AP they received new information from Twitter &quot;that we&apos;re using as part of our ongoing investigation,&quot; the spokesman said. Threats seemed to be directed towards the one-man show Mike Tyson: Undisputed Truth which deals with the former heavyweight champion&apos;s harsh Brooklyn upbringing and his contentious history with women. The show, directed by Spike Lee, transferred from Las Vegas to New York this week and opening night guests included Donald Trump, Gayle King and Derek Jeter.  Police increased security at the midtown Manhattan Longacre Theater  where the show is playing  in response to the threats.  Twitter told the NYPD in an email:   We appreciate the timeliness and sensitivity of this matter, and have reviewed the reported Twitter account. While we do invoke emergency disclosure procedures when it appears that a threat is present, specific and immediate, this does not appear to fall under those strict parameter as per our policies.  Twitter&apos;s privacy policy became a subject of critical debate after it suspended British journalist Guy Adams&apos; profile for tweeting the email address of an NBC executive. His account was eventually reinstated and Twitter issued an apology.", 
    "section": "technology", 
    "gid": "technology/us-news-blog/2012/aug/08/twitter-mike-tyson-aurora-threats", 
    "wordcount": "319"
}