{
    "headline": "Google calls for greater electronic privacy protections", 
    "text": "Google has called for changes in the 17-year-old law that allows US authorities to access people&apos;s online lives without a warrant. In a blogpost timed to coincide with Monday&apos;s Data Privacy Day, David Drummond, Google&apos;s chief legal officer, said it was time to update Electronic Communications Privacy Act (Ecpa) &quot;so the same protections that apply to your personal documents you keep in your home also apply to your email and online documents.&quot; Google recently revealed that the number of requests for private data it received from US officials had increased by 136% by the end of 2012 from the second half of 2009, when Google first started collecting data. In the last six months of 2012, 68% of those requests were made under ECPA subpoenas which do not require a court order, unlike most wiretaps or requests to search properties. Google complied to some degree with 88% of requests. Drummond said Google scrutinizes requests carefully and notifies users about legal demands &quot;when appropriate&quot;. &quot;Sometimes we can&apos;t, either because we&apos;re legally prohibited (in which case we sometimes seek to lift gag orders or unseal search warrants) or we don&apos;t have their verified contact information,&quot; he wrote. ECPA was passed in 1986 and critics charge that it now violates the fourth amendment, which prohibits unreasonable searches. Drummond said Google required government agencies conducting criminal investigations to use a search warrant to access private content stored in a Google account because the fourth amendment &quot;overrides conflicting provisions in ECPA.&quot; Google is working with lobby group Digital Due Process, which is pushing for ECPA reform and counts Apple, American Civil Liberties Union, eBay, Facebook, Microsoft and others among its backers. Congress is expected to start debating ECPA reform again this year after earlier attempts stalled. &quot;It&apos;s important for law enforcement agencies to pursue illegal activity and keep the public safe. We&apos;re a law-abiding company, and we don&apos;t want our services to be used in harmful ways. But it&apos;s just as important that laws protect you against overly broad requests for your personal information,&quot; wrote Drummond.", 
    "section": "technology", 
    "gid": "technology/2013/jan/28/google-data-privacy-day-ecpa", 
    "wordcount": "351"
}