{
    "headline": "Headteachers voice GCSE inaccuracy fears", 
    "text": "GCSE exams are in need of a complete overhaul, the head of England&apos;s qualifications watchdog has admitted, after finding that a quarter of headteachers do not expect their pupils&apos; grades to be accurate this summer. Confidence in the tests is at a new low after a chaotic shakeup to the way English GCSEs were marked last year, which meant that thousands of pupils failed to achieve their predicted grades. In what critics called a last-minute &quot;statistical fix&quot; last summer, Ofqual, the qualifications watchdog, and the exam boards Edexcel and AQA moved the boundary between a C and a D grade. An inquiry by Ofqual later revealed that this was because some teachers had been found to be generous in the marking of their pupils&apos; work. In an attempt to discover how confidence in the exams had been affected, Ofqual polled headteachers, teachers and parents, among others. The findings, published on Friday, show a high proportion of headteachers and teachers have little faith in GCSEs and distrust those who mark them. When asked whether they agreed or disagreed with the statement &quot;I have confidence in the accuracy of the marking of GCSEs&quot;, 24% of the 203 headteachers and 16% of the 600 teachers said they strongly disagreed. Just a third of heads, 34%, were confident in the accuracy of the marking. Some 14% of each group strongly disagreed with the statement &quot;I have confidence in the GCSE system&quot;.     Ofqual chief Glenys Stacey notes an 'appetite for change'.  Photograph: Andrew Fox    Some 89% of the heads and 77% of the teachers had concerns about the exams. These included unfair grade boundaries, incorrect grades and inaccurate marking. Last summer&apos;s GCSE English debacle has affected heads and teachers&apos; confidence in the exams. Four in five heads and two-thirds of teachers said their faith in GCSEs had been shaken &quot;a lot&quot; or &quot;a fair amount&quot; by the events of last summer. Glenys Stacey, Ofqual&apos;s chief regulator, said there was &quot;an appetite for change and improvement&quot;. &quot;We want to see confidence in GCSEs return as they become more robust and assessment is seen to be, and is, fair and accurate,&quot; she said. This year Michael Gove, the education secretary, confirmed that, from 2015, pupils would sit exams at the end of their GCSEs, rather than take modular tests that count towards their final mark over the course of the two-year qualification. He promised there would be &quot;fewer bite-sized and overly structured questions and a reduced role for coursework&quot;. In addition, there will be no more &quot;tiers&quot; of GCSEs, so the easier foundation paper, for which the maximum grade is a C, will be scrapped. Gove has also promised that English and history will test extended writing. &quot;Internal assessment and the use of exam aids should be kept to a minimum and used only where there is a compelling case to do so,&quot; he added. Gove was forced to abandon his original reform for the return of O-levels, amid Lib Dem objections that it would reintroduce two-tier education. A Department for Education spokesman said Gove had warned that GCSEs suffered from serious weaknesses. &quot;This report shows that these concerns are widespread,&quot; he said. &quot;The changes we are making will restore confidence in GCSEs  they will be more rigorous, with deeper subject content and match the best equivalent exams in the world.&quot;", 
    "section": "education", 
    "gid": "education/2013/may/03/headteachers-gcse-inaccuracy-fears", 
    "wordcount": "566"
}