{
    "headline": "University leadership: we need a new breed of turtle-neck", 
    "text": "John Bryan Conant, the university president whose reforms of the 1930s and 40s made Harvard into a premier research institution, was fond of a remark that proved useful in his line of work: &quot;Behold the turtle,&quot; he frequently said. &quot;He makes progress only when he sticks his neck out.&quot; Conant&apos;s words seem particularly resonant to university leaders now. Institutions of higher learning are being challenged as never before by many forces: the tough and uncertain economic climate, profound changes in funding, and unprecedented global competition for the best and brightest students and faculty. Success today requires universities to pursue excellence in the core functions of teaching and research, and, at the same time, to be more and to do more. Universities are being re-defined in many ways: as levers of social mobility, as engines of local economic growth, as founts of technological advances that are changing society. All this makes painfully clear that academics can&apos;t do all this by staying in our protective shells  the so-called ivory tower of academia. To be successful, universities now need top quality academic leaders and managers  be they heads of departments, chairs of faculty, pro-vice-chancellors and even vice-chancellors. We need the leadership of the kinds of people who are willing to stick their necks out. The University of Warwick&apos;s ascent into the top tier of UK academic institutions in less than 50 years is a prime example of why this kind of leadership is so fundamental to success. Thanks to exceptional leadership, the university  rather improbably, one could say  has managed to position itself at the forefront of academic excellence and in a frontline position on many academic trends, particularly in forging international partnerships that will prove crucial in these competitive times. But finding these kinds of people who have the skills and desire to take on this high-wire act is exceptionally difficult. Academics by nature are people suited to working &quot;in the laboratory&quot;  scientific or otherwise  and delving into the intricacies of their specialty with diligence. Therefore a university leader needs to be an academic to gain the respect of the faculty he or she leads and to fully understand at the ground level the nature of the university&apos;s core intellectual functions. At the same time, a university leader needs to be an entrepreneur, able to make the bold business decisions demanded and to seize the initiative where required. A university leader also needs to an adroit politician  able to work effectively with policy makers and to have the acumen to manage shifting political tides. He or she also needs to be a visionary  someone who can anticipate where trends are headed and to articulate a sense of mission to the university community and the public, to inspire people on the subject of learning at the top levels. In short, mere managers need not apply. It comes as no surprise that finding good quality heads of department, chairs of faculty, pro-vice-chancellors and vice-chancellors is an extremely difficult task. At the same time, it has become more important than ever. Top universities will need to be led by the best. We need to find a way to breed more of the rare and seemingly endangered species, the Neck-Extending, Progress-Forging Turtles. Abhinay Muthoo is head of the department of economics, University of Warwick This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jul/27/skills-for-successful-university-leadership", 
    "wordcount": "586"
}