{
    "headline": "Voyager 1 probe boldly goes, and goes   but is still in the solar system, says Nasa", 
    "text": "     Reading this on mobile? Click here to view video A spacecraft that took off from Cape Canaveral 35 years ago is continuing its journey out of the solar system, Nasa said today. The Voyager 1 probe was fired into space to observe the outer planets and the mysterious interstellar medium that lies beyond the solar system on 5 September 1977, as Elvis was topping the UK chart with Way Down. Sensors onboard the far-flung probe recorded a dramatic fall in radiation more than 11bn miles (18bn kilometres) from the sun, while the intensity of galactic cosmic rays soared. The spacecraft passed what researcher Bill Webber called the &quot;heliocliff&quot; on 25 August last year, according to a report in the journal, Geophysical Research Letters. &quot;Within just a few days, the heliospheric intensity of trapped radiation decreased, and the cosmic ray intensity went up as you would expect if it exited the heliosphere,&quot; said Webber, professor of astronomy at New Mexico State University. The heliosphere is the vast region of space that is dominated by the sun and the solar wind it produces. Surrounding the heliosphere is the interstellar gas and dust that spreads throughout the Milky Way. Edward Stone, a Voyager project scientist based at the California Institute of Technology, said: &quot;It is the consensus of the Voyager science team that Voyager 1 has not yet left the solar system or reached interstellar space. In December 2012, the Voyager science team reported that Voyager 1 is within a new region called &apos;the magnetic highway&apos; where energetic particles changed dramatically. A change in the direction of the magnetic field is the last critical indicator of reaching interstellar space and that change of direction has not yet been observed.&quot; The Voyager probes  there is a twin that trails far behind Voyager 1  have survived their journey despite relying on aged technology. Each has only 68kb of computer memory; the smallest iPod nano, at 16gb, has over 16,384,000kb capacity. They carry enough fuel to last until 2020. No other object has travelled so far from Earth. Whether Voyager 1 has reached interstellar space or lurks in some undefined region beyond the solar system is still up for debate, said Webber. &quot;It&apos;s outside the normal heliosphere, I would say that. We&apos;re in a new region. And everything we&apos;re measuring is different and exciting.&quot; Webber&apos;s report on Voyager was co-written by Frank McDonald, a scientist at the University of Maryland, who died a week after the probe appeared to leave the solar system. Paying tribute in the article, Webber wrote: &quot;You wanted so badly to be able to finish this article that you had already started. Together we did it. Bon voyage!&quot;", 
    "section": "science", 
    "gid": "science/2013/mar/20/voyager-1-solar-system", 
    "wordcount": "458"
}