{
    "headline": "The Darkness II  review", 
    "text": "Here&apos;s an odd thing about superhero stories: the older and more mature the audience they seem to be aimed at, the more angst-ridden their protagonist is likely to be. When I was a lad, I used to dream of having superpowers. Now that I&apos;m older and wiser, I&apos;m relieved they exist only in the realms of fiction. By all accounts, superpowers aren&apos;t fun and they don&apos;t make you popular. Instead, they make you miserable by turning you into a monster and wrecking your entire life. The Darkness II is an obvious example of this, although you could also apply the same rule of thumb to any half-dozen superhero games. Based on a cult series of comics published by Top Cow, The Darkness II (along with its predecessor) follows the misfortunes of one Jackie Estacado, a mob hitman with a penchant for long black hair and long black trenchcoats. He joined the ranks of the depressed and superpowered on his 21st birthday, when a demonic spirit called The Darkness possessed him and granted him the supernatural ability to wreak all manner of havoc. This power came at a cost, however; The Darkness conspired to prevent Jackie from saving his soulmate, Sarah, thus severing his last link with humanity. It also drove him to use his powers as destructively as possible, as in doing so, he would push his soul ever closer to oblivion, allowing The Darkness to assume control of him. This explains why, in the two years since the events of the last game, Jackie has kept his personal demon bottled up completely. As The Darkness II opens, the player discovers that Jackie has buried the hellish parasite deep down by resisting the urge to use its powers. He&apos;s also apparently become to the head of a New York crime family, so what that does to the players&apos; sympathies towards him is anyone&apos;s guess. In first few moments of the game, the player watches as Jackie wanders through a rather swanky restaurant, seats himself in front of a couple of giggling women and then has his whole world go to hell as a firebomb rips through the building. He&apos;s dragged into the kitchen with one of his legs burnt to a crisp, while fending off attackers with a pair of pistols. As this happens, The Darkness intones, quite accurately (and rather smugly) that if Jackie wants to survive, he&apos;ll have to use the nefarious spirit&apos;s power. Jackie agrees, uncorks The Darkness, and then heads into the grim New York night to find out who attacked him and why. The revenge plot may strike a couple of returning players as familiar, being as it was, the basic outline for the first game. However, as The Darkness II&apos;s plot unfolds, Jackie goes from being the hunter to the hunted. It turns out a local mafia crew was hired to push Jackie into using The Darkness at the behest of a shadowy organisation called The Brotherhood, which seems to know an awful lot about the demon and has its own plans for its long-haired host.     The Darkness II    The developers say they took the hyper-violent final stage of the first game as a starting point for the sequel&apos;s overall gameplay  and it shows, as Jackie&apos;s superpowers are now more geared towards wanton destruction. The tendrils are mapped to the left and right bumpers, with the right serving primarily as a melee weapon. By flicking the right analogue stick at the same time as hitting the right bumper, players can direct the right tendril in a vertical or horizontal slash, which can be used to smash structures, slash through power lines and daze opponents. The left tendril is used to pick up objects and players can use it to hurl items at enemies, rip off car doors that provide Jackie with a shield, or pull open barriers. Players can also pick up opponents with the left tendril, after stunning them with the right, and then tap a face button to activate a rather grisly execution move. Enemies are ripped in half, decapitated and impaled on Jackie&apos;s tendrils in a rather gruesome series of animations. Along with his tendrils, Jackie has a companion in the form of a Darkling imp who scuttles along ahead of him, belting out one-liners in a dodgy British accent. This single Darkling replaces the four different types of imp foot-soldier players had at their disposal in the first game. It also replaces the Creeping Death power, which players could use to explore the way ahead using a tendril. Instead, Jackie takes possession of the Darkling and uses him to scuttle through vents, take out enemies and open doors. On top of all of his Darkness powers, Jackie can carry four weapons, which are mapped to the D-pad. Players can dual-wield most weapons, except for assault rifles and the odd shotgun. The Darkness II also contains a rather decent RPG element in which players can spend the points they earn for headshots, executions and gobbling up hearts on a series of new abilities. These include standard FPS upgrades like increased magazine sizes and fire-rates, but also powers like a swarm of flies that disorient opponents, improved health from executions, and the ability to hurl a vortex at enemies that sucks them into another dimension. These upgrades are found at glowing Darkness portals dotted throughout each level. So Jackie is essentially a walking slaughterhouse, and for at least the early stages of the game, players will probably feel remarkably unchallenged (unless they crank the difficulty level up). The first few levels hurl canon fodder at the player in order to familiarise them with the game&apos;s controls, but once The Brotherhood become involved, The Darkness II is a whole different ball game.     The Darkness II    Unlike their mob flunkies, The Brotherhood&apos;s soldiers are aware of Jackie&apos;s weaknesses and tend to attack him using magical weapons and floodlights (which strip him of his Darkness power). Players can sometimes find themselves stripped of both their firearms and their powers (briefly) if they charge in to a battle blindly. Along with the new enemies, series veterans will note a couple of other changes. The open-world structure of the first game has been replaced with a far more linear framework. There&apos;s a central hub of sorts in the form of a rooftop mansion, in which players can wander about chatting with Jackie&apos;s gang and browse the Darkness collectibles they&apos;ve picked up. However, the game doesn&apos;t offer any open-ended progression or any side missions at all; players clear a level, return to the mansion, and then clear another level. Rinse. Repeat. The single-player campaign will take players around six to eight hours to complete. Once they&apos;ve finished that, there&apos;s the co-op multiplayer mode to tackle, Vendettas, which contains its own story that runs in tandem to the game&apos;s main plot. Players take on the role of one of four protagonists wielding Darkness-powered weapons  a modern samurai with a katana, an ex-Mossad soldier with a sawn-off, a Scottish bruiser with an axe and a voodoo priest, wielding a magical staff. The quartet is tasked with tracking down artefacts for Jackie that contain Darkness essence. The mode is built for up to four players, but it can be tackled solo. The basic gameplay follows the template for the single-player. All the protagonists can dual-wield handguns, all have a specific, Darkness-themed power, and all of them can pull off eye-popping executions. All can also level up their powers and open up new abilities. Vendettas is split into two modes, Campaign and Hit List, with the former running the story sequentially and the latter offering a drop-in/drop-out experience where players can replay levels they&apos;ve already conquered. The murky, dour and atmospheric presentation of the first game has been ejected in favour of cel-shaded graphics that lend the game a more comic book feel. This not only allows players a clearer view of the action than in the first game, it also takes the edge off The Darkness II&apos;s more gore-soaked moments. The new look, however, does nothing to blunt the nasty gratuitousness of what is perhaps the campaign&apos;s only major misstep, in which Jackie walks through a rather hellish brothel in search of some information. It should also be pointed out that The Darkness II also happens to contains one of the most irritating characters in gaming in recent memory: Johnny Powell. He&apos;s a stuttering high-pitched neurotic who serves as a font of information about The Darkness. He&apos;s also a character whom the developers are clearly enamoured with, as he has almost as many lines of dialogue as Jackie, and he features prominently in both the single-player and multiplayer campaign. These instances aside, there&apos;s plenty to recommend The Darkness II. The mechanics are fun, the campaign&apos;s story is pretty decent and the co-op mode is a great way to round out the overall package. There are a lot of players who&apos;ll miss the structure, the atmosphere and unique quirks of the original. But Digital Extremes deserves credit for delivering an action-packed shooter that balances its mixture of gunplay and superpowers far better than its predecessor ever did  even if those powers will inevitably conspire to turn the game&apos;s protagonist into a monster and wreck his entire life   Game reviewed on Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/feb/07/the-darkness-ii-game-review", 
    "wordcount": "1545"
}