{
    "headline": "'Internationalisation is not just about revenues, it is a political strategy'", 
    "text": "Tell me about yourself and your career Like all presidents at French institutions, I am an academic. I was first a professor of pharmacology at the University of Strasbourg and then I was vice president for some time, in charge of what you would call &apos;technology transfer&apos;. I then became president of the former university Louis Pasteur before being elected to the presidency of the University of Strasbourg in 2008. Do you think that all leaders in higher education institutions should come from an academic background? There are two issues here: the first is should the leader be an academic? And the worldwide model and my view is that definitely it should. But I recently read a book suggesting that presidents should not just be academics but must also be among the top scholars at their institution. So the question should actually be: do you have to be one of the top researchers of your university to be the president? I am not among the top 10% of researchers here. I have a good research record but not more so than most of my colleagues. I think that while the leader must be an academic, he or she must be assisted by professional managers because we are not professional managers. A university is a very big and complex organisation and the leader must master the budget, deal with legal problems, deal with human resources issues. For that, we need help. You became the first president when three universities in Strasbourg merged, tell me about that. A university was founded in the city in 1538 but was split into three in 1970, predominantly according to their disciplines - there was a university of the humanities, one for the science and one for law and business. In 2009, those three merged into one and I was elected, by the staff at all three, as president of the newly-unified institution. The University of Strasbourg was the first to merge in France, setting an example for the institutions that have followed. Why do you think your colleagues voted you the man to lead the newly-merged institution? The merger is not a personal achievement. Three generations of presidents worked on it and I was only part of that last generation. It is a long-term political issue that has to first be seeded, then it grows and finally it sprouts and flowers. It would be wrong to take the credit. The presidents of the other institutions had the job of pulling or pushing their troops into the merger and there were difficulties, academics from the institutions perceived each other as threats to their research. We had to prove that on the day to day pharmacologists could work alongside sociologists, for example. University of Strasbourg prides itself on being interdisciplinary. Did the merger help create that culture? Our main ambition with the merger was to return to what a university should be: a comprehensive institution with all the disciplines. This 50 year parentheses in history when we had specialised universities was a nonsense in my opinion. All the major British universities are comprehensive - Cambridge, Oxford, UCL, Imperial and so on. You obviously have exceptions like the Karolinska Institute in Sweden which is a medical university, or MIT in the States. It is not easy to overcome the cultural barriers necessary for interdisciplinarity, especially here where the faculties or departments were individually very strong. It is not easy to build bridges but we are working on it. In research, though, it is easy as there is a tendency to create multidisciplinary teams but to create multidisciplinary curricular and think outside your subject area in teaching is much more difficult. You&apos;ve begun to compare French universities to institutions elsewhere in the world. What are your thoughts on internationalisation in HE? The majority of my career has been in France and, in fact, here in Strasbourg - with the exception of a year at the Wiezmann Institute in Israel during my post-doc. But I&apos;m aware I am very much the exception, and now seek as much as possible to make sure my university is connected internationally. Our university is, for example, a member of the League of European Research Universities (LERU) and I am on the LERU board. This type of benchmarking is invaluable for us. In Strasbourg, we have an international history that shapes our internationalisation policy. The city was once German - and not occupied France - and our closest academic neighbours are not French but German and Swiss, (we are also part of a regional university group called Eucor) and now with the European Parliament meeting here, we are certainly more international than many other institutions in France. So, internationalisation is part of our identity but we also have to work on building a worldwide network, though we are doing well: we are one of the French universities with the highest percentage of international students - more than 20%, of that a third is from Europe, another third is from Africa and the last third from the rest of the world. At the moment, we are not particularly interested in offering our degrees overseas through branch campuses. What must be borne in mind is that, unlike the UK, our international students pay the same fees as home students. So for us, internationalisation is not a source of additional revenue, it is more a political strategy. &apos;Students as consumers&apos; is an often-debated topic in UK. What are your views on this and what is the situation in France? I think students as pure consumers is a mistake but students as non-passive actors of the university system is now absolutely necessary. We have to get our students involved and respond to their criticism and suggestions but becoming a mere enterprise would be a terrible mistake. We are not a normal enterprise. We do have to deal with many of the same issues that enterprises face but investments in higher education are long-term and the types of returns that can be expected are varied and include research that might not have immediate economic impacts. More specifically, the issues around fees have not yet become relevant in France. We are still largely exclusively government funded. The public nature of French universities is fiercely protected but then there are also &apos;grandes ecoles&apos; which are very exclusive and hard for students from low income backgrounds to access. How good are French institutions at widening participation? University in France is practically free. Fees are nominal - less than 300 per year. It is not fees that make access difficult here. As for the grandes ecoles, some are costly while others are free but the main difference is that admittance is based on a very selective process, and I would add that the selection criteria are not always the most transparent. The other key difference between the grandes ecoles and the rest of French HE is that the former don&apos;t do much research. They are a remnant from the technical schools set up under Napoleon so we have, for example, Ecole de Mines, for mines and Ecole de Ponts for bridges. The Ecole Polytechnique, which is the best of the grandes ecoles is still closely related to the army and its president is a general! That said, the question of access is still not often asked in France. When you look at the statistics on the numbers from low income families, despite the low costs, the stats aren&apos;t very favourable. Access to higher education is clearly then not just a question of fees, it&apos;s a societal issue and addressing it starts in high school. But it is also a question of values. Children are told that the pinnacle in achievement comes from attending the Polytechnique but it&apos;s not for everyone. We have to show young people and their families that fascinating things are happening across the breadth of French HE and there are very many career options available to students. What are your hopes for the future of French HE? My hope is that in these troubled times, everyone will realise that investing in universities is a long-term investment for the benefit of society as a whole and one that must be maintained. Further reading: check out our live chat on interdisciplinarity in HE This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jun/25/alain-beretz-university-of-strasbourg", 
    "wordcount": "1412"
}