{
    "headline": "Bexhill road protest is about putting the environment on the right side of the ledger", 
    "text": "     It&apos;s not every day you get accused of being in cahoots with a fundamentalist Islamic militia. But in so far as I&apos;m part of the green lobby, George Osborne levelled this criticism at me last year, calling us the &quot;environmental Taliban&quot;. A source said the chancellor meant it as a joke, but &quot;it shows where he&apos;s coming from&quot;. I think we knew where he was coming from, thanks to statements like: &quot;we&apos;re not going to save the planet by putting our country out of business&quot; and &quot;green policies are a burden on industry&quot;. It&apos;s therefore obvious why Osborne has failed to appreciate the true cost of bulldozing a road through a beautiful part of East Sussex that&apos;s currently a sanctuary for families, dog owners, walkers, runners, and anyone who generally appreciates the outdoors and natural environment. The planned Bexhill-Hastings link road in the Combe Haven Valley is within 50 metres of an Area of Outstanding Natural Beauty. Locals opposing the road call the valley one of Bexhill&apos;s most amazing natural treasures and the road an &quot;environmentally disastrous white elephant&quot;. They say it will fragment habitats, damage the environment, increase pollution and do little to boost the local economy. To its credit, the Department for Transport (DfT) appears to have agreed with them. Emails between the department and Treasury suggest Osborne was so desperate to have good news to announce in last year&apos;s budget that his Treasury pushed for the road to be approved, despite the DfT&apos;s assessment that it didn&apos;t stack up. So despite the government&apos;s own advisers viewing the road as a waste of taxpayers&apos; money (the road comes in at more than 15,000 per metre), the chancellor blithely rubber-stamped it. We deserve better value for our money. This road scheme is one of 190 that this government is proposing across Britain. And it goes to the heart of the question about the kind of economy our country needs. The chancellor presents us with a false choice  green or growth. He pits the two against each other as if adversaries and by doing so is guilty of a classic disconnect. He views the natural environment as expendable, and treats human activity and business as somehow separate from the natural environment. Bowling through the countryside with tarmac might provide a few short term jobs, but will do nothing to create a sustainable economy or sustainable employment. More unnecessary roads and more cars mean we lose countryside now, while more emissions mean further losses down the track. Nature isn&apos;t just pretty, or a nice-to-have  100% of economic activity is dependent on it. Bees pollinate our plants; forests purify our air and water. Nature is arguably our greatest financial attribute in terms of the services it provides. Most Britons understand this, probably because the environment plays such a huge part in our national character, our international prestige and the lifestyle we enjoy. Conservatives should, by reason, also understand this. And it&apos;s something they promised to protect when they came into power. But time and again, Osborne has allowed the rhetorical camouflage of &quot;the greenest government ever&quot; to slip, and his true attitude towards the natural environment to be exposed. Which explains why the government was happy to offer our forests up to the highest bidder, why it has tentatively earmarked nearly two-thirds of Britain for fracking, why it is proposing to build 40 new gas-fired power plants, and why it is green-lighting superfluous link roads. The Tories&apos; transformation from champion of the countryside into its enemy is now shaping David Cameron&apos;s legacy. This Sunday, I&apos;ll be joining the chief executives of five major environment and conservation groups at the site of the proposed Bexhill link road. Because the road is about more than shifting traffic. It&apos;s about the kind of choices we need to be making. It&apos;s about putting the environment on the right side of the ledger.  John Sauven is the executive director of Greenpeace UK", 
    "section": "environment", 
    "gid": "environment/blog/2013/jan/25/bexhill-link-road-protest-environment-ledger", 
    "wordcount": "669"
}