{
    "headline": "Fukushima reactor meltdown was a man-made disaster, says official report", 
    "text": "Last year&apos;s accident at the Fukushima Daiichi nuclear power plant was a manmade disaster caused by poor regulation and collusion between the government, the operator and the industry&apos;s watchdog, a report has said. In a highly critical assessment published on Thursday, a Japanese parliamentary panel challenged claims by the plant&apos;s operator, Tokyo Electric Power (Tepco), that the triple meltdown at the plant in north-east Japan had been caused solely by a 14-metre tsunami on 11 March last year. The panel said the magnitude-9 earthquake that preceded the waves could not be ruled out as a cause of the accident. It accused Tepco and regulators at the nuclear and industrial safety agency of failing to take adequate safety measures, despite evidence that the area was susceptible to powerful earthquakes and tsunamis. &quot;The Fukushima nuclear power plant accident was the result of collusion between the government, the regulators and Tepco, and the lack of governance by said parties,&quot; said the report, compiled by the Fukushima nuclear accident independent investigation commission. &quot;They effectively betrayed the nation&apos;s right to be safe from nuclear accidents. Therefore, we conclude that the accident was clearly &apos;man-made&apos;. &quot;We believe that the root causes were the organisational and regulatory systems that supported faulty rationales for decisions and actions, rather than issues relating to the competency of any specific individual. &quot;Across the board, the commission found ignorance and arrogance unforgivable for anyone or any organisation that deals with nuclear power. We found a disregard for global trends and a disregard for public safety.&quot; The commission&apos;s chairman, Kiyoshi Kurokawa, a professor emeritus at Tokyo University, said in a scathing introduction that cultural traits had caused the disaster. He said: &quot;What must be admitted  very painfully  is that this was a disaster &apos;Made in Japan.&apos; Its fundamental causes are to be found in the ingrained conventions of Japanese culture: our reflexive obedience; our reluctance to question authority; our devotion to &apos;sticking with the programme&apos;; our groupism; and our insularity. &quot;Had other Japanese been in the shoes of those who bear responsibility for this accident, the result may well have been the same.&quot; The 641-page report was published on the same day a nuclear reactor in western Japan became the first to produce electricity since the accident. All of the country&apos;s 50 functioning reactors had been switched off after the crisis to undergo safety checks. Japan, which once depended on nuclear power for about a third of its energy supply, was briefly without atomic power for the first time in more than 40 years after the last reactor went offline in early May. The No 3 reactor at Oi nuclear power plant in Fukui prefecture is the first to be restarted after passing stress tests that the government introduced last year to ease public concerns over safety. The government approved the restart of reactors 3 and 4 at Oi amid warnings that without them a large area of western Japan, including the industrial city of Osaka, could face power shortages this summer. The No 3 reactor should reach full capacity by 10 July, the plant&apos;s operator, Kansai Electric Power (Kepco), said, while the second unit will begin producing electricity towards the end of the month. The last of the plant&apos;s 11 reactors were switched off in February. Thousands of demonstrators have gathered outside the prime minister&apos;s office every Friday evening to protest against the restart, while polls show a majority of Japanese want the government to phase out nuclear power. &quot;We have made a step toward the safe and stable supply of electricity by being able to deliver nuclear-generated electricity for the first time in four and a half months,&quot; Kepco&apos;s president, Makoto Yagi, said in a statement. While not unexpected, the critical tone of Thursday&apos;s report contrasts with a similar investigation by Tepco in which the utility insisted it had acted appropriately in the wake of a natural disaster it claimed it could never have predicted. Tepco has always maintained that the damage to four of Fukushima Daiichi&apos;s reactors was caused by the tsunami, which knocked out cooling apparatus and prompted a core meltdown in three of the units. More than 15 months later, the plant has been brought to a safe state known as &quot;cold shutdown,&quot; although concerns have been voiced about the state of a pool containing spent fuel rods in reactor No 4. Thursday&apos;s report called for an investigation into the role the earthquake played in the accident. &quot;As for direct cause of the accident, the commission reached the conclusion that we cannot definitely say any devices that were important for safety were not damaged by the earthquake,&quot; it said. &quot;We cannot rule out the possibility that a small-scale LOCA (loss-of-coolant accident) occurred at the reactor No 1 in particular.&quot; The panel was also critical of Naoto Kan, the prime minister at the time of the accident, whose &quot;direct intervention&quot; in the early days of the crisis had caused confusion in the chain of command and wasted valuable time. Kan has said he decided to intervene in the emergency response because Tepco and safety officials appeared incapable of doing so. The parliamentary panel said there was no evidence, however, to support Kan&apos;s claim that Tepco was preparing to withdraw all of its workers from the plant in the immediate aftermath of the accident. But it accused Tepco of ignoring warnings going as far back as 2006 that a tsunami could cause a blackout at the plant. The firm, regulators and the government had &quot;failed to correctly develop the most basic safety requirements, such as assessing the probability of damage, preparing for containing collateral damage from such a disaster, and developing evacuation plans for the public in the case of a serious radiation release,&quot; it said. &quot;Since 2006, the regulators and Tepco were aware of the risk that a total outage of electricity at the Fukushima Daiichi plant might occur if a tsunami were to reach the level of the site.&quot; The 10-member commission is one of several panels investigating the Fukushima Daiichi accident. The report follows a six-month investigation involving more than 900 hours of hearings and interviews with more than 1,100 people.", 
    "section": "environment", 
    "gid": "environment/2012/jul/05/fukushima-meltdown-manmade-disaster", 
    "wordcount": "1049"
}