{
    "headline": "No offers from the universities you picked? Welcome to Ucas Extra", 
    "text": "Applied for university through Ucas, but received no offers? Don&apos;t panic. You could still find a course through Ucas Extra. The Extra service stays open till early July. Who is eligible? If you have already made five choices, and been turned down by all of them, or have decided against accepting any offer you&apos;ve received, then you are eligible to use Extra. But proceed with caution. Think hard before declining any offers. If you turn down a place and add a choice using Extra, you will not be able to go back and accept your original choice later. How it works If you are eligible, then an option should appear on your Track screen to apply for a course through Extra. Use the course search to find out which courses still have places available; any that do will have an X displayed next to them. It would be advisable to get in touch with the relevant admissions office first, just to check whether they will consider you or not. Once you&apos;ve chosen a course, put the details into Track and your application will be sent to the university or college. Only one choice will be sent at a time, so make sure there definitely is a place available before you add it. Once it has been added you can&apos;t change it for 21 days. Choosing a course Do your research, and get as much advice and guidance as you can before deciding which course to apply for. It is worth speaking to teachers, careers advisors, university admissions offices and course tutors, to get an idea about what kind of person the course is suitable for. Think about why you may have been unsuccessful with your original choices. If you were trying to get a place on a very competitive course, then it is worth looking more broadly at alternative courses; you can often find a range of courses that all cover similar subjects. It can sometimes be easier to get a place on joint honours courses and combined degrees. Think realistically about your expected grades and consider courses that match them the most closely. It is worth noting that the university you apply for through Extra will be able to see your initial five choices. What happens next? If you are offered a place, you still have the option of accepting or refusing it. You will have a set amount of time to respond by, so take a note of the date shown in Track. If you accept the offer, you are committed to it and won&apos;t be able to apply anywhere else. If you are not offered a place, or choose to turn it down, you can apply for a different course in the same way, as long as there is still time. If you are unable to find a place though Extra, then all is still not lost. Plenty of university places will become available during the Clearing process, which opens in mid-July. But be warned, Clearing can be a frenzied experience.  For more information use the #ucasextra hashtag or visit the website.", 
    "section": "education", 
    "gid": "education/2013/mar/28/ucas-extra-another-chance-of-a-uni-place", 
    "wordcount": "515"
}