{
    "headline": "20 Best iPhone and iPad apps this week", 
    "text": "It&apos;s time for our weekly roundup of the best new iPhone and iPad apps, following a bustling week on the App Store. As usual, games aren&apos;t included, because they get their own separate post. This week&apos;s smartphone and tablet games roundup includes iOS titles like Street Fighter X Tekken Mobile, Lili and Rayman Jungle Run, so it&apos;s worth a read. On with the (non-games) iOS apps show. Oh, but before we do, this week&apos;s 20 Best Android Apps roundup can be found here. Toca Band Children&apos;s apps publisher Toca Boca has hit a home run with its new musical app, which gets children to play a song by dragging and dropping colourful characters, and thus triggering loops and samples. Armed with a maddeningly-catchy tune (already separately available on iTunes and Spotify), it&apos;s joyful fun for children and parents alike.iPhone / iPad Amazon Cloud Player As on Android, this isn&apos;t a new app, since it&apos;s been out in the US for a while, but it&apos;s brand new to the UK. Amazon launched its Cloud Player service earlier in the week, enabling people to play songs they&apos;ve stored in Amazon&apos;s music locker service or bought from its MP3 store. The iPhone client is a solid first effort, including downloading as well as streams.iPhone Scape Musicians Brian Eno and Peter Chilvers previously worked together on innovative music app Bloom, but Scape is their follow-up. Promising to &quot;make music that thinks for itself&quot;, it&apos;s a &quot;new form of album&quot; that gets you to play with the music and its elements, without any actual musical ability required. 15 scenes (or &quot;Scapes&quot;) are included, providing plenty of variety.iPad Skitch for iPhone Evernote&apos;s Skitch app has been available on iPad for some time, but now it&apos;s out for iPhone too. It&apos;s a scribbling tool for annotating pictures and photos, then sending them to people via email or Twitter. It can also be used in presentation scenarios to scribble on a big screen via AirPlay. And, of course, all your doodlings can be saved to your Evernote account.iPhone Brushes 3 Taptrix&apos;s Brushes series of painting apps have a good reputation, and the third looks set to continue that. It&apos;s a freemium app too: the basic version is free, then an in-app purchase unlocks all the layers. The app can be used to create digital paintings at resolutions up to 2048x2048, with a wide variety of brushes and export options.iPhone / iPad Finding Nemo: Storybook Deluxe Good news for parents whose kids can&apos;t get enough of Disney&apos;s fishy classic. Just in time for its 3D reworking, Finding Nemo has been turned into an iOS storybook-app, using voice narration from the original actors, and adding puzzles, painting and a mode where your child talks to Dory the whale, and hears their words translated into whale language. Letters with Pooh Talking of familiar Disney characters... The company&apos;s new Winnie the Pooh app isn&apos;t a book: it&apos;s an educational tool. Focused on the alphabet, it teaches children to recognise, write and say their letters, with digital stickering and plenty of honey wrapped around the core activities.iPhone Blood Ivory - A Special Report 25,000 elephants were killed last year for their ivory, according to National Geographic. To raise awareness of issues around the ivory trade, it&apos;s released a free iPad app presenting its report, with additional video and interactive maps.iPad Paddy Power Premier League Bookmaker Paddy Power&apos;s new release is a second-screen app focusing on the English Premier League, providing scores, stats, news and team profiles. The clever feature comes when users point their device at the TV when watching a match, and tap a TV Bet button to get betting odds on that game.iPhone Fantasy Premier League 2012/13 Apps seem to be turning up in pairs this week. This is the official iOS app for the official Fantasy Premier League competition in England, which apparently has more than 2.5m players. The app helps players pick their teams, check their points totals and make transfers. Dr. Seuss Bookshelf Publisher Oceanhouse Media has turned pretty much every Dr. Seuss book into an app since the launch of Apple&apos;s App Store. Now it has a separate app to keep track of them all, providing one place from which to launch the apps that people own, as well as recommendations for the ones that they don&apos;t.iPhone / iPad Livestream for Producers Livestream is one of the companies helping people including music artists and webcasters to broadcast live video online. Its Livestream for Producers app takes the idea mobile, streaming from iPhones and enabling its producers to post photos and text updates, as well as moderating comments.iPhone Unison App Public service trade union Unison has launched its official app for iPhone, which aims to be one place for members and non-members alike information on their workplace rights, as well as its campaigns. Non-members can also use the app to sign up.iPhone NewzSocial A &quot;socially curated news magazine&quot; like NewzSocial faces lots of competition from, well, other socially curated news magazines. Flipboard, for one. This wants to get people creating their own topic-based news channels pulling articles in from the web, and then sharing those channels with their friends.iPad Pregnancy by Bounty British parenting club Bounty is also taking to the App Store with an app for pregnant women, explaining the process, providing a journal for them to track their own pregnancy, a due-date calculator and sponsored tips and videos.iPhone / iPad ICC Cricket In perfect time for the World Twenty20 tournament, this is the official app of the International Cricket Council. It promises news and scores, as well as live ball-by-ball commentary via text and audio, plus video highlights. The video and audio are unlocked using in-app purchases, as is the Hawkeye feature.iPhone PHLIP This could have easily slotted into the games roundup, but it&apos;s more of a puzzle really. Aimed at &quot;children and inquisitive adults of all ages&quot;, it gets people to take a photo of something nearby, then turn it into a rotating tile-puzzle for someone else to solve. Inventive and fun.iPhone / iPad TunePad It&apos;s not just Brian Eno looking to get iOS users making beautiful music. TunePad is the work of developer GearSprout, and is the latest grid-based music tool on the App Store, blending beats and melodies by drawing on the screen. A &quot;Tune Pack&quot; is available through in-app purchase, with more presumably to come.iPhone / iPad Visuamusio And here&apos;s more music-making, courtesy of Wow.inc. This is as much focused on visuals as music, as you drop geometric shapes onto the screen to create different sounds and melodies.iPad Spoonbill for App.net The App.net clients are flowing onto the App Store, with Spoonbill the best-looking way so far to access entrepreneur Dalton Caldwell&apos;s Twitter-alternative. A lot of effort has clearly gone into the user interface, including keeping things clutter-free. It reminds me  not in looks, necessarily, but in ethos of early Tweetie, the app that went on to be bought by Twitter as the basis for its official iOS app. That&apos;s our selection, now how about yours? What new iOS apps have you been enjoying this week, and what do you think of the ones above? Post a comment with your recommendations.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/sep/21/best-iphone-ipad-apps-toca-band", 
    "wordcount": "1231"
}