{
    "headline": "Facebook: you don't have to like it", 
    "text": "Who are you? A collection of motley atoms, yes. An intelligently designed human, probably not. An accidental mammal evolved from a kind of ape, almost certainly yes. But what do you like? What do you think, or consume, or covet? And crucially, who cares? In real life, certain traits mark you out: your clothes, your hair, your choice of Mac or PC. You&apos;re easy to categorise into a tribe. And online you&apos;re increasingly even more textured, and more visible. And the people who care are not your friends or your mum, but people who sell things. Facebook is at the centre of the gold rush of marketing spend. Brands are piling on to the site, interacting with users and chummying up to potential customers. The brands are essentially &quot;like&quot;-farming. If you &quot;like&quot; their page, their news pops up on your news feed. The boundaries between personal and consumer are blurred. Frank Lampen, creative director at Independents United, a London-based agency that has pioneered the use of social media, says: &quot;Rather than a top-down advertising model, it&apos;s about an interactive, engaging, two-way communication channel.&quot; His clients include Asos and Vue Cinemas, and their Facebook pages are buzzing with people sharing views on clothes or films. Asos, an online-only UK retailer, has 1.6m likes. Even these UK success stories are dwarfed by the big names. Up there in the top 20 liked pages, alongside Facebook itself and Rihanna and Lady Gaga, is Coca-Cola, which more than 40 million people officially &quot;like&quot;. According to allfacebook.com, which tracks &quot;likes&quot;, Jesus was in the top 10 risers last week. But the Messiah has a long way to go to be more liked than Coke, or Starbucks, or even Burger King. Facebook last week held a conference in San Francisco for the burgeoning industry of third-party experts  the marketers and geeks that big brands bring in to boost the buzz on their pages. Your pootling about in cyberspace is someone else&apos;s marketing dream. It&apos;s easy to see what&apos;s in it for brands. The potential reach of their message is huge, measurable and all wrapped in the cuddly Facebook terminology of all-round mateyness; what you are seeing are recommendations from your friends. It makes the old days of billboards look like open heart surgery with a chainsaw. It&apos;s not entirely simple, however. Facebook employs proximity measures, which look at how actively you engage with a brand, before allowing the news to migrate over to your newsfeed. Yes, they&apos;re watching you. They&apos;re listening too. So-called &quot;listening platforms&quot; allow brands to monitor what people are saying about them across a range of social media. The proximity measures protect users from clogged newsfeeds, as only about 16% of fans get newsfeeds automatically. But they also give brands a reason to pay the company for its different forms of targeted advertising, rather than just relying on the free elements. Facebook earned around $3.15bn in advertising last year  and sponsored stories are increasingly used to direct people to brands&apos; pages. Brands need to work hard to engage with consumers, partly to high-jump the proximity measures, but also because interaction is what works. They use Facebook apps; running games, promotions, giveaways and all manner of tricksy marketing ploys. Hence the blossoming of a new breed of specialist marketers. Never a breed to resist some jargon, they call it &quot;newsfeed optimisation&quot;. Lampen says: &quot;The strategy is to constantly engage people, and the most important thing is content. At Asos, it&apos;s about highlighting new collections or designer collaborations.&quot; A report Facebook commissioned last month from the consultants Deloitte estimated that businesses are making $7.6bn a year across Europe piggybacking on Facebook. Nor is it the only network of interest; there&apos;s Twitter, Google+ and the new flavour of the month: Pinterest. But if it&apos;s obvious what&apos;s in it for them, what about us? Why are we so happy to be like-farmed? Ten minutes in the British Museum suggests some of the reasons: humans have always been identified by what they buy. Ever since Stig stepped out of his cave with a particularly on-trend club, the link between who we are and what we possess has been there. Brand adherence is a convenient shorthand to build up a projection of how we wish to be perceived. Boden or AllSaints? Guinness or WKD? I-stuff or I-not? Opting out is still a choice made with reference to that consumerist impulse. It makes perfect sense, then, to include our likes of big brands in our online identities. Technology is re-inventing a familiar wheel, and making it spin faster. If you don&apos;t want to be part of the consumerist game, don&apos;t hit &quot;like&quot;. Except most of us are not so purist. We willingly surrender our privacy, our lists of friends and our affections. And they give us free stuff. What&apos;s not to like?", 
    "section": "technology", 
    "gid": "technology/2012/mar/04/facebook-dont-like-it", 
    "wordcount": "825"
}