{
    "headline": "Choice between 'green or growth' is a false one, CBI chief says", 
    "text": "The UK&apos;s large and fast-growing green economy delivered a third of the nation&apos;s growth in the last year and is set to add 0.5% to GDP if the government untangles the &quot;gnarly mess&quot; of its policy, the director general of the CBI said on Thursday. &quot;The government has to end the political ping-pong,&quot; John Cridland said. &quot;The so-called &apos;choice&apos; between going green or going for growth is a false one. With the right policies in place, green business will be a major pillar of our future growth.&quot; The intervention by the UK&apos;s leading business group, representing 240,000 companies, is significant as the chancellor George Osborne has justified his attacks on the green agenda as defending business. &quot;We&apos;re not going to save the planet by putting our country out of business,&quot; Osborne said in October. Cridland launched a CBI report revealing the scale and growth of the green economy, which is worth 122bn a year, 8% of GDP, and grew at 4.7% in 2011. Low-carbon business spans mainstream manufacturing, energy, building, waste management, research and financial services and employs more people than teaching, the report found. &quot;Compared to the slowdown or stall we fear could result from the current approach, a green business boost could increase the UK&apos;s growth rate by 0.5% by 2015, a gain of nearly 20bn in GDP and it could add 800m to net exports. That&apos;s a big prize,&quot; Cridland said. &quot;The UK could be a global frontrunner in the shift to low-carbon ... tapping into a global green market currently worth 3.3 trillion a year.&quot; &quot;But mixed signals from the government are setting the UK back,&quot; he said. &quot;If we can&apos;t be sure that the policies of today will still be the policies of tomorrow, we simply won&apos;t build business confidence or secure the investment we need.&quot; Cridland cited the drastic change to a revenue-neutral tax scheme meant to encourage energy efficiency in business, the carbon reduction committment. That was now a pure &quot;revenue grab&quot;, Cridland said. He also cited recent concern over Osborne&apos;s desire to slash wind power subsidies. &quot;This does not breed confidence  it scares markets and drives up the cost of capital.&quot; Neil Sachdev, a director at Sainsburys, said: &quot;Revolutions start at times of adversity: the double dip recession is absolutely the right time to act.&quot; &quot;The CBI makes a compelling case,&quot; said Matt Bonass, a corporate finance lawyer at Bird &amp; Bird. &quot;My clients in energy and climate want to do deals but many in the sector are not doing them. Why? Because they think climate policy is not sufficiently stable. Competition is fierce and the UK&apos;s advantage is being gradually eroded by the developing world, particularly China. The UK needs to raise its ambitions, or face being left behind.&quot; The CBI report calculated that the green economy contributed a third of the 0.6% growth seen in the fiscal year 2010-11. The green economy encompasses 50,000 firms across many different sectors, employing 940,000 people, two-thirds outside London and the south-east, the report found. It also noted the UK green goods and services run a trade surplus of 5bn a year and are forging strong links with growing economies, with its number one export market being China. Cridland acknowledged that some parts of the green economy had been seen as &quot;Cinderella&quot; businesses in the past, but said they were no longer a risky gamble. He called for direct government intervention of help finance flow and get infrastructure built, through credit enhancement for example and said more inter-departmental co-ordination was needed: &quot;The hive of well-intentioned but unco-ordinated government activity means policies have grown up independently, and are now intertwined into a gnarly mess.&quot; Energy-intensive industries needed protecting he said, as steel, chemical and concrete were all needed to build a green economy. &quot;The green economy is an absolute necessity and the economic opportunities far outweigh the costs,&quot; said Steve Sharratt, the chief eecutive of waste and energy company Bio Group. &quot;The government has to come out and champion the green economy. It does not do enough of that, despite words costing them no money.&quot; John Sauven, executive director of Greenpeace, said: &quot;The chancellor and a minority of swivel-eyed Tory backbenchers are the only people left in the country who want to scupper clean British industries and green jobs. Osborne is holding Britain back and his Treasury is preventing green growth from powering us into the 21st century.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jul/05/green-growth-false-choice-cbi", 
    "wordcount": "781"
}