{
    "headline": "Apple looks for US ban on eight Samsung phones  and could snare Galaxy S3", 
    "text": "Apple is seeking speedy bans on the sale of eight Samsung smartphones in the US, as it seeks to turn its $1bn court victory last Friday into a tangible business benefit over a key rival. It faces a four-part test to persuade Judge Lucy Koh to implement the bans in September, against some of Samsung&apos;s Galaxy S phones  but might subsequently be able to snare this year&apos;s flagship Galaxy S3 model in a ban too without a full trial. To achieve a ban, Apple&apos;s case before the judge must pass a four-part test: it must show &quot;irreparable injury&quot; from the devices&apos; previous sale; that monetary damages are inadequate as compensation; that another remedy is warranted; and that a ban on sale is not against the public interest. Previously Apple has managed to persuade Koh to implement bans on Samsung&apos;s Galaxy Nexus phone and its Galaxy Tab 10.1 tablet. The phones at issue are the Galaxy S 4G, Droid Charge, Galaxy Prevail, and five versions of the Galaxy S2  Samsung&apos;s flagship phone of 2011.  Though the jury found that 28 different Samsung devices had wilfully copied elements of the iPhone&apos;s functional patents, and that some also resembled it closely enough to confuse consumers, Apple is seeking bans on a far smaller list, because many of those named in the trial are no longer widely available in the US.  But if it succeeds in getting a ban on the eight named phones, it could add the Galaxy S3 to the list through a more rapid &quot;contempt proceeding&quot; before the judge, according to legal experts.  Many on Wall Street believe Apple now has momentum behind it in the wake of its near-complete triumph over the South Korean company on Friday. &quot;The evidence and weight of the case are heavily in Apple&apos;s favor,&quot; said Jefferies &amp; Co analyst Peter Misek. &quot;We expect there&apos;s a two-thirds chance of an injunction against Samsung products.&quot; An injunction hearing has been set for 20 September. If Koh grants sales bans, Samsung will likely seek to put them on hold pending the outcome of its appeal. Samsung said it will take all necessary measures to ensure the availability of its products in the US market. A source familiar with the situation said Samsung has already started working with US carriers about modifying infringing features to keep products on the market should injunctions be granted. Apple&apos;s win on Friday strengthens its position ahead of the expected launch on 12 September of the next iPhone, dubbed the &quot;iPhone 5&quot; by observers, and could cement its market dominance in the US as companies using Google Android operating system  which powers two-thirds of the smartphones shipped globally, though less in the US  may be forced to consider software changes, analysts say. Apple was awarded $1.05bn in damages after a US jury found Samsung had copied critical features of the iPhone and iPad. The verdict could lead to an outright ban on sales of key Samsung products. Apple&apos;s stock scored another record high on Monday rising 1.9% to add $12bn in value  while Samsung&apos;s fell by about 7.5% on the South Korean market on Monday, knocking the same amount off its total value. However Samsung&apos;s stock recovered 1.8% on Tuesday. While the victory does not cover new Samsung products including the Galaxy S3, Apple will push its case on these products in the near-term, Evercore Partners analyst Mark McKechnie said. &quot;While a ban would likely increase Apple&apos;s leading smartphone share in the US market, we believe this verdict could lead to Samsung also delaying near-term product launches as it attempts to design around Apple&apos;s patents,&quot; Canaccord Genuity analysts said in a note. &quot;The ruling marks an important victory for Apple against Android. Competitors may now think twice about how they compete in smart mobility devices with the industry&apos;s clear innovator,&quot; Barclays analyst Ben Reitzes wrote on Monday. &quot;If Apple forces competitors to innovate more, it could take longer for competitive products to come to market, and make it more expensive to develop them.&quot; The victory for Apple  which upended the smartphone industry in 2007 with the iPhone  is a big blow to Google, whose Android software powers the Samsung products found to have infringed on patents. Google and its hardware partners, including the company&apos;s own Motorola unit, could now face legal hurdles in their effort to compete with the Apple juggernaut. Google shares closed 1.4% lower at $669.22. Microsoft, a potential beneficiary if smartphone makers begin to seek out Android alternatives, ended up 0.4%. Nokia, which has staked its future on Windows phones, gained 7.7%. Even BlackBerry maker Research in Motion  which has haemorrhaged market share to Apple and Google  climbed more than 5%, before ending 2% higher. &quot;The mobile industry is moving fast and all players, including newcomers, are building upon ideas that have been around for decades,&quot; Google responded in a Sunday statement. &quot;We work with our partners to give consumers innovative and affordable products, and we don&apos;t want anything to limit that.&quot; The verdict came as competition in the device industry is intensifying, with Google jumping into hardware for the first time with the Nexus 7 and Microsoft&apos;s touchscreen-friendly Windows 8 coming in October, led by its &quot;Surface&quot; tablet. Samsung, which sold an estimated 50m phones between April and June  almost twice the number of iPhones  will have to pay damages equivalent to just 1.5% of the annual revenue from its telecoms business. &quot;The verdict does not come as a surprise,&quot; wrote William Blair &amp; Co analysts. &quot;From Apple&apos;s perspective, Samsung&apos;s market position and its leadership in the handset world was something the company could no longer overlook, and viewing this as another &apos;imitation is a form of flattery&apos; was not possible.&quot; &quot;Companies such as Samsung, who we categorize as fast followers, have been viewed by the industry for their ability to quickly adopt the latest handset trends ... rather than their ability to introduce fundamental innovation.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/aug/28/apple-ban-samsung-phones-galaxy-s3", 
    "wordcount": "1023"
}