{
    "headline": "ZX Spectrum: the five best games", 
    "text": "It is, of course, an impossible task to root through the many hundreds of ZX Spectrum titles to deliver a definitive Top Five. But we&apos;ve had a bash anyway. I&apos;ve concentrated on titles that appeared originally on Spectrum, so no arcade conversions (goodbye R-Type) and no translations from Apple II, BBC or Vic-20 titles (so long Elite). For some reason, I also neglected Daley Thompson&apos;s Decathlon. And Chuckie Egg. And Chaos. For a more comprehensive round-up, you should head immediately to the Your Sinclair Official Top 100 Spectrum Games of All Time, which was persuasively and entertainingly written by Stuart Campbell. He put the motorbike-riding-through-forest thriller Deathchase at number one.  Jet Set Willy (1984) This early flip-screen platforming adventure featured surreal locations and bizarre enemies, burning itself onto the minds of impressionable gamers who had, until this point, possibly only controlled spaceships and racing cars. Creator Matthew Smith became a bedroom coding enigma when he disappeared in the mid-eighties, spending several years in a Dutch commune before returning to the UK. Lords of Midnight (1984) This prototype role-playing game allowed players to explore a vast kingdom as they gathered armies to fight the evil witchking, Doomdark. Designer Mike Singleton managed to provide the look and feel of a 3D world by creating thousands of still images, which could be viewed from multiple perspectives.  Knight Lore (1984) Created by prolific UK developer Ultimate: Play The Game, this was the first title to use the studio&apos;s filmation engine, resulting in lush isometric visuals. It was created by Tim and Chris Stamper, who would go on to found Rare  still one of the biggest development studios in the world, and most recently responsible for Kinect Sports. Tau Ceti (1985) Pete Cooke&apos;s revolutionary 3D space adventure pitted the player against a malfunctioning mainframe computer and its robot killers on the abandoned colony world of Tau Ceti III. Respected for its deep varied gameplay as well as visual innovations such as a functioning day/night cycle.  Skool Daze (1985) One of the first games to actually attempt a replication of real-life experience, Skool Daze had players rampaging around a school building, scrawling on blackboards and trying to locate the combination for the headmaster&apos;s safe. Later spawning a superior sequel, Back to Skool, it was like an interactive Grange Hill  with the added bonus of letting you change all the teacher and pupil names. Rude word hilarity ensued.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/apr/23/zx-spectrum-five-best-games", 
    "wordcount": "402"
}