{
    "headline": "The great garden worm count finds our underground allies are thriving", 
    "text": "Britain&apos;s underground army is in top shape. A remarkable public survey of earthworms has revealed that they are thriving in the nation&apos;s backyards and gardens. The discovery was made thanks to a series of projects carried out by the Open Air Laboratories (Opal) project and has involved more than 40,000 teams of school pupils and homeowners digging up worms and counting them. &quot;We have found that private gardens are hotspots of biodiversity  when it comes to worms,&quot; said Dr David Jones, who is directing the survey. &quot;There are 26 species of earthworm in Britain, including the lob worm, blackheaded worm and the green worm, and each favours a slightly different habitat. Some like slightly acidic soil. Others prefer drier conditions. Many of them can be found in our gardens.&quot; The crucial feature about the average garden is that they often provide several different types of habitat in one small space, added Jones. Homeowners have lawns, flower beds and compost heaps close together. By contrast, agricultural land forms large areas of fairly uniform ground and its soil tends to be populated by a more restricted range of earthworms. &quot;That is the picture our survey has revealed, though we are still analysing results,&quot; said Jones. The soil and earthworm survey was the first launched by Opal  which is funded by the Big Lottery  five years ago and was the first of several similar projects that have since been set up by the organisation. Groups and individuals across the country have been asked to survey air pollution, the state of the nation&apos;s ponds  including levels of algal blooms and concentrations of trace metals  and the country&apos;s hedges. Results of the last of these projects has revealed that city hedges contain more beech, privet, laurel and yew, while rural hedges had more hawthorn, bramble, blackthorn and dog rose. Urban hedges also contained 50% more ants than rural hedges, while hedges everywhere have been shown to provide essential habitats for wildlife. In each survey, scientists from various institutions helped direct the project. &quot;Opal was set up to get more individuals involved in exploring the natural habitat and to encourage young people to become interested in wildlife issues,&quot; said Linda Davies, Opal&apos;s director. &quot;Of those who have taken part, 10% have come from the nation&apos;s most deprived areas and 10% have come from the most affluent  with a spread of socio-economic groups in between. In all, we have launched six surveys, starting with the earthworm project.&quot; Those volunteering for the worm survey were sent a kit that included a chart which they could use to identify different species. Each volunteer was asked to dig an area 20cm by 20cm and 10cm deep. Then they had to count the number of worms they had dug up. &quot;Typically they would find three or four worms, though numbers could go up to around a dozen, depending on soil conditions,&quot; said Jones, who is based at the Natural History Museum in London. &quot;There is no need to dig much deeper. Worms tend to keep to the topsoil.&quot; Worms are crucial in maintaining the health of soil. They keep it aerated and well drained. &quot;Earthworms do a great job and they are fantastic for getting school children interested in science,&quot; added Jones. &quot;They get a real buzz out of identifying the different species. And the project has also been great for scientists like myself. We get a chance to meet people and show them how important different types of wildlife, including earthworms, are to society. Without worms, our gardens and parks would be very drab indeed.&quot; More information from opalexplore nature.org. To get an earthworm survey pack, contact opalsoil@imperial.ac.uk", 
    "section": "environment", 
    "gid": "environment/2013/jan/20/worms-gardens-survey", 
    "wordcount": "631"
}