{
    "headline": "A good university website: not more, not less, but the sum of its parts", 
    "text": "We all remember it well: 17 years-old and full of hope, flicking through brochures in the school library, each of us desperately wondering where we&apos;d end up spending the next three or four years of our lives. Whether to venture to a new city and move away from home, or save money and go to our local university. Picking a university was never easy  and this was before the days of spiralling fees. This year&apos;s batch of freshers will be the first to see the effects of the restructuring of UK higher education and increased tuition fees. Helping prospective students feel they&apos;ve made the right decision has never been more important. To complicate matters, universities are scrambling to reap the rewards of the international student market, while absorbing their share of upward demand in postgraduate interest. These factors all contribute to the complex nature of the recruitment process. Catching the attention of international students has become a huge marketing challenge for universities, keen to get a share of the 8.5bn that overseas students contribute to the UK economy every year; particularly as the educational infrastructure in countries like India and China improves. Faculties and departments need to be able to reach prospective international applicants, while clearly depicting the university&apos;s prowess and accreditations. As a solution universities are looking to their global shop window  the internet. The value of a good website is widely recognised, but many institutions still struggle to reflect a coherent branding strategy that transmits across the entire organisation on and offline. Individual faculties often operate without any interaction, while sub-level departments may pursue their own agendas altogether. Creating brand consistency across these many microcosms is no small task but there are certainly ways to achieve uniformity across the board while allowing personalities to shine through: 1) Establish brand guidelines A framework for all departments within the university will ensure design consistency across the board. At a basic level, selecting and maintaining a complimentary colour palette throughout is a simple way of aesthetically uniting different areas and microsites, while providing some level of flexibility to communicate the unique character of each department and/or faculty. Similarly, consistency in font supports brand recognition and uniformity in site design. 2) Clarify department goals A digital solution can only be effective by truly understanding and clarifying the goals of each department within the university. So for example, while one university department needs its website to attract more prospective students to apply, another is a leader in its field, using the platform only to qualify the highest calibre of entries. The end goal must always be to allow individual faculties to put across information that is relevant to their overall objectives, while still in keeping with the university&apos;s overall aspirations. 3) Create building blocks To ensure brand consistency while maintaining flexibility, develop a range of modules from which to build each individual web page. The core structure and main features of the page will stay the same, ensuring visual compatibility across the university&apos;s website, but departments and faculties will be able to customise the content, combination and compilation of modules, maintaining relevant content and communicating their individual objectives and character more clearly. 4) Be visual as well as verbal Visualisation can be an effective tool to attract international students, not only communicating the university&apos;s qualifications and capacity as an international university, but also overcoming potential language barriers. Visuals provide alternative means of communicating information, whilst also supporting the written content within the site. 5) Personalise your welcome A university&apos;s website presents endless opportunities allowing institutions to produce personalise landing pages while still maintaining overall brand coherence. Separate homepages can be created for different user groups and personas, for instance freshers, international visitors, staff, and investors. The possibilities for tailored approaches are endless: personalised logins, homepages or interactive student calendars all mean disparate user groups can satisfy their online needs from one central point. The aim of any university website should be to provide information in a clear and accessible format, promoting the best user experience possible. As organisations see the value of investing more resources into their online strategy, we hope to see more of these personalised approaches for varying user groups. Each should reflect a harmony in overall brand architecture while demonstrating the merits of individual departments, letting the institution as a whole flaunt its many attributes. Neil Barr is managing director of Alienation Digital, a digital agency with a large education portfolio including projects with the University of Bath and Bournemouth University This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/higher-education-network-blog/2012/sep/14/university-websites-branding-user-experience", 
    "wordcount": "781"
}