{
    "headline": "Four out of five people have not heard of green deal, poll finds", 
    "text": "Four out of five people have not heard of the UK government&apos;s flagship programme to transform the energy efficiency of 14m homes, just days before it launches, according to a YouGov poll. The &quot;green deal&quot;, which starts on Monday, is designed to tackle household energy bills  which have risen sharply in recent months  and carbon emissions from homes, which are responsible for nearly one-third of the UK&apos;s emissions. It works by offering loans for works such as the installation of solid wall insulation, new boilers and draught-proofing, with the repayments theoretically being outweighed by energy bill savings. The loan is attached to the property rather than the individual. But the YouGov poll of 5,071 UK energy customers, commissioned by comparison site uSwitch, found 81% had not heard of the green deal. The survey also raises fears that upfront &quot;assessment fees&quot; of 85-150 could put people off the scheme, with 51% citing cost as the biggest obstacle to making their home more energy efficient. Greg Barker, the climate minister, told the Guardian the findings were not surprising. &quot;We&apos;re right at the beginning of the green deal journey, and the uSwitch report is right to identify there is relatively low consumer understanding around the green deal. It&apos;s as you&apos;d expect, as it&apos;s yet to be rolled out. I expect that to change over the coming year.&quot; Barker said people should not &quot;expect a big bang&quot;. He said: &quot;It&apos;s not going to be an overnight success, it&apos;s going to build steadily, strongly over the years.&quot; But he denied the level of ambition and rhetoric had been watered down for the scheme  which has previously been described by ministers as &quot;a massive economic and job opportunity&quot;, the &quot;most ambitious home improvement programme since the second world war&quot; and offering &quot;unprecedented choice&quot;. &quot;Is this transformational? Yes? Is this the biggest home improvement programme since the second world war? Yes? Is it a sea change in how we tackle energy efficiency? Yes,&quot; he said. On the issue of upfront fees putting people off, he said it would depend on the works being undertaken. &quot;If you&apos;re contemplating a whole house retrofit, with 5,000-10,000 of work, then that initial fee  shouldn&apos;t be a great barrier. If you were only looking at doing modest measures, that would be less attractive. But the point is that the green deal is predicated around much larger [efficiency] measures than before.&quot; Luciana Berger, the shadow climate change minister, said: &quot;It&apos;s very worrying that so few people have heard of the green deal just days before it finally goes live. This is yet another example of the government&apos;s shambolic handling of the scheme&apos;s launch.&quot; She added: &quot;To be successful the green deal must be a good deal for the public. Unfortunately it looks like high-interest rates on green deal loans will leave many paying back more than twice the upfront cost of the measures they install. No marketing campaign in the world can turn that into a good deal, so it&apos;s likely that even when people do hear about the green deal, they will still be saying &apos;no deal&apos;.&quot; The government hopes to entice people to take up the scheme with cashback payments that could add up to thousands of pounds for a household. Rates vary from 50 for draught-proofing to 270 for upgrading to an efficient condensing boiler, and up to 650 for solid wall insulation, an expensive but effective measure for properties where cavity wall insulation is not an option. Barker said the government would consider future incentives as it reviewed the scheme&apos;s development. There was some cheer for ministers in the poll: 67% of people surveyed said they wanted to make their homes more energy efficient and 61% were attracted to the consumer protections built into the scheme. Ann Robinson, director of consumer policy at uSwitch.com, said: &quot;The high cost of energy today means that green deal has to deliver  there is a lot at stake here for consumers. Household energy is rapidly becoming unaffordable and reducing the amount we use will protect us from higher bills.&quot; While British Gas is currently the only household name listed as a green deal assessor, the number of companies listed as offering assessments has more than doubled in recent weeks to 64.", 
    "section": "environment", 
    "gid": "environment/2013/jan/23/not-heard-green-deal-poll", 
    "wordcount": "747"
}