{
    "headline": "India's grand solar plans threatened by ugly US trade spat", 
    "text": "Should trade wars and protecting local jobs get in the way of clean energy?  That&apos;s the dilemma before India  and the world  at the moment. Desperately short of power, but with an average of 300 sunny days a year, India is aggressively pursuing solar energy. Its national solar programme, the grandly named Jawaharlal Nehru National Solar Mission (named after India&apos;s first prime minister) plans to generate 20,000 megawatts of solar power by 2022. But an ugly trade spat with the US may frustrate India&apos;s efforts to go solar. In February this year, the US asked the World Trade Organisation for dispute consultations concerning the &quot;domestic content&quot; requirement of the solar programme. Domestic content is a loaded phrase in international trade. What it means is that India requires solar energy producers to use locally manufactured solar cells, and offers them special subsidies. This allegedly violates WTO principles that require countries to treat both foreign and domestic goods equally.  This isn&apos;t India&apos;s first move to protect local companies. In November 2012, India began anti-dumping investigations against Chinese, Malaysian, and US firms, following complaints by Indian manufacturers of solar cells that cheap Chinese imports were hurting their business. US and Chinese imports can be brought into the country tax-free, but Indian manufacturers have to pay duties on raw materials to make the same products.  H.R Gupta, chairman of Indosolar, one of the companies that filed the complaint, says: &quot;Local manufacturers are not getting any business, and the solar industry is doing very poorly because of lack of orders.&quot; Many local manufacturers have stopped production, or are operating at far below normal capacity. In a press conference last week, the Indian Solar Manufacturer&apos;s Association flayed lack of support by the government. But it isn&apos;t just Indian companies that are worried. Twelve influential green organisations, including the Sierra Club, Greenpeace USA, Action Aid USA and Friends of the Earth, have urged the US to withdraw the complaint, and called for a compromise that allows India to build a solar economy. In a strongly worded letter, the groups pointed out that India&apos;s domestic solar industry is critical to global efforts to tackle climate change. The groups also expressed dismay at the idea that climate policy might be determined by trade wars rather than climate science.  Things got worse. The 60-day consultation ended on 7 April, and with no sign of a compromise, the US may now ask the WTO to resolve the complaint. India, meanwhile, is not taking things lying down. On 17 April, it retaliated by asking the US to justify trade restrictions in its own renewable energy projects, arguing that incentives offered to U.S. companies to use local labour make it equally difficult for Indian companies to enter the US.  In this tit-for-tat game, what&apos;s certain is that the environment will be the loser. The Obama Administration is committed to strengthening the American clean energy sector and preserving the millions of jobs it supports,&quot; said US trade representative Ron Kirk in a statement back in February. A fine sentiment, except when jobs come up against lives. India currently burns a phenomenal amount of coal, which kills tens of thousands prematurely every year. With no viable alternative energy sources, more coal plants are on their way. But forget India for a moment. Can climate change worldwide be resisted, as long as India continues to burn coal at this pace? Unlikely. As green groups have pointed out, behemoths such as India and China need to have every tool at their disposal to make the difficult shift to clean energy. The globe is teetering on the brink. Block India&apos;s fledgling solar industry and you may just push the country over, and take the rest of the world with you.  Follow Kavitha on Twitter at @kavitharao", 
    "section": "environment", 
    "gid": "environment/terra-india/2013/apr/23/india-solar-plans-us-trade-spat", 
    "wordcount": "636"
}