{
    "headline": "Eurozone debt crisis poses serious threat to emerging markets", 
    "text": "The eurozone crisis poses a greater threat to developing economies than the 2008 financial crisis and is already having a negative impact on trade finance and remittances, according to the World Bank. The drop in trade finance has resulted in a reduction in the flow of critical goods into and out of emerging markets amid warnings that gaps in the agriculture and energy sectors in particular would hurt poor countries. A decline in trade finance affects the trade in goods, because exporters in developing countries rely on international banks to provide them with credit until they are paid. But banks are becoming increasingly reluctant to provide such credit because of their growing aversion to risk against the backdrop of the eurozone crisis. Total global trade finance volume fell to $26.8bn in the first quarter of this year, down 18% year-on-year to become the lowest quarterly volume since the third quarter of 2009 ($24.4bn). European banks, which provide almost 80% of commodity trade finance, are likely to sell off as much as $3.8tn in assets over the next few years, according to the International Monetary Fund. New banking rules are another factor behind the drop in trade finance. Under what is known as Basel III, banks are obliged to hold more funds in reserve to strengthen the banking sector&apos;s ability to absorb shocks; this creates a further restriction on lending. Many have cut back in riskier developing countries to focus on home markets. &quot;The new regulations on liquidity requirements mean they have less resources to deploy,&quot; said Rashad Kaldany, vice-president of global industries at the International Finance Corporation (IFC), the World Bank&apos;s private-sector lending arm. In terms of global financial flows, the IFC says gross capital flows to developing countries fell sharply in the second half of 2011, to $170bn  just over half the amount received during the same period in 2010. The slowdown is hurting efforts to reduce unemployment, which remains high from the 2009 global recession. According to the International Labour Organisation, more than 200 million people were unemployed in 2010. While the impact of the eurozone crisis is felt throughout the global economy, the poorest are often those who are most affected by a reduction of economic growth, income, liquidity and critical goods. Kaldany said China and the rich Gulf states are not making up for lower financial flows from Europe. &quot;We have tried to work with Chinese banks, but they tend to work with Chinese companies or state-owned outlets, and Gulf states are unable to step up in a big way,&quot; he said. &quot;What is being affected is not just infrastructure, but mining and manufacturing projects.&quot; The IFC has done what it can to plug the gap in trade financing by expanding initiatives such as its global trade finance programme, which offers partial or full guarantees to banks in emerging markets for trade-related transactions. The IFC has also launched a $1bn critical commodity finance programme  a public-private partnership  to support trade finance for agricultural and energy commodities. Working with banks such as Socit Gnrale, the programme maintains credit for traders and intermediaries that move food and agricultural products in and out of low-income countries. But international financial institutions can only do so much, and the IFC pointed out that trade finance programmes from public bodies and export credit agencies cannot fill the gap alone. &quot;We have to maintain incentives for private financial institutions to remain in the business of trade finance,&quot; it said. The eurozone crisis shows no sign of easing despite news that pro-bailout parties in Greece had secured a narrow victory at the weekend, with Spain now in the firing line as borrowing costs for the Spanish government hit unsustainable levels. Last week, the outgoing World Bank president, Robert Zoellick, said he was advising emerging nations to ready themselves for the consequences of events in the single currency area. Zoellick warned there could be a Lehmans moment if things are not properly handled. The bankruptcy of Lehman Brothers in September 2008 proved to be the trigger for the deepest slump in the global economy since the 1930s. Zoellick told the Observer newspaper that developing countries needed to &quot;prepare for the uncertainty coming out of the eurozone and the wider financial markets&quot;. He added: &quot;It will be better if they can avoid piling up short-term debts that can come due in volatile periods and look to the fundamentals of future growth  infrastructure and human capital.&quot; The bank has said it expected growth in developing countries to slow because of the effects of the eurozone crisis. In its biannual report Global Economic Prospects the World Bank said it expected growth in the developing world to be a &quot;relatively weak&quot; 5.3% in 2012, down from 6.1% in 2011 and 7.4% in 2010. The problems of the eurozone are expected to dominate a meeting of the G20 group of the world&apos;s leading economies. President Barack Obama and other world leaders gathered in Los Cabos, Mexico for a two-day meeting.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/19/eurozone-debt-crisis-emerging-markets", 
    "wordcount": "857"
}