{
    "headline": "Quantity and quality: why the social sciences need a skills step-change", 
    "text": "The health of UK social sciences is important to all of us, not just in higher education but in the world beyond. Social science helps us frame questions about the way the social world is ordered, whether we are looking at institutions like marriage or education, or how different societies create and respond to issues like poverty, inequality or crime. Increasingly too there is widespread agreement that many issues arising from natural science research  climate change or obesity for example  require social science understanding. UK social science has many strengths, not least in our impressive data infrastructure (with birth cohort studies, longitudinal studies and others), and in imaginative qualitative research. But over the years it has become increasingly clear that it is weaker than it should be in quantitative research skills. The British Academy&apos;s statement on this issue concludes that the deficit in quantitative skills &quot;has serious implications for the future of the UK&apos;s status as a world leader in research and higher education, for the employability of our graduates, and for the competitiveness of the UK&apos;s economy&quot;. This matters. It matters because at the very time we have more data than ever about our complex social world, we are weak in producing the skills to fully utilise them. These skills help us to ask fundamental questions about what it means to &apos;control&apos; for confounding factors, or how we think about whether a particular policy or intervention has made a difference, given the strength of social selection. For example, children born to married couples tend to have better outcomes than those born to cohabiting couples. But how much of this is due to marriage, and how much arises from the fact that the people who get married tend to be different from those who don&apos;t? If a broad range of social scientists don&apos;t have the skills to address issues like these, we risk ceding them to the media, or to think tanks or lobbyists with particular agendas. The lack of quantitative skills is not a problem specific to social science. A 2010 report from the Nuffield Foundation showed that, out of 24 comparable countries, England, Wales and Northern Ireland had the lowest level of participation in post-16 mathematics. The failure to equip young people with the appropriate quantitative skills for higher education and employment runs throughout our education system, and requires change across its life course. The problem is systemic, but many organisations are working together to try and address it. The Advisory Committee on Mathematics Education (ACME) is consulting on different models for getting more young people to study mathematics beyond GCSE. The Royal Statistical Society (RSS) has launched Getstats, a public information campaign to improve how we understand and handle data. Within social science, there have been many positive steps, including HEFCE&apos;s initiatives for Strategically Important Vulnerable Subjects, the pilot projects funded by the ESRC to test new approaches for teaching quantitative methods, and stronger ESRC requirements for quantitative methods in its Doctoral Training Centres. But we need to do more, and that&apos;s why we are launching a new programme designed to make a strategic shift in the provision of quantitative methods training for undergraduate social scientists. Over a five-year period, the Nuffield Foundation, the ESRC and HEFCE will invest 15.5m in up to 15 specialist centres to develop and deliver a wide range of training activities to embed quantitative skills training and a deep understanding of research design. Our aim is to give universities as much flexibility as possible to design a programme of activities to build on their existing strengths and develop imaginative new approaches. These activities could include the development of new courses or vacation work placements. Universities could consider ways to link undergraduate and postgraduate provision for quantitative methods training, for example by developing a &apos;3+1&apos; model for degree courses. Quantitative methods need to be taught as more than a bolt-on methods module. Students learn best and are most excited when they develop the skills to apply a range of quantitative methods to substantive and conceptual problems and can do this in a cumulative way. Over time, they acquire not only more sophisticated and advanced skills, but deeper insights into the problems they are interested in. We want a generation of students who will become the excellent social science researchers of tomorrow, confident in their use of logical and causal thinking and able to pass on those skills to others. We want more quantitatively-skilled social scientists working in a range of non-academic occupations. And we hope that this initiative will produce long-lasting institutional changes, at universities and in schools. The evidence suggests this would be good for all of us. Sharon Witherspoon is director of the Nuffield Foundation  follow it on Twitter @NuffieldFound This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up free to become a member of the Guardian Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/oct/18/social-sciences-quantative-skills-training", 
    "wordcount": "826"
}