{
    "headline": "Boot up: Apple's US win, Microsoft v EC numbers, phone switchers and more", 
    "text": "A burst of 10 links for you to chew over, as picked by the Technology team Return of the Borg: how Twitter rebuilt Google&apos;s secret weapon &gt;&gt; Wired Enterprise  Borg is a way of efficiently parceling work across Google&apos;s vast fleet of computer servers, and according to Wilkes, the system is so effective, it has probably saved Google the cost of building an extra data center. Yes, an entire data center. That may seem like something from another world  and in a way, it is  but the new-age hardware and software that Google builds to run its enormous online empire usually trickles down to the rest of the web. And Borg is no exception. At Twitter, a small team of engineers has built a similar system using a software platform originally developed by researchers at the University of California at Berkeley. Known as Mesos, this software platform is open source  meaning it&apos;s freely available to anyone  and it&apos;s gradually spreading to other operations as well. The Borg moniker is only appropriate. Google&apos;s system provides a central brain for controlling tasks across the company&apos;s data centers. Rather than building a separate cluster of servers for each software system  one for Google Search, one for Gmail, one for Google Maps, etc.  Google can erect a cluster that does several different types of work at the same time. All this work is divided into tiny tasks, and Borg sends these tasks wherever it can find free computing resources, such as processing power or computer memory or storage space. Wilkes says it&apos;s like taking a massive pile of wooden blocks  blocks of all different shapes and sizes  and finding a way to pack all those blocks into buckets. The blocks are the computer tasks. And the buckets are the servers. The trick is to make sure you never waste any of the extra space in the buckets.  Fascinating article, though you can feel both writer and speakers struggling to find useful similes for what&apos;s being done. (Thanks @tehgreatgonzo for the link.) January 2013 US smartphone subscriber market share &gt;&gt; comScore  Google Android ranked as the top smartphone platform with 52.3% market share, while Apple&apos;s share increased 3.5 percentage points to 37.8%. BlackBerry ranked third with 5.9% share, followed by Microsoft (3.1%) and Symbian (0.5%).  What that statement masks is that Apple sold 3.21m iPhones in December, while all Android phones added just 0.45m - the smallest addition since April 2012. In that month, BlackBerry lost 0.42m users, while Windows Phone gained 0.36m. In terms of market share, Android&apos;s actually fell - from 53.4% at the start of December, to 52.3% in January. (Total users rose, of course - 67.2m to 67.7m. Antitrust: Commission fines Microsoft for non-compliance with browser choice commitments &gt;&gt; European Commission  In today&apos;s decision, the Commission finds that Microsoft failed to roll out the browser choice screen with its Windows 7 Service Pack 1 from May 2011 until July 2012. 15 million Windows users in the EU therefore did not see the choice screen during this period. Microsoft has acknowledged that the choice screen was not displayed during that time.  So the EC says 15 million... Statement of Microsoft Corporation on EU Browser Choice Screen Compliance &gt;&gt; Microsoft July 2012:   However, while we believed when we filed our most recent compliance report in December 2011 that we were distributing the BCS software to all relevant PCs as required, we learned recently that we&apos;ve missed serving the BCS software to the roughly 28 million PCs running Windows 7 SP1.  Odd how it&apos;s Microsoft that has the larger number. Apple&apos;s penchant for sophisticated simplicity &gt;&gt; Tech.pinions Ben Bajarin:   I don&apos;t just use these products for a day or two and then form an opinion but rather I use them as my primary phones, tablets, PCs, etc., for at least a few weeks and sometimes more. However, for me, all roads lead back to iOS. I always go back to my iPhone or iPad. None of the flagship devices I use can keep me from going back to the iPhone or iPad. I think I finally understand why.  Compare and contrast ModernMix - Run Modern (Metro) apps in a window on your Windows 8 desktop  Run Modern (Metro) apps in a window on your desktop with ModernMix  You know it makes sense. (Thanks @rquick for original pointer.) Switching Things Up &gt;&gt; Curious Rat Harry Marks:   Don&apos;t get me wrong - these pieces [by tech writers switching smartphone platforms] have their place and I&apos;m glad they&apos;re being written. They fascinate me, especially iPhone-to-Product X ones, because I&apos;ve toyed with the idea of switching to Windows Phone 8 now and then. The Lumia 920 is a beautiful phone, as is the HTC 8X, and I&apos;m excited by the possibilities of Microsoft&apos;s platform. That doesn&apos;t mean I think iOS is boring. It just means Windows Phone 8 presents a feature set I didn&apos;t know I wanted before. And I learned that from using a Samsung Focus for awhile. If anyone could write a switch article for the masses, it&apos;d be Andy [Ihnatko] and Lex [Friedman], but show me a &quot;switch&quot; article after year one, not month one. Show me what it&apos;s like to go without an update for your phone when other phones are getting it. Tell me if you had to battle malware or fraud because you bought a bogus app six months later. Show me the growth of that platform&apos;s app store from the time you switched up to a year from now. Is it better? Worse? The same? And don&apos;t tell me what I&apos;m using now looks &quot;old and stale&quot;. That&apos;s not the measure of innovation. I want to know how another product does it better. I want to see what I&apos;m missing from an end-user&apos;s perspective.  But everyone wants to read the FIRST HANDS-ON REVIEW. And in a year&apos;s time, there&apos;s been loads of new stuff. Marks has a point, but it&apos;s hard to build an audience around it. (Thanks @slimbowski for the link.) HTC sees revenues sink in February &gt;&gt; Digitimes  HTC has reported revenues of NT$11.37bn (US$383.44m) for February, down 26.8% from the previous month and 44% from a year earlier. For the first two months of 2013, revenues amounted to NT$26.91bn, decreasing 27.1% from a year earlier.  HTC is being squeezed between the jaws of Samsung and the cheaper Chinese handset makers. The result isn&apos;t pretty. This is its 16th straight month in which revenues have fallen year-on-year. Nice as it may be, the HTC One isn&apos;t likely to change things dramatically. An embarrassing bug in Mac App sandboxing &gt;&gt; Jonathan Deutsch  Sandboxing is required by Apple to be on the Mac App Store. The technology has caused us and our users grief, cost significant development time, and likely lost our business users. This video shows one of the many bugs we hit after shipping Tumult Hype 1.6, which was our first update to use Sandboxing. The bug appears erroneously as a permissions error when exporting as HTML5. It is caused when there is simply a space (or other escapable character) in the application path. Whoops!  Deutsch used to work at Apple, in its OS division. Things may have slipped since. (His Hyperedit program is fantastic for quick-and-dirty PHP/CSS/HTML development.) How I ended up with Mac &gt;&gt; Miguel de Icaza  To me, the fragmentation of Linux as a platform, the multiple incompatible distros, and the incompatibilities across versions of the same distro were my Three Mile Island/Chernobyl. Without noticing, I stopped turning on the screen for my Linux machine during 2012. By the time I moved to a new apartment in October of 2012, I did not even bother plugging the machine back and to this date, I have yet to turn it on.  In case you don&apos;t know de Icaza, he&apos;s the brains behind Mono, the Linux implementation of Microsoft&apos;s .Net framework.  You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/mar/07/technology-links-newsbucket", 
    "wordcount": "1379"
}