{
    "headline": "MPs' trust in energy companies leaking away, finds poll", 
    "text": "The concept of a social &quot;licence to operate&quot; is as critical to a company as it is tricky to define. But let&apos;s say it&apos;s the broad support or tolerance of the people affected by the activities of a business. It&apos;s not a legal requirement, of course, but things usually end badly for businesses that forfeit that licence to operate by losing people&apos;s trust. So the devastating mistrust of the UK&apos;s energy companies by MPs revealed by an Ipsos MORI poll should be deeply troubling for the people running those firms.  MPs are the people elected to legislate and regulate (or de-regulate) on our behalf and about 80% distrusted energy companies to offer genuine competition in electricity supply, to protect the poor and vulnerable from high energy prices and to provide clear information so customers can choose between suppliers. Just 1% trusted the companies to provide clear information, equivalent to a mere six or seven MPs. The fact that 47% trusted the companies to keep the lights on, versus 19% who didn&apos;t, is little consolation. The closer to blackout an energy system goes, the more expensive and profitable energy becomes, meaning energy companies clean up when supply is stretched and have huge incentives to keep the lights on- just. The trust problem is getting worse too. Compared to three years ago, the greatest plunge in trust is on genuine competition. In 2009, 23% of MPs trusted the industry to deliver this, while 54% distrusted it. Three years on, trust had fallen to 10%, while distrust soared to 73%. MPs&apos; views are, perhaps unsurprisingly, broadly in line with those of the public. Robert Knight, Director at Ipsos MORI reputation centre, says: &quot;This poll underlines the critical importance of trust to the energy industry and the way it impacts on the industry&apos;s &apos;licence to operate&apos; in Britain. The energy companies need to keep MPs updated on the various industry initiatives that are designed to address these issues.&quot; I think he understates the point. Following soaring bills, largely due to big hikes in gas prices, doorstep mis-selling, allegations of market rigging and utter opaqueness both in domestic bills and the wholesale market, &quot;updates&quot; on initiatives are not nearly enough. Instead, the energy companies must embrace openness and honesty if they are to cling to the social licence they currently hold. People are prepared to give a lot of leeway to companies providing an essential service, but not an infinite amount. The reason that this all matters is because the UK will not create a secure, low-carbon and affordable energy system without these companies. Just 16% of MPs trust energy companies &quot;to move as quickly as possible towards lower carbon generation methods&quot;, perhaps recognising the opposition incumbent vested interests always display.  I put the trust problem exposed by the poll to Angela Knight, chief executive of trade body Energy UK. She said: &quot;Energy policy in the UK is only now becoming clear with key legislation being at last discussed in parliament. The industry is committed to work closely with all MPs as well as our wider stakeholders on getting the legislation right for customers and the country as a whole.&quot; She added: &quot;We also are taking forward a trust agenda which includes being open and clear with all our customers ... and at the same time being clear about energy bills, including communicating how much of the amount customers pay is due to policy makers&apos; levies and for paying for the network upgrades decided by the regulator. The time has come for a full and honest discussion about energy policy and the contribution that consumers are being expected to make.&quot; The problem here is that &quot;full and honest&quot; cannot mean misleadingly blaming investment in renewable energy as the main reason for rocketing bills - it&apos;s gas prices - or glossing over the two decades of appalling underinvestment, which have left the UK with decrepit power stations and shareholders fat with dividends, or pretending that the UK energy market is truly competitive when the big six&apos;s prices move in lockstep.  Regaining trust requires energy companies to be truly honest about all these issues and lead the arguments about why and how we must build a new energy system, instead of blaming policy makers about the changes needed. If they can&apos;t do that, then companies will come along that can. The oligopoly may take time to break, but if the energy companies lose their licence to operate, broken it will be. Note: Ipsos MORI polled 92 MPs in August 2012 and weighted the results to be representative of the Commons by party allegiance and front/back bench status.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2013/jan/17/energy-bills-companies-trust-mps", 
    "wordcount": "784"
}