{
    "headline": "Yahoo chief comes under pressure over academic qualifications claim", 
    "text": "Yahoo&apos;s chief executive, Scott Thompson, is under increasing pressure after the company formed a special committee to conduct a &quot;thorough review&quot; of his academic credentials, as well as the &quot;facts and circumstances related to the review and disclosure of those credentials&quot; in connection with his appointment in January. Separately, reports suggested that Patti Hart, the Yahoo director in charge of its corporate governance and nominations committee, which chose Thompson, may not seek re-election to the board after two years. Hart, who has been on Yahoo&apos;s board since 2010 and is also chief executive of electronic games equipment company International Game Technology, would in effect resign by not seeking re-election at the next annual general meeting, reports said. She has also been under scrutiny when it emerged last week that her CV also contained inaccuracies. Thompson is under growing pressure after falsely claiming on his CV that he had a computer science degree, as well as his bachelor&apos;s degree in accounting, when he applied for the top job at Yahoo, which he took over in January. On Monday, he apologised to staff  but a deadline for action by the board came and passed without any movement. The revelation last week has rocked Yahoo, which is trying to recover its footing in the competitive internet advertising market. The special committee will be chaired by Alfred Amoroso, an independent Yahoo director who joined the board in February, with John Hayes and Thomas McInerney, who joined the board in April. Amid the furore over Thompson&apos;s incorrect CV, which was lodged in legally binding public filings with the US securities and exchange commission, it emerged that Hart&apos;s claims to have a bachelor&apos;s degree in marketing and economics from Illinois University were incorrect; instead it was in business administration, specialising in marketing and economics. That has put Hart directly in the firing line. She was also in charge of the committee which would have to give Thompson explicit permission to sit on two other public boards  as Thompson does, at Splunk and F5 Networks. Yahoo said that Thompson had that permission, but the company would not say when that permission was granted. Thompson did not misrepresent his qualifications to the other two companies. He joined one of them, Splunk, in October 2011 when he was president at PayPal, and the other, F5 Networks, in January 2008. Both of those list him as having a bachelor of science degree in accounting from Stonehill College. That misrepresentation forced an apology from Thompson on Monday. &quot;The board [of Yahoo] is reviewing the issue and I will provide whatever they need from me,&quot; he wrote to Yahoo staff. &quot;In the meantime, I want you to know how deeply I regret how this issue has affected the company and all of you. We have all been working very hard to move the company forward, and this has had the opposite effect. For that, I take full responsibility, and I want to apologise to you.&quot; Yahoo, one of the biggest sites on the web with around 700 million visitors a month, had said that it would make an announcement on the matter on Monday. But although the board met on the day, the deadline passed without comment. Thompson is struggling to turn around Yahoo, which has seen revenues and profits slide gradually over the past five years in the face of intensifying competition from Facebook, Twitter and Google for advertising. Having joined in January, he was intended to map out a fresh direction for the company. Thompson&apos;s CV has plunged the company into a row with investors, particularly the hedge fund Third Point, which owns 5.8% of the firm&apos;s shares and says his incorrect claim &quot;undermines his credibility as a technology expert and reflects poorly on the character of the CEO who has been tasked with leading Yahoo at this critical juncture&quot;. Third Point wants to instal its own choice of directors with greater advertising and media expertise. Yahoo&apos;s governance guide on memberships of outside boards states, under a section titled Other Public Company Directorships,: &quot;Without specific approval  no executive officer should serve on more than two public company boards, including the company&apos;s board (but not including any boards of entities affiliated with the company).&quot; Neither Splunk nor F5 is affiliated with Yahoo. Both are listed on US stock markets; Splunk went public in mid-April. The company notes in its filing that Thompson has served on its board since October. He received no salary in 2011 for his position on the board, but received 150,000 shares. Those are presently trading at around $32, which would make them worth about $4.8m. Kirk Hanson, executive director for the Markkula centre for applied ethics at Santa Clara University in Silicon Valley, said: &quot;The board really is boxed into a corner. They have to ask themselves, &apos;Can this leader serve as a moral example or moral leader for our company?&apos; Behaviour rolls downhill. If the CEO exaggerates a little, then others in the organisation will exaggerate a lot.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/may/08/yahoo-chief-scott-thompson-academic-qualifications", 
    "wordcount": "850"
}