{
    "headline": "Kevin McCloud: 'I am a big fan of composting toilets'", 
    "text": "You can cover a lot of ground in 40 minutes with Kevin McCloud, the presenter of the Grand Designs TV show. We get through his expanding bellows trousers, retail therapy as the thrill of the caveman&apos;s kill and why he loves long-drop toilets. I also ask him for his favourite Grand Design projects ever: small is beautiful, it seems. But I start by asking him what has got him excited today? &quot;I have just got my delivery of Sugru,&quot; he says. This turns out to be a kind of putty. &quot;It comes in different colours, you can stretch it and shape it, and then overnight it sets to a hard silicon rubber,&quot; he enthuses. &quot;It is for hacking - repairing stuff - like chairs, cameras, ski poles, even trousers.&quot; McCloud in the flesh replicates his screen persona, being simultaneously enthusiastic and thoughtful. The seemingly effortless tumble of words flows from the joys of Sugru to the broader theme of the pleasure of mending and making which, he says, has grown since the economic crisis started in 2008.  Take making new clothes from combinations of old ones, he says: &quot;It is that thing about creative reinvention, isn&apos;t it? Its not recycling, it is not even upcycling, it this business of adapting what is there and forming a new idea from a collection of old ones. It&apos;s a tangible cross-fertilisation of stuff.&quot;  Which brings him on to his trousers. &quot;I bought a pair of trousers when I was 19, and the previous owner had taken them in. Now, I am slightly bigger in the waist than I was then, so I got them taken out again: it is a pair of expanding bellows trousers, and they look as good now as they did when they were made in the 1950s.&quot; McCloud doesn&apos;t use the phrase &quot;necessity is the mother of invention&quot;, but as we move on to talk about houses, it&apos;s clear he treasures the idea. &quot;What happened in 2008 stopped people in their tracks. People stopped looking at their homes simply as commodities to exploit and starting thinking about how they might personalise that space and make them less bland and more autobiographical and that&apos;s healthy I think.&quot; He warms to his theme: &quot;People have stopped spending their way out of trouble and begun thinking their way out of trouble. It is very easy to to write the cheque instead of being resourceful, but resourcefulness is the most fascinating part of the design process, solving a problem by thinking hard and finding a solution that works and is affordable.&quot; The theme continues when I ask the inevitable question: what are your favourite Grand Designs projects from the 100 so far? &quot;I am enormously attached to those projects that are small,&quot; he says, and names just three. &quot;Ben Law who built his house in the woods for 26,000, that remains the viewers favourite.&quot; &quot;Then Monty Ravenscroft , who did the urban version, and built a house in Peckham with no windows but a giant skylight that he engineered,&quot; he says.  The third, says McCloud, was the house on Skye built by Indi Waterstone and partner Rebecca. &quot;I sort of lost my heart to it,&quot; he says. &quot;It was tiny and it did not look like a traditional croft. It is wood clad and grass roofed, it looks like a big mossy boulder, a piece of mountain.&quot; What they have in common, he says, is that &quot;the constraints are so severe, due to size and budget, that the ideas that emerge are powerfully inventive.&quot; We circle back to making and mending and McCloud, who comes from a design background, mentions some place mats he has just bought from a young designer. &quot;They are no different really to ones you could buy is a big shop, but they have her name on the back and that attachment of personality to objects is really fundamental. We are divorced, aren&apos;t we, from the stories of the things around us.&quot; At this point I ask him what I think might be an awkward question: isn&apos;t this all awfully elitist and expensive. McCloud&apos;s response is to move up a gear, from enthusiasm to passion.  &quot;I make no apology for that - food is incredibly cheap, clothes are fantastically cheap - we ought to be paying more in pound terms,&quot; he says. &quot;We are borrowing money from future generations. We are borrowing the carbon impact, the resource impact from future generations to get stuff cheap now. We have swept the dirt and dust from our society under the carpet - but this carpet is on other side of the planet. It is very convenient, we don&apos;t know where this stuff comes from.&quot;  McCloud illustrates the point by waving a well-shod foot at me. &quot;My Trickers boots, which I wear all the time, cost 300, but I fully expect them to last 20 years, as did my last boots. [Compared to cheaper shoes that last a year] which is the better value, which is the cheapest in the end?&quot; I say that for many people buying isn&apos;t always about value, but about shopping for its own pleasure: he agrees: &quot;It&apos;s a powerful drug, it&apos;s a dopamine hit. It&apos;s that moment when you leap on the animal with your spear and bag your lunch. That short-term high explains why people keep going out and buying 75 pairs of shoes: they don&apos;t want the shoes, they want the hit.&quot; You don&apos;t get that hit with mending, I suggest. &quot;What you get from mending, repairing, commissioning is a serotonin hit. It&apos;s longer, it&apos;s better and it&apos;s smoother,&quot; he counters, adding: &quot;I wrote a book about these things - nobody read it!&quot; Lots of people, however, watch Grand Designs. I ask him if the people whose projects he follows don&apos;t strike him as, well, a bit as obsessives, single-mindedly building temples to themselves? &quot;We are fascinated by the experimentalists,&quot; he says, diplomatically. &quot;The people we film tend to be on the margins, out there trying an idea that are sometimes unprovable. At the point when we film them, they have already invested 3-4 years in the projects. They are brave.&quot; &quot;What they are going through is really extreme, they have borrowed money they don&apos;t know if they can pay back and it could completely fail,&quot; he continues. &quot;That is very compelling. But there is not always a happy ending. There are some we can&apos;t broadcast: they have to have built something in the end.&quot; McCloud says the idea of living off-grid is also an experiment for him. &quot;I go to my cabin in the woods (built for another TV show) and have my off-grid weekends and then think what can I bring back from that? It is a journey of exploration, trying out ideas, asking how can that inform every day living.&quot;  &quot;Do I put in a reed bed, a biodigester, or a long drop toilet?&quot; McCloud gets even more enthusiastic at this point. &quot;I am a big fan of long drop, composting toilets - I like the cycle of using waste. When you have experienced one and seen what comes out of the bottom, it is amazing stuff. It&apos;s the most beautiful, driest, sweet-smelling compost.&quot; But it turns out that even McCloud&apos;s family have their limits. &quot;I appreciate that when it comes to long drop toilets, I am in a minority of people in society,&quot; he says wryly. &quot;Life involves other people and it is a compromise. Ask what will my children will put up with and the answer, in the end, is a reed bed.&quot; The Grand Designs Live event runs at London&apos;s Excel Centre until 12 May.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2013/may/08/kevin-mccloud-fan-composting-toilets", 
    "wordcount": "1338"
}