{
    "headline": "Wikipedia blackout a 'gimmick', MPAA boss claims", 
    "text": "Former senator Chris Dodd, the chairman and CEO of the Motion Picture Association of America (MPAA), has slammed plans by prominent websites such as Wikipedia and Reddit to protest against proposed anti-piracy legislation, calling a planned blackout day a &quot;gimmick&quot;. Internet entrepreneurs  including Craigslist founder Craig Newmark, Alexis Ohanian, the co-founder of news sharing site Reddit, and Brad Burnham, whose Union Square Ventures has backed firms including Twitter and Foursquare  held a press conference in Washington earlier in the day as the tech community fights to put a halt to Stop Online Piracy Act (Sopa) and Protect IP act (Pipa), two anti-piracy bills being scrutinised in Washington. The proposed legislation has raised concerns in the tech community that Hollywood and other established media entities are using the piracy issue to stifle online innovation. To protest the legislation several of these sites have vowed to go offline for the day.  &quot;The American dream is still alive and kicking,&quot; said Reddit&apos;s Ohanian. &quot;There is no other industry in the world where you can take an investment that&apos;s less than the cost of a Ford Focus, give it to some college students and create a $1bn business.&quot;  But Dodd countered that protesting against the legislation by taking websites offline was &quot;irresponsible&quot; and a &quot;disservice&quot;. &quot;A so-called &apos;blackout&apos; is yet another gimmick, albeit a dangerous one, designed to punish elected and administration officials who are working diligently to protect American jobs from foreign criminals,&quot; Dodd wrote in a statement. &quot;It is our hope that the White House and Congress will call on those who intend to stage this &apos;blackout&apos; to stop the hyperbole and PR stunts and engage in meaningful efforts to combat piracy.&quot;  But leaders of the internet community warned that Sopa and Pipa threatened to stop innovation by making it easier for media firms to litigate against start-up companies. Burnham said Google or Facebook would be able to survive. &quot;Google has 200 lawyers on staff; they can fight these cases to a standstill,&quot; Ohanian said. But he warned that the new proposals would kill off less well-funded firms and put off investors like himself. Rebecca MacKinnon, a senior fellow at the New America Foundation and a founder of international blogging site Global Voices Online, told the meeting, sponsored by the Washington lobby group Progressive Change Campaign Committee: &quot;We need to ensure that there is a balance. If you want to guarantee 100% accountability and zero infringement, you are going to live in North Korea.&quot; She said activist sites across the world often link to copyrighted material, and the bluntly written legislation could stop that exchange for information. The meeting came as Reddit, Wikipedia and other sites prepare to &quot;go dark&quot; by taking their sites offline on Wednesday in protest against the proposed bills now going through Washington.  &quot;Had this legislation existed in 2005, Steve Huffman and I never could&apos;ve started Reddit, so perhaps it&apos;s fitting that the community is playing such a vital role in combating it,&quot; said Ohania, who added that he would join protestors who intend to picket the offices of senators Charles Schumer and Kirsten Gillibrand, who support Pipa. &quot;It will probably be the geekiest, most rational protest ever,&quot; Ohanian said. The Obama administration came out against key components of Sopa over the weekend, suggesting it was still open to some form of anti-piracy legislation.  But speaking to the Guardian, Ohanian said: &quot;We still have to defeat Pipa in the Senate and send theunequivocalmessage that we will not let lobbying dollars buy terrible legislation. Which brings me to the only good thing that&apos;s come from Pipa and Sopa: the response. We&apos;re seeing Americans rise up to take their government back through a leaderless, online-based movement.&quot; The meeting was also addressed by congressman Darrell Issa, a Californian Republican who has campaigned against Sopa. Issa and senator Ron Wyden are proposing a Sopa alternative called the Online Protection and Enforcement of Digital Trade Act, or the Open Act. &quot;We expect to have more co-signers in the House than Sopa,&quot; he said.  He said the level of protest was compelling evidence that congress needed to slow down before passing any legislation. Pipa is expected to receive a vote on January 24. Despite the Obama administration&apos;s objections Lamar Smith, chairman of the judiciary committee overseeing the legislation and SOPA&apos;a main sponsor, said he hoped to start working on the act again in February. &quot;I am committed to continuing to work with my colleagues in the House and Senate to send a bipartisan bill to the White House that saves American jobs and protects intellectual property,&quot; he said.", 
    "section": "technology", 
    "gid": "technology/2012/jan/17/wikipedia-blackout-tech-firms-sopa", 
    "wordcount": "798"
}