{
    "headline": "A place abounding with tales of Camelot", 
    "text": "The village of Trent lies in a quiet valley, and, although only four miles from the Somerset town of Yeovil and the Dorset town of Sherborne, is notoriously hard to find unless you are familiar with the little lanes that lead to it. This may have been one reason why Charles II took refuge at Trent manor in 1651. But I was being shown the way by someone familiar not only with the local lanes and tracks but also with the flora and fauna. As we walked up towards Trent Barrow, said to be rich in folklore, he pointed out the scentless mayweed in the verge as well as delicate leaf and flower in such plants as the hairy tare and enchanter&apos;s nightshade. We noted the large, darting aeshna dragonfly and a fragile holly blue butterfly at rest, and later the big yellow blooms of the evening primrose. But our goal was the tree-fringed top of the substantial hill known as the barrow. On our way we passed a field of well-grown wheat, recently the scene of a mysterious crop circle. Then we climbed a stile and went up through thick woods. The nature and variety of trees and shrubs, including rhododendron, yew, bay and ash, suggested earlier cultivation, but now the place was still, dark and deserted. When we looked down at a smallish stagnant pool, and then saw the glimmering black surface of a lake, perhaps a hundred metres long, down at the foot of a sheer drop from the level of our path, it was easy to understand the folklore associations. This is not the only pool into which Arthur&apos;s fabled sword Excalibur is said to have been thrown, but its closeness to the majestic earthwork of Cadbury Castle, favoured by some as the site of Camelot, lends support to the idea, while its character and reputation as bottomless and unplumbed support the tales of ghostly galloping hooves and a coach and horses driven into its depths.", 
    "section": "environment", 
    "gid": "environment/2012/sep/03/trent-dorset-camelot-excalibur", 
    "wordcount": "330"
}