{
    "headline": "Beyond: Two Souls  preview", 
    "text": "In a nondescript office block on the east side of central Paris, there is a game development studio that is very, very interested in emotion. Even if you had never heard co-founder David Cage talking on the subject, even if you missed wrought psychological thrillers such as Fahrenheit and Heavy Rain, you&apos;d know that &apos;emotion&apos; is an important abstract noun here. That&apos;s because huge letters spelling out the word have been hung on one wall overlooking the area where many of the staff sit and code. Whenever they look up from their PCs, the word emotion towers over them with Orwellian menace. Quantic Dream is a factory of feeling. And its latest product, Beyond: Two Souls, certainly has emotional drama in surfeit. It has life, it has death, it has birth. Yes, birth. Just keep that in mind, we&apos;ll come back to it.  You may already be aware of the concept behind the game. Jodie Holmes is a girl with a gift  though at dark times in this supernatural biopic she will call it a curse. Since birth, she has been psychically attached to a spectral presence named Aiden, which has taken on the role of a rather jealous and angry guardian. Holmes is played by Ellen Page who filmed for weeks in Quantic Dream&apos;s advanced motion capture studio, lending not only her voice, but her body and face to the character. It is one of the most convincing digital performances we&apos;ve yet seen: 80 reflective markers were placed on the actor&apos;s face through the capture sessions and they convey every nuance of emotion; it is eerily photographic at times. And Page inhabits this character with as much conviction as she has in any of her movie roles. &quot;It was surprising,&quot; says Cage. &quot;She told me that there were many aspects of Jodie&apos;s story that reminded her of her own life and things that she went through. She really became jodie - she would sometimes refuse to deliver lines, saying, &apos;no Jodie would never say that&apos;. I had to say, &apos;hey Ellen, I&apos;m the writer!&apos;&quot;      We follow Jodie&apos;s story from the age of eight to 23  an ambitious 15-year span in a medium that rarely shows characters ageing. We see her taken away for analysis by the apparently well-meaning psychic researcher Nathan Dawkins (played by Willem Dafoe), and later we see her homeless on the streets of some dead-end town, contemplating suicide. What happens in between is the emotional meat of the game and it seems to take her from a claustrophobic and observed childhood through to the vast deserts of the American West. &quot;While writing Beyond, I was thinking about what makes a life,&quot; continues Cage. &quot;There&apos;s love, hate, death - there are happy moments, there are very depressing moments. I thought, how can I put all this in this in a game? How can we offer that journey? I think we&apos;re only just at the beginning of an era in which games can address these wider themes.&quot; Players don&apos;t just control Jodie, they can also hit the Triangle button to play as Aiden, free to whoosh through floors, ceilings and walls, while using telekinetic powers to shove and smash objects. The two characters must collaborate to progress, and Aiden can only ever move a certain distance from his human charge  they are bound by some sort of ethereal chain. There is no escape for either of them. In practise, this relationship works like most asymmetric partnerships in games: if there is an object Jodie can&apos;t reach, Aiden can probably get to it.      Deliberately and characteristically, Cage is keeping many of the plot details hidden. We know that something terrible happens. While Jodie is still assisting Dawkins, a government paranormal research facility accidentally unleashes a group of furious and psychotic phantasms, which murder a lab full of scientists and their would-be military rescuers. Jodie offers to go in and look for survivors. What she finds haunts her for the rest of her life.  The game is essentially a narrative adventure, each &apos;scene&apos; playing out a key moment in the character&apos;s life. In a structure Cage refers to as &apos;chronological disorder&apos;, these scenes are experienced out of sequence: one minute you might be controlling Jodie as a child, undergoing telepathy tests in Dawkins&apos;s creepy lab; the next you might be the teenage Jodie, on the run from government forces. It&apos;s a structure inspired by movies like Memento and Pulp Fiction. &quot;It&apos;s very intriguing, it provides a new level of interactivity,&quot; explains Cage. &quot;You don&apos;t just watch a story, you have to think about it, you have to connect the dots - the player is a part of the process of reconstructing the events. When people first read the script they were worried gamers would get completely lost, but when it was in the game, testers were really positive, they felt clever because they had to put the pieces together.&quot; During a press tour of the Quantic Dreams office, Cage sits a large group of journalists down in the motion capture studio and talks us through a 45 minute demo of quite arresting intensity. It is a scene named Homeless. Jodie is 23 and freezing to death on the streets when she is saved and befriended by a homeless man named Stan; he takes her back to a small vagrant community making shelter beneath a concrete overpass  they are troubled individuals, existing on begged food and each other&apos;s companionship; one of them is Tuesday a heavily pregnant woman terrified to seek medical help for the delivery in case her child is taken into care. Throughout the scene, Jodie helps Stan as he begs for food; when Stan is attacked by a bunch of thugs, Jodie steps in and saves him, using the game&apos;s fluid combat system to see them off.  The interface is an evolution of the system that Quantic Dream designed for Heavy Rain. Players move Jodie around the environment using the left analogue stick, and anything she can interact with is marked with a white dot: to use the object, you simply move the right analogue stick in the appropriate direction  so if Jodie approaches a door, pushing the right stick forward makes her stretch out her arm to push it open. Every action in the game is contextual - there are no real gameplay mechanics, no jump or crouch functions. Sometimes, if Jodie has to climb along a ledge or through an open window, there will be a specific button to press, with a command displayed onscreen, as in Heavy Rain, but this apparently is rare.  And the story changes with the decisions and actions of the player. There are apparently dozens of ways each scene can play out, the ramifications stretching away into the future. Gameplay, too, is affected by chronology. &quot;Every scene of Jodie&apos;s life is a challenge, and you have to adapt to each context,&quot; says lead gameplay designer, Caroline Marchal. &quot;Aiden&apos;s powers are more limited when Jodie is a child, for example.&quot;      Cage preceded the demo by claiming there are no quick-time events - you will never be required to hit a series of buttons in the correct sequence. But combat has a familiar choreographed design  instead of button prompts, fights play out in bullet-time, allowing players to read enemy moves and push the analogue stick in the correct direction, countering the attack and replying with a punch or kick. Slow time event? I don&apos;t know, but it least looks more intuitive and seamless than the highly-staged interactions of previous combat mechanics.      One night, Tuesday goes into labour and Jodie aids in the delivery process. The player&apos;s role as an interactive agent appears to be kept to a minimum  there don&apos;t seem to be any sixaxis controls for grabbing the baby&apos;s head and pulling, but it is a brave and arresting sequence all the same. Heavy Rain was not universally loved  some hated its pretensions toward deeper meaning, as well as its bouts of terrible acting and a leaden script loaded with noir cliche. But it did things that other games don&apos;t  it attempted to get beneath the skin of parental guilt and fear; it tried to show the extremes of emotion, it tried an awkward and robotic sex scene. It refused to be hemmed in by accepted conventions and barriers. And, boy oh boy, Beyond Two Souls looks to be designed in a similar vein. Those who never expected to hit R1 to cut an umbilical cord may be on queasy territory here. I&apos;m just wondering if there&apos;ll be a midwife Trophy The scene ends with a devastating fire, an escape and a horrific act of violence. While some attendees felt that the sequence was rather too packed with incident and drama, others were visibly moved  for European journalists, this is saying something. Who knows where things will go for Jodie. But Cage has hinted all the way through the publicity process that we may well follow this character beyond her earthly existence. This is a game about life and death and afterlife. Which sounds well, typical of Quantic Dream. &quot;It&apos;s very difficult, very challenging,&quot; says Cage. &quot;It&apos;s representing something that no one has seen, but everyone since humanity began, has tried to figure out. And I think there&apos;s something interesting about the vision of it that we have created. It is interactive; players get the chance to participate in it.&quot; The game looks beautiful. From the clumps of snow falling across shadowy streets to a burning laboratory where particle effects sparkle from the immense flames, it exudes moody authenticity. This is a brand new engine, with new animation and new effects. Cage says the studio took delivery of PS4 development kits two years ago and claims that some of their work on the new machine has inspired the coding of Beyond. In a quick hands-on session, I play part of a scene where Jodie goes back into that research centre, looking for survivors of the paranormal attack; she walks gingerly through the blood and damaged equipment, her frightened gaze darting across each room. This is the game&apos;s survival horror scene, filled with tension, slowly cranking toward some kind of nightmarish showdown. It captures the best moments of Heavy Rain - the dread and terror palpable in every frame of character animation.  It is ambitious stuff, and also unapologetically divisive. &quot;You need to take risks, and when you take risks, you know some people will love it and some won&apos;t,&quot; shrugs Marchal. &quot;We hope with Beyond we&apos;ll interest gamers that were repelled by the quick-time events in Heavy Rain. Watching our game on video won&apos;t tell you how it plays - it&apos;s not an interactive movie where you press one button an hour; when you play it, this is very different. If you&apos;ve played Walking Dead or Catherine, the experience is similar, it&apos;s about playing a great story with believable characters.&quot;       True, Cage exasperates some gamers with his grand Gallic pronouncements on art and emotion. But, you know, this industry could do with a few more triple A developers happy to talk unselfconsciously about the artistry and meaning of games  if only as a counter-balance to everything else. And at least he walks the walk: Beyond is going to be hyper-emotional, epic, fascinating - how often do we get to say that with big first-party releases? Set for release in October, it is pretty much a swansong for the PlayStation 3. Does Cage want it to say something to gamers? &quot;I don&apos;t have a message to deliver,&quot; he laughs drily  this has been a long day of interviews and explanations. &quot;At the end, I would like players to have the feeling that they saw a life, that they know Jodie, that they were there for the important moments. And when they switch off their console, I want them to feel that they have lost someone.&quot; And with that, our discussion ends and we file through the office, past those letters on the wall and past the 180 staff toiling away beneath them. Beyond: Two Souls is released on PlayStation 3 in October. Keith Stuart attended a press trip organised by Sony Computer Entertainment, which included travel and accommodation.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/mar/22/beyond-two-souls-preview-playstation", 
    "wordcount": "2064"
}