{
    "headline": "Transformers: Fall of Cybertron  review", 
    "text": "You have to feel for High Moon Studios. Two years ago the developer banged out Transformers: War For Cybertron, arguably the best video game to ever make use of Hasbro&apos;s transforming robot toys. It garnered some respectable reviews and did the business in sales, but most important of all, it rehabilitated the Transformers brand among gamers. Before War For Cybertron, Transformers was a byword for tripe in gaming. Then High Moon had to make a movie tie-in game for a rubbish Michael Bay film and the Transformers&apos; gaming reputation was back at ground zero. I&apos;m only bringing all of this up because when I mention to gamers and fellow critics that I&apos;m excited about the arrival of the sequel to the War For Cybertron, I&apos;m usually met with raised eyebrows. &quot;High Moon,&quot; they say. &quot;Didn&apos;t they make that awful Transformers game last year?&quot; Well, yes they did, but it&apos;s likely that the development cycle was miniscule and they were using their talents to portray the work of Michael Bay (shudder), rather than present their vision of the Transformers universe they so clearly love. I say &quot;love&quot; as this emotion is evident in every aspect of Transformers: Fall Of Cybertron. High Moon are not just a group of talented developers  as is evidenced in the game&apos;s mechanics, presentation and plot; they&apos;re genuine keepers of the Transformers faith. They know the history and the lore concerning the war between the heroic Autobots and the malevolent Decipticons. Their game mines the Transformers universe for all the potential it has while treating it will reverent respect. When you find yourself being able to reference in-game dialogue from Transformers: The Movie, you know you&apos;re playing a game constructed by thundering Transformers nerds  just like you!       In terms of its plot, Fall of Cybertron picks up a couple of years after War For Cybertron. The Transformers&apos; home world is practically a burnt-out husk and Energon  the fuel that powers both the planet and its inhabitants  is in very short supply. Both the Autobots and the Decepticons are making plans to leave; the Autobots are trying to secure enough Energon to power their Ark spaceship, while the Decepticons are researching a possible escape destination.  Right off the bat, the world contained in Fall of Cybertron is far more impressive visually than that of its predecessor. In War For Cybertron, players often felt like they were travelling down the same metallic tunnel over and over again. The environments of Cybertron in High Moon&apos;s new game are far more varied and imaginative; players will find themselves battling on floating platforms in the clouds, ancient ruins shrouded in rust storms and sharp-edged tunnels filled with glowing Insecticon cocoons.  Players will find a lot of the gameplay mechanics familiar. Like High Moon&apos;s first Transformers game, Fall Of Cybertron is an over-the-shoulder, third-person-shooter, which makes the occasional nod towards cover-based shooting, but never fully commits to it. Aiming and firing are mapped to the left and right triggers respectively, LB is a dodge move, Y switches weapons, X reloads, B switches the player&apos;s gun hand, A causes the robot to jump and players transform between robot and vehicle forms by clicking in the left thumbstick.       The story mode is more character-driven this time round. Unlike the first game, in which players could pick from a couple of different Transformers, War For Cybertron assigns the player a specific Decepticon or Autobot to control. Each robot has a special ability that&apos;s mapped to the control pad&apos;s right shoulder button. Optimus Prime, for example, has the ability to call down a rocket strike from Metroplex. Megatron can hover in the air briefly and then slam his fist into the ground to send opponents flying. Jazz has a laser grappling hook, while Cliffjumper has the ability to turn invisible for short periods, enabling him to stealthily kill opponents from behind.  The game&apos;s level design, in turn, compliments each Transformer&apos;s ability; the level involving Jazz, for example, has lots of platforms for players to rappel up to, while Cliffjumper&apos;s level has tons of air vents to trundle through and loads of enemies with stealth-busting vision to outfox. A couple of the levels feel a little undercooked  Soundwave, for example, doesn&apos;t really have much to do apart from eject Rumble and Lazerbeak  and the levels involving Bruticus and Grimlock are little more than fan-service power trips. Overall, though, the campaign is solid and an entertaining way to spend the roughly nine or so hours it takes to complete it.  There are couple of niggles in the gameplay; too often, players will fire their weapons into cover when it looks like they have a clear shot on opponents and every Transformer  including hulks like Bruticus and Grimlock  dies just a little too easily. The rather fun campaign co-op mode from the first game has also been completely excised here, which may reduce the story mode&apos;s replayability. Apart from weapon upgrades and audio log collectibles, there&apos;s not really much reason to play through the plot a second time (apart from, obviously, spending more time with robotic heroes from your childhood).       It&apos;s possible that the developers are hoping that the game&apos;s multiplayer and Escalation modes will keep players glued to it beyond the next few months, but whether this will prove to be the case is hard to call at this stage. Escalation is simply a riff on Gears of War&apos;s Horde mode and the competitive online mode doesn&apos;t exactly break new ground with its map designs or match-types. It&apos;s also worth pointing out that War For Cybertron&apos;s online lobbies are pretty much deserted at the time of this writing. That having been said, if you didn&apos;t play the last game&apos;s online mode and you&apos;re a fan of online shooters, Fall of Cybertron is certainly worth a look. The game&apos;s transforming mechanic puts a rather unique spin on your average online fragfest; not only does it look brilliant, it can provide players with a quick dodge and a speedy getaway when the tide turns against them. High Moon has also implemented a heap of customisation options for players who want to give their Autobot or Decepticon a personal touch. As players earn XP for blasting their mates online, they&apos;ll open up a whole new array of colour schemes and body parts for their bots, and the weapons they unlock become more diverse and satisfyingly brutal. Transformers: Fall Of Cybertron may be a bit of a hard-sell to players who aren&apos;t fans of the original cartoons, because it is, first and foremost, a game for Transformers fans made by Transformers fans. If I lost you earlier in the review when I mentioned Bruticus and Grimlock, then High Moon&apos;s game will appear to you as a solid, if hardly revolutionary TPS with an interesting shapeshifting mechanic thrown in for good measure. If, however, you know which one of the aforementioned Transformers turns into a fire-breathing Tyrannosaurus Rex, you&apos;ll be right at home here.   Game reviewed on Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/aug/28/transformers-fall-of-cybertron-review", 
    "wordcount": "1171"
}