{
    "headline": "Aid for Diageo? UK's private-sector emphasis comes under scrutiny", 
    "text": "Chancellor George Osborne confirmed in his autumn statement last week that the UK overseas aid budget would take a hit as the economy contracts. The prime minister, David Cameron, has pledged he will keep the promise made to raise UK aid to 0.7% of gross national income by 2013, to meet UN targets. With growth forecasts cut, the amount of money going to overseas development will be less than planned but will still represent a substantial increase on previous years. How that extra money should be best spent to alleviate poverty is likely to be the subject of increasing debate, as NGOs work to keep the British public on side. War on Want, one of the more radical agencies, is highly critical of funding by the Department for International Development for public-private partnerships that may increase the control of agribusiness over the food chain. It points to two projects that have received significant support from DfID. In Tanzania, a public-private partnership called the Southern Agricultural Growth Corridor of Tanzania (Sagcot) aims to bring 350,000 hectares (865,000 acres) of land under agricultural production and generate $2.1bn (1.3bn) of private-sector investment. Partners include Unilever, drinks companies Diageo and SABMiller, agrochemical companies Monsanto, Syngenta and DuPont, and fertiliser corporation Yara. DfID and other international donors are paying to upgrade the road infrastructure. The project documents make clear Sagcot will lobby for tax breaks for investors and expects small-scale farmers to benefit by enabling them to be outgrowers for large agribusinesses. This model, War on Want argues, favours large industrial development, and leaves smallholder farmers and small businesses at the mercy of big corporates. It also, in effect, subsidises highly profitable multinational companies that have become very good at stripping profits out of businesses onshore. DfID counters that Africa cannot develop out of poverty without large-scale investment, and that much will have to come from the private sector and projects such as these. Investment in schemes that give smallholders access to markets and training in how to use modern farming techniques enables them to increase productivity and sell their surplus, generating income. In Mozambique, DfID has granted 6.5m to a catalytic fund that aims to bring private investors in to convert unused land for agricultural production. The documents for the project talk of &quot;large tracts of unutilised land&quot; for foreign investors that can be leased for 99 years at a rate of $1 a hectare. Smallholders are meant to benefit as outgrowers for the corporations. One of the investments made by the catalytic fund this year has been in a marketing company part owned by smallholder farmers so that it could supply maize for beer production to SABMiller factories in Mozambique.Other corporate investors in the corridor include Nestl, Rio Tinto mining, Sun biofuels and private equity fund Phatisa. In Cameroon, DfID has supported Diageo in a project to replace imported barley with locally grown sorghum in its beer brewing operations. It gave match funding of $250,000 through the Africa Enterprise Challenge Fund, a private-sector fund supported by DfID and other foreign government aid programmes. In Sudan, SABMiller won nearly $1m funding from the fund to introduce local sourcing for cassava through a local subsidiary for its brewing operations. The rationale, according to DfID, is that it enabled Diageo to assist smallholder farmers to increase their yields and sell their crops to Guinness as a commercial buyer. The grant enabled Diageo to collaborate with a not-for-profit agricultural specialist organisation to train small-scale farmers. The SABMiller collaborations similarly offer smallholders a chance to produce and sell more, boosting their incomes, DfID says.", 
    "section": "global-development", 
    "gid": "global-development/2012/dec/11/aid-diageo-uk-private-sector-scrutiny", 
    "wordcount": "609"
}