{
    "headline": "Higgs-like discovery from the inside", 
    "text": "We&apos;ve all talked before about rumours, about hints, about projections and the hows and whys. But finally we have, beyond reasonable doubt, discovered something fundamentally new. To recap: at the Large Hadron Collider we collide protons together head on. Since E=mc2 and we have a lot of E (Energy), this means we can produce new, heavy particles, even if they have a lot of m (mass). c in there is the speed of light, which is a big number. Pretty much anything could in principle turn up, since no one did this before. But one thing - the Higgs boson - had to turn up, or our understanding of fundamental physics was incomplete. Well, let&apos;s be frank, wrong. We know that the origin of mass occurs at LHC energies. We know this because two fundamental forces, electromagnetism and the weak nuclear force, unify at these energies (see the second heading and the picture here). The reason these forces look different to us in everyday, low-energy, life is that the force-carrying-particles for the weak force (the W and Z) have mass. In the Standard Model of particle physics, this mass can only happen if a certain kind of quantum field fills the universe, and sort of sticks to some particles to give them mass. Inventing a whole-universe-filling-field just to make your maths work is quite extreme. The only way of proving whether you&apos;ve done the right thing or not, whether the field is real or not, is to make a wave in the field. This wave is, or would be, the Higgs boson. And it has to show up at the LHC or the field is either not there, or very different from what we expected. Nowhere to hide. Sitting yesterday in the room at CERN while Fabiola Gianotti, the leader of the ATLAS experiment (of which I am a member) had a practice run through her slides, was a very powerful experience. The moment when she showed our data, and our conclusions, hit me hard. I had seen the slides already, and the documentation and analyses behind them. These were the work of hundreds of colleagues, many of them more directly involved than me in this particular analysis. Even knowing what was coming though, seeing Fabiola declare to us all what we had done was surprisingly emotional.  Anyway, as you heard in Fabiola&apos;s talk today, ATLAS has found something. And as you and I heard today, CMS have found the same thing. (Unless you are on CMS, in which case your heard it before I did.) In fact since Joe Incandela, the head of CMS, spoke first. This meant that the moment Fabiola showed the ATLAS data, everyone could see in the real data for the first time that both experiments had consistent signal. This drew a spontaneous round of applause at CERN, and in the auditorium in Westminster where I was watching (along with the Science Minister, many journalists, and many of the people who work on the experiments). So today has been amazing. Today we saw a completely objective, repeatable, observation of something fundamentally new. Say that again. Twice.  And it&apos;s existence was predicted by mathematical understanding of previous data, coupled with some prejudices about aesthetics, symmetry and how a decent universe ought to hang together. I don&apos;t know about you, but this amazes me. Now, it looks like the Higgs boson. Or a Higgs boson. But it might not be. It has the right electric charge (i.e. none). It seems to appear about as often as it should in some decay modes. It is definitely a boson. But it is supposed to give mass to all fundamental particles, and we haven&apos;t seen it do anything with fermions (quarks and leptons) yet, just bosons.  So it looks like a Higgs. But we need to look more carefully.  And there might be more of these things out there... These are great times.", 
    "section": "science", 
    "gid": "science/life-and-physics/2012/jul/04/higgs-like-discovery-inside", 
    "wordcount": "655"
}