{
    "headline": "Mars Curiosity rover is ready to roll, says Nasa", 
    "text": "The Mars rover Curiosity is ready to roll and its drivers back on Earth say they are &quot;itching to move&quot;. Curiosity has undergone an &quot;intellect upgrade&quot; on Mars  a planned replacement of its onboard software  to ready it for a two-year mission to explore the 96 mile-wide Gale Crater. The vehicle is currently undergoing thorough pre-planned tests of its instruments before its wheels will start to turn. This first tentative drive will probably be on 21 August, 15 days after landing, and will likely only cover a few metres. The first 24-hour readings of weather conditions at the landing site will be obtained by Curiosity this week. Meteorologists on the mission are excited by the prospect of obtaining weather data from the rover: few weather instruments have been sent to the surface of Mars before, and winds may be swirling in a complex pattern in the crater where it sits. Another task that will be completed before moving is imaging of the peak of Mount Sharp  the 3.4 mile high mountain that looms over the landing site, but which was omitted from the rover&apos;s first automated panorama. According to Mike Watkins, the Curiosity mission manager, mission scientists are &quot;dying to see&quot; the colour, high-resolution images of the mountain.            The rover is also gradually sending down high resolution frames of its three minute-long landing movie to the operations team at the Nasa Jet Propulsion Laboratory in Pasadena, California. Based on initial data, the frames are expected to form a spectacular sequence, showing the changing view from the rover during its descent on 6 August. Beginning when the rover was still suspended under a parachute, the movie shows surface dust being kicked up by the rockets on the rover&apos;s descent stage, followed by the first post-landing view of the gravelly surface. All of the commands that the rover followed in the first week had been on board before Curiosity landed on 6 August. The operations team are now sending freshly-written sequences of commands to the rover, which is slowing down operations slightly, as anticipated. Once this first checkout is complete, many of its systems will be ready for work. The rover will likely drive to its first target before its sophisticated arm will be extended for the first time. The vehicle&apos;s ultimate goal is an area of layered rock at the base of Mount Sharp. It will probably take around a year to reach there, negotiating sand dunes and stopping at interesting scientific targets on the way. Orbiting spacecraft have also been imaging the landing site in colour. The Mars Reconnaissance Orbiter has obtained a spectacular colour image (above) of the rover, sitting in a patch of discoloured material that had been exposed to the exhaust from Curiosity&apos;s landing rockets. The discolouration is probably due to surface dust being blown away during the rover&apos;s daring landing.", 
    "section": "science", 
    "gid": "science/2012/aug/15/mars-curiosity-rover-ready-nasa", 
    "wordcount": "481"
}