{
    "headline": "Legal aid cuts: why law students are coming to the rescue", 
    "text": "With the cuts to legal aid that are coming into force around the country, student &quot;pro bono&quot; work is fundamental to the future of justice.  At the University of East Anglia&apos;s recently launched law clinic, we have stepped in to provide a free service that meets the legal needs of people who have nowhere else to turn. It is an opportunity for law students like me to be get to meet actual clients with very real problems, and it&apos;s a chance for universities to reach out to their local community and invite them in.  Gareth Thomas, senior lecturer at UEA and director of the law clinic, describes the project as &quot;timely&quot;, given that many people in our community will soon become unable to afford legal advice. During my time at university, I&apos;ve benefited hugely from throwing myself into the deep-end of pro bono work. The launch of our own law clinic has given us a deeper sense of purpose. From Street Law to the Innocence Project UK, Shelter to the British Red Cross Humanitarian Law project, we are teaching, learning and working for the public good, and pretty much everything we do is student-led.  Khadija Maalow, a final-year law student and head of pro bono at UEA, has found it liberating as a student to be given the power to set projects up and run with them. &quot;It gives us pride in the law clinic and our law school but, critically, it gives us pride in ourselves.&quot; At Norfolk community law service, we see clients trying to cope with a wide range of issues.  We have supported single mothers in obtaining injunctions against their current and former partners after incidents of domestic violence; we have advised clients on their finances where they are in arrears with their rent and ultimately saved them from eviction. I won 1,300 for a client suffering anxiety disorder whose Atos medical assessment had removed their right to employment support allowance.  We use our newly acquired skills to interview clients, run files from start to finish and even represent them at tribunal, all alongside our undergraduate degrees. And we do so partly because we want to give something back, and partly, more selfishly, so that we can actually feel useful for once. Let&apos;s be honest, law degrees can often be dull  but law in practice is definitely not. The pro bono movement is growing and it&apos;s a bandwagon worth getting on. Last month, the LawWorks and Attorney General Student Awards 2013 celebrated the work done by students from across the country at a ceremony held at the House of Commons. Soaking up the energy of other young lawyers who are making a difference in their communities was the most exciting thing about the event.  I don&apos;t treat my pro bono work as a CV exercise or a grapple for glory; I dedicate my time to it because I love taking on real issues that the law can fix.", 
    "section": "education", 
    "gid": "education/mortarboard/2013/apr/08/law-students-do-legal-work-for-free", 
    "wordcount": "500"
}