{
    "headline": "Car review  BMW 5 Series Touring", 
    "text": "Price from 32,305MPG up to 62.8Top speed 155mph BMW is renowned the world over for the exquisite precision of its engineering, and few other marques can boast such aformidable track record when it comes to reliability. But it seems the people who drive these steadfast vehicles are not of the same pedigree as their cars. Arecent survey shows that BMW is by far the most popular choice for British men and women who cheat on their partners. When the extramarital dating site IllicitEncounters.com (strapline: &quot;Rediscover romance, passion and adventure&quot;) polled its 670,000 members about what make of car they drove, it found that a fifth of husbands in the UK who were unfaithful also owned a Beemer. BMW was double the next most popular brand, Audi, which just pipped Mercedes. So, the top three spots all taken by German premium brands. What does that tell us about fidelity? BMW was also top choice by a long chalk for unfaithful wives. At the other end of the scale, the brands attracting the fewest adulterous drivers were Seat and Renault. So if your partner splashes out on a new Ibiza or a Mgane you can probably carry on picking your nose in bed. Unless, of course, they&apos;re double-bluffing you A spokesperson for Illicit Encounters wasn&apos;t surprised: &quot;There is an intrinsic link between success and cheating,&quot; she said. &quot;Successful people are often risk-takers who are less likely to settle for unsatisfying relationships or monotony.&quot; Blimey! I&apos;ve been driving a BMW all this week, but the only person to show any interest in the car was aBMW dealer from the Midlands who I bumped into at a wedding. Iasked him if he knew about his cars&apos; reputation. Yup. Had he considered changing his garage&apos;s name to &quot;Wedding Crashers&quot;? Nope. &quot;Passion Wagons&quot;? Nope. Was he married? Yup. He was a man of few words. You can&apos;t fault the members of Illicit Encounters for their taste in cars. The BMW I&apos;ve been playing away in this week is the 5 Series Touring (posh-car speak for &quot;estate&quot;). Ironically, I&apos;d say it might just be the perfect family car: it&apos;s capacious, responsive, super safe, versatile, powerful, elegant and hard working. But as I cruised up the M40 to that wedding in the Midlands, kids in the back, wife at my side, I couldn&apos;t shake the thought that there was a bunch of &quot;risk-takers&quot; out there driving this same faithful automotive servant to their next dangerous liaison. This is the fourth generation of the 5 Series Touring. It now comes with an eight-speed automatic transmission and fuel-saving auto start-stop function. There&apos;s arange of seven different engines on offer, three petrol and four diesels, ranging from the family-friendly 520d which knocks out 55.4mpg to the pick of the pack, the 535i M Sport  atechnological whirlwind of power and driver satisfaction (a must for anyone with a fear of monotony). And the list of clever and luxurious extras is almost infinite, from active suspension and four-wheel steering to night vision with pedestrian recognition Something, I imagine, most philanderers are born with. How to fix 3.5m vehicles Struggling to find a spare? You could do a lot worse than visit Breakeryard.com. Founded in 2003, the site has so far helped more than 3.5m motorists around the UK find new and used parts for their cars. The site provides an extensive, UK network of car dismantlers who are looking to sell car spares online for every make and model of vehicle. You simply submit one request that is then sent to every dismantler on the site. The yards holding the part then reply with competitive prices. Developed after one too many fruitless trips to local breaker yards and having to make endless calls to other breaker yards but still unable to find a part, Breakeryard was created to try and help motorists by linking them directly with car breakers who have the part their looking for, saving them both time and money. Having damaged one Saab alloy wheel, founder of Breakeryard, Matt Bott was told he would need to buy a whole set of new wheels, costing well over 500. After ringing round different breaker yards, Matt turned to the internet to try and find something in his price range. He finally found a Saab specialist breaker yard which had a replacement alloy and would deliver it the next day complete with the tyre for only 70. Initially launching from Matt&apos;s mum&apos;s garage, Breakeryard is now based in Ilford, Essex. Matt says: &quot;Helping more than 3.5million motorists fix their cars is a big milestone for us. I can&apos;t quite believe it&apos;s been that many!&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jun/17/car-review-bmw-5-series-touring-martin-love", 
    "wordcount": "813"
}