{
    "headline": "Why I took to the stage wielding a giant penis", 
    "text": "     Taking part in Lysistrata has been a perfect excuse to squirt boys in the crotch with a fire extinguisher, sport a Dyson-sized penis and threaten, &quot;I&apos;ll hit you so hard, you&apos;ll shit!&quot;  all completely in character. And in the name of peace and the greater good. It is 411 BC in Greece and, with their husbands at war, the women resolve to withhold sex until the men make peace  forget the spice girls, this is girl power in its original form. The play has so many contemporary echoes: in 2011 Hasna Kandatu led the women of Dado village in the southern Philippines to put an end to war by giving the men an ultimatum  fighting or sex. Women in Liberia used a similar strategy in 2003 to help stop a 15-year civil war. Who knew sex could save lives? I feel like this is definitely a legitimate excuse to talk about sex more. And there is certainly a lot of mention of it in Lysistrata  giving us the chance to sing ballads about how &quot;times are hard for poor little Kinny and his willy&quot;. Lysistrata has been a great way to learn to &quot;take the corset off&quot; and not hold back. My character has taught me that dignity is overrated; what&apos;s the point of dignity when you can have fun being outrageously horny and weird? This joint production, which brings together students like me from Nottingham New Theatre and professional actors from Lakeside Arts, reworks the classic script. It&apos;s now set in a classroom where, to make a point to their boring teacher, the students decide to stage the play, with togas from textiles and phallic vegetables from food tech. The choice of setting is particularly exciting because a large part of the audience are sixth-form students studying the play. We&apos;re doing all we can to make it entertaining and accessible. I wish I&apos;d been able to see such an energetic, empowering and creative take on the set texts I studied at A-level. We play students who are extensions of ourselves, or in some cases, what we never dared to be at school. We are directed to think about our intentions in every line, so we remember the characters are human. What do they want? Sometimes I wonder where the actor ends and the character begins. During workshopping, one boy announced he didn&apos;t like me. Oh no, what if he was using his character as a vessel through he could speak the truth? Oh well. I auditioned for Lysistrata following my motto for everything in life: &quot;It&apos;s the things you don&apos;t do you regret.&quot; And despite feeling at times like a zombified social recluse, and getting conjunctivitis, the experience has been incredible. It has been so exciting to see a Borrower-sized version of the set, go to the launch and get free Greek food, make new friends, and, most of all, work with professionals who force you to grow by pushing you past what you think your limits are. It&apos;s always a dilemma, choosing whether to dedicate time to your studies or extra-curricular interests. But there are 1,440 minutes in a day  that&apos;s a lot of time to balance both.  Lysistrata runs from April 23-27 at Lakeside in Nottingham.", 
    "section": "education", 
    "gid": "education/2013/apr/22/lysistrata-nottingham-university", 
    "wordcount": "548"
}