{
    "headline": "iPhone 5: Apple unveils its faster, thinner 4G handset", 
    "text": "Apple has unveiled the iPhone 5, describing it as the thinnest, lightest and fastest handset yet as the brand behind today&apos;s personal computing revolution sets out to prove that it still has the creative edge to dazzle consumers without Steve Jobs at its helm. Promising a camera that makes &quot;the ocean look bluer&quot; and &quot;kids look happier&quot;, Apple showed off a gadget with a taller 4-inch screen and thinner body, capable of running on 4G mobile networks, including in the UK. In what has now become an international event, the online audience following this year&apos;s showcase was the largest since the first groundbreaking Apple handset arrived in 2007, but commentators have already described it as the last great iPhone launch. British shoppers will be able to buy the new handset from 21 September, with the unsubsidised price starting from 529 and depending on memory size. Apple unveiled a new version of its iTunes music, film and TV series store. The updated software, available from October, uses cloud computing so that viewing paused on one device can be resumed at the same point on another. The UK&apos;s largest mobile network, EE, will have an effective monopoly on sales, given that it will be the only network with 4G service before Christmas and rivals could take up to a year before they are ready to launch one. With a feature set widely leaked before the launch  and described by one tech blogger as &quot;evolutionary rather than revolutionary&quot;  sales of the latest version of Apple&apos;s &quot;Jesus Phone&quot; will be watched closely by those who wonder whether the world&apos;s largest company has what it takes under new chief executive Tim Cook to retain its creative momentum. From the launch event in San Francisco, Cook said: &quot;Only Apple could create such amazing hardware, software and services and bring them together. Apple has never been stronger.&quot; Apple is expected to shift significantly more phones in the runup to Christmas than the 37m it sold last year, with research firm IDC predicting sales of 51m units. Nonetheless, it now has a fierce competitor in Samsung, which has already shipped 20m of its best selling Galaxy SIII handsets and is expected to slash its price over the coming weeks. &quot;The company has changed,&quot; said IDC analyst Francisco Jeronimo. &quot;It is a lot more focused on profits and management rather than product. Hopefully that won&apos;t bring Apple back to where it was in the past.&quot; In 1996, when Jobs rejoined the company after a period in the wilderness, it was on the verge of bankruptcy. All that changed with successive hits including the brightly coloured iMac computers, the iPod, which changed the music industry, and the world&apos;s most popular phones and tablets. With the release of the first iPhone in 2007, Apple triggered a personal computing revolution which has shifted our online lives away from PCs and laptops and on to smartphones and tablets. It is a revolution that has turned Apple into the world&apos;s most valuable company, with $620bn market capitalisation and a near $100bn pile of unspent cash, largely held in foreign bank accounts to avoid the tax bill repatriation would incur. A successful iPhone 5 could boost GDP in the US, with ripples around the world for the more than 150 companies in Apple&apos;s supply chain, and the mobile networks hoping to fatten their revenues from an increasingly smartphone dependent subscriber base. But a new edition that lacks the wow factor needed to persuade shoppers to part with hundreds of pounds to replace their existing smartphones could have wider implications. &quot;There is an economic impact if they don&apos;t come up with something more exciting than they did last time,&quot; says telecoms strategist Bengt Nordstrm. &quot;The impact will be slower growth in the industry, and this is one of the few industries that have been growing.&quot; Cook was never the ideas man, but is credited with making the Jobs vision a commercial success by reorganising Apple into a slick money-making outfit, closing its factories and outsourcing manufacturing to an array of largely Asian suppliers. The challenge now is whether Apple can hold on to its creative edge without Jobs. To make this happen, Cook is relying on those who report to him such as British-born Sir Jonathan Ive whose minimalist designs and attention to detail can be seen in Apple&apos;s hardware, and head of software Scott Forstall. The fact that so many of the iPhone 5&apos;s features, from photographs of its inner workings to its screen size and 4G capability, were leaked before the launch added to the feeling that Apple&apos;s marketing events have lost some of their magic. Jobs was a master showman, obsessively keeping details under wraps until the last moment, and often saving the most interesting news until the end of his presentations, pretending to walk off the stage before announcing, finger in the air, that he did have &quot;one more thing&quot;. But as Ricky Gervais pointed out, there are legions of diehard Apple fans prepared to buy its latest hardware no matter how incremental the changes. The comedian tweeted: &quot;Can&apos;t wait for the new iPhone 5. I&apos;ve had this mint condition, perfectly good, antique iPhone 4 for over a year now. Embarrassing.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/sep/12/iphone-5-apple-4g-thinner", 
    "wordcount": "894"
}