{
    "headline": "Julian Lloyd Webber joins pleas for music to survive Gove's exam shake-up", 
    "text": "Leading musicians and music teachers, including the influential Schools Music Association (SMA), have joined forces to voice dismay at the impact of the planned Ebacc qualification. In a public letter the association claims that musicians working with secondary schools are &quot;concerned that the latest government proposals will effectively mean the end of the teaching of creative subjects&quot;. The SMA is calling for assurances from education secretary Michael Gove that Britain&apos;s &quot;world class&quot; music education will be safeguarded when the new qualification, prioritising core academic subjects, is introduced. It is backed by the internationally acclaimed cellist and music campaigner Julian Lloyd Webber, by Jeremy Pritchard, bassist with the award-winning band Everything Everything, and by a senior teacher at the Guild Hall School of Music. The association&apos;s attack follows comments made last week by Deborah Annetts, the chief executive of the Incorporated Society of Musicians, who called the Ebacc a &quot;short-sighted, wholesale attack on secondary music education&quot; that &quot;will emasculate not only our world class music education system but also our entire creative economy&quot;. Dr James Garnet, chair of the National Association of Music Educators, is also urging that the planned changes protect a rounded secondary school education which includes the practical study of music. Lloyd Webber, who campaigns for wider access to music teaching, said he fears a generation of talented British pupils will now be missed. &quot;Some of these children will never touch a musical instrument, so will never find out how much natural talent they have,&quot; he said. &quot;When I went to the Junior School of the Royal College of Music, back in the late 60s and early 70s, more than half the students were from state schools. This will no longer be the case.&quot; The cellist warned that classical music is increasingly considered a middle-class, privileged activity. &quot;Music should be a birthright for all of us, but the more that teaching is limited to children in fee-paying schools or with parents who can afford lessons, then the stronger the idea that it is only for the elite will become.&quot; Lloyd Webber said the last government had begun to spend money on music in schools, recognising its significance to the economy. &quot;Schools that don&apos;t concentrate solely on the core Ebacc look as if they will be punished. This seems extraordinary when we have just had the wonderful Olympic opening ceremony. If we don&apos;t encourage children, we will lose all that.&quot; But Joan McVittie, head of Woodside High, a North London school picked out for praise last week by Ofsted, said she wanted to know more about plans for the wider curriculum. &quot;Non-core subjects will still be there and it seems to me the government may move on to these areas afterwards. The devil will be in the detail,&quot; said McVittie, a former president of the Association of School and College Leaders. Jeremy Pritchard, of Mercury Prize nominated band Everything Everything, said he was taught music in his state school and went on to study the subject at university. &quot;I don&apos;t believe the creative subjects should be pushed away. Schools will have to concentrate on correcting problems in the core subjects and everything else will be forgotten. You can&apos;t separate education out in this way. These subjects cross over.&quot; Pritchard wondered if the government was unhappy with Britain&apos;s pre-eminence in theatre and music: &quot;Maybe they want just service industries? To me it seems like wilful ignorance, since we have a culture here that you don&apos;t get in many other places.&quot; Ronan O&apos;Hora, from the Guildhall School of Music and Drama, also supports the school music teachers&apos; demands and underlines Britain&apos;s &quot;globally acknowledged position&quot; as a world leader in music education and performance. &quot;It seems quite incomprehensible that under the proposed plans to introduce the Ebacc the teaching of music is likely to disappear from secondary schools at a time when its importance in aiding and developing lateral thinking and creative problem solving is more widely recognised than ever, as is its significant therapeutic value,&quot; he said. A spokesman for the DfE said the Ebacc would still leave plenty of time for non-core subjects, such as music and art. &quot;We have put music on a much firmer footing than it has been - we have protected core music funding and a music module is being introduced for trainee primary school teachers.,&quot; he said. &quot;Our National Music Plan allows every pupil to learn a musical instrument for at least a term. We have also expanded the highly successful In Harmony scheme in the poorest areas and protected the Music and Dance Scheme for the most talented pupils.&quot;", 
    "section": "education", 
    "gid": "education/2012/sep/23/michael-gove-ebacc-destroy-creative-education", 
    "wordcount": "795"
}