{
    "headline": "Do not read this blogpost about the Royal Institution", 
    "text": "   Where Darwin sat and thought (from flickr)    What do you think you are doing? Why are you reading this? I don&apos;t mean to sound unwelcoming; the enquiry is genuine. Maybe you have alighted temporarily, piqued by an even more temporary tweet? Perhaps you are a regular browser of the many and various corners of the scientific blogosphere? How did you get here? I&apos;m not complaining. What writer doesn&apos;t want readers? But I can&apos;t help feeling that with the rampant spread of user-generated content across the Internetthere are just too many things to read. Too many words. Too many  distractions. Stuck in the web like a billion flies, the sound of our buzzing is getting louder and more irritating. Which may go some way to explaining why disputes flare up so rapidly. The endless flitting from one topic to another, provoked by Twitter and fuelled by bloggers and columnists, provides constant stimulation but little time for cooler, more considered reflection. And so when Sir Richard Sykes, Chairman of the Royal Institution (RI), announced a couple of weeks ago thatthe financially troubled organisation is considering options that may include &quot;the Ri sub-letting or disposing of some or all of its Albemarle Street property&quot; arguments erupted all over the place. What? Why!?! There was shock, horror, disappointment. I was certainly grieved by the news. I am an admirer of the RI&apos;s fabulously colourful founder, Count Rumford, and have been a regular visitor in recent years to lectures, debates, ministerial speeches, conferences, book groups, schools award ceremonies and even been interviewed there on camera. I immediately added my voice to the raucous chorus of disapproval. I&apos;d link to my tweets but they have already fallen off the end of my timeline. The reaction to the reaction was, inevitably, almost as quick.&quot;&apos;Because Faraday&apos; isn&apos;t an argument&quot; opined Martin Robbins, challenging the sentimentality of the view that the historic home of the RI should be preserved.&quot;The game is up,&quot; declared Phil Willis.  Both raised justifiable questions about the role of the 200-year old institution given the rapidly shifting communications landscape of the early 21st century. But both also relied on some rather lazy rhetoric to make their cases. Robbins mis-characterised the RI as a location for &quot;Fancy lectures and champagne receptions&quot;  it is much more than that  while Willis completely overlooked the RI&apos;s embrace of modern modes of communicationin his rush to demand that their output always be the equal of a Brian Cox BBC series. I don&apos;t really blame them for this. Their pieces were written in haste  as is this one. But I would like to see the debate about the future of RI go wider and deeper. It has fallen strangely silent this week, despite ongoing campaigns. Perhaps the swarm has moved on? I hope not. For my part I have signed up as a member of the RI, aiming to have a voice in discussions within the organisation about options for preserving its heritage and home. It was a spur of the moment decision  I&apos;m embarrassed that I hadn&apos;t joined before now  but I have since been examining my reasons for doing so. Though based more on feeling than coldly rational considerations, they are not divorced from thought. I was struck during one of my Twitter conversations on the topic with the following remark from @Dr_star_T:  @kashfarooq @stephen_curry Quite possibly, although it all feels a bit religious and pilgrimage-y, which I can&apos;t really identify with.  Dr*T (@Dr_star_T) January 30, 2013  I know what he means  in the same vein, others have referred to the RI building in Albemarle Street as a shrine  but I don&apos;t share his implicit aversion to the religious connotations. The impulse to religion comes, after all, from the all-too-human sense of wanting to be part of something greater than yourself  a community with history and precepts. Historian Rebekah Higgitt, on our neighbouring blog, has presented a strongacademic case for the cultural importance of buildings and places, even to the supposedly unfeeling sciences. As a scientist myself, I wanted to give testimony to the value I place in the sense of connection with the RI. I don&apos;t accept that the RI could easily do what it does  perhaps even re-invigorate its mission  just anywhere. It matters that scientists have been talking about science at the RI in Albemarle Street since 1799. It matters that Humphry Davy discovered elements there, that Faraday tamed electricity in the building, that the father and son crystallographers, William and Lawrence Bragg were both directors. It matters that Thomas Henry Huxley  Darwin&apos;s bulldog  lectured in the Faraday theatre. These facts establish a continuity of scientific significance within the RI&apos;s Mayfair home.     The mulberry tree where Darwin's children played (from flickr)    Perhaps the sense of place cannot be transmitted to those who have never been to the RI. But surely even non-religious people can see the value in places that are suffused with collective human memory. I re-discovered it myself last weekend in a visit to Down House, the home of Huxley&apos;s dear friend, which is just a few miles from where I live. The house and gardens are preserved by English Heritageand I know I am not the only one who is grateful for that.  I peered into the dining and living rooms, laid out as they would have been in the 19th century, stood in Darwin&apos;s study, the table scattered with books, specimens and a microscope, as if the old naturalist had stepped out for a moment and would return. In the garden I tramped the sand walk, as was his daily routine, soaking in the winter sunshine and following Darwin&apos;s ghost. I sat in the garden where he had also rested. At the end of my visit I repaired to the cafeteria (an innovation I suspect) and, over coffee, worked on the revisions to my latest paper. It will be no Origin of Species but there was a sense of connection: we are both examiners of the natural world. The community of scientists reveres evidence above all else  usually  but is not devoid of feeling. We are a community in space and time that has long enjoyed solidarity internationally, but also with the past. There are many ways in which that community can be sustained and celebrated and buildings that outlast a human span can certainly play their part. We have much to gain if we allow the past to speak to the present.I can&apos;t imagine that Darwin, who became something of a home bird following his return from the Beagle Voyage and often made excuses to avoid engagements in London, would look favourably on the frenetic pace of exchange that occurs on the web, however delighted he might be to have such ready connections with the rest of the world. He spent most of his working life in experiment and deliberation and most of his output was in the form of books, laboured over for years, rather than shorter, snappier papers. What he would have made of blogs and tweets, we shall never know. At Down I enjoyed some escape from the distracting buzz of the internet and a heavy workload  a couple of hours of respite on a Sunday afternoon. By picking up the threads of history that still run through Darwin&apos;s house I was reminded of a time when the speed of life was slower, allowing at least those who could afford it more occasion for reflection. I hope to clear greater spaces in my own schedule for contemplation. The chances of success are slim  I am a creature of bad habit  but my immediate plan is to reduce the time spent chasing tweets and blogs on the internet in favour of an old but trusted technology, the book, a form better adapted to wider, deeper argument. Now, why don&apos;t you go away and do the same? @stephen_curry is a structural biologist at Imperial College", 
    "section": "science", 
    "gid": "science/occams-corner/2013/feb/01/1", 
    "wordcount": "1326"
}