{
    "headline": "Nintendo: your favourite consoles and what went wrong - open thread", 
    "text": "News just in games giant Nintendo, creator of iconic consoles the Snes, Game Boy and N64, posted its first loss in 30 years. The figures are accounted for in this article, which states the 330m loss is on the back of weak Wii sales and strong yen, along with disappointing launch of 3DS handheld. Kyoto-based Nintendo is optimisitc sales of the Wii consolewill pick up in the next financial year.  So what&apos;s happened to Nintendo since the much-loved success of the Snes, Gameboy, N64 and the early days of the Wii? Our readers have been posting tributes to the consoles they knew and loved on Twitter and Facebook  and putting forward ideas for how the games company could pick things back up again.   @guardian Game N Watch! #retro! #Nintendo  Weirdy Vee(@canon_alberic) April 26, 2012  1989 Snes (Super Ninetendo entertainment system) and Game Boy  @guardian gameboy color, I&apos;m 25 and still play on mine. #retro  Thom Baker (@Thom_Baker) April 26, 2012   @guardian Pokmon on the GameBoy!  Travis Croft (@Travis_Croft) April 26, 2012  @guardian Gameboy colour!! First ever games console... I have the best memories from that one. :)  Becky Reyna (@BeckyReyna1) April 26, 2012    @guardian my heart belongs to the SNES, although i give much respect to beloved consoles who have come before and since.  noah tron (@noahtron) April 26, 2012   @guardian donkey kong country on snes! Loved it!   Dafydd Burge (@dafyddplymouth) April 26, 2012   @guardian GameCube was underrated, but you can&apos;t beat a snes. Always wanted one...  mrgray (@Super_Thumbs) April 26, 2012   @guardian SNES forever &lt;3  Seema Patel (@Nemolala) April 26, 2012  1996 Nintendo 64   @guardian N64! Hands down, greatest console ever. It will never be beaten, a true classic!  Matt Horner (@HattMorner) April 26, 2012  Are smartphones wooing casual gamers?   alas, the advent of smartphone games has taken away all the noobs RT @guardian Nintendo posts first loss in 30 years bit.ly/IyYAoc  Annam Choudhry (@bobbyV_89) April 26, 2012  @guardian Mobile gaming passed them by  Greg Adkins (@fritopunk) April 26, 2012 Gardenia F on Facebook:   Simple, not making their games available for mobile gaming on smartphones.  Gareth W   Seems obvious where they have gone wrong... They make consoles for educational and family friendly games... The money in games at the moment is in death and carnage.... Brave attempt Nintendo, but if you can&apos;t beat them... Join them!  Michael F   Unfortunately Nintendo followed a relatively similar path to Polaroid. They had a unique niche in the gaming market with portable gaming, but based their entire company around retro cartridge-style game packs and when technology advanced, Nintendo decided to stay in the dark.  Joo Z:   the lack of new series that could do for gaming what the Super Mario Bros. or the Legend of Zelda series did before. Make no mistake, Mario and Zelda remain huge names in gaming and I&apos;m always looking forward to the next deliveries, but Nintendo has been falling victim to re-releasing and milking some series way too much. The best examples that come to mind are Pokemon and Mario Party (for those who don&apos;t keep a close eye on videogames, &quot;Mario Party&quot; is a series of party-themed games featuring characters from the Mario world, it&apos;s not part of the Super Mario Bros. series).  What were your favourite consoles and why? Where did Nintendo go wrong and how could they pick up sales? Leave your comments below.", 
    "section": "technology", 
    "gid": "technology/blog/2012/apr/26/nintendo-what-went-wrong-open-thread", 
    "wordcount": "569"
}