{
    "headline": "It's a Wonderful  Life", 
    "text": "I heard a man from the tax office on the radio yesterday, apologising to people who are having trouble getting through on the phone. It was Moneybox, which comes on while I am making lunch and waiting for the News Quiz, and is more fun and interesting than the Archers anyway. It was a typical tale of frustration. Phone charges and fines mounting up, impossible to speak to anyone on the other end. It would be even more annoying if you were calling on the Vodafone network, I suppose. I began to feel a bit sorry for HMRC man. My sympathy grew when the interviewer asked him something like:  &quot;Aren&apos;t the problems because budget cuts meant you had to fire lots of staff?&quot; I could visualise the rictus grin, as like any junior manager or senior public servant, he had to cheerfully promise to do more with less. Apparently no, they are going to be more efficient. Hooray! I suppose there&apos;s a similar discussion going on in passport control, where they have apparently been told to increase border security, reduce queues, and fire staff. Like this - shazam! (That was probably the noise a broken iris scanning machine makes when you kick it). I wonder who Teresa May will fire this time? Or maybe someone else will do the firing. We aren&apos;t unique in the queue business in the UK, of course. I went through Washington (Dulles) last month on the way to a physics meeting and queued for ages. There were about 30 desks, only one of which was manned, and the guy at that desk spent the whole time dealing with one family. I suppose the fact that the woman was wearing a niqab and the husband had a very full beard might have slowed him down a bit. In the end the other staff got embarrassed and let us use some of the desks allocated to US citizens. My first trip to the US was in December 1995, to Penn State University, and was made entirely to get my visa processed. This failed. I was then driven through heavy snow from Newark to State College PA, geometrically centred in Pennsylvania and therefore nowhere. The car nearly spun off the road at least once. I was delivered, dazed, to a motel. I remember marvelling at the size of the toilet bowl, worrying that I might fall in. But I woke up in bed, completely confused as to where I was.  There&apos;s a scene in &quot;10&quot; in which Dudley Moore, having drunkenly followed Bo Derek from California, wakes up in Mexico, and staggers astonished and disoriented onto the balcony to the sound of spanish guitars. I did this, although in my case it was a winter wonderland of small-town America in the deep snow, rather than a row of frantic guitar players, that greeted me.  Stumbling down the snow-lined street like Jimmy Stewart in &quot;It&apos;s a Wonderful Life&quot; (America is so cinematic) I ended up in the nearest thing to a pub that I could find.  Sitting at the bar, sipping a beer and watching a gameshow on TV, I began to regain some equilibrium. Until the barman, who I had been chatting to on and off, leant over and said  &quot;You&apos;re not gay, are you?&quot; &quot;Erm, no. Why?&quot; &quot;This place becomes a gay singles bar at about this time of the evening, and you might feel a bit uncomfortable.&quot; &quot;Oh. Oh, right. Thanks for the tip.&quot; &quot;Actually I&apos;m finishing my shift. You want to come and play some pool in a different bar?&quot; This confused the hell out of me all over again. But I went anyway. And either he was straight, or he didn&apos;t fancy me. We met up with a bunch of students and I beat them all at pool. The affinities between particle physics and games of marbles are well documented, but less well known is the fact that we particle physicists all excel at pool and snooker. The next day I met a giant of particle physics in the lift*. John Collins is one of the people who proved that, in one important sense, quarks and gluons are real.  The proton is made of quarks and gluons. We work out how they are distributed inside the proton mostly by scattering electrons off them - this is what the experiment I worked on at the time in Hamburg was doing. Collins (with two colleagues) had proved that this knowledge &quot;factorised&quot;.  The way quarks and gluons are distributed in the proton is difficult, maybe impossible, to calculate. But the factorsation theorem tells you that if you measure it in one kind of collision, you can use the information in others. That is, you could use what you learned at our experiment to predict what would happen at different experiments involving protons. Since this is something that we assume, for instance when predicting results of proton collisions at the Large Hadron Collider, it was a very important proof to have. As to how well he plays pool, I haven&apos;t yet found out. I was a bit shy. I think I said &quot;Hello&quot;. Or possibly &quot;What floor is the Human Resources office on?&quot; Meanwhile, the Large Hadron Collider continues to rock around the clock. Of course this is a tremendously exciting year, with the answer on the Higgs due at some point. For a flavour of the true, Moneybox-like thrill of data-taking shifts, I recommend last night&apos;s live blog by my colleague Mark Tibbetts. * Elevator.", 
    "section": "science", 
    "gid": "science/life-and-physics/2012/may/06/particlephysics-physics-pennstate", 
    "wordcount": "939"
}