{
    "headline": "Visionary landscape from Piers Plowman", 
    "text": "A rare clear day in our drenching summer and I set off from the west to climb Worcestershire Beacon, high point of this marvellous Precambrian ridge that&apos;s visible from so many points within the Welsh hills. Today they spread in their turn along the western horizon: the Black Mountains, Radnor Forest, distant Cader Idris, even The Berwyn&apos;s fine, distinctive precursor of Gyrn Moelfre - all stretched languid in the sun. By a gushing waterspout in the lay-by from which the path slants up, friendly Brummies fill fat containers to bear off home and guard themselves against chlorinated contagion from the tap. I leave them and labour on up steep woodland diagonals. A slight movement high in the leaf canopy focuses me on a sparrow-sized bird creeping along under a stretching oak-branch, flash of red at the nape. It&apos;s a lesser spotted woodpecker  increasingly rare, though common here in the 1960s when I worked for a happy season in what was then a county of orchards stretching out between these dreaming sentinels of the southern March and Hereford, a dozen miles to the west. Climbing higher up the slope, that country is laid out to view. I remember autumn dawns when the long ridge rose out of a white mist all across the Severn plain, a cloudless sky above. In the evening, bracken flanks glowed in a low sun: &quot;blue remembered hills&quot;; flaming hills; a visionary landscape  &quot;on Maluerne hulles/Me byfel a ferly. of fairy me thoughte&quot; (Langland&apos;s vision of Piers the Plowman). Memory brings back too the dew-fresh flavour of a Laxton&apos;s Fortune apple picked straight from the tree  a taste that, like the insouciant splendour of youth, was fresh and crisp and sweet and can never be found again. I wish those orchards were there still, so people might relish their incomparable fruit, that sours within hours of leaving the tree.", 
    "section": "environment", 
    "gid": "environment/2012/aug/17/malvern-hills-landscape-piers-plowman", 
    "wordcount": "317"
}