{
    "headline": "BP to pay $4.5bn penalty over Deepwater Horizon disaster", 
    "text": "     BP met its day of reckoning in the Gulf of Mexico oil disaster on Thursday when the company admitted guilt on 14 criminal charges and agreed to pay an historic $4.5bn (2.8bn) penalty in connection with the fatal explosion of its rig and the catastrophic oil spill. The payments include $4bn for criminal charges and $525m to security regulators. BP will plead guilty to 11 felony counts of misconduct or neglect in relation to the deaths of 11 men aboard the Deepwater Horizon when the rig blew up and sank in April 2010, as well as misdemeanour counts under the clean water and migratory bird acts. The company will plead guilty to lying to Congress. &quot;This marks the single largest criminal fine  $1.25bn  and the single largest total criminal resolution  $4bn  in the history of the United States,&quot; the attorney general, Eric Holder, told a news conference in New Orleans. &quot;I hope this sends a clear message to those who would engage in this kind of reckless and wanton misconduct that there will be a significant penalty to be paid.&quot; Three BP officials were also charged, in addition to the charges against the company. Donald Vidrine and Robert Kaluza, the two senior managers aboard the Deepwater Horizon, face charges of manslaughter and of negligence in supervising the pressure tests on the well. &quot;In the face of glaring red flags indicating that the well was not secure, both men allegedly failed to take appropriate action to prevent the blowout,&quot; said assistant attorney general Lanny Breuer. David Rainey, BP&apos;s former vice-president for exploration in the Gulf of Mexico, was charged with obstruction of Congress and lying about how much oil was gushing from the well. The criminal settlement does not settle all of the claims against BP for the April 2010 blowout of the Deepwater Horizon and the subsequent oil spill. BP is still on the hook for environmental damage to the Gulf of Mexico and could face up to $21bn in penalties under the clean water act for restoration costs to waters, coastline and marine life. Holder said the federal government would &quot;vigorously&quot; pursue the case. But Thursday&apos;s deal does free the company to focus on resolving those other civil claims and on ongoing operations. BP said it not had been advised on any ban on future operations: the company was awarded a new oil lease in the Gulf of Mexico last year. The company said it had agreed to appoint two safety monitors to help improve safety. Its chairman, Carl-Henric Svanberg, said BP believed the settlement was in the company&apos;s best interests. &quot;We believe this resolution is in the best interest of BP and its shareholders,&quot; he said. &quot;It removes two significant legal risks and allows us to vigorously defend the company against the remaining civil claims.&quot; In London, the company&apos;s shares, which had stopped trading before the news of the fine broke, closed down a fraction of a penny at 425.4p. So far, the company has set aside $38.1bn to settle claims and fines related to the disaster. Reaction from environmental groups was mixed. Greenpeace said the fine amounted to little more than a slap on the wrist for BP. &quot;This fine amounts to a rounding error for a corporation the size of BP,&quot; the environmental group said. The Oceana conservation group said it was pleased the US government was holding BP accountable for its negligence in the spill, but added: &quot;By rights, this settlement should be just a first step.&quot; It said the real test of the government&apos;s will would come when it came to assessing civil penalties on BP for environmental damage. Ed Markey, the senior Democrat on the house natural resources committee, said the fines were appropriate: &quot;People died, BP lied to Congress, and millions of barrels of oil poured into the Gulf. This steep cost to BP will provide the Gulf coast some of the funds needed to restore the region, and will hopefully deliver some comfort and closure to the families and businesses affected by the spill.&quot; Under the deal, the oil company will pay about $1.25bn in fines along with payments of nearly $2.4bn to the National Fish and Wildlife Foundation, and $350m to the National Academy of Sciences. Holder said much of that money would be spent in the Gulf and in developing better oil clean-up technology. The company will pay the Securities and Exchange Commission $350m for misleading investors by deliberately under-estimating the amount of crude gushing from the well. The settlement remains subject to US federal court approval. It also remains separate from the Justice Department&apos;s investigation of BP&apos;s partners in the well, Transocean, which owned the rig, and Halliburton, which cemented the well.  This article was amended on 16 November 2012. The original misquoted attorney general Eric Holder as saying the penalties were the largest criminal fines in history at $1.25m and $4m. He said $1.25bn and $4bn.", 
    "section": "environment", 
    "gid": "environment/2012/nov/15/bp-deepwater-horizon-gulf-oil-spill", 
    "wordcount": "847"
}