{
    "headline": "UK carbon targets 'at risk over local authority funding cuts'", 
    "text": "Funding cuts to squeezed local authorities are putting the UK&apos;s carbon targets at risk, the government&apos;s climate advisers warned in a report published on Thursday. The Committee on Climate Change, the statutory body set up to advise ministers on how to meet the government&apos;s carbon targets, called for local authorities to be ordered do develop and implement plans to cut carbon emissions, with national funding to do so. Prof Julia King, a member of the committee, told the Guardian that local authorities&apos; climate change initiatives had been badly affected by austerity measures, with climate efforts often one of the first services to go during budget cuts. But she said: &quot;Local authorities have the potential to significantly impact the UK&apos;s scale and speed of emissions reductions. There is a wealth of good work being done already at local and regional levels, but many opportunities remain untapped. It is essential that these opportunities are delivered if we are to meet our national carbon targets.&quot; Placing such a statutory duty on councils would ensure that the UK could meet its national carbon targets, and lead to a wide range of new schemes that could also benefit local residents. For instance, energy efficiency would be the cheapest way to cut emissions, and programmes to improve insulation and cut energy use could help to lift people out of fuel poverty. But without adequate funding, it may be impossible for councils to put such plans in place. King said: &quot;Local authorities need to show leadership and recognise their wider role in supporting local emissions reductions, [but] the government needs to strengthen incentives for action by providing national funding where required.&quot; Andy Atkins, Friends of the Earth&apos;s executive director, welcomed the report: &quot;This is a stark warning the government can&apos;t afford to ignore - UK climate targets won&apos;t be met unless ministers ensure every council plays its part in slashing emissions, and has the funds to do so. The government has failed to support local action on climate change  and only a few council leaders are currently championing action on the scale required.&quot; Plugging the leaks in Britain&apos;s draughty homes will be one of the most important ways in which local authorities could cut carbon, according to the report. The government&apos;s &quot;green deal&quot;, which has come under fire from within government as well as outside experts, is supposed to provide the financial incentives for insulation, but local authorities have the power to supplement the scheme with their own initiatives, such as improvements to social housing. But local authorities can make a substantial difference over a range of areas, the report found  buildings, surface transport and waste make up 40% of the UK&apos;s greenhouse gas emissions, and if the right actions are taken, these emissions could be cut by 30% from 1990 levels. Some of the other key ways in which local councils can cut emissions and improve the lives of residents include improvements to public transport and other sustainable travel options such as cycle routes and making pedestrian routes more accessible, as well as developing advanced recycling programmes and giving planning permission to local renewable energy projects. All of these steps can create jobs and improve the quality of life, and some can cut energy bills both for households and the council. Other options councils should look into, according to the report, include better town planning, in order to make towns and cities more &quot;liveable&quot;, for instance by ensuring that amenities such as schools, hospitals and commercial services such as shops and banks are near enough to where people live, to reduce car journeys. Plans to generate energy from waste should also be considered, the committee said  this could include decomposing food waste into biogas, and incinerating the residue of waste left over from recycling to generate electricity and heat. District heating schemes  for instance, using waste heat from power stations  could also be a key part of local low-carbon strategies, the report found. To date, few such schemes have got off the ground, in part because of a lack of coordination and incentives, and because some potential schemes may fall between different local authorities to implement. Better cooperation among local organisations will be a key factor in realising low-carbon strategies, the report said.", 
    "section": "environment", 
    "gid": "environment/2012/may/17/uk-carbon-targets-funding-cuts", 
    "wordcount": "717"
}