{
    "headline": "BlackBerry confirms BBM app for Android and iPhone  but rivals await", 
    "text": "BlackBerry is making its Messenger (BBM) real-time messaging service available on Apple&apos;s iPhone and iPad and Google&apos;s Android platforms from summer, abandoning the platform exclusivity that had for years been a crucial tool in attracting and retaining users. Announcing the move at the company&apos;s developer conference, software vice president Andrew Bocking said: &quot;the time is definitely right for BBM to become a multi-platform mobile service. BBM has always been one of the most engaging services for BlackBerry customers, enabling them to easily connect while maintaining a valued level of personal privacy. We&apos;re excited to offer iOS and Android users the possibility to join the BBM community.&quot; Chief executive Thorsten Heins called the move &quot;a statement of confidence&quot;. BlackBerry says that BBM has more than 60 million monthly active users, with more than 51 million using BBM for an average of 90 minutes per day. Its customers collectively send and receive more than 10bn messages daily, with almost half read within 20 second of being received, it said. The free app will be available once approved for Apple&apos;s iOS 6 software released last year and devices running Android 4.0 or higher, released in late 2011. BBM was once seen as an iconic messaging system which drew both teenagers and business people onto the BlackBerry platform because messages could only be swapped between its own handsets. But with its installed base of users falling, the company has had to look for ways to generate revenues from its software expertise. The move pitches BBM into a fight with other cross-platform data-reliant apps - known as &quot;over the top&quot; services - such as WhatsApp, WeChat and Viber. On Apple&apos;s iOS, it will put it up against the company&apos;s own iMessage app - though that does not work across different platforms. But BBM is now one of the smallest cross-platform apps, with WhatsApp claiming more than 200 million active users, and WeChat around 190 million.  In the planned initial release, iOS and Android users would be able to experience the immediacy of BBM chats, including multi-person chats, as well as the ability to share photos and voice notes, and engage in BBM Groups, which allows BBM customers to create groups of up to 30 people. BlackBerry says BBM provides customers with a high level of control and privacy over who they add to their contact list and how they engage with them, as invites are two-way opt-in. iOS and Android users would be able to add their contacts through PIN, email, SMS or QR code scan, regardless of platform. Android users would also be able to connect using a compatible NFC-capable device.", 
    "section": "technology", 
    "gid": "technology/2013/may/14/blackberry-bbm-ios-android", 
    "wordcount": "444"
}