{
    "headline": "Pupil premium 'spread too widely' to help poorest children", 
    "text": "The pupil premium, the flagship coalition policy to help poor children, is being spread more thinly so that it increasingly benefits children in affluent regions as well as impoverished urban areas, according to an analysis of the data, which was published on Friday. Buckinghamshire and Surrey are among the 10 areas where the pupil premium will increase the most in percentage terms this year, Labour MP David Lammy has found, while Tower Hamlets has one of the lowest percentage increases. The premium, an additional 600 per child in extra school funding, is intended to benefit &quot;England&apos;s most disadvantaged pupils&quot;, and is a totemic policy for the Liberal Democrats, who see it as a major win from the coalition. However, government spending on the pupil premium has more than doubled in Buckinghamshire and Surrey this year. In both counties, 11% of children are living in poverty. In Tower Hamlets, where the pupil premium has gone up by 60%, more than half of children are in poverty. The pupil premium is being spread more widely this year after the government decided to spend it on all pupils who have ever been eligible for free school meals over the past six years, rather than just those currently receiving free meals. This extends the cash to a swath of pupils who have escaped poverty as their family circumstances have improved. The effect of the change has been to boost spending in leafier areas in southern England, while it has gone up more modestly in some of the poorest urban areas. The total being spent on the policy is increasing. Funding for the pupil premium doubled to 1.25bn this year and is due to rise to 2.5bn by 2014-15. But Lammy, MP for Tottenham, said it was failing to target the poorest children because too much money was going to richer areas. &quot;Ministers cannot pose as guardians of fairness when their flagship policy is so unjust,&quot; he said. Excluding the tiny county of Rutland, the 10 biggest winners in percentage increase terms are: Buckinghamshire, Milton Keynes, Wiltshire, Suffolk, Surrey, North Yorkshire, Hampshire, Bath and North-East Somerset, Central Bedfordshire, and Windsor and Maidenhead. Excluding the Isles of Scilly, the ten biggest losers are the Wirral, Middlesbrough, Halton, South Tyneside, the city of Kingston upon Hull, Hammersmith and Fulham, Harrow, Tower Hamlets, Newham and Islington. However, even after the increases, the amounts being spent in poorer areas are higher. For example, schools in Tower Hamlets will receive 13.9m this year, an increase of 5m on last year. Schools in Buckinghamshire will receive 4.7m, an increase of 2.5m. The money will be distributed to local authorities from June this year. A Department for Education spokesperson said: &quot;This analysis misunderstands the whole point of the pupil premium. It targets money directly at deprived children, regardless of where they live. Poor students need the most support, whether or not they&apos;re at school in Buckinghamshire or Tower Hamlets. &quot;We&apos;re increasing the pupil premium to 600 per child for 2012-13, as well as making sure it reaches more children so that we can tackle the inequalities in the system. &quot;This money is already making a real difference in schools  for example, by allowing teachers to provide one-on-one tuition, pastoral support or extra classes for those who most need them. &quot;The truth is that the current funding system has not worked. That&apos;s why we&apos;re reforming the system  so that thousands of children will finally be getting the extra support they need to succeed.&quot; Luke Sibieta, senior research economist at the Institute for Fiscal Studies, said: &quot;There&apos;s always been a tension between spreading the pupil premium as widely as possible and targeting it at the most deprived areas. &quot;I do wonder whether those children who are in and out of free school meals are temporarily poor rather than permanently poor, limiting the amount you can spend on children who are permanently poor.&quot; Sibieta said the IFS had argued for a higher pupil premium for children who are persistently on free school meals, &quot;because these are the children at the highest level of disadvantage&quot;. &quot;The government is clearly seeking to spread the pupil premium out more widely, and this new measure might now include children from &apos;working poor&apos; families. [But] I don&apos;t think that being &apos;ever eligible for free school meals&apos; is a good way of targeting this group of pupils, as this new measure might also include families who were only temporarily poor.&quot; Sibieta suggested it would be better to target these children by directly looking at household income or eligibility for working tax credits. Deciding to spread the money more widely rather than raising the amount spent per pupil risks diluting the impact of the pupil premium, one researcher said. Jonathan Clifton, research fellow at the IPPR thinktank, said: &quot;They could have upped the pupil premium further, rather than expanding who&apos;s eligible to get it. That&apos;s a genuine debate. &quot;We know the pupil premium does need to be higher per pupil for it to be effective. The things that schools might spend the pupil premium on, like one-to-one tuition, are expensive.&quot;", 
    "section": "education", 
    "gid": "society/2012/mar/16/pupil-premium-poorest-children", 
    "wordcount": "880"
}