{
    "headline": "India's river-linking project mired in cost squabbles and politics", 
    "text": "The idea of linking India&apos;s rivers to put an end to droughts and floods has exercised a mesmerising grip on the nation&apos;s mind for decades. That grip has become even stronger since neighbouring China embarked upon various water diversion projects, and pushed ahead with its own gargantuan engineering projects. So it came as no surprise when in December 2012 India announced progress on plans to connect 37 rivers across the nation through 31 links with 9,000 km of canals, saying such a project was feasible. This exercise, the government estimates, would cost $140bn. But even after China went ahead with its plan to construct more than half a dozen dams that India says would affect the flow of water downstream into its own territory, the plan to link Indian rivers by 2016 does not seem to be progressing easily, with both economists and environmentalists now believing the project is unfeasible. The government&apos;s own estimates suggest that inflation and debt-servicing costs during the four-year period of construction would push costs even higher than the already-unaffordable $140bn estimate. The supreme court is also concerned over potential financial shortfalls. Last February, the supreme court criticised the government and directed the authorities to implement the plan without any delay, calling it &quot;a matter of national benefit and progress&quot;.     Map - India's river-linking project    India&apos;s average annual rainfall of about 4,000bn cubic metres is unevenly distributed  both regionally and seasonally. The pro-linking lobby suggests that networking would help maintain the flow of water in all the rivers, as well as reducing the risk of drought and floods in various states. Many large- and medium-size rivers are close to each other and these rivers can be connected depending on their direction and surge. Environmentalists and water experts, however, reject claims that it is of national benefit. They suggest it is a &quot;mindless proposition&quot;, and that the government is unsure of how to reconcile such huge engineering with the environmental impact. Some activists have warned the plan could result in ecological disaster. The battle has spilled over into politics. India&apos;s main opposition party, the Bharatiya Janata Party (BJP), which banks on votes from vulnerable people living near rivers, is questioning the will of the government to implement the project just a year before national elections. BJP&apos;s top leader, L K Advani, writes in his blog that the government is not keen on the project despite the supreme court&apos;s judgement. Not following the judicial directive is a contempt of court, he says. Although the government is happy to talk up the benefits of river-linking  such as providing up to 45GW of new electricity capacity, and a better supply of water for irrigation in about 120m acres of land, as well as flood control  it is strangely hushed on the subject of execution.  Ravi S Jha is a New Delhi-based journalist, editor and columnist.", 
    "section": "environment", 
    "gid": "environment/2013/feb/05/india-river-link-plan-progress-slow", 
    "wordcount": "476"
}