{
    "headline": "Etsy CEO talks offline retail, people power and 3D printers as the new sewing machines", 
    "text": "In December 2012, Etsy launched a pop-up &quot;Holiday Shop&quot; in New York: its first physical store after nearly eight years as an online retailer. More than 20k shoppers stopped by during the 10 days that it existed for. Does this mean the company which focuses on helping people sell handmade and vintage items to one another has grander ambitions for real-world stores? Not exactly. Speaking at the LeWeb London conference, chief executive Chad Dickerson said Etsy&apos;s strategy has shifted in 2013 with the beta launch in April of its Etsy Wholesale initiative. Its aim: to connect Etsy creators with professional buyers, to get their products into existing retailers&apos; stores. &quot;We really believe that helping our sellers become successful in offline retail is a lot more important than running our own shops,&quot; said Dickerson. &quot;If we help our sellers sell into offline retail, we can do that in thousands of places, as opposed to doing our own shop, which we can only do in a handful of places.&quot; Etsy Wholesale is the latest plank in Etsy&apos;s ambitious growth strategy. The company&apos;s gross merchandise sales rose from $525.6m in 2011 to $895.1m in 2012. &quot;We&apos;re continuing to grow at very similar rates. This year, Etsy will significantly pass $1bn in gross merchandise sales,&quot; said Dickerson, who later outlined the company&apos;s ultimate strategy. &quot;People see us as an online handmade marketplace, but we really see ourselves as reinventing the whole retail supply chain.&quot; How so? Dickerson presented Etsy&apos;s mission in near-evangelical tones, in terms of its plans to change the way people shop, and who they shop with. &quot;You can imagine a world where everywhere you go, whether you&apos;re buying the materials to make things, selling them online or selling them at retail through Etsy Wholesale, that the goods you&apos;re buying or selling are from a local person,&quot; he said. &quot;We&apos;re creating a people-powered economy where people are buying and selling from and to other people in their communities.&quot; There&apos;s a slight contradiction here: almost immediately, Dickerson said that &quot;one of the things we hear a lot from our sellers is how excited they are to sell things to people in other countries&quot; so global rather than purely local. Elsewhere in his on-stage interview, Dickerson said Etsy isn&apos;t planning to raise its famously-low listing prices for sellers &quot;anytime soon&quot;, suggesting that charging 20 cents per listing and taking a 3.5% cut of every sale is the key to Etsy&apos;s success. &quot;The community has a lot of goodwill,&quot; he said. &quot;With the pricing, for example, people feel they&apos;re getting a good deal, so our growth so far has been largely organic: people telling other people to sell on Etsy.&quot; Dickerson said this may offer an example for other startups in the emerging sharing economy the focus of this year&apos;s LeWeb London conference with some pointed advice for his peers. &quot;You don&apos;t build communities to exploit them, you build communities to be a part of them,&quot; he said. &quot;You have to think about yourself as being a member of the community, not just creating and tending to the community If the whole basis of your company is the success of others, that&apos;s what a true community is: helping other people be successful.&quot; Dickerson was also asked about the growth of 3D printing technologies, and how they might fit into Etsy&apos;s traditional handmade/vintage emphasis. &quot;We&apos;re taking a closer look at that,&quot; he said, segueing into an anecdote about a mob of tailors destroying a factory full of the first commercial sewing machines, outraged at the conceptual and commercial threat these machines posed to their craft. &quot;These [3D printers] are the sewing machines of today. What they produce may not look handmade or handmade in the Etsy definition but the technology is marching so quickly,&quot; said Dickerson. &quot;We really have to look at those and determine whether those types of things should be sold on Etsy. People are using parts from 3D printers on Etsy right now, though. We&apos;re figuring that out.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/jun/05/etsy-ceo-offline-retail-3d-printers", 
    "wordcount": "708"
}