{
    "headline": "Obama under pressure to show Doha he is serious on climate change", 
    "text": "Barack Obama is being pressed for proof of his intent to act on climate change ahead of next week&apos;s United Nations global warming summit in Doha. The proof might boil down to just two words: two degrees. An early statement at Doha that America remains committed to the global goal of limiting warming to 2C above pre-industrial levels would be a clear sign. Every statement from US diplomats at the Doha negotiations will be closely scrutinised for signs that Obama will indeed make climate change a priority of his second term  and that America remains committed to the global agreement diplomats have been seeking for 20 years. Campaigners say Obama&apos;s re-election, superstorm Sandy and New York City mayor Michael Bloomberg&apos;s endorsement  predicated on climate change  put climate change back on the domestic agenda. Opinion polls suggest public concern in the US about climate change was rising even before Sandy. Campaigners argue Obama needs to engage on climate, if he wants to safeguard his legacy as president. &quot;President Obama&apos;s re-election provides him with an opportunity to seal his legacy as a truly transformative leader, but he needs to address climate change,&quot; said Andrew Steer, president of the World Resources Institute. &quot;I think history will judge any president from now onwards not to have succeeded if he doesn&apos;t really grapple with this issue seriously.&quot; Early indications are that Obama will spend more time on climate change than in his first term. He invoked &quot;the destructive power of a warming planet&quot; in his re-election speech. He told reporters he would make climate change a personal mission of his second term. At his first White House press conference, Obama spoke of starting a national conversation about climate risks, and building a bipartisan consensus for action. But the president also made clear the economy remained his number one focus. At Doha, negotiators will be looking for signs of how Obama plans to put his climate mission in action. Hardened climate observers will be watching whether Todd Stern, the state department climate envoy, reaffirms America&apos;s commitment to the climate platform reached in Durban last year  including a core goal of limiting warming to 2C. Some campaigners fear America is backing off from that promise, following a speech at Dartmouth University earlier this year in which Stern said signing on to the 2C goal was unrealistic for some countries. &quot;It makes perfect sense on paper. The trouble is it ignores the classic lesson that politics  including international politics  is the art of the possible,&quot; Stern said in the speech. &quot;If countries are told that, in order to reach a global goal, they must accept targets their leadership sees as contrary to their core interest in growth and development those countries are likely to say no.&quot; The talk, with its suggestion of a retreat from the Durban platform, caused enormous concern among campaign groups. Jennifer Morgan of WRI said in the reporters&apos; conference call she would be watching to see whether America continued to back away from the goal, or whether it was back on side. Stern has not been giving interviews prior to the Doha talks. The larger question, however, is how Obama intends to use his authority to act on climate in his second term  even if Congress remains opposed to additional regulations. Obama committed America to a 17% cut in emissions this decade from 2005 levels. That was seen as too weak in most of the world, but efforts for economy-wide action collapsed in the Senate in 2010. Republicans in Congress then fought to undercut the authority of the Environmental Protection Agency. But Obama did manage to steer $90bn towards green investment in the economy recovery plan, and set new 54.5mpg fuel efficiency standards. Even after Obama&apos;s re-election, the House of Representatives is still controlled by Republicans, including a heavy contingent from the Tea Party conservatives who discount the very existence of climate change and oppose government intervention in the economy. But campaign groups in the US are hoping the Environmental Protection Agency steps up  by finalising a rule approved in March that would put severe limits on the construction of new power plants. Campaigners are also looking to the EPA to bring in new rules on existing coal-fired plants. &quot;We recognise there are constraints on the president  in no small part from Congress  but the electorate wants action on climate change before superstorm Sandy becomes business as usual,&quot; Janet Redman, co-director of the Sustainable Energy and Economy Network said in a statement. &quot;There are measures we can take now. We can join European countries and agree to tax financial transactions, which could raise hundreds of billions of dollars for climate programmes and other public goods. And we can promote the Green Climate Fund as the main channel for public finance to support low-carbon and climate-resilient sustainable development priorities of countries and communities most impacted by climate change.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/nov/23/barack-obama-doha-climate-change", 
    "wordcount": "828"
}