{
    "headline": "Letter from Virgin Media's Andrew Barron - full text", 
    "text": "The UK passed a significant milestone in March when Virgin Media&apos;s 100Mbps superfast broadband reached half the country. The rollout of Britain&apos;s fastest widely available internet speeds across our network is the most recent realisation of over 13bn of private investment made during the past two and a half decades.Why is this important? Well, throughout history, communications have underpinned economic growth and success. This country&apos;s rise as the first industrial power rested in large part on the flow of goods, people and information along the canals and later the railways. Tomorrow&apos;s economic powerhouses will be those that embrace and harness the latest communications  with today&apos;s virtual equivalents already moving at the speed of light.We all want a world-beating digital economy fit for the future  but what does success look like?Much focus is given to international speed league tables, in which the UK is often said to languish. Yet this simple measure fails to take into account availability or affordability. Latvia, for example, is 5th fastest in the world [according to Akamai&apos;s recent State of the Internet report] yet only one in five Latvians can get fixed line broadband. The UK is down in 16th but this hides an important disparity: where there is cable in Britain, the market has seen aggressive competition drive up speeds at the same time that prices have roughly halved in five years. If Virgin Media&apos;s customers were a country, they would rank amongst the very fastest in the world.  The impact of competing infrastructure cannot be underestimated. Across Europe, nations with cable as well as a former state-owned telephony network are typically two or more years ahead of the rest in terms of speeds, fibre-optic availability and take-up. Hence, even with the UK&apos;s current infrastructure, our country has the largest and fastest growing internet economy of any industrialised nation [according to Boston Consulting Group research]. The development of that economy will require the wider take-up of broadband services with higher speeds. Success must therefore be that all these indicators improve.So the government is right to be ambitious but, critically, targets should be stepping stones rather than end points and are not a substitute for policy. The key long term question is how to succeed while stimulating the sort of genuine competition that will drive a virtuous circle of progress.While we continue to expand our network within our own means, typically adding around 150,000 homes each year, the outcome of current government policy is likely to be the subsidy of already dominant infrastructure in areas where we are not to the sum of hundreds of millions of pounds of public money.  If we agree competition is the best way to encourage further sustainable investment, and that embedding dominance in markets is bad for consumers, we must also accept that providing the vast majority of available public funding to an incumbent is not in the UK&apos;s best interests. Throughout the formation of the government&apos;s broadband policy, we&apos;ve advocated the most open and ambitious fibre-optic proposals, not just breathing life into the existing copper network. However, this requires a national approach and an appetite for helping the rapid roll-out of alternatives. Without the 1984 Cable and Broadcasting Act for example, Virgin Media&apos;s network would not exist and there would be no challenger today.The absence of such a national view means the noble ambition of locally procured rural broadband networks is protracted and likely to favour the incumbent, freezing out new entrants, while the availability of public Wi-Fi in major cities remains inconsistent and piecemeal.  So how could government ensure we don&apos;t end up with those outside our towns and cities facing a monopoly provider, a digital divide and higher prices in the long term?The first priority must be to focus public subsidies in areas where competition is currently limited, to promote better and, crucially, alternative infrastructures. This will underpin sustained competition, investment and improvement, rather than entrenching an incumbent.Secondly, a national framework akin to the 1984 Cable Act but for public Wi-Fi will encourage a faster and more straightforward way of getting better connectivity out of the home.Third, government should look to other technologies to provide much needed competition just as cable has done in urban areas. For example, the availability of 4G could provide consumers with genuine choice in areas where there is just a single fixed network.Fourth, takeup can be encouraged by ensuring content owners and distributors offer consumers new commercial alternatives to access and consume the content they want. People expect this and, as we&apos;ve seen with music, when legal models don&apos;t exist or are priced prohibitively they find other ways to get what they want, even if it&apos;s illegal.And finally, there are many politically, legally and morally difficult judgments to be made around whether and to what extent the internet is to be regulated. Issues such as automatic website blocking, net neutrality and protection of privacy are reverberating around the world, with deep misunderstanding around what current technologies can and cannot actually deliver. Individual ISPs are not able to make these judgements alone. We need holistic leadership from government, the courts, consumer groups and the whole industry to build clarity and consensus around all our rights and responsibilities going forward.  A successful digital economy demands that people can connect and make decisions for themselves, empowered by relevant and understandable information. At Virgin Media we are committed to providing world-class infrastructure to support and empower this, and to contribute to a successful and prosperous Britain.", 
    "section": "technology", 
    "gid": "technology/2012/may/21/virgin-media-andrew-barron-letter", 
    "wordcount": "940"
}