{
    "headline": "More children and fewer nursery staff will threaten quality", 
    "text": "Education minister Elizabeth Truss is calling for staff-child ratios in nurseries to be cut (The childcare revolution, 12 January). She describes current ratios, for example of one staff to three babies and under two-year-olds, as restrictive. We understand the desire to lower childcare costs for working parents, but believe such a move to be deeply undermining of the quality of nurseries, the wellbeing of babies and young children and to the confidence of parents in seeking a nursery place in order to return to work. There has been a sustained improvement in the basic standards of nurseries since 1948  in ratios, group size, space and physical environment. International research reviews point to the importance of these standards as a precondition of good-quality care and education. What matters most is the quality of interaction between babies, young children and staff. Babies and young children attending nursery for long hours need to feel individually noticed, thought about and responded to sensitively and consistently. The government&apos;s own Early Years Foundation Stage, introduced last September, emphasises this. Yet it can only be achieved if there are enough staff and those staff are well qualified. It&apos;s not necessary to turn to international research to show the dangers of watering down ratios. Any parent with sole responsibility for a baby or under-two during the day will know the demands as well as pleasures. To care for three under-twos, who are not one&apos;s own, is intensely demanding work. To ask staff to care for even more and claim that well-qualified and well-paid staff can do this and raise standards is wrong.Dr Peter Elfer University of Roehampton, Dr Jools Page University of Sheffield, DrKathy Goouch and Dr Sacha Powell, Canterbury Christchurch University  As someone responsible for running four nurseries  between them registered to look after more than 290 children under the age of four  the comments made by Elizabeth Truss give me great concern. Truss praises the French system, where children are taught in larger groups by supposedly better qualified and higher paid staff. The oversimplistic &quot;fewer staff, higher wages = better quality&quot; equation is an insult to those who currently work with children. No matter how highly paid someone is, it doesn&apos;t suddenly give them superhuman powers to provide rich and developmentally appropriate care and learning opportunities to eight highly demanding two-year-olds. The existing ratios work perfectly well. We&apos;d all love an extra member of staff  and good nurseries do work flexibly to provide additional support. This enables staff time for planning, paperwork, working with others and generally being the professional that they want to be, as well as the one the government tells them they should be. While there are concerns about the level of nursery fees, the answer should not be to slash quality. Parents need to be better supported financially to help pay for childcare that they feel comfortable with. I can tell you for nothing that mums returning to work after maternity leave will not feel happy about leaving their child with one adult and seven other toddlers. I would like to invite Ms Truss to The Village Nursery to enable her to test her proposals for one member of staff looking after eight toddlers. Julie LightleyOwner, Village Nursery, Trafford", 
    "section": "education", 
    "gid": "education/2013/jan/15/children-nursery-staff-quality", 
    "wordcount": "541"
}