{
    "headline": "UK's 'dynamic' Pakistan aid programme faces challenges of scale", 
    "text": "Britain&apos;s aid programme to Pakistan is &quot;dynamic and innovative&quot; overall, but the implementation of some of its health and humanitarian projects has been found wanting, according to the UK aid watchdog. A report by the Independent Commission for Aid Impact (ICAI), published on Wednesday, assessed the effectiveness and value for money of UK bilateral aid for sample programmes in health, education and humanitarian assistance. The watchdog found that the education programme had improved the quality of learning, and had shown promising early results. However, a programme for maternal and newborn health showed &quot;significant shortcomings&quot;, and there were concerns that the humanitarian projects had done little to prepare Pakistan for future disasters. Overall, ICAI, which scrutinises UK aid, rated the country programme green/amber in its traffic light ratings system, which means it performed relatively well and provided value for money, but needed improvements. Pakistan is set to become the largest recipient of UK bilateral aid. The Department for International Development (DfID) views the country as strategically important and announced an increase in aid after its bilateral aid review last year. UK aid has already trebled from 87m to 267m between 2007-08 and 2011-12, and is expected to reach 446m by 2014-15. A chunk of the money will be spent on education, including on an ambitious programme in Khyber-Pakhtunkhwa province and another in Punjab, aimed at getting more children into school and delivering a quality education. The department&apos;s health and nutrition programmes are expected to total around 160m. The report said DfID &quot;has no track record of delivering programmes on this scale&quot;. The team will be delivering these programmes in a difficult environment. Pakistan ranks low on Transparency International&apos;s corruption perceptions index  coming 134th out of 182 countries  and has weak auditing and budgeting procedures. The country has experienced natural and manmade disasters over recent years, including conflict in the Swat valley that displaced around 3 million people, and severe flooding in 2010 and 2011 that affected millions of people and disrupted development programmes. The country is also devolving federal power to the provinces. &quot;This suggests that scaling up of the country programme needs to be approached cautiously and with a very active risk management stance,&quot; said the report. The report welcomed DfID&apos;s cash transfer scheme in areas hit by flooding, but &quot;while its humanitarian projects are well conceived, DfID has only limited engagement at present in building capacity for disaster risk reduction or management, to increase resilience to future disasters&quot;, despite recommendations in 2008 that more needed to be done in this area. The design of the health programme, which trained community midwives in rural areas to support women who are not able to give birth in a health centre, was problematic, as it was competing with an existing network of trained community health workers created under another national health programme. Devolution resulted in the abolition of DfID&apos;s partner in the programme, the national Ministry of Health, which meant ownership of the project was unclear. The health programme is now being redesigned. ICAI recommended that DfID encourages more private-sector involvement in delivering health and education services, considers making resilience to natural disasters at household and community level a core part of its programme, and implements agreed standards and procedures to ensure transparency and accountability in budgeting. &quot;Overall, we found that the DfID Pakistan programme is dynamic and innovative, with a good range of impressive initiatives,&quot; said Graham Ward, the ICAI chief commissioner. &quot;DfID has no track record, however, of delivering programmes in Pakistan on the scale that is now contemplated. Delivering aid there also involves considerable challenges, so we believe that the planned programme scale-up needs to be approached carefully.&quot; The international development secretary, Justine Greening, said she welcomed ICAI&apos;s findings. &quot;The report notes the strong results DfID is delivering to transform the lives of the poorest, especially in education and post-flood relief, despite a challenging operating environment,&quot; she said. &quot;The report also raises some important points and highlights specific areas for improvement. We have already completed actions to address many of these areas and work is well under way on addressing those that remain.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/17/uk-dynamic-pakistan-aid-challenges", 
    "wordcount": "707"
}