{
    "headline": "Key climate change adviser resigns from Cameron post", 
    "text": "A key adviser to the prime minister on energy and climate change policies has resigned, in the latest of an exodus of top energy and environmental officials. Ben Moxham was David Cameron&apos;s senior policy adviser on energy and the environment for nearly two years, having been previously an aide to Lord Browne, former chief executive of BP who is a partner at the venture capital firm Riverstone. Moxham cut a controversial figure at No 10, with some in the energy industry regarding him as a progressive force pushing the energy and climate change agenda forward, while others believed he stalled key green policies. Some also raised questions over his links to BP and the fracking firm Cuadrilla Resources, backed by Browne and Riverstone. A No 10 spokeswoman refused to confirm or deny whether Moxham had yet formally departed. His resignation follows an exodus of leading energy officials in recent weeks. Ravi Gurumurthy and Jonathan Brearley, who were advisers at the Department of Energy and Climate Change (DECC), and architects of key proposed energy reforms, each left though the energy bill is still making going through parliament. The departure of three key officials in such a crucial area of policy will raise questions about the government&apos;s control of its energy policies, which are already controversial. The former Tory minister Tim Yeo is preparing for a rebellion against the government on the inclusion of a target in the bill to decarbonise the electricity sector by 2030, which he and many others back but which the government has rejected. The recent spate of resignations also follows the departure last year of the permanent secretary to DECC, Moira Wallace, and a row over her successor. David Kennedy, chief executive of the Committee on Climate Change, had been proposed for the post and is understood to have had the backing of Ed Davey, the Lib Dem energy and climate secretary, but his appointment was vetoed by Downing Street. Another No 10 adviser credited with championing green issues, Rohan Silva, also recently left. There is a perception among green campaigners and some energy companies that the government is not giving clear signals on energy and climate change policy. Andrew Warren, chief executive of the Association for the Conservation of Energy, said: &quot;Everybody involved with energy efficiency will wish [Moxham] a long and happy retirement.&quot; He called for a swift replacement for the Downing Street team. &quot;We need someone in No 10 to ensure that [the] PM&apos;s unequivocal commitment to make us the most energy efficient nation is realised.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/may/10/climate-change-adviser-resigns-cameron", 
    "wordcount": "426"
}