{
    "headline": "30 best iPhone and iPad apps this week", 
    "text": "It&apos;s time for our weekly roundup of brand new iPhone and iPad apps, including games, in what&apos;s been a very busy week on Apple&apos;s App Store. New Android apps get their own weekly roundup: you can find the current week&apos;s batch here. Prices are included, but especially for games (free) often means (freemium), so check the App Store listings for fuller details on in-app purchases. Here&apos;s this week&apos;s roundup: Google Maps (free) By now, you probably know that Google Maps has returned to iPhone (although not yet iPad, natively) as a downloadable app. Topping the App Store charts within hours of its release, this is significantly improved on the version that was preloaded as part of Apple&apos;s iOS 5 software. Turn-by-turn navigation is included, and Google is releasing an API for app developers who want to hook their apps into Google Maps rather than Apple Maps.iPhone The Snowman and the Snowdog (free) Channel 4 is screening the sequel to The Snowman this Christmas, with a free game available in advance to whet the audience&apos;s appetite. It&apos;s a lovely piece of work too: The Snowman and Snowdog swoop across the countryside while you tap on snowflakes and items, before flying over London landmarks towards the North Pole.iPhone / iPad Football Manager Handheld 2013 (6.99) Sports Interactive&apos;s feted football management game is back on iOS, offering 14 countries to ply your trade in, fully licensed players and teams, deep tactics and training strategy, and now in-app purchases to unlock power-ups and extra tests for the game&apos;s supplemental Challenge Mode. As addictive as ever.iPhone / iPad Toca Hair Salon 2 (0.69) Toca Boca is making a big name for itself with a series of colourful, creative children&apos;s apps. Toca Hair Salon 2 is the sequel to one of its most popular ones, getting kids to cut, wash, shave and blow-dry the barnets of four characters, while dressing them up in accessories. Joyful fun for parents as well as children.iPhone / iPad Elmo Loves 123s (2.99) There&apos;s a trend for educational apps using familiar children&apos;s characters: witness Disney&apos;s recent Letters with Pooh and Numbers with Nemo. Now Sesame Street&apos;s Elmo is getting in on the action with this mathematical app for young children. Focusing on the numbers one to 20, it includes songs, video clips, digital colouring and mini-games.iPad Scrobbler for iOS (free) Digital music service Last.fm is trying something different on the App Store. Rather than personal radio, Scrobbler for iOS is all about helping you dig deeper into your own music collection, including songs stored in Apple&apos;s iTunes Match locker. It can create playlists on the fly based on individual tracks in a &quot;more like this&quot; way, and it &quot;scrobbles&quot; details of everything you play back to Last.fm to build a profile based on your preferences.iPhone / iPad The John Lennon Letters (5.99) Book publisher Hachette has released this collection of John Lennon&apos;s private letters, edited by author Hunter Davies, and read out by actor Christopher Eccleston. Each letter and there are 88 of them has a transcript and explanatory notes, with links to Lennon&apos;s music on iTunes.iPad Rounds: Parker Penguin (2.99) Children with an interest in the world around them (and its wildlife) will love this delightful book-app from Nosy Crow. It follows a penguin called Parker through its life from birth to parenthood, with a mixture of storytelling and interactivity.iPhone / iPad Theatrhythm Final Fantasy (free) The latest Final Fantasy game for iOS is less traditional RPG and more music rhythm game. Newly converted for Apple devices, it involves levelling up characters by playing through songs by tapping on the screen. Although free to download, it uses in-app purchases for the in-game content.iPhone / iPad iTunes  12 Days of Christmas (free) With heaven knows how many new iPhones, iPads and iPod touch devices being unwrapped on Christmas Day, Apple is standing by with its annual 12 Days of Christmas app. As ever, the app will offer a different freebie song, music video, app, e-book or TV episode every day from 26 December for the customary dozen-day giveaway.iPhone / iPad Rework_ (Philip Glass Remixed) (6.99) There&apos;s a new compilation album of remixes of composer Philip Glass&apos;s songs by the likes of Beck, Amon Tobin and Cornelius. This is its companion app, offering an eye-popping &quot;interactive visualisation&quot; for each remix, as well as a separate &quot;Glass Machine&quot; section to make your own Glass-esque music. It&apos;s the work of Scott Snibbe Studio, which previously did Bjork&apos;s Biophilia album-app.iPhone / iPad Strum (free) Strum is the latest app from music-apps developer Smule, which previously made Magic Piano, Glee Karaoke and Ocarina, among others. Strum wants to &quot;turn your life into a music video&quot; (no, not like Glee) by adding &quot;audio filters&quot; to your 15-second video clips, then sharing the results on social networks.iPhone / iPad Top Gear Magazine (free) Top Gear Magazine has had iPad issues before, but now it&apos;s &quot;fully interactive&quot; ie not just a digitised version of the print edition. What that means is more videos, photo galleries, live feeds from Facebook and Twitter and other interactivity.iPad Middle Manager of Justice (free) There&apos;s justifiable buzz around freemium game Middle Manager of Justice, launched by Double Fine Productions. It puts you in charge of a branch of Justice Corp, staffed by superheroes who buzz around the city fighting crime. It&apos;s very, very good indeed.iPhone / iPad AA Drivescore (free) This is the latest example of an app designed to track your driving ability, then (assuming you&apos;re not the Maureen From Driving School of 2012) get you discounts on your car insurance premiums. You have to let the app track 200 miles of your driving before it calculates your score, and tells you whether you can save money  IF (and you surely saw this coming) you take out one of the AA&apos;s Drivesafe insurance policies.iPhone Audiobus (6.99) Audiobus is (quietly) a rather big deal in the iOS world. It&apos;s an &quot;inter-app audio routing system&quot; for iOS music creation apps, meaning that musicians can finally use different apps together in a structured way. &quot;Just like virtual cables&quot; Audiobus handles the connectivity as you squirt sounds and loops from one app to another, with a number of apps including Rebirth for iPad, Loopy and JamUp already supporting it.iPhone / iPad Mothercare (free) Mothercare is the latest British retailer to hit the App Store, with an iPhone app enabling &quot;busy mums and mums-to-be&quot;  although surely there&apos;ll be a fair few dads and dads-to-be using this too  to browse and buy products, watch videos, read reviews and scan barcodes in-store to get more information. There are also pregnancy checklists, baby-name search tools and music for babies: a very handy collection of features.iPhone David Nash at Kew Gardens (7.49) Sculptor David Nash is currently exhibiting at the Royal Botanic Gardens in Kew, with this app released as a way for visitors and potential visitors to view the sculptures and their locations within the gardens, watch video interviews, and read essays about Nash&apos;s life and work.iPad Pokedex for iOS (1.49) From sculpture to, er, Skiploom (yes, I had to look that one up). Nintendo isn&apos;t yet bringing its game franchises to iOS, but The Pokmon Company has released this companion app for the Pokmon series of games, offering a guide to all the mini-beasties appearing in the games. Numbers 494 to 647 come in the initial download, with other batches available as in-app purchases.iPhone / iPad Grimm&apos;s Puss in Boots (2.99) It&apos;s been a very strong week for new children&apos;s app releases, which is good news for parents who may be in need of digital distractions over the Christmas holidays. This is the latest app from StoryToys, which specialises in turning fairytales into faux pop-up book-apps. This time Puss in Boots is getting the treatment with a mix of storytelling and mini-games for children to enjoy.iPhone / iPad Bubble Safari (free) If you&apos;ve been playing Puzzle Bobble / Bust-a-Move for a decade or more, the sudden enormousness of bubble-popping games on Facebook feels a bit surreal. Now they&apos;re all coming to iOS, with Zynga&apos;s Bubble Safari following King.com&apos;s Bubble Witch Saga and Wooga&apos;s Bubble Island onto the App Store. The gameplay here is similar: fire coloured bubbles at other coloured bubbles to make matches, with power-ups and Facebook functionality (oh, and in-app purchases, obviously) built in.iPhone / iPad 50 Christmas Recipes from Olive (2.99) Not decided how to roast the turkey yet? Frankly you&apos;re running out of time. But never fear: Olive Magazine is here with a festive recipe collection: 50 starters, mains, sides, desserts, bakes and cocktails/canapes, as well as a step-by-step guide to carving the turkey.iPad Wince Don&apos;t Feed the WorryBug (1.99) The aptly-named Wince is a character who worries too much, not least when his &quot;nemesis&quot; the WorryBug hoves into view. This lovely looking book-app tells the story of how he learns to deal with the problem the idea being that children may take inspiration. It&apos;s based on an existing printed book and plush-toy range designed to build kids&apos; confidence.iPhone / iPad Monsters, Inc. Run (0.69) Disney is getting into the endless runner games ... game with characters from its Monsters, Inc. film. It sees you choosing tag teams to run through 48 levels booting other monsters out of the way, and grabbing power-ups to help your progress. Although a paid game, in-app &quot;bucks&quot; are also sold to speed your way.iPhone / iPad AmpliTube Jimi Hendrix (10.49) Want to play guitar like Jimi Hendrix? Good luck with that. But if you want to at least have a guitar that sounds like his, AmpliTube Jimi Hendrix may be able to help. It&apos;s a mobile guitar effects processor based on Hendrix&apos;s pedals and amplifiers, with its own single-track recorder and the ability to play along with Jimi&apos;s songs if you have them on your iOS device.iPhone / iPad Playmobil Pirates (free) The famous Playmobil characters come to iOS in a freemium game from Gameloft that sees you building a pirate village, sailing the high seas and looting treasure left, right and centre. It&apos;s certainly faithful to the look of the characters, although its use of in-app purchases up to 69.99 will make some parents uneasy, even if their IAP settings are locked down.iPhone / iPad Amelia and Terror of the Night (2.99) If Tim Burton made illustrated book apps, he might make something like Amelia and Terror of the Night. It&apos;s the work of indie developer OhNoo Studio, and tells the dark and distinctly spooky tale of a girl called Amelia who hangs out with an oversized teddy, a blue two-wheeled cat and a shy tortoise for fun. Their adventure encompasses eye-catching animation, dress-up activities and four mini-games.iPhone / iPad Knights &amp; Dragons: Rise of the Dark Prince (free) And another freemium game angling for your in-app purchases. This one looks like a keeper though: a fantasy-themed strategy game where you build a castle, battle other players and unlock all manner of knights, armour and items to bolster your power.iPhone / iPad Energy Flow (free) Energy Flow is an app to relax with: &quot;A filmic dream rush of paintings in motion: Energy Flow is an immersive film experience that is unique every time it is played, exploring the complexity of how things are connected in our lives today  the fragile equilibrium between physical, political, and cultural tensions&quot;. Okay, perhaps &quot;relax&quot; wasn&apos;t quite the word! It&apos;s a thought-provoking digital art project.iPhone / iPad Wink! (free) Finally for this week, another photo-sharing app this time focused on sharing pics with friends who are nearby. NOBODY MENTION COLOUR! No, that app flopped, but Wink! looks like it has potential if word of mouth starts to spread. The idea: you take a shot, and it gets beamed to the phones of nearby friends (if they have the app), tagging them in the process. It&apos;ll need an Android version to really spread, mind.iPhone That&apos;s our choice, but what have you been enjoying on your iPhone, iPad or iPod touch this week? Post your recommendations or give your views on the picks above in a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/dec/14/best-iphone-ipad-apps-google-maps", 
    "wordcount": "2092"
}