{
    "headline": "25 years after Chico Mendes, killings in the Amazon are endemic", 
    "text": "On Wednesday, in the Brazilian state of Par, the trial begins of three men accused of murdering Jos Cludio Ribeiro da Silva and his wife Maria do Espirito Santo, who had campaigned against loggers and ranchers for years. Their assassinations in May 2011 generated international outrage, just like that of Chico Mendes, 25 years ago, and that of the American-born nun Dorothy Stang in 2005. &quot;This trial exposes the problems and challenges in the Amazon today,&quot; says the Brazilian political ecologist Felipe Milanez, who will attend the trial. &quot;It&apos;s something we haven&apos;t dealt with in the past 30 years. The same thing that happened to Mendes and Dorothy happened to Claudio, and will happen to other people defending the forest.&quot; These high-profile murders are just the tip of the iceberg. In Par alone, 231 people were killed and 809 received death threats between 1996 and 2010, according to NGO Pastoral Land Commission (CPT), while in 2011 78 people received death threats and 12 people were killed. &quot;Violence is the instrument of local capitalism,&quot; says Milanez. &quot;They&apos;re proud to kill and they&apos;re seen by some as local heroes defending their property with their blood. It&apos;s insane, but it&apos;s what happening there.&quot; Trials like that starting on Wednesday are extremely rare. According to the CPT, out of 918 people killed across Brazil&apos;s Amazon between 1985 and April 2011, trials were held in only 27 cases. &quot;The only ones that have a real chance of going to trial are those that get the attention of the national, and especially the international, press,&quot; says Brazilian journalist Eliane Brum. &quot;This impunity sends the message killing is permitted and that it&apos;s a way &apos;to solve&apos; land conflicts or silence people fighting for social justice.&quot; One of the men on trial is Jos Rodrigues Moreira, whose controversial purchase of 144 hectares of primary forest and expulsion of the families living there in order to graze cattle was opposed by Ribeiro da Silva and denounced to the government&apos;s land agency, INCRA. But on 14 December 2012 INCRA recognised Rodrigues Moreira&apos;s wife&apos;s right to the land  a decision INCRA quickly called a &quot;mistake&quot;, according to a statement from Par&apos;s Federal Attorney&apos;s Office on 15 March, after it was exposed. &quot;A reward for the man who ordered the killings,&quot; was how three local organisations described it. Some fear violence may increase following recently recognised environmental legislation. &quot;The new forest code has granted amnesty to environmental crimes and will result in more disputes over land in the Amazon,&apos; says Greenpeace&apos;s Paulo Adario, based in Manaus. &quot;This means we can expect to see an increase in the deforestation and conflicts in the Amazon in the near future.&quot; &quot;In the early days since Chico&apos;s assassination we saw an increase in global solidarity and proposals for the Amazon&apos;s sustainable development,&quot; says Marina Silva, former environment minister and presidential candidate in 2010, who worked as a rubber tapper among Mendes&apos; family. &quot;Recently things have regressed. Even the goals of reducing carbon emissions and deforestation are now under threat.&quot; Twenty-five years on from the murder of Mendes it is worth remembering his extraordinary life. After starting to tap rubber as a child in Acre state in Brazil&apos;s far west, he co-founded the local rural workers&apos; union and Brazil&apos;s National Council of Rubber Tappers, organised demonstrations to stop thousands of square kilometres of rainforest being destroyed for timber and ranching, saved hundreds of families from destitution, and hooked up with the international environmental movement to lobby US politicians and the Inter-American Development Bank in Washington over its loan to pave a highway to Acre&apos;s capital, among many other things. &quot;Chico&apos;s movement of rubber tappers called into question the strategy, advocated by the political elite and well-off sectors in Acre, that rubber was dead and cattle-ranching the next great thing,&quot; says Tony Gross, who worked with Mendes and knew him for 10 years. &quot;Chico Mendes&apos; life, and especially his death, brought a great deal of attention to the need for a new approach to the Brazilian Amazon,&quot; says Kathryn Hochstetler, a political scientist at the University of Waterloo in Canada. &quot;One of his most lasting contributions, together with other rubber tappers&apos;, was the idea of the extractive reserve: a model of conservation that saw that communities could effectively manage their forests together and make sustainable livings doing so.&quot; Today Mendes&apos;s daughter, Elenira, and son, Sandino, are president and vice-president of the Chico Mendes Institute, just one of many things bearing their father&apos;s name. The Chico Mendes Extractive Reserve, for example, was established shortly after his assassination, and there are now 59 such reserves at the federal level totalling more than 12m hectares, according to the Environment Ministry. Mary Allegretti, a close associate who worked with Mendes from 1980, sees these reserves as his legacy and greatest achievement. &quot;The idea was that the standing forest has more value than the felled forest, and that it is in the interests of the communities who depend on the forest to survive to protect it,&quot; she says.", 
    "section": "environment", 
    "gid": "environment/blog/2013/apr/02/chico-mendes-killings-amazon", 
    "wordcount": "875"
}