{
    "headline": "Satellite eye on Earth: July 2012 - in pictures", 
    "text": "   Ireland, the UK, northern France, the Benelux countries and Rhine valley make a web of lights as seen from space at night  Photograph: VIIRS/Suomi NPP/NASA       A massive ice island breaks free of the Petermann Glacier in north-west Greenland. The giant iceberg, 12.5 sq miles (32 sq km) could be seen drifting down the fjord, away from the floating ice tongue from which it had calved Photograph: HO/AFP       This image captured by the Pleiades satellite shows the island of Mont Saint Michel and its surrounding bay in north-west France. Mont Saint Michel was a tidal island, surrounded by water at high tide, accessible by foot only when the water recedes. In the late 1800s, the causeway was raised to make it accessible from the mainland at all times. The image shows where the water meets the mud flats, with multiple channels weaving through the mud Photograph: ESA       Lacy patterns of sea ice swirl across the deep blue waters of the Denmark Strait between Greenland (west) and Iceland (east). The tan land of Iceland is coloured with brushstrokes of green, marking the spots where vegetation grows. The tops of the mountains remain capped with ice, even in mid-summer. Clouds curl across the south and south-east of the image, representing atmosphere. In the centre, a bright palette of electric blue, glowing aqua, and earthy greens swirl around each other, creating a colourful ribbon. Each spring and summer, when nutrients, water temperature, and light are just right, phytoplankton begin to bloom in vast numbers in the swirling eddies of the North Atlantic Ocean. These organisms have the ability to store carbon and release oxygen, and form the basis of the marine food chain. Seen from space, they are also remarkably beautiful Photograph: MODIS/Aqua/NASA       Tiny beetles take a large bite out of the forest: the images above show impact of beetle infestation in the forests of the Rocky Mountains in Colarado over the  past decade. The image on the right shows the extent of the forest coverage before the rice grain-sized pine bark beetle started munching its way through the forest Photograph: Landsat/NASA       Kalimantan, Borneo, Indonesia: logging and agriculture has denuded the once lush tropical forests full of some of the most sought-after timber in the world Photograph: Nasa       Hurricane Fabio chasing Emilia's remnants in the Pacific Ocean. Both storms were captured on one satellite image: Fabio is in the daylight Photograph: GOES-15/NOAA/NASA       Three tropical cyclones spinning in the eastern Pacific Ocean. Tropical storm Daniel is farthest west, followed by hurricane Emilia, and developing low pressure system 98E Photograph: GOES-15/NOAA/NASA       Juba, South Sudan: the world's newest capital city was a UN base for humanitarian aid and the Sudanese conflicts. Many foreign aid workers remain in the city, which is still surrounded by army camps and squatter settlementsPhotograph: ISS/NASA       Washington DC has experienced substantial growth in the past few decades. Forests and fields appear in shades of green, and urban areas appear in shades of beige and tan. The most noticeable growth occurs around Dulles international airport, left on the image, where beige has overtaken green in many places Photograph: Landsat 7/NASA       Dust plumes blow northward from Argentina's Laguna Mar Chiquita, a shallow lake that expands and shrinks depending on the availability of water. The lake straddles the border between the states of Santiago del Estero in the north, and Cordoba in the south. At its peak, the lake covers roughly 2,230 sq miles (5,770 sqkm), but it can shrink to about 760 sq miles (1,960 sqkm) during periods of extended drought. When the water level drops, as it did in June and July, winds can pick up the fine sediments around the lake perimeter and create dust storms. The dust plumes in this storm extended for hundreds of kilometres Photograph: MODIS/Aqua/NASA       Wildfires in Siberia, Russia: more than 25,000 hectares (97 square miles) of forests were damaged in the fire. Thick smoke billowed from numerous wildfires near the Aldan River and blew to the north. Red outlines indicate hot spots of unusually warm surface temperatures associated with fires. Smoke from large wildfires can rise high enough into the atmosphere for winds to push the plumes across the Pacific Ocean to North America. In July, smoke from Siberia arrived in British Columbia, Canada, causing ground-level ozone to reach record high levels  Photograph: NASA       Land of lakes, Canada: during the last Ice Age, nearly all of Canada was covered by massive ice sheets. Thousands of years later, the landscape of Nunavut Territory  'our land' in the Inuktitut language  still shows the scars of that icy earth mover. Surfaces that were scoured by retreating ice and then flooded by Arctic seas are now dotted with millions of lakes, ponds, and streams. The image above shows wetlands in the Kitikmeot region of Nunavut Territory. Water is various shades of blue, green, tan, and black, depending on the amount of suspended sediment (silt and clay) and phytoplankton. Vegetated land is red Photograph: ASTER/Terra/NASA       Although people have observed clouds for tens of thousands of years, one group of clouds long escaped human detection. Not because those clouds were too small to see, but because they were too big. The dawn of the satellite era changed that, revealing a type of cloud that scientists named 'actinoform.' The name of these radial, or leaf-shaped, clouds is based on the Greek term for 'ray.'  While actinoform clouds look appealing from space, on the ground they have proven less charming. Depending on the season, actinoform clouds can blow ashore, bringing gloomy, drizzly weather. In California, these cloud fields are associated with weather patterns nicknamed May Gray and June Gloom Photograph: MODIS/Terra/NASA       Wildfires, Valencia, Spain: as water-bombing aircraft flew overhead, about 3,000 residents were forced to evacuate their homes. The fires followed one of the driest winters in decades, and raged amid temperatures in excess of 40C, low humidity, and high winds. Fires blew thick smoke towards the north-east, and smoke from the fire south-west of Valencia passed directly over the city Photograph: MODIS/Aqua/NASA       Flooding in Kangerlussuaq, Greenland: located in southwestern Greenland roughly 75 miles (125 km) from the coast, Kangerlussuaq, or Kanger, hosts one of the islands busiest commercial airports and is a frequent departure point for scientific research flights, including the Nasa IceBridge program. Near the airport, the Watson River flows through the town. The rivers light blue-green-gray colour likely results from glacial flour suspended in the water Photograph: ALI/EO-1/NASA       Nangar national park, Australia, rises from the surrounding plain. Although the western portion of the park features gentle slopes and wide valleys, the parks northern reaches are filled with peaks, cliffs, and gorges in a zone of deeply folded and faulted ancient rocks. A winding line of cliffs marks the parks northern margin, where Mount Nangar stretches 770m (2,530ft) above sea level. This park landscape has been a boon to native vegetation mostly because the rugged land was too much trouble for farmers and ranchers to clear. So while the low-lying landscape around the park is cultivated for agriculture, native vegetation has persisted inside the park, resembling a giant hoof print of dark green Photograph: ALI/EO-1/NASA       Southern France and the divide of the Rhone River: the 'Grand Rhne' flows down the centre of the image while the 'Petit Rhne' is visible to the west. This divide at the French city of Arles forms the Camargue delta region. The Alpilles mountains are visible in the upper right corner of the image. The green area south of the mountains is a large nature reserve. This image is a compilation of three radar passes, each assigned a colour (red, green or blue) and combined to produce this representation. The colours reveal changes in the surface between the satellites passes Photograph: ALOS/ESA  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/aug/07/satellite-eye-in-pictures", 
    "wordcount": "0"
}