{
    "headline": "Bloodthirsty 'factual' TV shows demonise wildlife", 
    "text": "Most people&apos;s wild beasts live in the TV. What I mean is that, in my experience, most people are highly unlikely to come eyeball-to-eyeball with a large wild animal in their everyday lives, and much of their knowledge of wildlife comes from a screen.  If you&apos;re North American or get US-produced satellite TV, you&apos;ve probably learned a lot about wildlife from outlets like the Discovery Channel, Animal Planet and History. You might trust these channels because you&apos;ve seen educational, factually accurate shows on them, unlike the &apos;trashy&apos; material that dominates free-to-air network TV.  But not everything on on these &apos;factual&apos; channels might be as ethical or even as accurate as you might think, and the implications for conservation could be profound. I recently spent a few entertaining hours watching episodes of Discovery&apos;s Yukon Men, a hit &apos;reality&apos; series about the residents of the small town of Tanana in central Alaska. Launched in August last year, it&apos;s consistently gained over two million US viewers in its Friday night slot, been syndicated overseas, and helped the channel win some of its biggest audiences ever. The first episode brings us to midwinter Tanana, which a theatrical, husky male voiceover tells us is &quot;one of America&apos;s most remote outposts&quot; where &quot;every day is a struggle to survive&quot;. A dramatic, orchestral score pounds as we see a lynx struggling in a leghold trap, guns firing, a man attacking a squealing wolverine with a tree trunk, a wolf which a voice tells us &quot;might eat one of those kids&quot;, a hand lifting up the head of a bloodied, dead wolf to show us its teeth, and then a gloved hand dripping blood while the voiceover rumbles that in Alaska, it&apos;s &quot;hunt or starve, kill or be killed&quot;. That&apos;s all in the first minute. In the second minute the voiceover tells us that &quot;the town is under siege by hungry predators&quot;. We see wolves eating a bloody carcass, a growling bear, men with guns shouting bleeped-out words, then a coffin. Another voice says that &quot;there&apos;s always somebody that&apos;s not going to make it home&quot;. We&apos;re soon told that Tanana&apos;s water pipes are freezing up &quot;but that&apos;s not the only crisis. Wolves have been spotted on the edge of town.&quot; Charlie, a hunter, shows us the tracks of &quot;a lone wolf&quot;. &quot;Wolves are mean, ferocious animals and they can tear a man apart real easy&quot; he says, so &quot;we have to get this wolf, it&apos;s not an if, its a must, because he&apos;ll go to any measure to eat. They&apos;re the worst kind.&quot; We then meet Courtney, a local mother, who&apos;s scared that the wolf could eat her young daughter. Charlie agrees, &quot;if we turned our backs for a couple of minutes, that baby would be gone.&quot; &quot;There have been twenty fatal wolf attacks in the last ten years&quot;, the voiceover intones. Charlie kills the wolf in the next episode, pursuing it on a snowmobile and shooting it outside town with an AR-15, the same semi-automatic assault rifle used by the Sandy Hook school shooter. &quot;The only good thing about a wolf is the quality of their nice fur&quot;, says Charlie, holding up the blood-smeared pelt. Courtney agrees: &quot;Dirty little rotten bastard.&quot; Another scene shows Stan, a fur trapper, dealing with a wolverine. Wolverines, about as big as a medium-sized dog, are the largest members of the weasel family. One has been caught by its front paw in one of Stan&apos;s steel leghold traps and is trying to get away, squealing and snarling as he approaches. &quot;He&apos;s really dangerous&quot;, says Stan, &quot;I don&apos;t think any human being could keep an attacking wolverine from killing them.&quot; Stan chops down a small tree, which he bashes the struggling wolverine with  to &quot;stun&quot; it, he says. Once the wolverine&apos;s strength is somewhat depleted, he approaches it with a small handgun. The animal&apos;s head turns, tracking the gun, and he shoots it. The camera zooms in to show steam rising from the carcass. Charlie, too, sets a leghold trap for a wolverine, and catches it. As it squeals in the trap, trying to run away, the voiceover tells us dramatically that &quot;wolverines are capable of tearing human beings apart.&quot; &quot;He could gut me&quot;, says Charlie, before raising his AR-15 and opening fire on the hapless animal. Many of his shots miss, but he eventually kills it. All through Yukon Men we see predatory animals being killed: a leghold-trapped lynx is strangled to death with a wire noose by Stan&apos;s son, a grizzly bear is shot in the head, etcetera, and every time the producers use the techniques of the reality TV genre to convince us that the animals are man-woman-and-child killers which are best turned into fur coats.             (Click here to view this video on YouTube.) Frenetic edits and manic music are used to build drama, authoritative-sounding voiceovers combine with the tightly edited words of the on-screen characters tell how dangerous, vicious or deadly the creatures we&apos;re seeing on screen are. I spot occasions where animal noises seem to have been overdubbed to make them sound scarier. It makes for gripping viewing, but I wondered if Discovery wasn&apos;t betraying its viewers who trust it to deliver reliable, factual TV. As a trained zoologist and filmmaker, much of what I was seeing didn&apos;t make sense to me. Take wolverines for example: I lived in Alaska for almost a year and never saw one. They&apos;re extremely shy and avoid humans. Although they&apos;re capable predators of small animals and found in many cold, high-latitude regions of the northern hemisphere, I&apos;d never heard of a wolverine killing a person. I searched the web and could not find a single documented case of a wolverine even attacking a person anywhere in the world, ever. To double-check, I emailed Jeff Copeland of the Wolverine Foundation, who told me that &quot;we are not aware of any instance in which a wolverine has killed a human, or even attempted to do so&quot;, which perhaps explains why the wolverines in Yukon Men are doing their desperate best to get away from their human assailants. Wolves are a lot larger than wolverines, of course. But even though the US and Canada hold over 60,000 wolves, I found only two records of fatal attacks by wild wolves in these countries in last ten years; one controversial case in Saskatchewan, Canada, in 2005, which some experts think was actually a bear attack, and another in Alaska in 2010. Why did the producers of Yukon Men tell their viewers that there had been twenty fatal wolf attacks in the last ten years, implying that these had taken place around Tanana? Why does a &apos;factual&apos; show portray Alaskan wolves as man-eating monsters straight out of Victorian fairytales, a serious threat to life and limb, when the data show that wolf attacks are extremely rare in North America? Idaho-based wolf expert Suzanne Stone told me that she&apos;d once been surrounded by a howling pack of gray wolves while sitting by a campfire in the twilight, armed only with a marshmallow on a stick. The animals were only twenty or thirty yards away. Was she scared, I asked? &quot;No, not at all. It was an incredible experience. I howled back and forth with them&quot;, adding that people and domestic livestock were the most dangerous creatures she&apos;d encountered in many years of walking in wolf-inhabited backcountry. Yukon Men isn&apos;t the only &apos;factual&apos; show about people who kill wild animals that seems to hysterically hype up the danger the animals pose to humans while minimising (or completely failing to address) their important ecological roles.  The Louisiana alligator hunter stars of the History Channel&apos;s blockbuster show Swamp People use huge baited hooks to snare alligators and various guns to blow their brains out, all the while telling us how desperately dangerous they are. Despite Louisiana having almost two million alligators, I could not find a single record of a fatal alligator attack there in the last century, although Florida &apos;gators do occasionally eat people. (Swamp People gets record ratings for the channel, despite the contemporary alligator hunt&apos;s tenuous connection to history.)            (click here to watch this video on YouTube.) Animal Planet&apos;s Rattlesnake Republic shows Texan snake wranglers capturing dozens of rattlesnakes at a time while repeatedly playing up their lethality. In the episodes I watched I never saw anything about how snake hunters have helped make the Eastern Diamondback Rattlesnake so rare that it&apos;s now a candidate endangered species. Rattlesnake Republic sends a clear meta-message that the only good rattlesnakes are dead ones, sewn into boots. Discovery and the BBC Natural History Unit have arguably similar status in the wildlife filmmaking industries on their respective sides of the Atlantic, and have co-produced high-profile series like Planet Earth and Africa. The BBC displays its editorial guidelines for natural history shows on a public website which, on the face of it, Discovery&apos;s Yukon Men seems to fall afoul of. The BBC guidelines say that &quot;audiences should never be deceived or misled by what they see or hear&quot;, that &quot;we [the BBC] should never be involved in any activity with animals which could reasonably be considered cruel&quot;, for example. This begs the question: What are Discovery&apos;s editorial guidelines? After numerous calls and emails to the Discovery Channel and Animal Planet, I&apos;ve yet to find out. I&apos;ve not received any indication that either of these channels (which are owned by the same company) even have editorial guidelines or an ethics policy. The Discovery Channel gave me only one line in response to my questions: &quot;We are committed to the highest standards of natural history filmmaking.&quot; Despite partnering with them on multimillion-dollar shows, the BBC&apos;s Natural History Unit also seems to have no idea what Discovery&apos;s policies are; when I asked, the BBC would only say that they expected any versions of their programs aired by co-producers to adhere to BBC standards. The History Channel told me that their standards and practices department ensures that all their shows meet &quot;the standards of good taste and community acceptability while also allowing our creative departments the freedom to explore new and innovative ideas.&quot; Each programme is individually evaluated, but &quot;given the subjective judgments that are required, it is difficult to come up with a detailed list of guidelines.&quot; History&apos;s statement said nothing about factual accuracy or animal cruelty. I contacted National Geographic TV, assuming that this flagship brand would have a policy something like that of the BBC&apos;s. Christopher Alberts, the Senior Vice President of Communications for the National Geographic Channels, told me that they have &quot;one of the best policies there is&quot;, but refused to send it to me or tell me anything about it. Why are these factual networks, whose survival depends on building trust with their audiences, so reluctant to clarify their ethics policies with respect to wildlife? What does it mean for conservation if high-rating shows on leading channels are portraying wildlife in a negative, seemingly misleading way to millions of viewers worldwide? And why are so few people saying anything about it?", 
    "section": "environment", 
    "gid": "environment/nature-up/2013/may/17/bloodthirtsty-wildlife-documentaries-reality-ethics", 
    "wordcount": "1894"
}