{
    "headline": "EU states close to agreeing on greater local say in managing fisheries", 
    "text": "Proposals to give European Union member states a greater say over how their fisheries are managed moved a step closer to acceptance on Friday, as part of a wider package of reforms that represent the biggest shakeup of the fishing industry in decades. The meeting of the EU Fisheries Council in Luxemburg concluded without major upset, giving ministers the chance to concentrate in future meetings on the more controversial components of the package, such as the proposal to ban the wasteful practice of discarding edible fish at sea. Giving member states greater powers over how to manage their fisheries is broadly popular with national governments. It could help to defuse tension over how the total catch in the EU&apos;s fisheries should be divided into quotas for each country. Richard Benyon, the UK fisheries minister, said the meeting had made &quot;progress, but there&apos;s still a long way to go&quot; on the full package of measures. He said: &quot;We are in favour of greater localisation because it will lead to better management of fisheries  the situation in the western Mediterranean, for instance, is very different to that in the North Sea, and the centralisation of powers in the hands of the European Commission does not always reflect that.&quot; He said the changes would also mean countries could adopt an approach to fisheries management and quotas that spanned several years at a time  in contrast to today&apos;s system, where the yearly wrangling over quotas means most fisheries are managed a year at a time, without a long-term view. No decisions will be taken on the reforms to the common fisheries policy until June. Then, serious rows are expected over the discard ban. Though conservationists are in favour, some countries and their powerful fishing industries want to postpone the ban or stop it altogether.", 
    "section": "environment", 
    "gid": "environment/2012/apr/27/eu-fishing-quota-reforms", 
    "wordcount": "304"
}