{
    "headline": "Use of strongest antibiotics rises to record levels on European farms", 
    "text": "Use of some of the strongest antibiotics available to treat life-threatening infections has risen to record levels on European farms, new data shows. The report reinforces concerns about the overuse of antibiotics on farms, following revelations from the Guardian of the presence of the superbug MRSA in UK-produced meat, in imported meat for sale in UK supermarkets, and on British farms. According to the data from the European Medicines Agency, medicines classified as critically important in human medicine by the World Health Organisation appear to be in frequent use on farm animals across the major countries of the EU, including the UK. This comes in spite of WHO advice that, because of their importance, these drugs should be used only in the most extreme cases, if at all, in treating animals. The latest report from the EMA collates data from member states on the sales of antibiotics for veterinary purposes in 2014, and shows that antibiotic use on farms fell by about 2% on the previous year overall, and by as much as 12% in many countries. But this disguises the rise in the use of the strongest medicines, such as colistin, which is a last resort for life-threatening human illness. The percentage of antibiotics sales made up by the most potent antibiotics remained steady or in some cases increased slightly, indicating an increase in the amount of so-called critically important antibiotics used. For instance, sales of fluoroquinolones  the newest versions of which are used to treat life-threatening illnesses including pneumonia and Legionnaires disease  stood at 141 tonnes across the countries surveyed in 2013, and rose to 172 tonnes in 2014. Sales of macrolides, also classed as critically important to human health, rose from 59 to 67 tonnes in the same period. This shows that efforts to prevent the drugs most crucial for human health from being used in farming are failing. Experts are increasingly concerned by growing evidence that the overuse of antibiotics on farms  which in the EU account for three times the quantity of antibiotics dispensed to the human population  is endangering human health by fostering the development of bacteria resistant to even the strongest medicines.   Related: The scare over MRSA in pork shows responsible farming isnt a luxury  its a necessity | Joanna Blythman    Ciln Nunan, of the Alliance to Save Our Antibiotics, which comprises several NGOs concerned with animal and human health, said: The shocking overuse of farm antibiotics shown [in the report] is a result of the continued failure by most countries to ban routine preventative mass medication in intensive farming. Spain now uses 100 times more antibiotics per unit of livestock than Norway, 80 times more than Iceland and 35 times more than Sweden. The main reason for the difference is that Spain, like most of Europe, allows routine mass medication, whereas the Nordic countries do not. The increased use of last-resort and critically important antibiotics is particularly alarming and confirms that reliance on voluntary and softly-softly approaches is not working. The Guardian has exposed new evidence of the superbug MRSA present in meat produced in the UK and on sale in UK supermarkets. When present in food, the bug can be killed by cooking, but lapses in hygiene can result in human infection. It can be contracted from infected farm animals, so the finding that UK farms are becoming a reservoir for the disease shows there is a danger of it spreading more widely in Britain. Antibiotic resistance has been called a threatened apocalypse by the UKs chief medical officer, Dame Sally Davies. She has warned that in less than two decades operations now regarded as simple, such as hip replacements, could become dangerous to patients because of the risk they could contract untreatable infections. The overuse of antibiotics has been a key factor in the rise of resistant bacteria. The governments review of the situation, conducted by Lord ONeill and published last year, found that farms were a potential source of increasing resistance. Germs that acquire immunity to strong antibiotics in animals can spread to humans. Routine use of antibiotics on animals  which is frequently practised across the world as a method of promoting their growth  is supposed to be banned within the EU. However, the new data from EMA showed that farmers and vets are over-using strong antibiotics, campaigners told the Guardian. The ONeill review advised that the UK and other countries should aim to use no more than 50mg of antibiotic per kilogramme of livestock, but the data shows that the average use across the EU is three times higher at 152mg per kg, according to the Alliance to Save Our Antibiotics.", 
    "section": "environment", 
    "gid": "environment/2016/oct/17/use-of-strongest-antibiotics-rises-to-record-levels-on-european-farms", 
    "wordcount": "763"
}