{
    "headline": "Aid targets are aspirational  so let's apply them to every country", 
    "text": "Britain may have just committed itself to reaching the 0.7% gross national income (GNI) aid target  the first G8 country to do so  but Justine Greening, the international development secretary, is keen to soften the blow to taxpayers by implying that the level of support from rich nations will &quot;inevitably&quot; decline as poor countries grow. Such talk is based on an outdated view of what aid is, who it is for, and how it should be used. We propose the 0.7% target be extended to all nations: rich, emerged, emerging and even the very poorest. We know the world is changing fast. Splitting countries into &quot;developed&quot; and &quot;developing&quot; no longer makes sense. Nor does the simple division between donors and recipients. New middle-income countries are increasingly both recipients and providers of aid. Some kind of 0.7% target should soon apply to them, and the tentative reaching-out between OECD and non-OECD donors at Busan was a step in that direction. But even those countries that remain very poor are increasingly keen to capitalise on global power shifts to rejig their place in the world. Poor countries are tired of being singled out by development efforts, as epitomised by the millennium development goals (MDGs). Africa was the only continent specifically mentioned in the Millennium Declaration as needing special help. It hopes not to be mentioned this time. Why would poor countries aspire to become donors? The aid industry often fails to understand that, as well as being a developmental financial transfer, aid-giving is a symbolic, political act. It enables donors to translate their material dominance into social and moral dominance  not to mention pushing through their economic and political objectives. This is the reason its beneficiaries so often rail against it. Encouraging all countries to contribute to efforts to meet global development goals would help cement a paradigm shift in the way we conceive of development, away from charity given by the rich and towards everyone playing their part, no matter how small, towards the collective good. This move is in line with other important changes afoot in the global development approach; any new goals after 2015 will apply to all countries, rich and poor alike. The financial impact of middle-income countries contributing 0.7% of their GNI to global causes would be significant. But the effects of even the poorest countries&apos; contributions would also be felt, principally in two ways. First, as rich countries quibble about how much they can spare to safeguard the planet and help people leave extreme poverty, the poorest countries would begin to shame richer countries into doing the right thing by allocating a proportion of their meagre resources for the common good. Second, the power relations of the aid industry would be shifted. Obviously, the biggest players would still exercise their own authority  they always do. But the countries that most need aid to work would at least have their feet under the table, arguing for their rights and interests from a position of fellow contributor, not just recipient. The obvious objection to this proposal is that poor countries should spend their limited resources on their own people. In economically challenging times, this protestation is even heard regularly in countries like Britain. That is where 0.7% comes in. It is a voluntary, aspirational, target. Poor countries wouldn&apos;t be expected to reach it overnight. While middle-income countries should be encouraged to move faster, the poorest countries might start off with a very limited contribution. But even then, the symbolic impact could be substantial: if Liberia, for example, set out gradually to increase its contribution over the next 10 years  to, say, $20m per annum (far less than it would receive, and efforts would need to be made to ensure that its net situation remained identical or better)  the world&apos;s poorest country would surpass the proportion of GNI currently provided as official development assistance by the US, the world&apos;s richest. Aid would either be bilateral, probably to nearby countries  thus building regional ties and supporting regional development  or, more straightforwardly, multilateral, to major UN funds to fight poverty and disease. Poor countries could even buy small shares in the development banks, wielding disproportionate shareholder power in ways we have seen campaigners do recently in major businesses. Moves in this direction are already underway. The Rwandan government recently donated $1m to the Global Fund to fight Aids, tuberculosis and malaria, becoming the fourth African country to give financial support to the fund. It is a tiny amount compared to the $700m the fund has granted to Rwanda, but important in what it signifies. It is politically correct to talk of &quot;partnership&quot; in development circles. But in a meaningful partnership, all partners contribute something important. Re-modelling aid so that all contribute a fair share would help remake the case for aid to sceptical publics, rebalancing the power dynamics that so often taint the dealings of donors and recipients.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/mar/28/aid-targets-aspirational-apply-every-country", 
    "wordcount": "830"
}