{
    "headline": "Ed Davey: UK companies support decarbonising target", 
    "text": "A &quot;vast majority&quot; of companies in the UK want a government-set target on decarbonising the electricity sector, the energy and climate secretary Ed Davey told MPs on Tuesday. He said that only &quot;one or two&quot; companies had told him they did not want such a target, but would not name them, in a session of questioning from MPs about the energy bill, currently going through the committee stages. There is no decarbonisation target in the bill, despite calls for such a target from Labour, some Liberal Democrats and some Tories. The government&apos;s statutory advisors, the Committee on Climate Change, has called for the UK&apos;s electricity sector to produce no more than 50g of carbon dioxide per kilowatt hour by 2030, regarded as the equivalent of decarbonisation. Such a target would require even gas-fired power generation to be fitted with technology to capture and store the CO2 generated. Tim Yeo, former Tory environment minister and chairman of the energy and environment select committee, is considering a backbench rebellion on the issue. At present, the government&apos;s position is that no such target can be set until 2016  in the next parliament. Shadow energy and climate secretary, Caroline Flint, said: &quot;Ed Davey is absolutely right that most businesses and investors want a clear target to clean up Britain&apos;s power sector by 2030 in the energy bill  it&apos;s just a shame he has been outmanoeuvred by the Tories. The omission of a clear target to decarbonise Britain&apos;s power sector by 2030 is a humiliating failure by the Liberal Democrats and a betrayal of David Cameron&apos;s promise to be the greenest government ever.&quot; The energy bill is to be under committee scrutiny until mid-February, and is likely to reach the reporting stage in March. That is the time at which any amendments are likely to be proposed. A third reading could be likely after May. The chancellor of the exchequer, George Osborne, is known to object to any decarbonisation target, and has also stipulated a review of the UK&apos;s carbon budget  setting out how much carbon the UK can produce  in 2014. Davey shed some light on his relationship with Osborne when he gave a speech on Tuesday to the Globe International group, made up of legislators from around the world who are trying to introduce climate change legislation in their national parliaments. Osborne is known to be sceptical of any proposed policies that he fears could lead to increases in energy bills in the short term, including investments in renewable energy, even if they pay off in the medium term. Davey told them his discussions with Osborne over funding and policy had been &quot;helped immeasurably&quot; by the Climate Change Act, legislation brought in under the last Labour government that requires governments to take a long term view of any policies that affect greenhouse gas emissions, because it requires the setting out of national carbon budgets more than a decade in advance. Davey said this was a major step forward in climate change policy, because it meant that ministers had to align both their short term and long term policies with the long term targets. Lord Deben, chairman of the Committee on Climate Change, also praised the act, with a side swipe at Osborne. He said: &quot;Chancellors like to control everything. The breakthrough in Britain was the Climate Change Act.&quot; He said the act put the secretary of state in a stronger position than would otherwise be possible. Davey said that energy bills in the UK had risen because of international gas and oil prices, and said that investing in renewable forms of energy could protect consumers from the volatility and price increases following from international markets.", 
    "section": "environment", 
    "gid": "environment/2013/jan/15/ed-davey-companies-decarbonising-target", 
    "wordcount": "622"
}