{
    "headline": "Higher education policy: more than student number control and funding", 
    "text": "What are the aims and interests of University Alliance (UA)? Universities Alliance represents 24 universities which are business-connected and business-focused. Our members include the large ex-polytechnics, and also universities that are very regionally located; we often work with industry sectors that are relevant to the region. We have a focus on placement opportunities, asking industry experts what graduate skills sets they are looking for, and what knowledge they require. We have lots of conversations with treasury ministers, and are working very closely with Universities UK to make sure that we present a solution-focused approach to our commentary. How much, as both a vice-chancellor and the chair of UA, has the policy environment and also the economic environment in which universities now operate shaped what you do? The policy context that we are currently working with is concerned with the here and now, but universities play a very long game in terms of creating futures and opportunities. I have been trying to paint a picture of higher education that acknowledges where we are at the moment, but also recognises that the knowledge economy is the economy that we are trying to grow. That means challenging future areas of investment as a country, looking for more graduates and more highly skilled workers, and changing the profile of what our workforce in the UK looks like. My disappointment is that the focus [of policy] has been negative  worrying about fees and how to control student numbers. In the short term this is hugely important, but we need to be having a conversation about our longer term provisions and plans. How do we create a workforce who are able to engage with the changing world, a workforce that has the knowledge, skills and attributes to allow them to be flexible, and who are entrepreneurial in their approach and who can change over time, and who can build future economies? That in itself is a big challenge. Is that a challenge that transcends mission groups? There is one authoritative voice for universities in Britain, and that is Universities UK. The role of the mission groups is to celebrate the diversity of UK higher education, and to profile it to policy makers and the public. If additional variability is introduced through public-private partnerships, it must be clear that they are governed and must meet all of the current requirements for existing universities. Mission groups have an important role to play, and where they tend to challenge each other is where policy that is being developed advantages or disadvantages any particular group. For example, UA is quite clear in that research excellence should be funded regardless of the institution or mission group. World class research is world class research, whether it is occurring in a research-intensive university or in another other sort of university. University Alliance&apos;s latest project, university-vision, aims to break down the divides between mission groups. Can you elaborate on how this might be done? The future of learning, teaching and research is too important to be polarised by differences in views between mission groups. We&apos;ve created a project which sets out, first and foremost, not to be something that is just owned by UA and havee held meetings which were purposely cut across mission groups. There needs to be a dialogue with policy thinkers, policy makers and the public around what the purpose of a university is, how we want to fund university education in the future, and how we want universities to behave  both with each other and with industry  going forward. The aim of this was to try and form some scenarios which could be used to challenge current thinking in higher education. Do you have any sense of how well these ideas are being received within the sector? Those who are engaging with it think it is really interesting. Now, we want to have something out there that people can engage with, that explains both what we are trying to do and the work we have done so far. We have a website, through which people can contribute to the thinking around these scenarios. We also want to influence some of the thinking in the run-up to the next general election, in 2015. So is that the point at which we can measure the success of university-vision  by the influence it&apos;s had on the party line regarding higher education? Yes. By that point, we will also see how far we have moved on from the current debate, which is preoccupied with student number control and funding. The important thing, again, is that we start to think about the long term future, and we don&apos;t get caught up in only worrying about what&apos;s going to happen in the next one or two years. Is that your message to university leaders: focus on the long term and not the short? Politics is rooted in today and it&apos;s important that we focus on getting the here and now right for our students and staff. However, universities have been around a long time, but political parties come and go. Universities need to continually challenge themselves in terms of what they are about and what they do, but we also need to acknowledge that we are about knowledge creation, knowledge application, and through that, improving the health and welfare of our nation. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/oct/04/university-alliance-policy-professor-steve-west", 
    "wordcount": "918"
}