{
    "headline": "A silent, brooding crowd on the moor", 
    "text": "A forecast of sunshine lured me up Grindsbrook Clough but before I reached the plateau of Kinder Scout, the mist swirled in, obscuring the view. I told myself it would burn off, and pressed on westwards to Crowden Tower, which loomed out of the white like an apartment block. The sun appeared briefly, and squinting at it I almost stepped on a grouse. He cocked his head at me, red eye-stripe flaring in the light and turned tail, scuttling across the heather. Then just as the mist rolled back in, I arrived at the Wool Packs. Even in good weather this collection of wind-sculpted boulders is astonishing. Now, half-obscured by mist, they almost blew my mind. The rocks are arranged across the moor for a hundred square yards like a sculpture park. Yet they are purely the work of time and weather fracturing and scouring beds of gritstone. I came at them over a slight rise, and in the flat light the rocks seemed compressed together, like a silent, brooding crowd. Moving among them, touching them, my changing perspective brought features to life. One boulder suddenly became a toad, with a grinning maw and warty excrescences on its head. Two tapering juxtaposed shapes appeared like an old couple. The man was broader, almost squat, the woman slender, her graceful neck inclined away from her stony partner. Some guidebooks suggest the Wool Packs-inspired sculptor Henry Moore to produce the public art that made him famous. I&apos;m not convinced. But it hardly matters. The impact of the Wool Packs doesn&apos;t rely on any association with fame. Moore said: &quot;Sculpture is like a journey. You have a different view as you return. The three-dimensional world is full of surprises in a way that a two-dimensional world could never be.&quot; Turning round to reappraise a boulder over my shoulder, I am amazed to see it change from a friendly dog to a blacksmith&apos;s anvil. Then the mist swallows the vision, as I carry on to Swine&apos;s Back.", 
    "section": "environment", 
    "gid": "environment/the-northerner/2012/jan/30/kinder-scout-silent-brooding-crowd", 
    "wordcount": "335"
}