{
    "headline": "It's time universities made the most of their purchasing power", 
    "text": "In the hurly burly of university politics, procurement is not something known to inspire passionate debate. Outside of the finance office most of us have little idea how our organisations go about buying the goods and services essential to keeping the show on the road. A monthly corporate credit card bill to check is at least comprehensible, unlike the frustration that comes from the equivalent of having to provide three quotes to buy the laptop you saw for half the price at Comet. But there is method in this apparent bureaucratic madness. Look behind the spreadsheets and cumulatively UK universities are in control of some 7bn pounds worth of purchasing power annually. This is of course a snip in comparison with the 17bn spent by the NHS on consumables but nevertheless, HEIs have the potential to use their spending to help drive economic growth - if only purchasing power could be targeted in a more coordinated way. This fact has not gone unnoticed by Universities UK who set up a Strategic Procurement Group in 2008 (now subsumed into the Efficiency and Modernisation Task Group) to encourage a more collaborative approach to procurement. And if the NHS is anything to go by, the savings could be significant. A recent survey by the National Audit Office found that hospitals could reduce their spending by 10% if they took a more strategic approach to purchasing. As Karel Thomas of the British Universities Finance Directors Group has pointed out, the HE sector is facing multiple challenges to manage costs, alongside efficiency targets for procurement set out in The Diamond Report. Universities need to think more closely about how best to use their procurement power. Following this line of reasoning, the University of Northampton is launching the 1 billion University Challenge. In addition to saving money we are calling for greater procurement targeted towards the social enterprise sector. The scheme aims to support local and regional economies and to bring wider social and community benefits, while at the same time helping universities and colleges develop more efficient, sustainable procurement practices in line with their strategic objectives. In tandem, leaders in the social enterprise sector like Peter Holbrook, chief executive of Social Enterprise UK, are calling on all organisations - public, private and voluntary - to improve their social impact by getting social enterprises into their supply chains. Many social enterprises are also SMEs, a key target group for UK Universities but often perceived as hard to reach. Building relationships initially through procurement could prove a route in for academic activities including research, consultancy and student placements. The EU currently spends 16% of GDP on public commissioning of goods and services. As highlighted in the Compendium of public CSR policies in the EU 2011 there is now a legal requirement to integrate social considerations into public procurement that also assists compliance with labour law. UK universities are not immune from this. Indeed, they are required currently to report annually on contracts awarded in accordance with EU directives. This box ticking process is now well understood so the time is right surely to focus on purpose (best social value) which is not the same as lowest price. Closer to home the Public Services (Social Value) Act 2012 and the Localism Act 2011 place new obligations on those charged with buying goods and services to consider models of community-led service delivery. The message is clear, buy local buy social. Earlier this month, these and other issues were the focus of a workshop on Bold Procurement organised by Social Business International, brainchild of Social Business International founder Jonathan Bland. Bland sees significant opportunities for public bodies (including universities) to build business relationships with social enterprise through the procurement route. The social enterprise sector needs to know it can get the high value, long-term contracts needed to instil confidence to attract investment and growth. By taking the lead in directing procurement power to support it, UK universities could set in motion other strategic purchasing initiatives that bring together new partnerships in government and the health service around a common goal. The methodology is simple, unite behind shared values, pool resources and spend together. Yes, England are more likely to win on penalties before this level of integration is achieved but the 1bn Challenge is a start. Professor Nick Petford is the vice chancellor of the University of Northampton This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jul/02/procurement-in-universities", 
    "wordcount": "764"
}