{
    "headline": "Could Scottish salmon farming be transformed by moving to dry land?", 
    "text": "Scottish salmon is facing a challenge to its reputation as one of Britain&apos;s best loved everyday luxuries, with scares over diseases and sea lice, heavy use of pesticides and seal killing raising fears about its environmental impact. A new fish-farming company called Fishfrom believes it can help solve the industry&apos;s problem, and even partly solve future crises over food shortages. Its answer: take salmon farming entirely out of the sea. It is planning to build a vast new warehouse on the west coast of Scotland where it hopes to farm salmon on dry land, cultivating thousands of tonnes of fresh salmon untainted by chemicals, sea lice and seal-control, in a self-contained facility run on renewable electricity. That factory, at Tayinloan, just opposite the Hebridean island of Gigha, will be powered largely by solar panels and a small hydro scheme nearby, feed its salmon on its own supply of a specially farmed marine animal called ragworm, and will recycle nearly all the water it needs onsite. &quot;It does hit all the right parts of sustainable nutrition, grown by authenticated methods. We know that they work,&quot; said Andrew Robertson, the firm&apos;s director. &quot;Closed containment has got to the point where we can deliver a robust business model and it will be energy efficient. But most important, it&apos;ll deliver a fantastic product in a short period of time, with a minimal footprint compared to conventional aquaculture.&quot; The firm argues that using farmed ragworm, a burrowing creature which is abundant in estuaries and mudbanks, will save the wild sand eels, anchovies and other fish currently used to feed conventional salmon farms from damaging exploitation. Even the factory&apos;s waste could eventually be used to make power. Fishform plans to ship out 800,000 salmon a year from that single site, supplying retailers such as Marks and Spencer, Waitrose, Youngs Seafood and in France, Carrefour and Auchain. It already supplies Heston Blumenthal&apos;s Michelin-starred restaurant in Berkshire, the Fat Duck, with farmed trout fed on its inhouse fishfood. Eventually, says Fishfrom, it hopes to open a vast farm four times that size nearby on the tip of Kintyre on the former RAF air base at Machrihanish and then a further plant at Port Talbot in Wales, next door to the fishfarm where it grows the ragworm. It claims its purpose-built &quot;kits&quot; can be built anywhere with the right supplies available, and is in talks with buyers in New Zealand, north America and Romania. Fish are already being farmed in other &quot;closed containment&quot; facilities in Spain, Denmark, the Netherlands, Ireland, north America and China. They produce sea bass, catfish, and Atlantic salmon. There is a 1,000-tonne salmon farm recently opened in Denmark, and two more of a similar size being built in China. But nothing, say Fishfrom, on this scale. It has huge ambitions: if all those factories opened, it would end up producing up to a tenth of the UK&apos;s farmed salmon, which stands at about 158,000 tonnes a year. Fishform will file its first planning application to Argyll and Bute council in January, and hopes to begin production in 2014. And it is optimistic of success. &quot;The council loves the idea, for so many different reasons but fundamentally jobs,&quot; Robertson said. To ensure its fish are disease free, the infant salmon, called smolts, will be raised and screened on site. The maturing and adult fish will swim in interconnected circular ponds where a form of whirlpool will form a current to swim against. Its proposals are being treated warily by the conservationists who are harrying the conventional offshore salmon farming industry over its impact on the marine environment. The conservation movement has seen such hopes raised before: attempts in Shetland to farm organic cod  its future in the North Sea endangered by over-fishing  collapsed. Efforts to create much hardier GM salmon have so far failed. Piers Hart, an aquaculture specialist with WWF UK, said these plants, which rely on pumps, filters and monitoring equipment, were expensive to build and to run. The Tayinloan factory will pump 32m litres of water an hour round the tanks. &quot;This is not necessarily a silver bullet,&quot; Hart said. &quot;It is not going to solve all our problems and it has its own problems. This is new technology and its potentially exciting but we do need to be careful until it&apos;s actually put into practice.&quot; Fishfrom&apos;s proposals for its first factory at Tayinloan will face close scrutiny. It plans to build on the derelict site of a previous but failed attempt to farm fish on land in the 1970s, using a much cruder technique. But the new factory will be 12 metres high and 160m long  similar in scale to an Amazon or Tesco distribution centre. It is also right on the boundary of one of Scotland&apos;s most important sites for migrating geese, a heavily protected site of special scientific interest for Greenland white-fronted geese, and it borders a popular coastal path, promoted to tourists and walkers. There may be concerns too about the welfare of Fishfrom&apos;s salmon. There will be up to 200,000 fish being farmed each time. To ensure it is economic, the vast indoor tanks of water will see stocking densities up to double that of conventional fishfarms: it will be at least 50kg of fish per square metre compared to 22kg of fish per square metre at sea. But Robertson believes his fish will be far less stressed than those in outdoor cages: their ponds are interconnected, allowing the salmon to swim longer distances, and they will be free from parasites, diseases and the stresses of seal attacks. So, he adds, far fewer will die during production. &quot;The agencies involved in food production wouldn&apos;t accuse us of battery fish-farming here,&quot; he said. &quot;What we know more than anything else, working through all the research we&apos;ve done, is that the mortality rates of the fish are extremely low. All our fish will be kept in stress-free environments.&quot; His firm is in talks with the Freedom Foods animal welfare scheme run by the Royal Society for the Prevention of Cruelty to Animals, to see if its strict definitions can be widened to include closed-containment cultivation. Robertson must now wait until May 2013, before he knows whether his scheme will get the green light.", 
    "section": "environment", 
    "gid": "environment/2012/dec/17/scottish-salmon-fishing", 
    "wordcount": "1065"
}