{
    "headline": "Get away! Gap years and volunteeering", 
    "text": "The viral YouTube sketch featuring public school globetrotter Orlando has popularised an image of the &quot;gap yah&quot; as a middle-class clich. But gap years aren&apos;t all about life-enhancing trips for the over-privileged. If you&apos;re not sure what to do after studying A-levels, taking a year off could be a wise choice. Whether you choose to travel, spend the time working, or do both, it&apos;s the perfect opportunity to boost your CV, says Sara Whittam, careers adviser at Bristol University. But plan ahead and think about what you hope to gain from the year. If you&apos;re going travelling make sure you gain some experiences that demonstrate you spent your time away effectively, says Whittam: &quot;Getting involved in volunteering or a local project is a great way to show that you have multicultural awareness and good communication skills  two things that are valued by employers, especially as we now work in an increasingly globalisedcontext.&quot; Kim Cooper, a recent teaching graduate, said the time she spent teaching children in Ghana confirmed her career choice. &quot;I really enjoyed the work  it was incredibly rewarding. I learned a lot, and not only about Ghanaian traditions and cultures. Having to teach children with no resources also forced me to develop as a teacher.&quot; You don&apos;t need to travel across the world to make the most of your year  working at home can prove just as useful. Josh Ward, a 19-year-old student from Cumbria, says deferring your university entry can feel daunting: &quot;It&apos;s a hard decision to make, especially if all your friends are going away to uni and you&apos;re left at home working,&quot; he says. &quot;But spending the year volunteering gave me time to think about my future and led me to change my mind about the course I&apos;ll be studying.&quot; If you plan to spend your time working in the UK, think about which jobs you are interested in. It might be possible to arrange work experience in the area you plan to make a career in  the Year in Industry, for example, which is run by the Engineering Development Trust, organises placements in engineering, science, IT and business. &quot;This will show that you&apos;ve had enthusiasm for a particular field from an early age  and that work experience isn&apos;t something you&apos;ve thought about at the last minute,&quot; says Whittam. &quot;Students often think they need stellar experiences like climbing Kilimanjaro to put on job applications and CVs. Actually, working night shifts in Tesco shows resilience and ability, too.&quot; If you&apos;re not sure whether to work or travel, why not combine the two? A gap year abroad doesn&apos;t mean you need to spend 12 months travelling, says Hollie Brooks, market director at Bunac, which organises gap year trips abroad. &quot;Spending 3-6 months working can help fund your travels, and it also means that you get a range of experiences.&quot; Students who are keen to volunteer abroad but fear the cost may also be eligible for government help. The International Citizen Service, which is funded by the Department for International Development, funds young people from less privileged backgrounds to volunteer for 10 to 12 weeks in a developing country. Michael Hill, who manages the programme at the Volunteer Service Overseas, says the placements make a real difference. &quot;They are focused on international development, and they&apos;re run in conjunction with volunteer programmes in host countries  it&apos;s an eye-opening experience.&quot;", 
    "section": "education", 
    "gid": "education/2012/aug/16/clearing-gap-year", 
    "wordcount": "581"
}