{
    "headline": "Fifa 14  preview", 
    "text": "In modern football, it is the playmakers we idolise; the magicians who can orchestrate attacks as well as score. Andrs Iniesta, Xavi Hernndez, Andrea Pirlo, Lionel Messi  mostly, they are deep-lying forwards or creative midfielders; they don&apos;t get in on the end of long, lofted passes, they sculpt goals. This is where Fifa 14 wants to go.  Every year, when the latest Fifa is shipped, the team gets together, sifts through feedback, from within the studio and from customers, and works out where to go next. This time there was a rather weighty conclusion: Fifa is too fast. There is something about the system, the physics, the controls, whatever that leads toward end-to-end gameplay. All the action is happening around the 18-yard area. Everything is compressed. &quot;That&apos;s not as realistic as we&apos;d like,&quot; says series producer Nick Channon as he introduces a roomful of journalists to the latest instalment. &quot;When you look at the modern game, it&apos;s much more about building up through the midfield. The best teams move the ball around, switch sides, attack on the wings, they attack from everywhere  that&apos;s something we want to bring into Fifa. The exhilaration of scoring great goals isn&apos;t just about the shot, it&apos;s about how you get there.&quot; So for Fifa 14, the big emphasis is on build-up play, on anticipation and on off-the-ball movement; it&apos;s about driving through the midfield, rather than lofting balls over it. For a start, the team has completely re-worked how dribbling at speed works. It turns out that in most football simulations, when the gamer hits the sprint button, the onscreen player is limited to a turning circle of just 22.5 degrees  which means you get these long, wide turning arcs. Fifa 14 has done away with that; you&apos;ll now be able to turn at any angle while sprinting, leading defenders up the pitch before darting back, or winding through opponents.      Players can dart this way and that while dribbling with the ball after EA did away with the long turning circle from previous games. Photograph: EA Sports    To ensure this isn&apos;t over-powered, however, the movement physics is getting a new addition: momentum. Now, if your player quickly changes direction, or turns completely, you&apos;ll get a brief pause as they transfer weight from one foot to the other. Channon runs through early footage of a sharp about turn on screen, and the effect looks immediately more authentic. Beyond that, we didn&apos;t get any hands-on time so I&apos;ve no idea how losing this historic 22.5-degree turning circle is going to affect things, but it should make for much less predictability in the midfield. Which is the whole point, of course. On that note, Fifa 14 is also set to build on last year&apos;s first-touch control system, which varies how effectively a player receives the ball depending on his skill, position and the speed and angle of delivery. This time, EA Sports is introducing variable dribble touches, so sprinting players will push the ball forward at differing distances, again based on their skills; a stylish midfielder will keep the ball close to them, but a hulking defender may well push it out further, giving opposing players the chance to steal possession. Whatever, the days of having the ball stick to the runner&apos;s feet are over. &quot;It will transform how you think about sprinting,&quot; says Channon. What we&apos;re getting so far is a shift in balance toward defenders, and that continues into the demo. The next big change is in marking, which Channon feels tended to be loose enough in Fifa 13 for players to turn defenders reasonably easily. Now it&apos;s being tightened up, thanks to a change to the AI. Apparently, in previous iterations of the game, computer-controlled players would make their defensive decisions in a single frame of animation, often breaking away from attackers if another forward player was spotted in a threatening position. Now they assess situations over multiple frames which means they&apos;re less likely to act on split-second decisions, instead staying focused to track the player on the ball.      EA developers have worked on the ball physics, which makes trajectory and environmental effects more realistic  (dig the pink boots, Becks). Photograph: EA Sports    As a consequence, one cheap route to goal has been closed up. Channon talks about how, in the past, if a ball was cleared from the box, it would almost always fall to an attacking player, allowing the ball to be recycled. Now, however, those players are likely to have tight defensive markers. &quot;It&apos;s not about making the game more difficult,&quot; insists Channon. &quot;It&apos;s about making it more fun.&quot; By taking away some of game&apos;s repetitive tics, the idea is that the action will feel more authentic, and more representative of the real sport. And to balance things up, there are additions to the attacking intelligence of AI players. They can now make three different types of forward move: spinning out and running in behind defenders; running along the back line to stay onside, and backing in to defenders to create space. Each one is a visual cue to gamers, and as with the variable ball control while sprinting, it adds more personality to individual players  powerful centre forwards will have much more success backing into and tussling with defenders than lighter strikers.  &quot;The new runs make a huge difference,&quot; says Channon later. &quot;The big one is the backing in to defenders, being able to play the ball in to the feet of a striker is important, you see it a lot in the real game. And being able to turn the defender gives you other opportunities. It&apos;s all about balance  with the tightening up of marking, it means the game will be less backwards and forwards. We&apos;re not changing the actual game speed at all, but it will slow down naturally, you&apos;ll be able to look at different options and vary your game. It won&apos;t be about getting cheap goals.&quot;     DefendersAI has been improved, with decisions made over multiple frames (although, surely Zaba should be tighter there?). Photograph: EA Sports    Adding to the sense of physicality is a new &quot;protect the ball&quot; move, accessible by pressing the left trigger. Hitting this slows the player down, but allows them to shield the ball while dribbling, sticking out an arm or angling their body to see off opposing players. Gameplay producer Aaron McHardy likens the new control system to a racing sim, with sprint on the right trigger acting as accelerate, and &quot;protect the ball&quot; on the left as brake. The idea is that players can now battle through midfield, dictating and varying pace, while probing for decent passes. Players can also use left trigger to jostle for a loose ball, or to counteract a defender using the B button to pull at his opponent. The most intriguing update, though, is to scoring. In the past, player animations didn&apos;t tell the full story about a shooting chance. If you hit the shoot button during an animation sequence, the player would be snapped into the correct position  a slightly awkward process. Now, strikers will adjust their stride and angle realistically and this will signal how truly prepared they are. Channon talks about how EA would get feedback from gamers mystified why a certain shot flew well wide or dribbled pathetically into the keeper&apos;s arms  now, a new set of animations will provide visual tells: you&apos;ll know if the ball is too close to the attacker&apos;s feet, if they&apos;re going to have to attempt a rushed shot; and by watching closely, there will be a chance to pull out of a strike and instead pass the ball or feint and set up for a better chance.  Defenders will get their own version of this. When going in for a tackle in Fifa 13, the defender is essentially committed for the duration of the fixed animation cycle  time it slightly wrong and your man is left floundering. In Fifa 14, however, the more phased approach to animation will allow defenders to break out of the cycle and will get a second chance to tackle. There&apos;s only a small window of opportunity, but it&apos;s a key addition that&apos;s likely to make the outcome of tackles much less predictable. It&apos;s all about widening the challenge in those midfield areas.  And at last, EA Sports has finally addressed the ball physics  considered by many to be flat and predictable in previous iterations. Channon says the studio has been studying elements such as drag, curve and spin and has totally rethought the physics. Central to this is a much more realistic drag coefficient. The ball will speed up in the air, it will slow, it can almost flatten out or even slightly speed up  simulating the effect of wind, turbulence and the weight of the ball  instead of simply providing a dull curve to the flight. &quot;It just felt like the right time to work on it,&quot; he says. &quot;We realised that the linear deceleration of the ball wasn&apos;t right  we were getting these really flat, repetitive trajectories. Now you can kick the ball harder, there&apos;s more spin, more movement in the air, it just all came together.&quot; The hope is that this loosened flight mechanic leads to a far great variety of shots, including the sort of 30-yard low-rising screamers Steven Gerrard tends to fire off, or those shots that dip at the last minute into the top corner. In fact, Channon demonstrated the new effect by showing a video of this famous goal against Olympiakos:            Apparently, crosses and long passes will also be affected, allowing a greater range of defence-splitting through-balls. So, that&apos;s Fifa 14 right now. Tighter marking, more finesse to attacking play, more control over the tempo  and completely rethought game physics. It&apos;s a promising array of improvements  some may read it as overly defensive, but hopefully the added range of forward runs from computer-controlled players, the more expressive movement and the less predictable ball flight will open things up for varied attacking play. And certainly, closer more intelligent marking should rid us of some of those cheap scoring scenarios, like coming in at an angle from the edge of the box and striking across goal, which some Fifa regulars have turned into an unfailing exploit.  But these was all shown through demo videos  there is no hands-on code right now. The team is still tweaking the parameters and the animation. Channon did show us a video that one of the QA testers sent him on his mobile phone  it shows the replay of a beautiful goal scored from way outside the box, caught perfectly on the volley, the ball barely rising above ground level, wavering in the air and tucking in beyond a flailing keeper and the near post. Channon can barely disguise his delight. Tomorrow: a look at the new skill games and career mode updates, plus, why we haven&apos;t mentioned what consoles the game is coming out on", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/apr/17/fifa-14-preview-video-game", 
    "wordcount": "1783"
}