{
    "headline": "Burma donors urged to lift aid restrictions", 
    "text": "Western donors should lift some aid restrictions on Burma to allow &quot;reform-minded&quot; ministries to better respond to humanitarian needs and kickstart development, a refugee advocacy group said on Tuesday. A Refugees International report (Pdf) said Burma&apos;s new government has demonstrated a willingness to work with the international community on humanitarian needs and the opportunity should be seized by western governments. The NGO is not advocating the removal of all US sanctions until key human rights benchmarks are met, but the clawback of specific measures that block technical assistance to key ministries, particularly health and social welfare. &quot;US law, along with similar restrictions imposed by western donors, prohibits assistance from reaching any member of the government,&quot; said Refugees International (RI). &quot;This means that, in practice, UNDP [UN development programme] and US implementing-partner NGOs can work freely with communities, but cannot provide any assistance or even training to teachers or health workers, thereby hindering systemic impact.&quot; RI called on western donors to make existing policies more flexible in order to boost the capacity of reform-minded ministries, such as health and social welfare, to help the country&apos;s most vulnerable people. The call from RI follows signs of tentative reforms in one of the world&apos;s most repressive countries. In November 2010, an election  described as flawed by observers  was held. A nominally civilian government is in power, media censorship has been relaxed, and about 200 political prisoners were freed in amnesties. However, between 600 and 1,700 remain in jail, some serving sentences of 30 years or more. In his visit to Burma last week, the UK foreign secretary, William Hague, said while there was a clear &quot;momentum for change&quot;, the international community needed to maintain the pressure. Recent reforms were insufficient, Hague said, and &quot;much more needed to be done&quot; before EU sanctions can be lifted. Burma Campaign UK also urged caution before any easing of sanctions. &quot;Governments should not rush into lifting sanctions until Burma delivers real reform,&quot; said Anna Roberts, the group&apos;s executive director. &quot;While there are welcome signs of reform, these are reversible. We would like to see full access for humanitarian organisations to areas still restricted by the authorities before the removal of any sanctions.&quot; Humanitarian organisations have limited access to areas where the Burmese government faces insurgencies from groups such as the Karen National Union. In recent years, the UK (one of Burma&apos;s biggest donors), the EU and Australia have significantly increased aid inside Burma. Most of the US government&apos;s $38.5m aid programme, however, goes to organisations based in Thailand. Lynn Yoshikawa, an advocate from RI, said the Obama administration is keen on lifting some restrictions but faces opposition from Congress and campaign groups such as Burma Campaign UK and some exile groups in Thailand. &quot;The picture of Burma as a monolithic government is not right,&quot; she said. &quot;There are new decision-makers and we need to support those who want to help these people.&quot; The RI report said that, for the first time, some members of the Burmese leadership, particularly President Thein Sein, have expressed a willingness to assert civilian control over the military. &quot;The Burmese government has a very long way to go in this effort,&quot; said RI, &quot;but the international community must take full advantage of this opportunity to pressure the military to reform its command-and-control structure, as well as increase engagement on civilian protection, international humanitarian law and human rights.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jan/11/burma-donors-urged-lift-aid-restrictions", 
    "wordcount": "588"
}