{
    "headline": "GCSE grading row: pupils were victims of statistical fix, court hears", 
    "text": "Thousands of students missed out on the grade they deserved in GCSE English because of a crude &quot;statistical fix&quot; by exam boards desperate to obey instructions from the government&apos;s watchdog to avoid grade inflation, the high court has heard. Two exam boards, AQA and Edexcel, engaged in &quot;what can only be described as illegitimate grade manipulation as a result of a statistical fix&quot;, meaning pupils who took exams in June this year required up to 10 more marks per unit to gain a C grade than those who took directly equivalent papers in January, said Clive Sheldon QC on behalf of an alliance of schools, local authorities, pupils and teaching unions. The group is asking the high court to declare unlawful the decision by the exam boards to toughen grade boundaries for GCSE English between the January and June sittings. The decision, defended by the exams regulator Ofqual, resulted in tens of thousands of pupils missing out on expected grades. The legal challenge relates specifically to the estimated 10,000 pupils who recorded a D rather than the expected C, but if the two judges rule in favour of the alliance it would almost certainly require a wholesale regrading, something unprecedented in English examinations history. The chaos followed a change in the course structure of the exams, introducing a modular element in which parts of the course could be taken early and boosting the proportion of students&apos; work marked within schools. As the January results came in, Sheldon told the court, the exam boards realised they were heading for significant grade inflation, something specifically proscribed by Ofqual. They thus shifted the grade boundaries to match the desired statistical results, rather than judging students on the quality of their work, without warning schools or pupils, he said &quot;This was a manifest unfairness that amounts to an abuse of power by AQA and Edexcel, not corrected by Ofqual,&quot; he said. Normally, Sheldon argued, examiners used statistical predictions based on historic results as a partial barometer for grade boundaries. However, to avoid grade inflation, these &quot;moved from being used as a guide or an indication of outcomes to dictating outcomes&quot;, something no school could have predicted. This process was revealed by emails and transcripts of conversations within exams boards and with Ofqual, handed to the alliance ahead of the hearing, Sheldon said. During one teleconference between senior Edexcel officials, one unit of the GCSE was described as &quot;our means of manipulating the statistics&quot;. During one discussion at AQA, a module was called &quot;the get-out-of-jail-free card&quot;. This process resulted in the grade boundaries for some papers being shifted significantly, Sheldon said. In one AQA exam, students were given a C if they recorded a score of 43. In June  for an exam of equal difficulty  the C benchmark was 53, he said. The modules for which grade boundaries were moved tended to be so-called controlled assessments, those marked within schools. Last month Ofqual justified the grade boundary changes by saying there was evidence of significant over-marking by teachers. This was nonsense, Sheldon said  the maximum over-marking detected amounted to about 1.5 marks, far short of the change imposed. The exam boards decided to &quot;clobber&quot; controlled assessments rather than having to accuse external examiners of mistakes, he said. &quot;That explanation of over-marking is not an answer for what was done. But it is an excuse for what was done.&quot; The legal challenge is being mounted on four arguments: inconsistency; lack of warning about change; &quot;arbitrary and capricious treatment&quot;; and a failure to comply with previously published policies. The judges, Lord Justice Elias and Mrs Justice Sharp, will first decide whether the matter should be subject to judicial review and, if so, what measures need to be taken. The exam boards are set to argue that their decisions amount to an academic judgment, something that does not fall under the remit of judicial scrutiny. The alliance contends that the significant statutory element of the GCSE  the government pays for state pupils to take it  and the role of Ofqual means this is invalid. The claimants will also have to persuade the judges that ordering a regrade would not in turn create a parallel unfairness for pupils taking the exam in other years, given that 2012 entrants would end up scoring significantly above average grades, a point made several times by Elias. Teaching unions have argued that the government should have stepped in to order the regrade, something done by the administration in Wales and backed by Labour. Stephen Twigg, the shadow education secretary, said: &quot;It is ludicrous that students and teachers have been forced to go to the high court in order to get the grades they deserve. This is a complete fiasco.", 
    "section": "education", 
    "gid": "education/2012/dec/11/gcse-grading-row-statistical-fix", 
    "wordcount": "807"
}