{
    "headline": "A shepherd is processing his diminutive charges for life on the fells", 
    "text": "I call for a mug of tea at a fell farm. We sit at the kitchen table by the Aga under blackened beams; the phone rings. The shepherd has given me permission to recount his conversation with a Defra official insisting she must come up and count his sheep the following day. &quot;Do you know where we live up here?&quot; he asks the caller. &quot;I&apos;m up to my elbows in sheep and rain and lambs. We just have no time for this. Please. We mark our lambs and clip their lugs for identification in early May. If we rush the mothering-up process goes haywire. Wrong mothers, wrong lambs. Can you not come a little later? No, no, I just can&apos;t do it tomorrow. If you lived on a fell farm you would know. Are you in Manchester at a desk?&quot; He doesn&apos;t say this unpleasantly, and wins the day. He and his wife breathe a sigh of relief. &quot;She was very reasonable, thank goodness,&quot; he says as we tuck into home-cured ham sandwiches. Soon he is back out into the wet again, the rain beating on his bare scalp. He appears and disappears behind the wall of the sheep pens as he stoops to select a charcoal-black lamb, then straightens to duly process it before stooping once more as he lowers it gently to the ground and picks up the next bleatinginfant. The processing is readying his diminutive charges for life on the fells  the daubing of red smitt on the lambs&apos; coats, the snipping of a lug mark to identify ownership of the animals (quite apart from the official ministry ear tag), the squirting of a worming drench down their throats and the spraying with a concoction to deter ticks and blowflies. Once released the lambs give no more than a wriggle and a shake of the head before scampering to join their bleating compatriots and be reunited with their mothers  mothered-up once more.", 
    "section": "environment", 
    "gid": "environment/2013/may/05/lake-district-processing-lambs", 
    "wordcount": "333"
}