{
    "headline": "China's mega coal power bases exacerbate water crisis  in pictures", 
    "text": "   A slag pile and a drainage pipe at the Baorixile opencast coal mine in Hulun Buir, Inner Mongolia Photograph: Lu Guang/Greenpeace       Cows graze beside a pipeline belonging to the Dongming opencast coal mine, Hulun Buir city, Inner Mongolia. Milk sales are a main source of income for the local people Photograph: Lu Guang/Greenpeace       A man pumps drinking water from a 200-metre-deep well, the only one remaining in Dongming village, near the Dongming opencast coal mine. Huge amounts of ground water are pumped out as a precursor to mining. In 2011, protests erupted after a Mongolian herder was run over by coal truck as he tried to stop mining convoy driving across prairie land Photograph: Lu Guang/Greenpeace       The Honghuaerji Reservoir, designed to provide water for two coal-fired power plants in Hulun Buir city, Inner MongoliaI, is co-invested and built by Huaneng Group and Luneng Group. Both Huaneng and Luneng are among the top 5 biggest Chinese power companies. Ten billion cubic metres of water will be consumed by 16 new coal-fired power plants and mines in China in 2015, triggering severe water crises in the countrys arid north-west Photograph: Lu Guang/Greenpeace       The Shengli opencast coal mine in Xilin Hot, Inner Mongolia, encroaches on the grassland Photograph: Lu Guang/Greenpeace       A signpost placed on the Yuejin opencast coal mine in Xilin Gol, Inner Mongolia Photograph: Lu Guang/Greenpeace       Xilin Gol is blessed with some of Chinas best grasslands, but increasingly these grasslands are peeled off for the rich coal reserves underneath Photograph: Lu Guang/Greenpeace       Cows have a hard time finding food at a degraded grazing site Photograph: Lu Guang/Greenpeace       An herder watches his sheep on the degraded grassland near the Baiyinhua opencast coal mine in West Ujimqin Banner of Xilin Gol, Inner Mongolia Photograph: Lu Guang/Greenpeace       Smoke from factories causes severe air pollution in Huolin Gol city, Inner Mongolia, whose economy relies heavily on coal-related industries Photograph: Lu Guang/Greenpeace       Huge amounts of calcium carbide slag was placed along the Yellow River, which in this picture separates Wuhai City, Inner Mongolia from Shizuishan City, Ningxia Hui Autonomous Region Photograph: Lu Guang/Greenpeace       Dark smoke from stacks owned by Hemeihongjun Aluminum Electricity Company of the China Power Investment Corporation. On condition of anonymity, an employee of the corporation claims that the corporation has violated regulations by shutting down the dust-removal devices and desulfurisation devices of this power plant Photograph: Lu Guang/Greenpeace       Part of a water supply project of Ningdong coal-chemical base, Ningxia Hui Autonomous Region. This ditch channels the Yellow river's water Photograph: Lu Guang/Greenpeace       The Ningdong coal-chemical base, which is set to process 4m tonnes of coal for liquefaction in 2015, is in the process of expanding Photograph: Lu Guang/Greenpeace       A sewage treatment plant in Ningdong coal-chemical base, Ningxia Hui Autonomous Region, discharges waste water into a river Photograph: Lu Guang/Greenpeace       Yazidang reservoir is part of the water supply project for Ningdong coal-chemical base Photograph: Lu Guang/Greenpeace  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/aug/21/china-mega-coal-water-crisis-in-pictures", 
    "wordcount": "0"
}