{
    "headline": "Minecraft: Xbox Edition  how future updates are being shaped by the community", 
    "text": "It&apos;s coming, but developer 4J Studios won&apos;t say when exactly. The Scottish studio tasked with converting PC phenomenon Minecraft to the Xbox is currently working on update 1.8.2, set to be the biggest addition to the game since it arrived on the console back in May. And with over three million fans now waiting for the refresh, the studio is teasingly releasing new details over Twitter and YouTube. Among the key features to arrive next will be a host of extra mobs, the living creatures that inhabit Minecraft&apos;s procedurally generated worlds. The rare yet dangerous Cave Spiders, the sneaky silverfish and the dark, sinister Endermen will all be roaming the environment. There will also be a bunch of new foods, including apples, melon and fresh chicken  for the farmers among you. Animal breeding, however, is unlikely to be a part of this build, while enchantment and XP - the elements of the PC version that have given it more of an RPG feel  will also be arriving later.             The most keenly anticipated feature however, will be the long-awaited implementation of the Creative Mode, which gives players total freedom to zoom about the landscape building vast structures from limitless resources. PC owners have utilised this option to build immense marvels of virtual architecture, including the Starship Enterprise. The Xbox version will include the Superflat landscapes that facilitate easier construction.  Talking about the conversion process, Paddy Burns, CTO of 4J Studios, told us about how console gamers are now helping to shape the update process. &quot;We are getting great suggestions from Xbox players both on Twitter, and on the forums,&quot; he says. &quot;Sometimes their ideas are so obviously right that we can&apos;t figure out why we didn&apos;t think of them! We have been changing various features within the game based on their feedback, and adding new features and options that have been suggested and debated between lots of forum users. Every now and then we even pitch in on the forums just to let them know we are following all the discussions and suggestions on there!&quot; The big question now, is when we can expect to see the update. &quot;We&apos;re still finishing things off, and fixing bugs the testers are finding,&quot; says Burns. &quot;It won&apos;t be too much longer before we&apos;re ready to hand it over to the Microsoft Certification Testing team. We will be letting people know when we&apos;ve handed over to the Cert Test team, and then we all wait with our fingers crossed...&quot;", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/sep/19/minecraft-xbox-upgrade-news", 
    "wordcount": "424"
}