{
    "headline": "Hertfordshire University school of creative arts degree show 2013 - gallery", 
    "text": "   BA (Hons) Film and Television students Jonathan Slater, Matthew Lightstone, Gabbi Cruse, Steffi Clark and Armstrong Lian worked together to create a short film about the first world war, based on the true story of Ralph Howells, the great great uncle of producer Matthew Lightstone.  Photograph: PR       Ashleigh Bailey, BA (Hons) Photography. Bailey's photographs combines fashion photography with cinematic influences  Photograph: PR       Ayse Mazi, BA (Hons) Fashion Design. Mazi has created a modern fashion line inspired by eighteenth century style using trimmings, dropped shoulders, gathers on the sleeves and macram. Photograph: PR       Emma Burnell, BA (Hons) Fashion. The main inspiration for Burnell's collection was the rich mining history of the Forest of Dean, which she  wanted to explore as it's her hometown and it gave her a personal connection to her work. She chose to develop key features from mining work wear in combination with experimental pattern cutting and contemporary influences. The fabrics are all natural - mainly wools of different weights and cottons as she wanted to avoid synthetic fabrics. Photograph: PR       Frankie Dollman from the BA (hons) Fashion course said: My work is a fashion collection based on the female stunt bike rider Lillian Lafrance from the 1920s. The aim was to create wearable garments which stemmed from the motor cycle industry, using a wide range of fabrication from stretch jersey to stiff microfibres. Dollman's collection is being shown at the Graduate Catwalk Show in London later this month. Photograph: PR       Andrea Peristiani, BA (Hons) Contemporary Applied Arts said: My work is mostly based on an innate instinct to re-create craft objects that have surrounded me since childhood. I was inspired by long-lived cultures of places that I have either visited or dreamed of visiting. Colours and substances are borrowed from natures wild beauties; spices, vegetables, fruits, flowers, oceans, soils, trees. Photograph: PR  ", 
    "section": "education", 
    "gid": "education/gallery/2013/jun/11/hertfordshire-university-creative-arts", 
    "wordcount": "0"
}