{
    "headline": "Birdbooker Report 270", 
    "text": "Books to the ceiling, Books to the sky,My pile of books is a mile high.How I love them! How I need them!I&apos;ll have a long beard by the time I read them.  ~ Arnold Lobel [1933-1987] author of many popular children&apos;s books.  Compiled by Ian &quot;Birdbooker&quot; Paulsen, the Birdbooker Report is a weekly report that has been published online for years, listing the wide variety of nature, natural history, ecology, animal behaviour, science and history books that have been newly released or republished in North America and in the UK. The books listed here were received by Ian during the previous week, courtesy of various publishing houses.   New and Recent Titles:   Beolens, Bo, Michael Watkins and Michael Grayson. The Eponym Dictionary of Amphibians. 2013. Pelagic Publishing. Hardbound: 244 pages. Price: 34.99 ($49.99 U.S.). [Amazon UK; Amazon US]. SUMMARY: New species of animal and plant are being discovered all the time. When this happens, the new species has to be given a scientific, Latin name in addition to any common, vernacular name. In either case the species may be named after a person, often the discoverer but sometimes an individual they wished to honour or perhaps were staying with at the time the discovery was made. Species names related to a person are &apos;eponyms&apos;. Many scientific names are allusive, esoteric and even humorous, so an eponym dictionary is a valuable resource for anyone, amateur or professional, who wants to decipher the meaning and glimpse the history of a species name. Sometimes a name refers not to a person but to a fictional character or mythological figure. The Forest Stubfoot Toad, Atelopus farci is named after the FARC, a Colombian guerrilla army who found refuge in the toad&apos;s habitat and thereby, it is claimed, protected it. Hoipollo&apos;s Bubble-nest Frog, Pseudophilautus hoipolloi, was named after the Greek for &apos;the many&apos;, but someone assumed the reference was to a Dr Hoipollo. Meanwhile, the man who has everything will never refuse an eponym: Sting&apos;s Treefrog, Dendropsophus stingi, is named after the rock musician, in honour of his &apos;commitment and efforts to save the rainforest&apos;. Following the success of their Eponym Dictionary of Reptiles, the authors have joined forces to give amphibians a similar treatment. They have tracked down 1,609 honoured individuals and composed for each a brief, pithy biography. In some cases these are a reminder of the courage of scientists whose dedicated research in remote locations exposed them to disease and even violent death. The eponym ensures that their memory will survive, aided by reference works such as this highly readable dictionary. Altogether 2,668 amphibians are listed. IAN&apos;S RECOMMENDATION: Herpetologists will find this book to be a useful reference.  Farina, Richard A. et al.. Megafauna: Giant Beasts of Pleistocene South America. 2013. Indiana University Press. Hardbound: 436 pages. Price: $65.00 U.S. [Amazon UK/kindle UK; Amazon US/kindle US]. SUMMARY: More than 10,000 years ago spectacularly large mammals roamed the pampas and jungles of South America. This book tells the story of these great beasts during and just after the Pleistocene, the geological epoch marked by the great ice ages. Megafauna describes the history and way of life of these animals, their comings and goings, and what befell them at the beginning of the modern era and the arrival of humans. It places these giants within the context of the other mammals then alive, describing their paleobiology -- how they walked; how much they weighed; their diets, behavior, biomechanics; and the interactions among them and with their environment. It also tells the stories of the scientists who contributed to our discovery and knowledge of these transcendent creatures and the environment they inhabited. The episode known as the Great American Biotic Interchange, perhaps the most important of all natural history &quot;experiments,&quot; is also an important theme of the book, tracing the biotic events of both North and South America that led to the fauna and the ecosystems discussed in this book.IAN&apos;S RECOMMENDATION: For those with a technical interest in Pleistocene mammals.   Nedosekov, Boris. Birds of Uzbekistan: Photoalbum. 2012. Hertfordshire Press. Hardbound: 100 pages. Price: 25.00 (about $38.00 U.S.). [Amazon UK; Amazon US]. SUMMARY: This is a superb collection of full-colour photographs provided by the members of Uzbekistan Society for the Protection of Birds, with text in both English and in Russian.Since the collapse of the Soviet Union and Uzbekistan&apos;s declaration of independence in 1991, unlike in other Central Asian states there have been no such illustrated books published about the birds of this country&apos;s rich and diverse wildlife. There are more than 500 species of birds in Uzbekistan, with 32 included in the International Red Data Book. After independence, Uzbekistan began to attract the attention of foreign tourist companies, and particularly those specialising in ornithological tourism and birdwatching. Birds of Uzbekistan is therefore a much-needed and timely portrait of this element of the country&apos;s remarkable wildlife.IAN&apos;S RECOMMENDATION: Basically this book is a photographic introduction to the birds of the region, not a field guide.  .. .. .. .. .. .. .. .. .. .. .. ..  This piece was assembled by Ian &quot;Birdbooker&quot; Paulsen and formatted by GrrlScientist.  .. .. .. .. .. .. .. .. .. .. .. ..  Ian &quot;Birdbooker&quot; Paulsen is an avid book collector who is especially well-known to the publishing world. Mr Paulsen collects newly-published books about nature, animals and birds, science, and history, and he also collects children&apos;s books on these topics. Mr Paulsen writes brief synopses about these books on his website, The Birdbooker Report.  .. .. .. .. .. .. .. .. .. .. ..  Follow Grrlscientist&apos;s work on her other blog, Maniraptora, and also on facebook, G+, LinkedIn, Pinterest and of course, twitter: @GrrlScientist", 
    "section": "science", 
    "gid": "science/grrlscientist/2013/may/19/1", 
    "wordcount": "939"
}