{
    "headline": "Zero-carbon home 'dithering' is threatening UK housing industry", 
    "text": "Government dithering over proposed higher standards for energy efficiency in new homes is threatening the building of tens of thousands of houses this year, exacerbating the UK&apos;s housing crisis and deterring new investment, industry leaders have warned. As part of a timetable to ensure all new homes are zero carbon from 2016, an &quot;uplift&quot; to current energy efficiency standards was supposed to be introduced this April. But those regulations have been delayed until the autumn, causing uncertainty in the construction industry as builders wait to see whether the government adheres to its proposals for tighter regulations. Companies also fear the sums they have invested in new equipment and training will be wasted if ministers fail to keep their pledges on making all new homes zero-carbon from 2016. The delays are believed to be owing to disagreements within the coalition over how strong the new efficiency rules should be, with fears that they may be watered down so far as to render them meaningless. Andrew Warren, director of the Association for the Conservation of Energy, said companies and investors were growing increasingly concerned about the silence from government. &quot;Companies have been going to the City to get investment, to enable them to meet the targets, do the training they need and create jobs, and they were doing so based on the timetable set out. If it doesn&apos;t happen on time, companies are vulnerable,&quot; he said. &quot;This is the real world and I&apos;m getting bored of explaining this to ministers. Business will waste time and money unless government delivers.&quot; He pointed out that the government&apos;s response to a consultation carried out early last year on the planned changes had still not been published, leaving businesses further in the dark. The call for a clear response from government was repeated by Ed Balls, shadow chancellor, in a letter to Eric Pickles, secretary of state for communities and local government, warning that the lack of clarity was preventing the building of new homes. At issue are interim standards for higher energy efficiency for new houses  known as &quot;Part L&quot; regulations, from the standard of the building code they fall under  that were meant to be a staging point to the 2016 deadline for making all new homes zero-carbon. The government is officially still committed to the 2016 target, set under Labour in 2006, but its delays and silence on key issues have thrown this into doubt. A spokesman for the Department of Communities and Local Government (DCLG) said the government&apos;s timetable had always been to publish the regulations in spring and introduce them in the autumn, but industry experts said the original timetable had been an April introduction. Business leaders voiced their support for the next round of efficiency standards. &quot;The proposed changes to Part L [this April] would have provided substantial environmental and economic benefits. It will be a potential blow to the economy if the clear support within the UK industry for the introduction of these positive measures is not embraced and taken forward,&quot; said Jayne Law, commercial director of Dow Building Solutions. Robert Barclay, managing director of SIG plc, the UK&apos;s biggest distributor of insulation products, employing 3,500 people, said his company had made large investments on the basis of the introduction of the new Part L. &quot;If the amendment is postponed or withdrawn, this will further knock confidence in our business and the wider sector will inevitably result in less investment and fewer jobs,&quot; he said. Nick Hunt, sales director at Honeywell, said smaller outfits would lose out, because they had been trained to install the necessary equipment to meet the original Part L proposals, but would lose money if they were postponed or watered down. Blame for the government&apos;s delays should be laid firmly at the door of George Osborne, who has been notably hostile in public to environmental regulations, according to Paul King, chief executive of the Green Building Council. A broad coalition of 11 of the UK&apos;s biggest building trade associations, including the Royal Institute of Chartered Surveyors and the House Builders Federation, recently called on the chancellor to restore the so-called conservatory tax that was axed by the government, but have had no response. King said: &quot;By providing the clarity so urgently needed on changes to the building regulations and confirming its support for zero-carbon homes, the government could inject confidence into a sector with huge growth potential for the UK economy. Unfortunately the chancellor appears intent on blocking a key green policy with widespread industry support.&quot; In a letter to Pickles, Balls and Caroline Flint, shadow energy secretary, and Jack Dromey, shadow housing minister, attacked the &quot;seemingly endless delay to clarifying the standards which builders should adhere to in 2013&quot;, saying it was &quot;highly detrimental for delivering urgently needed new homes&quot;. Dromey said: &quot;As the economy bumps along the bottom and we face the biggest housing crisis in a generation, the last thing the housebuilding industry needs is massive uncertainty caused by the endless dithering and delay of this government. To plan for the future, house builders and businesses throughout the supply chain need urgent clarity on what changes will be made to energy efficiency standards.&quot; A spokesman for the DCLG said: &quot;We&apos;re pulling out all the stops to get Britain building, which is why we now have the highest number of first-time buyers for five years, and new housing supply is now at its highest level since the tail end of the unsustainable housing boom in 2008. We want to see greener homes, but we need to avoid excessive regulation which will simply reduce housebuilding and push up the cost of buying a new home. One only has to look to Wales, where experts warn it will be 13,000 more expensive to build a new home than it is in England.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/feb/18/zero-carbon-home-housing-industry", 
    "wordcount": "992"
}