{
    "headline": "Final year PhD: how to balance your thesis deadline and job search", 
    "text": "After years of hard slog you&apos;ve finally made it to your final year. When people ask you what you&apos;re doing, no longer do you launch into a monologue on how your research is going to save the planet; instead dumbing down your work into the shortest soundbite you can think of. You&apos;re tired and wish that word count would just get far enough for you to call it a day. But your tiredness is accompanied by a fear so all-encompassing it tames your procrastination as you scramble to get those chapters finished. Not for the sake of your thesis, of course, but so you can claw back some spare time to begin trawling for the perfect (read &apos;any&apos;) job post-submission. Is it possible to balance the two? You&apos;ve spent the long PhD years not only conducting research but taking on a multitude of other duties to enrich your CV and increase the chances of landing your dream academic post. However, as your deadline looms, the amount of time available to perfect the application form, prepare the presentation and attend the conference slips away. Obligations that were once tremendous opportunities now seem heavy, unmanageable burdens. As final year PhD candidates ourselves, we are facing the fear head on. We currently attempt to write papers for publication, attend conferences, undertake outreach activities, edit journals, and write pieces for national newspapers among other things, all while finishing our theses. On top of that we&apos;re fully functioning adults with husbands, children, pets, friends, and even (limited) social lives. We&apos;ve lived in this academic bubble so long and finally peering through with the realisation that we will need work on the other side. Our funding is coming to an end and if we don&apos;t have a job lined up after we submit our theses we could be fighting the wolves from the door. It&apos;s all too easy for common sense to leave the building during this moment of panic but our colleague Lauren Houghton, a postdoctoral researcher at the National Cancer Institute in Washington, brings us back to reality by pointing out the obvious: &quot;Capitalise on your surrounding situation.&quot;Houghton was able to secure a postdoc position with the institution that funded her PhD. &quot;It was such a relief to know that I could focus on finishing my thesis and not have to worry about a new job, new home, new life,&quot; she said. With the end of days upon us, here are four more points of guidance we&apos;ve gleaned from supportive colleagues and mentors. Disseminate your research If your department and/or university allows it, write your thesis chapters as individual manuscripts for publication and try to publish them before submission of your thesis or your viva. If your work has been through the peer-review process prior to examination it offers credibility to your research. Attend conferences and focus on topics in your research area. This can provide a much needed boost in times of writer&apos;s block and may even highlight the niche in which your work sits. Keep calm and collected There are always stories in the press and online about the grim situation of newly graduated PhDs, but something will turn up. It might mean doing something unexpected  explore your surroundings outside campusfor opportunities to do things the narrowly REF-focused UK higher education scene cannot offer. Give yourself a break Don&apos;t spend seven days a week on your thesis. Make time for family and friends and avoid thesis topics on weekends to regain strength and feel refreshed when you go back to work. Take a holiday It&apos;s actually okay not to have a job lined up immediately after submission  if your finances allow. You will need time and space to rehydrate from a mentally drained and socially dry brain-on-legs. After spending years trucking on a strict timeline, it&apos;s good to retrain yourself to slow down. So, perhaps the future is not as bleak as our fear-riddled heads have made it out to be. The experiences of our mentors have calmed us and we&apos;re back to feeling up to the challenge. The challenge of finishing our thesis? Possibly. But we&apos;re more focused now on the sun, sand, and sangria we have waiting for us post-submission. Victoria McGowan and Erika Brockfeld McClure are both PhD candidates in medical anthropology at the University of Durham   follow it on Twitter @durham_uni This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/jun/07/final-year-phd-thesis-jobs", 
    "wordcount": "756"
}