{
    "headline": "It's official: crime is bad for your health", 
    "text": "Whether a life of crime pays or not in terms of cash in the bank, it seems it doesn&apos;t when it comes to reaching a healthy old age. Researchers at Cardiff University have discovered that, though young criminals seem to enjoy particularly robust health, a tearaway lifestyle will take it out of you in the end. The team examined the latest data from the Cambridge Study in Delinquent Development, which followed a random sample of 411 eight-year-old boys from a white, working-class area of south London from 1961 until they were 48 years old. Uniquely among this type of longitudinal study, the data supplies details of their lifestyles, offending rates and health profiles. After 40 years of being monitored, it has become apparent, says Professor Jonathan Shepherd, director of the Violence and Society Research Group, that for those who continued to offend into their 20s and 30s, the time of reckoning has now come, and not just in the form of time spent behind bars. &quot;If a young man stopped committing crimes at 18 or 19, even if he&apos;d offended an awful lot, that didn&apos;t have an adverse impact on his health longer term,&quot; explains Shepherd. &quot;The thing that surprised us was that the health impacts of an antisocial lifestyle were only apparent in those men who carried on offending after adolescence.&quot; A team including academic Alex Piquero from the University of Texas, Iona Shepherd from Cardiff University and David Farrington from the University of Cambridge discovered that men who had become deeply entrenched in a life of crime were four times more likely to have been hospitalised and 13 times more likely to be registered disabled as their 40s wore on than either those who had &quot;gone straight&quot; after their teenage years or those who had never been involved in crime at all. Breaking the law wasn&apos;t great for your chances of absolute survival either  of the 17 in the sample who had died, 13 had criminal convictions. The chronic offenders in the sample had been significantly healthier than average when studied in their 20s and 30s, observes Shepherd, &quot;which makes the switch from their good health to bad heath even more remarkable. When you&apos;re young, a life of crime doesn&apos;t seem to affect your health, but it certainly catches up with you.&quot; The team&apos;s research doesn&apos;t explain why older chronic offenders should experience worse health than others in the randomised group, but he makes two suggestions. &quot;High-risk behaviour and lifestyle might increase the chances of accidents and injury, leading to hospitalisation and disability,&quot; he says. &quot;Alternatively, frequent contact with the courts and criminal justice system may increase access to and knowledge of the benefits system; chronic offenders might know better than others how to go about getting themselves registered as disabled, or might be guided to do so by professionals they have to deal with.&quot; The findings, he says, have urgent policy implications, and the government should take note. We can save money by putting a lot more effort into helping young people embroiled in antisocial behaviour to escape the influences that mean they continue to commit crimes. &quot;This research highlights for the first time the health impacts of sustained, chronic offending,&quot; he explains. &quot;It also suggests that limiting offending to adolescence is likely to have substantial benefits for health.&quot; This means that taking action at this critical point in people&apos;s lives ... is hugely important,&quot; says Shepherd, &quot; because if you carry on then you&apos;re going to not only harm your own health, but also you&apos;re going to cost the rest of us an awful lot of money, not just in policing and criminal justice costs, but in health costs and the opportunity cost of you not being productive.&quot; For instance, tackling a young person&apos;s alcohol misuse at the point when they are still to some extent impressionable, he says, makes a real difference to long-term health outcomes. This isn&apos;t simply because alcohol misuse causes poor health, but because it can become part of a lifestyle that involves drugs, opting out of society and entering into a netherworld of criminal behaviour. &quot;It&apos;s about finding teachable moments in people&apos;s lives,&quot; Shepherd says  grasping opportunities when someone is more likely to accept suggestions, support and advice on how to opt out of a destructive lifestyle. This would involve governments putting money into training health, social work and other professionals to recognise those opportunities to identify a problem  such as motivating a young person who comes into A&amp;E with an alcohol-related injury to tackle their alcohol abuse. The social and health costs of hospitalisation and disability mean that overhauling our entire approach to rehabilitating young people might well offer financial benefits in the long run. But the odd successful initiative here and there isn&apos;t going to cut it. &quot;With probation and rehabilitation, we know there are a few things that work well, but there aren&apos;t actually that many solutions that have been proved,&quot; Shepherd says. &quot;So we need more and better research and development into what does work. Look around  we have schools of medicine researching treatments for illnesses, but we don&apos;t have any probation schools researching what works in rehabilitation, and almost no science infrastructure for testing out new ideas and rehabilitation initiatives.&quot;", 
    "section": "education", 
    "gid": "education/2012/feb/20/crime-is-bad-for-your-health", 
    "wordcount": "899"
}