{
    "headline": "Heritage and the Royal Institution", 
    "text": "   The Royal Institution in about 1838, by T H Shepherd. Source: Wikimedia Commons    It has been interesting to observe reactions to the recent news about the financial troubles at the Royal Institution potentially being so severe that they might have to sell their Georgian premises on Albemarle Street. There have been calls and petitions to save the building based on an appeal to history and nostalgia. Equally, there have been questions (e.g. here, here, and here) about the RI&apos;s modern role and whether this is well-served by a vast Mayfair building and the traditions that it celebrates. Without treading too far into the question of what the RI does or should do as an institution for the communication of science in the 21st century, it is worth thinking about it as a site of scientific heritage and ask what makes it unique and worth preserving even if the Royal Institution itself should cease to exist.  Scientific heritage can be a difficult thing to assess, preserve and interpret. Removed from their context, old scientific instruments are apt to lose much of their meaning. Those which survive in museums are often not those which were ever used, for outdated equipment tends to be replaced and thrown away. The large technology and infrastructure of modern science poses enormous challenges for collection and preservation. Buildings in which scientific work has been done are often unexciting architecturally and opaque to the uninitiated.  Unesco, responsible for the inscription of World Heritage, has recently begun to notice that scientific heritage is under-represented on its lists. The problems of aesthetics and size are pertinent, along with the fact that science is often not understood as a manifestation of human culture in the same way that palaces, art works or technological sites like bridges and railways are. When Unesco weighs up the importance of world heritage, it does so with the aid of three categories: immovable, moveable and intangible heritage. The first includes buildings, monuments, sites and landscapes. Plainly some of these are movable, or at least alterable, but they are associated with a particular place and very often the linking of a set of buildings or their placing within a landscape lends them greater significance than they might have on their own. Moveable heritage, broadly speaking, consists of things that could end up in museums, such as paintings, objets d&apos;art, textiles, scientific instruments, furniture, books and manuscripts. While individual items of immovable heritage may be hugely important or valuable, their inclusion within a larger collection, or their placing within a particular location can greatly enhance their significance and meaning. Finally, intangible heritage is the stuff that is harder to pin down. Unesco defines it as including &quot;living expressions and the traditions that countless groups and communities worldwide have inherited from their ancestors and transmit to their descendants, in most cases orally&quot;. Things inscribed as intangible heritage include dances, festivals, recipes and a bewildering variety of traditions. Intangible ideas and traditions can also play an important role in assessing the significance of items in the other two categories. Given the fact that the history of science is associated with many intangibles (i.e. things that we no longer touch or hold)  such as people, ideas, skills, discussions and so on  it is clear that this third category can be an extremely useful concept to bear in mind.  Arguably, when all three of these types of heritage come together, we have something particularly valuable. I am lucky enough to work within a World Heritage Site which includes a site of outstanding scientific significance. The Royal Observatory includes buildings designed for science, which are enhanced by their housing historic instruments used on that site, and other wonderful objects. On top of this there are the intangibles associated with the work of the Astronomers Royal and with the concepts of the Prime Meridian and Greenwich Mean Time.  The RI has a similar combination. It has a building long used for scientific and related purposes, parts of which were designed specifically for their role  most obviously the lecture theatre. It also has significant book, object and archive collections, made more significant by their close association with the place in which they are displayed or stored.  The building and objects are associated with the intangibles surrounding the people and scientific research undertaken at the institution. While Faraday&apos;s electrical work and the discovery of 10 elements are usually highlighted, there was a wide range of work done in analysis and testing materials and techniques, often for private or government clients. In addition to this, of course, the RI had a key role to play in the story of the relationship between science and the public. It is hard to think of another historic site that has combined these roles over such a long period of time and, especially, one that is still inhabited by the same institution. The RI&apos;s intangible heritage is undoubtedly heightened by this fact. It is true that the RI&apos;s primary audience was a privileged one, catering for a very different market to, say, popular attractions with scientific content or working men&apos;s institutions. It is not, perhaps, a tradition we would be keen to perpetuate (and the RI certainly does not do so exclusively), but we can recognise that getting society leaders on board with the messages of Davy, Faraday and their successors was hugely significant for British science in the period of its nascent professionalisation. While science communication and outreach can and should take place beyond such hallowed halls, there is benefit in having at least some of it flavoured and informed by science&apos;s heritage. It reminds us that science is not disembodied, pure knowledge, but that it is created by people in particular times and places, with particular equipment and in response to the demands and possibilities of the society in which they inhabit. The heritage of the RI also shows that science has to be communicated  and that this is a business with a long and often rather repetitive back story from which audiences and communicators alike can learn. The combination of types of unique scientific heritage at the Royal Institution should be cherished. I also suspect its continuity on one site both enhances its significance and may be the best chance of its preservation.", 
    "section": "science", 
    "gid": "science/the-h-word/2013/jan/29/history-science", 
    "wordcount": "1036"
}