{
    "headline": "South Sudan: healthcare in the mountains  in pictures", 
    "text": "   South Sudan is routinely referred to as the worlds newest country, yet it is also among the poorest. In Boma, a small town near the border with Ethiopia, an outreach programme provides the only available access to primary healthcare Photograph: Peter Moszynski       Decades of conflict have left most of South Sudans population without access to education or healthcare. The country has the worlds highest maternal mortality rate (2,054 per 100,000 live births) and lowest levels of female literacy, according to the UN Photograph: Peter Moszynski       Only a quarter of the population has access to medical facilities, a problem that owes much to the difficulty of reaching people in remote areas. Health workers face a huge task, making it highly unlikely South Sudan will achieve the millennium development goals Photograph: Peter Moszynski       Child health features prominently among the countrys humanitarian challenges. Infant and under-five mortality rates are higher than regional averages, according to the World Health Organisation. Diseases such as malaria and pneumonia are largely to blame        Were working in one of the most difficult environments in one of the most challenging countries in the world, says Merlin healthcare worker Collins Kyererezi. We reach out to [give people] vaccinations, health education, primary healthcare and referrals  Photograph: Peter Moszynski       In the absence of female education and empowerment, damaging practices have continued unabated. These include early marriage and pregnancy, and the need for women to get the blessing of their husbands or healers before seeking healthcare Photograph: Peter Moszynski       While malnutrition and pregnancy-related issues remain widespread, education sessions make a vital contribution in the battle against common healthcare problems such as malaria, diarrhoea, sexually transmitted infections and skin diseases Photograph: Peter Moszynski       When Merlin first arrived in Boma, there was little by way of existing medical infrastructure. The hospital site had been abandoned by workers fleeing conflict, so as construction work began medical staff set about their duties in tents and straw huts Photograph: Peter Moszynski       House-to-house child immunisation programmes have reaped dividends in Boma, covering about 75% of children under the age of five (compared with a national average of 37%). Screening for pregnancy complications has also improved Photograph: Peter Moszynski       With food in short supply, malnutrition is a constant danger for young children. Merlins screening programme provides high energy, protein-rich food substitutes to children found to be underweight, stunted or wasted Photograph: Peter Moszynski  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2013/jan/07/south-sudan-healthcare-mountians-in-pictures", 
    "wordcount": "0"
}