{
    "headline": "SpaceX value soars after successful mission to dock at ISS", 
    "text": "Elon Musk has added another $1.4bn to his fortune after backing the first private company to successfully dock a spacecraft with the International Space Station. Musk&apos;s SpaceX company made history last month when it launched its craft, Dragon, on a successful mission to carry cargo to the ISS, orbiting 200 miles above the earth. The success of the launch has doubled the value of the company&apos;s shares from $10 to $20, according to private company analyst PrivCo. It values SpaceX at $2.4bn and Musk&apos;s stake in the firm at $1.6bn. SpaceX executive Kirstin Brost Grantham has told PrivCo that the privately-held company has entered into $4bn worth of contracts for commercial and government launches through 2017. The company&apos;s next major milestone is a Nasa contract to ferry astronauts to the International Space Station with a target date of 2015. President Barack Obama called Musk to congratulate him on SpaceX&apos;s success, and the company is now in line for a $1.6bn contract with Nasa for 12 flights using Falcon 9 and Dragon to resupply the International Space Station through 2015. Each flight costs $133m. Grantham said the latest mission was &quot;an important step in the right direction&quot; but &quot;there is a lot more work to be done.&quot; She told PrivCo that Musk &quot;is asking us not to be held by what has been done before but instead by what is possible.&quot; Musk, one of the founders of PayPal, has increasingly focused his energy on technology issues outside the internet. He is also the major backer of Tesla, the electric car company, he is also the chairman of SolarCity, a solar energy company. The company had major setbacks in its early days. The first three launches of its Falcon 1 rocket failed, and Musk has said one more failure would have killed the venture. Musk has said his ultimate aim is to ferry people to Mars.", 
    "section": "science", 
    "gid": "science/2012/jun/07/spacex-value-soars-iss-mission", 
    "wordcount": "324"
}