{
    "headline": "Include trees in climate modelling, say scientists", 
    "text": "Current climate models and projections may be inaccurate because measurements are based on guidelines that do not include the effects of trees on the local climate, according to agroforestry experts. This in turn may be hindering effective adaptation by local farming communities, as the true effect of climate change on their crops is not accurately captured. Trees can influence many of the climate factors predicted by modelling, and their effects should be added to climate maps, scientists from the the World Agroforestry Centre (ICRAF) said in a book, How people and trees can co-adapt to climate change, launched last month (1 December). According to the book, enhancing tree cover for agricultural purposes is a good adaptation mechanism.People have fought long and hard for access to our woodlands.  &quot;Modifying tree cover in agricultural landscapes to adjust micro-climates for crops has a long history,&quot; the book says, citing examples of Sahel parklands, where trees protect grain crops from excessive heat and maintain soil moisture; South-East Asian coastal zones, where intercropping with coconut has a long tradition; and mountain slopes, where &apos;shade trees&apos; are used to help with cocoa, coffee or tea farming. But it adds that &quot;none of this has yet made it into national climate-adaptation planning&quot;. Following the guidelines of the World Meteorological Organization (WMO), global weather stations collect climate data on open ground  away from trees, said Meine Van Noordwijk, an editor of the book. The collected data are then used for climate modelling and projections. But trees can affect the local climate in a region, for example by reducing the maximum temperature and increasing humidity, said Van Noordwijk. Depending on where the weather station is placed, with respect to the tree canopy, the data may be different and this might produce different results, he said. &quot;Unfortunately  climate scientists have not made much effort to quantify [the effects of trees]. By not looking at that, we are missing a large opportunity to understand how we can adapt.&quot; Rizaldi Boer, executive director of the Centre for Climate Risk and Opportunity Management in Southeast Asia and the Pacific, said that the logic behind the WMO standards was to avoid tree canopy effects on the measurements. Climatologists still include the effects of land coverage around the station in their models, he added. The ICRAF book also deals more generally with the importance of tree cover for climate change adaptation and rural livelihoods. This was welcomed by Novrida Masli, a climate change policy specialist from Indonesia, who said it could motivate local adaptation. &quot;Until now, our government has mostly focused on the mitigation, not the adaptation,&quot; Masli said, adding that the ideas in this book may help change that.   Link to full book (PDF)", 
    "section": "environment", 
    "gid": "environment/2012/jan/16/climate-change-forests", 
    "wordcount": "459"
}