{
    "headline": "Howard Carter celebrated in Google doodle", 
    "text": "The birthday of Howard Carter, who discovered the tomb of Tutankhamun in 1922, is celebrated in the latest Google doodle, a colourful graphic depicting the British archaeologist admiring an array of ancient Egyptian treasures. The unearthing of the tomb, which had been undisturbed for more than 3,000 years, was the first time that the final resting place of a pharaoh and all his treasures had been found by modern-day archaeologists. Carter, who was born on 9 May 1874 in London, originally trained as an artist and was sent to Egypt at the age of 17 to assist in the excavation and recording of ancient Egyptian tombs. He was appointed as the first chief inspector of the Egyptian Antiquities Service (EAS) in 1899 and supervised a number of excavations at Thebes, now known as Luxor, before he was transferred in 1904 to the Inspectorate of Lower Egypt. He was employed from 1907 by Lord Carnarvon to supervise his Egyptian excavations but came under pressure to make a major breakthrough after what the aristocrat regarded as a series of disappointing results. It came in November 1922, when Carter wrote in his pocket diary: &quot;Discovered tomb under tomb of Ramsses VI investigated same &amp; found seals intact.&quot; He is said recorded as having made the breach into the tomb with a chisel his grandmother had given him for his 17th birthday. Asked by Carnarvon: &quot;Can you see anything?&quot;, archaeologist replied with the now-famous words: &quot;Yes, wonderful things.&quot; Carter then became the first human in 33 centuries to enter the tomb, and spent years documenting the thousands of artefacts from the tomb. A total of 5,398 objects were found, covering every aspect of ancient Egyptian life, from weapons and chariots to musical instruments, clothes, cosmetics and a treasured lock of the royal grandmother&apos;s hair. He died from Lymphoma in 1939 at the age of 64, just seven years after his excavation ended, and before he could fully publish his findings. Carter&apos;s complete records of the excavation were deposited in the Griffith Institute Archive at the University of Oxford, which has been building an online database.", 
    "section": "technology", 
    "gid": "technology/2012/may/09/howard-carter-google-doodle", 
    "wordcount": "359"
}