{
    "headline": "Tunisia's rural poor pose steep learning curve for World Bank-funded scheme", 
    "text": "Tunisia&apos;s rural poor have come into focus since the revolution that overthrew the regime of Zine al-Abidine Ben Ali almost two years ago. Until that first uprising of the Arab spring, people in rural areas featured only occasionally in Tunisian media coverage, as mute recipients of top-down projects. But in the months following the revolution they were seen protesting for better health services and housing, more job opportunities, better roads and transport into town. &quot;Development&quot; suddenly became a slogan heard at rural roadblocks, and the organisers of grassroot projects found that even in the smallest, most remote villages attitudes had changed. One long-standing World Bank-funded initiative  combining modest environmental projects with ones to improve basic infrastructure or agricultural productivity  is finding that revolution is a learning process. On a blustery morning last month, officials from Odesypano, an agency attached to the agriculture ministry, set up an easel on an empty rural road south of Beja, north-west Tunisia. They detailed for visitors how World Bank money was being spent: rural tracks planned; olive groves planted against soil erosion; scattered landholding regrouped for easier farming; cisterns installed to store rainwater. For one of the watching Tunisian journalists it was reminiscent of the old regime&apos;s presentational style. But as the tour proceeded, there were encounters with villagers that would never have taken place under the old regime. One harangued the officials, demanding a surfaced road to his house because the existing dirt track lane turned to mud each winter. Others told how a water canalisation project had not benefited householders on the outlying slopes, who still fetched water on mule-back each day (except in the summer weeks, when the spring dried up). In the nearby village of Ain Dfali, Najat Bedoui led her two cows  the family&apos;s main assets  up a dirt track road as the call to evening prayer was heard. As in other far-flung villages, freedom of expression is a term she relates to easily: &quot;Before, I couldn&apos;t have just stood here and talked to a journalist. We were afraid. People were even afraid to talk on the phone.&quot; The role of the local &quot;omda&quot; (the lowest rank of interior ministry official), who once exercised petty control over villagers&apos; lives, is these days limited to signing birth or residency certificates. The network of political control and intimidation behind him is gone. Odesypano officials maintain the agency was ahead of the rest of Tunisia when, 10 years ago, it adopted the vocabulary of participatory decisionmaking; each project was negotiated directly with village representatives. But things were never so simple in Ben Ali&apos;s Tunisia. The local &quot;mu&apos;tamed&quot;, the omda&apos;s superior in the interior ministry hierarchy, had to approve each village-level project, noted Kamel Aloui, senior Odesypano co-ordinator. This potentially gave him a say in whose land a new track would cross, for example, or which families would benefit from a well overhaul. And after the revolution, say Odesypano officials, it emerged that some of the village-level groups that were supposed to be elected had in fact been designated by the local mu&apos;tamed. These were replaced and votes held. This March, the head of agency in Beja was himself transferred to an alternative agriculture ministry posting. The new assertiveness in the villages was welcomed by Washington-based Garry Charlier, the World Bank&apos;s task team leader with responsibility for the bank&apos;s role in Odesypano. Visiting projects early last year it was refreshing to hear &quot;different voices speaking out, criticising, expressing different views  It&apos;s a learning process working in this new environment and developing new ways of engaging with citizens,&quot; he says. As the revolutionary slogans give way to the sober reality of limited resources, expectations will have to be managed. The latest tranche of World Bank financing for Odesypano is $41.6m for 2011-16, and the agency does not have the resources to meet demands for asphalt roads, for example, responsibility for which falls to central government. The bank has been funding Odesypano, which undertakes community-based projects in forested and mountainous areas of the north-west, since 1981. Dam projects started in the 80s have enabled the area, which experiences heavy winter rains, to supply water to other regions of Tunisia. Water will remain a major issue in the north-west. The provinces of Beja, Jendouba and neighbouring el-Kef and Siliana still lag behind the national average for tap water in the home (only 67% of households in Beja have tap water, compared with a national average of 86%, according to the 2004 census). And in the village of Sraya, 20 minutes drive up a potholed road near the Algerian border, about 3,500 people still live without water in their homes, with even elderly people obliged to struggle up bleak winter hillsides to fill containers at springs. Eileen Byrne travelled to Beja with the World Bank, which paid her travel and accommodation expenses", 
    "section": "global-development", 
    "gid": "global-development/2012/dec/07/tunisia-rural-poor-world-bank", 
    "wordcount": "816"
}