{
    "headline": "Instagram and Twitter wrestle as social network war reaches new level", 
    "text": "Instagram has blocked Twitter from displaying photos taken on the Facebook-owned service as &quot;cards&quot; inside the microblogging service.  Speaking at the LeWeb conference in Paris, Instagram&apos;s chief executive Kevin Systrom insisted that although &quot;we will always be integrated with Twitter in a way that you can tweet out from Instagram to Twitter&quot;, there were changes being made to the connections between the two services - though he denied it was anything to do with Instagram&apos;s acquisition by Facebook earlier this year. He also denied that it was linked to Twitter&apos;s blocking of access by Instagram users to the Twitter social graph, used to find friends of people who join the service. The move marks another in the tit-for-tat wars being fought between Twitter and a number of other social networks over the use of tweets and user details in their services, and the use of media created in other social networks in Twitter. It&apos;s a standoff in which the two sides wrestle endlessly. Twitter has blocked services such as LinkedIn and Tumblr from accessing its API and especially from getting details about users on its service, which has the effect of preventing rivals from expanding quickly by building on Twitter&apos;s social graph. Yet Twitter may need Instagram more than the Facebook-owned service needs the microblogging one. Instagram passed Twitter for daily mobile users in the US in August 2012, and that trend may continue. Twitter benefits from having content from other media-generating services - such as Instagram. In September, the AllThingsD site reported that user engagement from Twitter to Instagram pictures was greater than within Instagram itself.  However, Instagram is now owned by Facebook, and is now taking a defensive posture over Twitter. The effect of Instagram cutting off integration with Twitter&apos;s &quot;cards&quot; system means that the content doesn&apos;t necessarily display accurately, with cropping being used on some photo shapes. Systrom said in a statement that Instagram previously supported Twitter cards &quot;because we had a minimal web presence&quot; - the app only existed on mobile phones, and it was difficult to find photos via the web. But now, Instagram is developing a more web-based interface - with support for Facebook &quot;likes&quot; - and feels that &quot;the best experience [for users] is for us to link back to where the content lives.&quot; Meanwhile, Twitter is reported to be working on Instagram-like photo filters - a move that would let it catch up to Instagram, though it would add a layer of complexity to a service whose principal attraction has frequently been its simplicity - as well as the content.", 
    "section": "technology", 
    "gid": "technology/2012/dec/05/instagram-twitter-blocked-cards-social", 
    "wordcount": "440"
}