{
    "headline": "Coalition split looms as David Cameron drops foreign aid pledge", 
    "text": "David Cameron is risking a major fracture in the coalition after deciding to renege on his promise to enshrine foreign aid spending in law as he attempts to pacify the right wing of his party. The Observer can reveal that the flagship policy  promised in the 2010 coalition agreement between the Conservatives and the Liberal Democrats  will not be in Wednesday&apos;s Queen&apos;s speech and will not now come to pass under this government. Under pressure from rebellious backbenchers, the prime minister has privately ruled out legislation to guarantee that 0.7% of the country&apos;s gross national product (GNP) is spent on helping the world&apos;s poorest countries. His U-turn will be a major disappointment to campaigners who had applauded the government for its repeated promise to find the parliamentary time to put the spending pledge in law. It will also be seen as a weakening of Cameron&apos;s resolve to stand up against the right of his party to legislate in policy areas once regarded as crucial to modernising the Conservatives. It is understood that a significant number of senior Liberal Democrats and some Conservatives are extremely unhappy about the decision. A senior government source said: &quot;It is not about a lack of time but a lack of will on the part of the prime minister to engage in a fight with his backbenchers on the issue. It was in the coalition agreement, but the prime minister has decided it will not be in the Queen&apos;s speech and, basically it will not happen under this government.&quot; Shadow development secretary Ivan Lewis said Cameron was lurching to the right in response to Ukip&apos;s success in recent byelections and last week&apos;s council elections. &quot;This broken promise is more evidence that David Cameron is in office but no longer in power,&quot; he said. &quot;He is a weak leader vacating the centre ground to appease the right in his own party and stem the tide of Tory votes to Ukip. Not enshrining 0.7% in law will make it easier for the Tories to siphon off aid funds to military and tied aid instead of focusing on our unfinished mission to end global poverty. This should be a wake-up call to all those who care about UK development policy.&quot; Melanie Ward, ActionAid&apos;s head of advocacy, said: &quot;At the last election, the Conservative party made a manifesto commitment to enshrine this in legislation, so to go back on this would be an alarming broken promise. &quot;This matters because aid gives best value for money when it is predictable and poor countries are able to plan their development with certainty, while aid has the biggest impact when it is around for long enough to get the job done.&quot; The revelation follows the controversial announcement by Justine Greening, the international development secretary, that the UK&apos;s aid programme to South Africa, currently worth 19m a year, will end in 2015. That decision, which the government said had followed talks with Pretoria, has provoked a diplomatic row with the South African government. Its finance minister, Pravin Gordhan, said the decision had been unilateral and &quot;regrettable&quot; adding: &quot;What would further deepen our disappointment is that it would appear that the rushed announcement seem to be linked to this week&apos;s local government elections.&quot; The change of tack on development spending is a major policy shift for Cameron who, along with chancellor George Osborne, pushed a more generous line on the issue as a way to detoxify his party. At the time of the last budget, Osborne spoke of his pride &quot;as a Conservative&quot; at meeting his commitment to spend 0.7% of GNP on foreign aid. He told MPs: &quot;We deliver in this coming year on this nation&apos;s longstanding commitment to the world&apos;s poorest to spend 0.7% of our national income on international development.&quot; However, the Conservative&apos;s 2010 manifesto and the coalition agreement also promised a bill to ensure that future governments would need to change the law if they wanted to cut overseas aid below the United Nations target of 0.7%. The bill has been ready for more than a year, with ministers promising it will be introduced when time allows. Two years into the parliament, the then international development secretary Andrew Mitchell told Channel 4 News that the bill was ready and that &quot;the law will come but it must take its place in the queue&quot;. Despite her reservations, Greening is also said to have backed the policy and the Liberal Democrat development minister Lynne Featherstone told her party conference that she was &quot;absolutely committed to it No ifs, no buts&quot;. The 0.7% spending promise has been touchstone for campaigning organisations such as the UK&apos;s 2005 Make Poverty History campaign. However, despite the embarrassment the U-turn will inevitably cause, it is understood that Cameron felt he could not afford a bruising battle with backbenchers such as former defence secretary Liam Fox, who has opposed such legislation. Critics of the government&apos;s pledge claimed it limited the ability of the UK to adapt its spending according to the needs of the times. A spokesman for the Department for International Development said a bill enshrining the foreign aid spending in law would be passed when parliamentary time allowed it.", 
    "section": "global-development", 
    "gid": "global-development/2013/may/05/coalition-split-cameron-drops-aid-pledge", 
    "wordcount": "890"
}