{
    "headline": "Keith Campbell obituary", 
    "text": "The cell biologist Keith Campbell, who has beenfound dead at the age of 58, played aleading role in making possible the birth of Dolly the cloned sheep. This breakthrough opened up revolutionary new opportunities in regenerative medicine by demonstrating that the future of cells is not rigidly fixed, but can be changed from one tissue type to another. In 1995, Campbell&apos;s research at the Roslin Institute, Edinburgh University, led to the birth of Megan and Morag, two Welsh mountain sheep. These were the first mammals to be cloned from cultured cells at an early stage of specialisation, or &quot;differentiation&quot;. The following year, these experiments were extended to produce Dolly, the first mammal cloned from a somatic cell  one from a part of the body, in this case the breast  taken from an adult. The aims of this programme were tounderstand the basic mechanisms underlying cellular differentiation andto provide a means for the precise genetic modification of farm-animal species. The first of Campbell&apos;s key insights was that it is necessary to coordinate the cell cycles of the donor cell and recipient egg in order for the cloned embryo to develop normally. These mechanisms regulate replication of DNA and cell division. Second, it seemed that &quot;reprogramming&quot; of gene function inthe transferred nucleus is more accurateif the donor cell is induced tohibernate before transfer. This wasachieved routinely by depriving thecellof nutrients. In collaboration with PPL Therapeutics, the company that was spun out from the Roslin Institute, the cloning procedure was used to produce a further ewe in 1997. Polly was the first mammal to be both created in culture by nuclear transfer and also transgenic, with material introduced from another organism, in this case human, so that it could produce a blood-clotting protein. That year Campbell left the Roslin tobecome head of embryology at PPL. He wanted to accelerate the benefits oftransgenic technology in human medicine, particularly by producing cloned pigs for xenotransplantation  the transplantation of tissues and organs from one species to another. In1999 came the first gene-targeted sheep, Cupid and Diana, showing that itwas possible to delete and insert genes, and then, in 2000, the first pigscloned from somatic cells. In late 1999, Campbell had left PPL tobecome professor of animal development at Nottingham University. There he continued his research into thebasic mechanisms underlying development and differentiation in order to enhance breeding and maintain food security. In 2008 he shared theShaw prize for medicine and life sciences with Shinya Yamanaka, the Japanese stem-cell researcher made a Nobel laureate this month, and myself. Born in Birmingham to an English mother and Scottish father, Campbell started his education in Perth. When hewas eight, his family returned to Birmingham, where he went to King Edward VI grammar school for boys. After qualifying as a laboratory technologist specialising in medical microbiology at Selly Oak hospital, he gained a BSc in microbiology at Queen Elizabeth College, now part of King&apos;s College London. Following laboratory work in Yemen and a project to eradicate Dutch elm disease in West Sussex, Campbell joined the Marie Curie Research Institute, in Surrey. Its research into the underlying causes and mechanisms of cancer encouraged his interests in cellular growth and differentiation, and in 1983 it awarded him a scholarship that took him to Sussex University. There he studied the mechanisms that control thesegregation of genetic material during the development of amphibian eggs and early embryos, and during cellgrowth and division in yeast. Hewasawarded a DPhil. A return to Scotland for two brief postdoctoral posts enabled him to pursue his love of hillwalking and mountain biking. In 1991 he joined theRoslin, where I was a principal investigator, and his research blossomed. Campbell applied his experience of the regulation of the cell cycle to the work we were doing on the production of mammalian embryos by nuclear transfer. Much of this work was presented at the annual meetings of the International Embryo Transfer Society, where he will be remembered as an enthusiastic participant in discussions lasting late into the night. Always cheerful and friendly  with a strong distaste for bureaucracy  he will be sorely missed. He is survived by his wife, Kathy, andtwo daughters, Claire and Lauren, by his former partner, Ange Mills.  Keith Henry Stockman Campbell, cellbiologist, born 23 May 1954; died 5October 2012  This article was amended on 19 January 2013. Campbell started his education in Perth, Scotland, and not, as an editing error had it, Perth, Australia. The reference to Australia has been deleted.", 
    "section": "science", 
    "gid": "science/2012/oct/16/keith-campbell", 
    "wordcount": "801"
}