{
    "headline": "Stop competing with your academic colleagues, join forces with them", 
    "text": "Inspiration can sometimes come from the most unusual sources. In my case (and in the case of one of my colleagues at University of Venus), the muse was Tina Fey in her book Bossypants. In retrospect I should have known that academia and the world of comedy writing would have much in common. In one of her chapters, Fey discusses her experiences at The Second City, which is an improvisation and sketch comedy theatre. She discusses &apos;The Myth of Not Enough&apos;, which was/is the belief that if more women entered comedy, there wouldn&apos;t be enough material, screen time and so on to go around for all the women. This of course doesn&apos;t make much sense when the characters make up the show as they go along! But this idea becomes so entrenched in people, including women, that they start to see other women as competition, instead of allies and collaborators. I have witnessed this attitude in academia quite often: junior faculty feeling threatened by other junior faculty. This feeling becomes even more pronounced when that junior faculty is &apos;like you&apos;which may mean the same age, gender, sexuality, race, ethnicity, nationality, and so on. But this is not about blaming junior faculty. Like the women in comedy that Fey talks about, junior faculty have been made to feel like they&apos;re in competition with one another. We&apos;ve been made to feel as if there are limited spaces available for us, and hiring or promoting or granting tenure to one more like us will make our job less secure. This is simply not true. Fey offers this response to women who see other women as competition: &quot;Don&apos;t be fooled. You&apos;re not in competition with other women. You&apos;re in competition with everyone.&quot; I have similar advice for junior faculty but with a twist: you are not in competition with other junior faculty. You&apos;re in competition with yourself. If someone writes an article in a more prestigious journal, it doesn&apos;t mean you should feel threatened. If someone publishes a book before you do, no need to be sour about it. When you come up for tenure, you are not evaluated against the accomplishments of other faculty; you are evaluated against a standard that is expected of all faculty at your institution. Of course standards can be reevaluated and they can change over time. But it&apos;s not going to happen overnight during your tenure case because the other junior faculty published a book and you didn&apos;t. So relax. Instead of approaching other junior faculty as competition, why not approach them as allies and friends? Why not experience the possibilities that such a relationship can offer? Fey also writes: &quot;When faced with sexism or ageism, or lookism or even really aggressive Buddhism, ask yourself the following question: &apos;Is this person in between me and what I want to do?&apos; ... if the answer is yes ... I suggest you model your strategy after the old Sesame Street film piece, &apos;Over! Under! Through!&apos;&quot; (This is a reference to an old Sesame Street segment which taught kids the meanings of these words). This is a valuable advice for all faculty, but especially for junior faculty who find themselves caught between ego-battles of senior faculty, or find themselves in dysfunctional departments, or working with an unpleasant colleague: go over, under, through. That is, make connections at all levels and across disciplinary divides in order to get through and get tenure. I am not implying that you should simply ignore unpleasant behaviour, but that you should have enough allies around you so that the disagreeable person cannot stand in the way of your success and happiness. This may be especially important at small liberal arts colleges because junior faculty may find themselves in two, three or four person departments. In these cases, where one other member alone can make your work experience unpleasant, it becomes even more important, for your success and happiness, that you have allies, and trustworthy colleagues in other departments and at various stages of their careers. Furthermore, these colleagues can offer valuable advice and point you towards the right resources, if need be, for how to deal with the hostile colleague(s) in your department. So, think about Tina Fey the next time you have an unpleasant encounter with a colleague. Afshan Jafar is a member of the editorial collective at University of Venus and an assistant professor of sociology at Connecticut College. She can be reached at afshan.jafar@conncoll.edu", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/mar/14/collaboration-between-junior-faculty", 
    "wordcount": "751"
}