{
    "headline": "Low emissions are no justification for Kansas scaling back renewables", 
    "text": "To date, 29 states in the US have set standards requiring a certain percentage of electricity production to be met by renewable sources. Soon that number may fall to 28. In 2009, Kansas passed legislation establishing a renewable energy standard requiring 10% of the state&apos;s electricity production to come from renewable sources by 2010, and 20% by 2020. The state, the &quot;Saudi Arabia of wind&quot;, met the 2010 requirements by exploiting its wind power potential, which is second only to Texas in the US. Republican congressman Dennis Hedke, the chairman of the Kansas Congressional joint committee on energy and environmental policy  who has ties to the oil and gas industry  arranged for his committee to hear arguments to delay or eliminate these requirements. This Thursday, the commitee has its final hearing on the subject. The main argument against the renewable energy standards is a common one  that the law will have an insignificant impact on curbing global warming. It&apos;s true that carbon emissions in Kansas are small on a global scale, and the argument is a reassuring one; if our emissions are too small to matter, we can maintain the status quo without worries or guilt. However, the same argument could be made for any state, or even any country. Under the George W Bush administration, the US Environmental Protection Agency argued to the supreme court in 2007 that vehicular greenhouse gas emissions in the US are too small on a global scale to require government regulation. The court rejected that argument in its ruling, noting: &quot;Agencies, like legislatures, do not generally resolve massive problems in one fell regulatory swoop.&quot; Incremental steps are important; even if a single action can&apos;t reverse global warming, it can still slow or reduce it. Critics of renewable energy in Kansas have also argued that the technology is too costly. While renewable energy was once relatively expensive, according to the US Energy Information Administration, wind energy has become cost-competitive with new coal plants. This doesn&apos;t account for the external costs of coal combustion, for example on public health via air pollution, or on climate change via carbon emissions. If we were to account for all of the costs of coal combustion, its market price would be significantly higher than the cost of wind energy. As a result of its renewable energy laws, Kansas came in third in total US wind energy deployment in 2012, behind the much larger states of Texas and California. Despite this rapid increase in wind energy production, Kansas utilities reported electricity price increases of just 1% to 1.7% to cover renewable energy investments in 2012 and 2013. Analyses have shown that thus far there has been no connection between renewable energy usage or growth and electricity prices in the US. The Department of Energy has concluded that the total economic benefit of adding 1,000 megawatts of wind energy in Kansas would exceed $1bn over a 20-year period, including $2.7m per year in payments to landowners, $2.9m per year in local property tax revenue, thousands of construction jobs, and 432 new local long-term jobs. All evidence indicates that continuing to add wind energy will have little impact on electricity rates and will benefit the local economy. The question now is whether Kansas is willing to sacrifice those benefits for the sake of the coal industry.  Dana Nuccitelli blogs at www.skepticalscience.com ", 
    "section": "environment", 
    "gid": "environment/blog/2013/feb/21/emissions-kansas-scale-back-renewables", 
    "wordcount": "568"
}