{
    "headline": "Aid for vaccines is subsidising Big Pharma, doctors claim", 
    "text": "Large sums of public money intended to ensure children in the developing world are immunised against disease are effectively being used to subsidise Big Pharma, doctors working in the field claim. Mdecins sans Frontires (MSF), the Nobel prize-winning organisation working on the frontline in remote and conflict areas, says vaccines bought with UK and other donor governments&apos; money cost too much and are not designed for the needs of hot and impoverished countries. When the pot of money subsidising the high prices of western pharmaceutical companies runs out, developing world governments will not be able to afford the vaccines and children will continue to lose their lives, MSF says. MSF is concerned that the deals between the Global Alliance for Vaccines and Immunisation (Gavi), to which the UK was the biggest donor last year, and pharmaceutical companies such as the British giant GlaxoSmithKline (GSK) and Pfizer in the US, are not transparent and do not have inbuilt sustainability. &quot;It looks to us like a big subsidy for pharma  there is no other way of saying it really,&quot; said Dr Manica Balasegaram, executive director of MSF&apos;s access campaign. At Gavi&apos;s partners&apos; forum in Dar es Salaam, Tanzania, in December, much of the focus was on reaching the 20% of children who do not get even basic immunisation with the cheap generic vaccines that have been around for a long time, against diseases such as measles. Between 2000, when it was launched, and 2011, Gavi has channelled funds into country vaccination programmes that have immunised 325 million children, helping to avert an estimated 5.5 million deaths from vaccine-preventable diseases. The biggest impact by far was in hepatitis B vaccination against liver disease, which will prevent an estimated 3.7 million deaths  almost all in China. But the big push now is in new vaccines against pneumococcal disease and rotavirus, which is a major cause of diarrhoea. These are the two biggest killers of children in poor countries. As yet, only GSK and Pfizer make the pneumococcal vaccine. They sell it at $3.50 (2.21) to developing countries, which is paid by Gavi, and collect $3.50 more from a special fund called the Advance Market Commitment (AMC) worth $1.5bn, which was intended to give drug companies an incentive to offer vaccines to poor countries. GSK and Merck are the sole suppliers of rotavirus, at $5 a course. These prices, says MSF, are too high and unsustainable, because eventually countries are expected to &quot;graduate&quot; from Gavi and pick up the cost of the vaccines themselves, which in the case of pneumococcal is $10.50 a child (without the AMC subsidy), since three doses are needed. MSF is not at all against Gavi, but wants transparency, says Balasegaram. &quot;This subsidy has come from public money. The agreement is made between Gavi and the companies. What happens when the agreement expires? What will be the pricing of these vaccines? How can companies be held accountable to ensure a subsidised price continues?&quot; The AMC was supposed to encourage the involvement of other manufacturers, from middle-income countries such as India and China, as well as the wealthy west, and drive prices down through competition, but this has not happened. Balasegaram compares the situation with the fight for low-cost Aids drugs. &quot;Imagine the outrage if this was happening in HIV,&quot; he said. &quot;Babies can&apos;t walk around with placards advocating for themselves. &quot;We&apos;re not anti-Gavi at all. We just want them to be a hell of a lot more ambitious. You can use your clout and that of the governments supporting you to get people around the table  and get governments in the most vulnerable countries to get together.&quot; Seth Berkley, chief executive of the Gavi Alliance, rejects the criticism and says the organisation is working to fashion a market for vaccines in poor countries that has not existed previously, and that will result in competition, eventually leading to lower prices. &quot;It is only recently that we have explicitly become engaged in market shaping,&quot; he said. &quot;The focus everybody has is on driving prices down and that is an important priority, but what we&apos;re interested in is healthy vaccines markets. Pure price drops alone don&apos;t necessarily mean supply security.&quot; It is also important to ensure the quality of the vaccines, he added. The speed with which Gavi had been able to introduce new and much-needed vaccines to the developing world was unprecedented, Berkley added. &quot;It used to be 10 to 20 years before vaccines trickled down to developing countries. Pneumococcal vaccine has been brought out in the developing world within a year of the west. We&apos;re working towards simultaneous introduction. &quot;We can quibble about whether it could be cheaper, but there is no precedent for that in history,&quot; he said. If the price was too low, manufacturers would not be willing to make the vaccines needed in poorer countries. While the new vaccines are being introduced in selected countries, one in five children  19 million in total  are still not getting basic immunisation such as DTP (diptheria, tetanus and whooping cough) and measles. The largest number are in India, where 7.1 million have missed out, followed by 1.7 million in Nigeria, where only 47% now get the DTP jab, as opposed to 64% in 2010. These are the world&apos;s most deprived and impoverished children, often living in remote and conflict areas. But reaching them could be made easier, some experts believe, if vaccines made for Europe or north America were redesigned or adapted specifically for Africa. Success story The big success story is MenAfriVac  a vaccine invented to protect the children of the &quot;meningitis belt&quot; across Africa, where thousands would die in seasonal epidemics of meningitis A. It was designed not by Big Pharma but by the World Health Organisation (WHO) and a US not-for-profit called Path. It is made by the Serum Institute of India and costs only $0.50 a dose. Late last year, MenAfriVac made another breakthrough. It became the first vaccine permitted for use outside the cold chain  it does not have to be transported in refrigerators on trucks or ice boxes carried by volunteers on foot across rivers and mountains to children who live in the intense heat of Chad or Mali. It can be kept for up to four days at 40 degrees. &quot;The potential for some vaccines to remain safely outside the cold chain for short periods of time has been widely known for over 20 years,&quot; said Michel Zaffran, director of Optimize, the Path-WHO collaboration aimed at improving the impact of health technologies. &quot;But this is the first time that a vaccine intended for use in Africa has been tested and submitted to regulatory review and approved for this type of use. And we expect this announcement to build momentum for applying the concept to other vaccines and initiatives, allowing us to save more lives in low-income countries.&quot; In Chad, the MenAfriVac vaccination campaign could not reach all children, because of limited cold chain capacity. There were outbreaks of lethal meningitis A in those communities that missed out. MenAfriVac could be the first of many vaccines to work without cold storage. Path and the WHO believe vaccines against yellow fever, hepatitis B, HPV, which causes cervical cancer, rotavirus and pneumococcal disease could all remain stable at higher temperatures than the 2-8 degrees that the manufacturers usually prescribe and the regulators authorise. &quot;We&apos;re now working with one manufacturer to relabel hepatitis B,&quot; said Simona Zipursky from the WHO. &quot;It&apos;s something people have become more and more aware of as possible, but as an immunisation community we have been a little bit afraid. &quot;We are hoping Gavi in the future will say we are putting out a tender through Unicef [which procures the vaccines] and will prioritise products that are easy to use.&quot; This is about designing or redesigning vaccines specifically for the needs of the developing world, rather than embracing the complex vaccines invented for the west unquestioningly. Berkley points out that MenAfriVac protects against a single disease strain  nothing like as complex as the pneumococcal vaccine, which combats 13. However, some people in the field, with MSF leading the charge, believe hi-tech solutions designed by companies in wealthy countries are not the only way to go. There is an argument that introducing vaccines against pneumococcal and diarrhoeal disease may make donors put clean water and sanitation  the lack of which causes many cases  on the back burner. Vaccines are seen by donor countries as one of the most effective ways to save the lives of children in poor countries and boost their chances of a healthy life. At the World Economic Forum in Davos in January, three more major donations to Gavi worth $12.5m were made by Comic Relief, Vodafone and a charitable arm of The Church of Jesus Christ of Latter-day Saints. The Gates Foundation and the UK&apos;s Department for International Development have promised to match any funding from private organisations, turning the gift into $25m. There is great confidence in Gavi to deliver, but the debate will continue on the best ways to spend the money.", 
    "section": "global-development", 
    "gid": "global-development/2013/feb/04/aid-vaccines-subsidising-big-pharma-doctors-claim", 
    "wordcount": "1557"
}