{
    "headline": "Why I'm glad I gave languages a second chance", 
    "text": "Looking at my track record it&apos;s fair to say that I was an unlikely candidate for a modern languages degree. I achieved a B in French GCSE, and plummeted spectacularly when I received a D at AS-level. At parents evening my tutor said that I simply wasn&apos;t cut out for studying languages at an academic level. Skip forwards four years and you&apos;ll find me writing from my desk in the University of Rosario in Bogota, Colombia. I&apos;m on a placement year as part of my language degree which I am studying at the University of Leeds. It wasn&apos;t until after sixth form when I volunteered for a year in the Dominican Republic that I began to pick up Spanish. Eager to keep up my knowledge of the language I switched from my politics and philosophy degree to a Spanish and philosophy course. Studying a language at university involves a lot more than learning verb conjugations and new vocabulary. You have the option to take up modules about literature, history and politics. It is also usually a requirement that you spend a year abroad, in order to practise and live your language  that&apos;s how I ended up spending a year on placement with the British Council in Colombia. For those taking language courses, opportunities to travel expand beyond your student years: more than 10% of modern language graduates in the UK were in overseas employment six months after leaving university. Employers at home also look favourably on applicants who have a second language, especially when recruiting for jobs in journalism, development, international business and publishing. The impressive bursaries on offer for those who want to train to be a language teacher prove how desired language skills are at the moment. Grants of 15,000 and 20,000 are given to language graduates who hold either a 2:1 or a first class degree respectively. With 90.3% of 2010-11 language graduates in employment, it is definitely a subject area to be taken seriously. But despite all this, the number of students applying to study European (-6.1%) and non-European (-6.7%) languages at university has continued to fall this year. The number of students taking languages at A-level has also fallen rapidly over the past decade, with state school students being less likely to continue language study. As someone who struggled with French at school, I can understand why students are put off choosing languages at a higher level. Students can be unsure about where the languages route might take them career-wise. There&apos;s also lot of work involved  especially if you&apos;ve had limited exposure to other languages or little experience of using a language abroad. For me, the benefits have outweighed the hard work. Aside from the obvious advantages of having a second language on my CV, I have had the chance to explore another culture. For my thesis I am writing about Colombian hip hop and cinema and have interviewed artists and producers whose work I admire. Looking back I can see that I&apos;m not incapable of studying a language  it&apos;s just that the classroom environment wasn&apos;t the best place for me to start.  This article was amended on 19 Feb to change the photo caption from Columbia to Colombia", 
    "section": "education", 
    "gid": "education/mortarboard/2013/feb/18/why-students-should-study-languages", 
    "wordcount": "542"
}