{
    "headline": "Why whiggish won't do", 
    "text": "   The March of Progress, first published by Rudolph Zallinger in 1965. Its over-simplified presentation of evolution is just as misleading as whiggish histories of science. Source: Wikimedia    Two anathemas of academic historians of science have been attracting a certain amount of interest in the history of science blogo-twittersphere lately. One is whiggishness and the other heroes, the two of which often come together in history writing and broadcasting aimed at a broad audience. Two things kicked this off. One was a piece, Two Cheers for the Whig Interpretation of History, by William Cronon, president of the American Historical Association. The other was the advertising of a lecture on Heroes of Science by Roger Highfield, which took place last week at the Royal Society.  To be clear what we&apos;re talking about, read Cronon&apos;s piece. He offers a great introduction to the concept, and its originator, Herbert Butterfield. He concisely explains that Whig histories tend to &quot;praise revolutions [for history of science, we could read novelties, ideas or individuals] provided they have been successful, emphasise certain principles of progress in the past and produce a story which is the ratification if not the glorification of the present&quot;. Such history tends to be triumphalist, presentist and linear, although also uncomplicated, narrative and with an in-built claim to relevancy. Because it picks winners and weaves its narrative from the threads of winning ideas  as judged from a modern standpoint  it tends to include heroes (forward-thinking folks who, in C P Snow&apos;s wrong-headed phrase, &quot;have the future in their bones&quot;) and their adversaries (obstructive villains, stuck in the past). Science does not, and did not, happen this way. This is generally agreed, yet a defence of the approach has been offered in several of the recent posts, comments and talks. The view is that heroes and linear, progressive narratives are required if we want a wider public to read our work or to be inspired by history, science or, indeed, history of science. I find it hard to accept that it is only by distorting the facts that we can be relevant or inspirational. Is it only by feeding children tales of great men and a triumphant march to the present that they will ever take the bait and bother to read more? Can the general public only stomach fairy tales about heroes and villains? Firstly, particularly for those who see history of science as a vehicle for science engagement, I want to offer an analogy. It is the &quot;March of Progress&quot; illustration of human evolution: linear, progressive, uncomplicated and misleading. It is an iconography that, as Brian Switek put it on Twitter, &quot;needs to be dumped&quot;. Last year, Frank Swain placed it among his list of Five iconic science images, and why they&apos;re wrong, and a few days ago, Glendon Mellow explained that an alternative icon of evolution by natural selection &quot;should totally be a jumble of primates jockeying for position and way more crowded&quot;. That sounds very familiar to me. The analogy isn&apos;t perfect, but it is emphatically the case that science&apos;s history should be similarly crowded and full of tangents, dead ends and competing approaches. The question is how to capture such complexity in an elegant way, not whether or not we should give up on the task. Secondly, for those writing or talking about history, I want to question the purpose and motivation of reaching wider audiences. The fact that for most lay readers history is entertainment is used as the excuse that only already-acceptable, rip-roaring yarns will do the job. But if it is history, it is being presented as fact (or our current best knowledge and interpretation of fact) and readers are unfairly being led astray.  I disagree that history necessarily has to commit the sins of presentism by judging events or people by today&apos;s standards, to seem relevant. Rather, I think that one of the most useful things that history can do for us is to demonstrate that today&apos;s (or our national, class or any other kind of) standards are not the only ones by which things can be judged. Just as meeting new people and travelling to distant parts of the world can provide essential perspective on our lifestyles and values, so can travelling to the past. We should be prepared for the fact that things that seem obviously right to us today will not seem so in the future. Finally, whiggish narratives, strewn with heroes, only hinder understanding of how the world works. As Athene Donald has written, heroes and geniuses are unrealistic and unhelpful for those who might enter scientific careers in the future. They are equally so for those who are not and have no interest in becoming a scientist, but nevertheless live in a world in which understanding the real rather than ideal relationship between science, technology, people, power and politics is hugely important. It is not good enough to say that we can entice people with simple stories in the hope that, if they enjoyed it, they will read more and understand better. Most will simply be stuck with the first version  hence the continued existence of science textbook-style history. Rather, our job is to find engaging ways to tell the fuller and more meaningful story.", 
    "section": "science", 
    "gid": "science/the-h-word/2012/oct/03/history-science", 
    "wordcount": "857"
}