{
    "headline": "Amazon's Autorip turns heat up on Apple's iTunes Store", 
    "text": "Amazon has stepped up competition against Apple&apos;s iTunes Store by launching AutoRip, giving customers free MP3 versions of physical CDs they have already bought. From Thursday, customers who bought any of the 50,000 AutoRip-eligible CDs from the Amazon Music Store from 1998 onwards will be able to access digital versions immediately through users&apos; accounts on Amazon&apos;s Cloud Player. Albums initially on offer include Pink Floyd&apos;s Dark Side of the Moon, Adele&apos;s 21 and Thriller by Michael Jackson. Amazon&apos;s vice president of worldwide digital music, Steve Boom, told Reuters the first 50,000 AutoRip albums would be the biggest selling, and that the aim is to encourage take-up of its Cloud Player service. &quot;When we picked those 50,000 titles we focused on having a substantial majority of our physical CD sales covered,&quot; he said. &quot;People will be exposed to Cloud Player and our digital music offering, which is a good thing. We want to take this global.&quot; Amazon launched the service after securing licencing deals with EMI, Warner and Sony as well as independent labels. The online retailer is aiming to increase its 16% share of the digital music market, which Apple&apos;s iTunes Store dominates with 64% share, according to NPD Group. Google&apos;s nascent Music service accounts for just 5%. Cloud Player is accessible through Amazon&apos;s Kindle Fire device as well as integration on Samsung TVs and DVD players, Roku media player and Sonos hardware, plus iPhone, iPod and iPad apps. AutoRip will compete with Apple&apos;s iTunes Match service, which scans a user&apos;s music collection and matches it in the cloud for 21.99 a year, and Google Music&apos;s free scan-and-match service. &quot;Amazon has done a decent job, but Spotify is disrupting iTunes a little bit everyday,&quot; Brian Blair, analyst at Wedge Partners, told Bloomberg. &quot;Amazon Cloud Player, Google Play  I&apos;ve seen no evidence that suggests you&apos;re seeing a migration of users away from iTunes to those services.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/jan/10/amazon-apple-itunes-store-autorip", 
    "wordcount": "328"
}