{
    "headline": "Adobe Lightroom 4  review", 
    "text": "I&apos;ve been using Lightroom since the public beta of version 1 appeared, and I&apos;ve pretty much fallen in love with it. Since that first flush of infatuation, our relationship has grown up and now what for my money is Adobe&apos;s most consumer-friendly and useful software is at version 4. And yeah, I&apos;m still in love with it. I&apos;m not a professional photographer, but I take a lot of pictures and with the best will in the world  and the best camera in the world  no image is going to be perfect at the moment of capture. Lightroom has been evolving through its releases and this new version has a couple of significant changes plus a couple of nice-to-have but by no means vital additions. The most important change is the switch to a new processing algorithm, PV2012. What this means in practice is that first, when you open images you processed in earlier versions of Lightroom, you&apos;ll be asked if you want to upgrade them to the new process. It&apos;s up to you whether or not you do that. My suggestion, after playing with it, is to leave your old images alone if you were happy with them before. The new algorithm seems to brighten and up the contrast when applied to images processed under the old algorithm, PV2010. However, the benefit of this new algorithm is that you get new sliders to play with when working with pictures in LR4. Previous versions gave you Exposure, Recovery, Fill Light and Blacks; the new algorithm gives you Highlights, Shadows, Whites and Blacks. You&apos;ll have to play with them to get used to their effects, but taking pot luck with clicking Auto on the Tone button seems to produce better results first time than before. The adjustment brush has been made more powerful. With it you can tweak small areas of your image to change the exposure, contrast or  perhaps most usefully  the white balance, which will save you having blue faces against a yellow background if you&apos;re shooting with a slow shutter sync. The other big deal is the improvement to the video tools. They&apos;re still pretty rudimentary, but you can now top and tail a video in Lightroom; and you can apply adjustments to your clips in the same way as still images.     Lightroom 4's new processing algorithm: on the left is an unedited picture imported via Lightroom 3's algorithm, PV2010; on the left is how it will look if upgraded to PV2012. Colours in PV2012 are more saturated; contrast is higher; detail is lost in the shadows. Panel on the right shows old sliders. Image: Kate Bevan    Anything more and you&apos;ll need a proper video editing program, but this does at least mean you can do the basics. Also useful, especially to a professional, is the new ability to soft-proof an image  this means that if you&apos;ve calibrated your monitor to a printer, you can see what the image will look like on screen before you start splurging on ink. Of the by-no-means-vital additions, I quite like the new ability to add location data to images. The new Maps module is powered by Google Maps (so you&apos;ll need to be online) and it&apos;s straightforward to use. Type in the location, highlight the images you want to tag with location data and drag them on to the location on the map. If you want to strip that data out before you upload or export your pictures, there is thoughtfully an option to do so. Less compelling, for me at any rate, is the inclusion of a Book module, particularly as there&apos;s only one commercial provider baked into the software  Blurb  although you can add plugins that export to other providers, or export your creation as a PDF for sending to another provider. This feels like a bit of an afterthought, and I think it&apos;s something that Apple&apos;s iPhoto does rather better. One of the things I love about Lightroom is the community of photographers and developers around it who have created an ecosystem of filters, plugins and other useful add-ons. Search through the Adobe Exchange and you&apos;ll find endless useful (and not-so-useful) additions, from Instagramstyle instant-retro-faux-aged filters to provider-specific export plugins. One thing still lacking in Lightroom is easy social sharing: there&apos;s now a Facebook export baked in, but it&apos;s not very intuitive to use; there are a couple of third-party exporters to Twitter in the Exchange and none at all to services such as SkyDrive or Dropbox. Those niggles aside, if you&apos;re even remotely serious about your pictures, take a look at Lightroom. There&apos;s a bit of a learning curve but mostly it&apos;s just play-with-it-and-see, while if you&apos;re an expert, there are plenty of really detailed and powerful tools. However, far and away the best thing about this release is the price: Adobe has cut it sharply and you&apos;ll find it online for around 99, or 60 if you&apos;re upgrading. Pros: new processing algorithm, powerful and mostly intuitive to use, price cutCons: book publishing a bit lame; social sharing ditto.Adobe.com", 
    "section": "technology", 
    "gid": "technology/2012/apr/25/adobe-lightroom-4-review", 
    "wordcount": "791"
}