{
    "headline": "On the road: Honda CR-V i-Dtec Ex 4WD Manual", 
    "text": "I try to involve my girlfriend in my famous motoring journalism. It can be interesting to get anon-expert&apos;s opinion  alady&apos;s point of view, you might say (if you were a sexist pig). But it&apos;shard to get her to engage seriously. Often she fails even to notice that we&apos;re driving somethingdifferent. If Ican get acomment out of her, it&apos;s usually just a silly joke, because Ilive with apunning moron. &quot;Absence makes the fart grow Honda,&quot; she says about this one. What does that evenmean? Nothing, it&apos;s just astupid spoonerism. This is what I have to live with, dear leader (that&apos;s you by the way, not Kim Jong-il, who&apos;s sadly dead, so won&apos;t be reading, or leading Oh God, I&apos;m turning into her. Racist, too). Anyway, in the interest of tolerance, I&apos;ll try to take her ridiculous utterance as a starting point for this review. Absence. Ab-sense, ABS sense Ithas ABS, of course  nearly all carsdo. This one is a top-end &quot;EX&quot; trim-level model, so it has a lot more besides: leather seats, panoramic glass sunroof, integrated satnav, etc. All of which bump up the price. Thirty-one thousand squids is a lot to pay for a CR-V, given that you can get something much posher, German even, for that money. Lower-end models (prices start at 21,395) make more sense. Heart. Nah, forget about it. The CR-V is a practical, versatile vehicle, not one that anyone&apos;s going to fall inlove with  for its performance (unspectacular), looks (ditto) or character (dreary). Fart. CO2 emissions (and fuel consumption) are down on the previous one  they&apos;re good for one of these soft-roaders. Still not amazing, though. There&apos;s a greener model in the pipeline, a two-wheel-drive 1.6 diesel that will guff out just 119g/km. As no one&apos;s actually going to take one of these off-road, that might be the one to go for. Grow. Cars get bigger. This is way bigger than the first-generation CR-V, which came out in 1995. But in fact it&apos;s a few millimetres shorter and lower than the previous one, which is refreshing. And no interior space is lost. There&apos;s loads, for five in comfort. The ride is very comfortable too  Japanese engineering, not your arse, soaks up the potholes. Less chance of bringing on a fart that way, then (Iknow people who fart on every speed bump). And if you do, the boot is cavernous, so hopefully it will go back there and dissipate. Fonder. No. See Heart, above. Honda. It won&apos;t go wrong. But this kind of cheap, reliable motoring is no longer the preserve of the Japanese. The Koreans (Kia and Hyundai) have at least caught up, and in interesting design, too. South Koreans obviously, not North, dear reader Aaagggh. Honda CR-V i-Dtec Ex 4WD Manual     Honda CR-V i-Dtec Ex 4WD Manual Photograph: Simon Stuart-Miller for the Guardian    Price as tested 30,995 Top speed 118mph Acceleration 0-60mph in 9.7 seconds Combined fuel consumption 48.7mpg CO2 emissions 154g/km Green rating 6/10 Cool rating 4/10", 
    "section": "technology", 
    "gid": "technology/2013/apr/06/honda-cr-v-i-dtec-review", 
    "wordcount": "524"
}