{
    "headline": "Krister Shalm: the lindy hop can explain quantum mechanics", 
    "text": "Krister Shalm is an experimental physicist at the Institute for Quantum Computing at the University of Waterloo in Ontario, Canada. His work focuses on unlocking everyday applications for quantum mechanics. He has spoken at TEDxUW on the &quot;Poetry of Physics&quot; and, with a magician, hosted a talk called the The Quantum Physics of Harry Potter. Now his Project Q will take complex science to a wider audience by utilising his other passion  swing dancing. Did you start dancing to meet girls? Initially no, but I did meet my wife through dancing. I discovered it while I was doing my PhD in Toronto. A friend wanted to learn so we took some lessons and visited a swing dancing club. When I saw a couple doing the lindy hop, I knew I&apos;d found my calling. Did you make the connection between dancing and physics at that point? No, initially they seemed opposed because every minute I spent dancing and practising was a minute I wasn&apos;t spending in the lab. Often the dancing would win. Yet it was a creative outlet for me, it was something that rejuvenated me and kept me fresh. Was learning to dance frustrating? Very much so. I had zero experience or co-ordination. It took me a long time to develop any kind of rhythm and to work on the isolation of my body and muscle that is necessary. When did the two things mesh together? My first inkling of this came when I noticed the &quot;Dance Your PhD&quot; contest run by Science magazine. My field is quantum optics  we study the properties of light and try to examine fundamental issues of quantum mechanics. Quantum mechanics deals with the rules of how the world works at the level of atoms, electrons and photons, things that you can&apos;t see and the rules are very different. You can use light to test these, but it takes expensive, powerful lasers and special materials to create these states of light. Laser beams have their limits, but if you use quantum mechanics you can create special types of light that measure more precisely. My dance routine showed how this process works. So people who know nothing about quantum mechanics can get the gist of what I am trying to do and those in my field can see the deeper level. Can you describe your routine? Swing dancing is a partner dance  you rely on your partner to make things happen. In the lab I try and get different quantum particles to accomplish things that you wouldn&apos;t normally be able to do. In the dance, we start out moving independently and can&apos;t make the measurements, but as we go through this process of entanglement we just start working together. So the dance transforms from a bunch of individual dancers to couples depending on each other, then you can start switching partners and it becomes a group effort. In the lab I&apos;m trying to choreograph the movements of my photons and their actions to do something you wouldn&apos;t normally be able to do . Is swing dancing particularly suited to illustrating quantum physics? I&apos;m sure you could do a rumba, salsa or tango as well, but what is fantastic about swing dancing is that is started out as a street dance, not in a ballroom with strict rules and steps. There is a lot of creativity. There&apos;s this constant leading and following, one movement flows to the next. I can go anywhere in the world, walk into a swing dance club and start dancing  this reminds me of things we do in the lab, a hydrogen atom is the same anywhere in the universe.            What do you want to show with Project Q? There are certain mathematical problems that computers can&apos;t solve. One is factoring a large number, say a 500-digit number, which would take all of the computers in the world longer than the age of the universe to figure out. But if you were to build a computer using the rules of quantum mechanics, it would be able to solve this much faster, within a minute or so. A lot of my research goes into how we might construct one of these in the future. Quantum computing has the ability to look at an exponential number of possibilities all at once. The legend of Payasam  where Krishna wins a game of chess against a king and then when asked to name his prize asks only that a grain of rice be placed on the first square of the board, two on the next square and then double the quantity on each successive square  illustrates the power of exponential numbers. The king, on trying to pay the debt, realised that he would have had to place trillions of tons of rice on the board, more than in the whole world. Similarly, with quantum computing every time you add a quantum transistor, you double the power of your quantum computer. I&apos;ve been asking swing dancers from around the world to film themselves performing a routine, and I hope to use these films to illustrate the power behind a quantum computer. Have some of your fellow dancers learned about quantum mechanics? Definitely. When I work on a routine, the first thing I do is take them through the physics behind it. Some of the dancers who have had no physics training will suggest movements that work perfectly. It&apos;s a synthesis of two different backgrounds coming together to explain something. Is your dancing peer reviewed? Not the actual dancing. I view it as an artistic contribution.", 
    "section": "science", 
    "gid": "science/2012/feb/26/krister-shalm-swing-dance-quantum-physics", 
    "wordcount": "931"
}