{
    "headline": "Video games in 2012: five things we've learned", 
    "text": "From the crowd-funding explosion to the arrival of the first &apos;next-generation&apos; console, the games industry has had quite a time of it this year. Although the technological plotlines that brought us to this point have been building steadily throughout the decade, 2012 saw a period of tumultuous change, lurching from incredible highs to depressing lows, often within the seconds it takes to fire off an ill-advised tweet. So here are the five key lessons I&apos;ve taken from the past 12 months  feel free to disagree, or add your own in the comments section. The PC is back, the consoles are confused A few years ago, plenty of industry pundits were writing obituaries for the PC as a games machine. Rampant piracy led to plummeting game sales and mainstream publishers were either introducing draconian and invasive DRM measures or abandoning the platform altogether. For a while, it was all about World of Warcraft and the odd Triple A shooter.  But then came affordable broadband and digital distribution (or Steam as we may as well call it) and alongside that, the incredible growth of the indie sector. The income channels stabilised, tempting the traditional publishing giants back, while the freemium model introduced us to emerging mega-powers such as Bigpoint and Nexon. These interconnecting factors have produced some of the most important and impressive gaming experiences of the year. There has been innovation, but mostly there has been confidence in the classic PC gaming genres, especially the RPG, with Diablo III, Guild Wars 2 and Legend of Grimrock all excelling. And this has all happened during a year in which console gaming has suffered a crisis of confidence  or more accurately of identity. The Xbox and PS3 dashboards now act as glorified advertisements for video-on-demand suppliers, while the 3DS and Vita have struggled to establish a user base amid competition from smartphones and tablets. There have been some astonishing games, of course, but there has also been a fin-de-sicle atmosphere creeping through the corridors at Sony, Microsoft and Nintendo as their respective architectures have stared into the abyss of retirement. The PC has come out of its crisis with a renewed sense of optimism and self-belief; the consoles don&apos;t know whether they want to be set-top boxes or social gaming servers. They&apos;ll need to sort this out before they evolve. Indie matters For so long, the old boys&apos; club of console gaming, with its certification programmes and hugely expensive development kits, kept indie developers out of the mainstream equation. Much of the bedroom coding scene was restricted to flash gaming sites such as Newgrounds and Kongregate, with only a few fortunate souls attracting the dismissive charity of major publishers. With the growth of digital distribution and the arrival of connected gaming consoles there was a sudden requirement for broader content offerings. Hardware manufacturers suddenly realised that they were in a long-tail market where communities would gather around niche products; meanwhile, the App Store showed that the next mega hit could just as easily come from five guys working in a shack in Finland as it could from 250 coders in a mainstream publishing house. So in 2012, indie gaming has earned its place at the top table. The power of Minecraft, Angry Birds and insta-hits such as Draw Something has shown that old models of supply and demand are irrelevant in the era of cheap downloadable software and social networking. The likes of Microsoft and EA used to make half-hearted overtures toward the indie community, chucking a few scraps at the dirty upstarts; now they&apos;ve realised the power Notch wields. Many of the most exciting and discussed titles this year  from Slender to Fez  have come from independent studios. This year has shown that when the next-gen consoles are announced, they had better make sure they have compelling infrastructures to support and promote indie titles. It isn&apos;t about patronage anymore, it is about business. Crowds are the new dictators In February, US studio Double Fine used Kickstarter to raise funds for a new adventure game  within 24 hours it had attracted $1m in donations. From that point on, this was always going to be the year of crowd funding. The results have been fascinating. There have been heartwarming Kickstarter triumphs (Faster Than Light, Maia, The Banner Saga), there have been Kickstarter scams (Mythic: The Story of Gods and Men) and there has been a controversial glut of nostalgia projects, aimed at testing the love of veteran gamers. It will be interesting to see what &apos;investors&apos; will make of Elite, Star Citizen and Wasteland 2. But the &apos;wisdom of crowds&apos; dynamic was not confined to Kickstarter and its rivals. In July, Valve announced Greenlight, a new aggregating service that would allow community members to assess prospective Steam titles and vote on whether they should receive a full digital release via the service. Some saw this as a dereliction of duty, others as a chance for studios to mobilise their fans and take destiny into their own hands. Whatever the case, it was a challenge to the benevolent dictatorships operating on the smartphone and console app stores and introduced a new era in which developers would need to be shrewd publicists and charismatic community leaders to garner success. But what of the arty titles, the insular, delicate experiments that might not catch the eye of Steam&apos;s most active demographics? The past year has introduced us to what may well become a key question going forward: does popularity mean quality? Or does the crowd  like the major publishers  naturally gather around the most familiar and understandable projects? Are we trading one form of elitism for another? The hardcore/casual boundary is down It used to be so simple: there were hardcore titles for real gamers, and then there were the mainstream inanities that brought families together at Christmas. A few titles managed to span the divide, but not many. But then came smartphones, app stores, social games and the freemium revolution. Suddenly, everyone was playing games everywhere, and with hundreds of titles released every week, your mum was just as likely to discover some indie ripoff of Angry Birds as you were. At the same time, the mechanisms of casual games have infiltrated the &apos;hardcore&apos; sector. Auto Log, Battle Log and Call of Duty Elite are effectively social networks for gamers, while the free-to-play paradigms of endless iteration and updating have brought us into an era of episodic content and multiple DLC drops. The barriers between devices have turned into pathways. The ideas of cross-platform connectivity and pervasive gaming have led to titles that play and save seamlessly across consoles, tablets and handheld machines. The idea of the &apos;second screen&apos;  the image of families watching TV while simultaneously browsing on their iPads and laptops  has infected gaming to such an extent that we know have a console (the Wii U) and a major new application concept (Microsoft SmartGlass) based around the proposition. Minecraft should be hardcore, but it is everywhere; it is even a Lego model now. The market has widened this year; mainstream consumers are no longer bound by the old gatekeepers, they have been emancipated. And it turns out that they actually want to play Dark Souls as well as Call of Duty. We&apos;re all gamers now. This is the brutal generation The transition from the old games industry of boxed copies, huge publishers and dominant consoles to a highly competitive content-rich digital marketplace has been tough. This year has seen major closures from Sony Liverpool to Eurocom, while the likes of Zynga, THQ and Popcap have laid off staff and cancelled projects. 2012 was a year of extremes. At the grassroots level, the rise of indie gaming and digital distribution have opened new avenues to success for smaller developers. But at the other end, the huge costs involved with producing Triple A console titles has shut doors for all but the richest and largest mega-publishers. Major titles now call for teams of several hundred staff and budgets of $50m  this is unlikely to be sustainable going into a new console generation. The whole shape of the mainstream industry is changing accordingly  at first it was about outsourcing routine graphics tasks to specialist studios in the Far East or Eastern Europe; but we may now be seeing a more dramatic restructure, away from vast in-house teams and toward a movie industry model of freelance specialists brought in for specific tasks. At the same time, the rise of social networks, gamer forums and community engagement has led to a new era of accountability and mass controversy. Games developers, publishers and journalists have all found themselves in the firing line this year as consumers have mobilised via Twitter and sites like NeoGaf to wage war on industry failings. Games companies have found themselves out of step with the sensibilities of this empowered audience  the Hitman sexy nuns trailer being a case in point. Game news sites, too, have become answerable to a powerful and engaged user base that sees conspiracy and subjectivity in the relationships between journalists and publishers. The Doritos-gate controversy, originating with Robert Florence&apos;s attack on comfy press/publisher relations led many writers to rethink their dealings with the industry. Mistakes leapt on, miscreants savaged, careers ended  the games industry in 2012 became a hyperactive microcosm of wider business and media practice. The will of the people, once easily influenced, curtailed and controlled is now an unpredictable force, and the old adage that all publicity is good publicity has been smashed against the rocks of Twitter outrage. Freedom  of choice, of expression, of access - has brought volatility. There are no cosy second acts in games industry lives.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/dec/11/2012-five-things-we-have-learned-games", 
    "wordcount": "1616"
}