{
    "headline": "Humaneness of badger cull to be judged on noise of dying animals", 
    "text": "The noises made by shot badgers and comparisons with harpooned whales will be among the measures used to assess the humaneness of badger culls in England, a government document seen by the Guardian reveals. The paper also acknowledges that none of the shooters will have experience of killing free-running badgers and that the requirement to target the heart and lungs is untested. Anti-cull campaigners have reacted furiously to the heavily redacted document, which is marked &quot;protect&quot;. &quot;With such large-scale killing in our countryside, it is simply unacceptable that the government is continuing to be so evasive about how suffering will be measured during the pilot culls,&quot; said Mark Jones, executive director of the Humane Society International UK, which obtained the document through the Freedom of Information Act. He is particularly concerned that no information has been made public about how wounded animals that retreat underground to die can be included in the humaneness assessment or the proportion of badger carcasses that will be collected for postmortems. &quot;The design of the study to assess humaneness of the badger-culling pilots has been overseen by an independent expert panel,&quot; said a spokesman for the Department for Environment, Food and Rural Affairs. &quot;All marksmen are required to pass a government training course and must adhere to best practice guidance. Humaneness will be monitored through field observations, postmortems and a report will be drawn up by the independent panel.&quot; The key aim of the pilot culls to begin in Somerset and Gloucestershire from Saturday are to discover whether night-time shootings of free-running badgers can kill sufficient numbers of the animals in a safe and humane way. Successful pilots would see the rollout of culling nationwide as part of the government&apos;s attempts to curb the rising epidemic of tuberculosis (TB) in cattle, which now costs taxpayers 100m a year and saw 37,000 cattle slaughtered in 2012. In a previous 10-year trial of badger culling, the animals were trapped in cages before being shot. This method is relatively expensive so in the pilots ministers have allowed marksmen to shoot free-running animals, although this introduces the risk of wounding. Among the factors influencing the accuracy of the shooting, the document notes: &quot;No shooter will have prior experience of shooting badgers.&quot; It also notes previous research on free shooting of wild animals all targeted the brain, rather than the chest area. The document presents four possible outcomes of the shooting, including &quot;death caused directly by the shooting due to severe trauma to vital organs&quot; and &quot;death caused indirectly by the shooting due to non-lethal wounding associated with secondary infections and starvation due to reduced mobility&quot;. Missed shots and non-fatal wounding are the other possibilities. The &quot;time to death&quot; (TTD) is cited as a key factor in assessing pain and distress and the document states: &quot;A similar approach as to that which is used to determine TTD in whales is proposed for the current study.&quot; It adds: &quot;Observation of a shot animal&apos;s behaviour and vocalisations is the only method available to determine the degree of pain that may be experienced during the dying process.&quot; &quot;I am stunned at the ludicrous and unfounded assumptions that Defra appears to make about the relevance of killing methods for entirely different species such as whales,&quot; said Jones. &quot;No credible scientist would have confidence in the way that the government intends to assess the suffering of badgers, and yet Defra appears to be doing all it can to avoid independent scrutiny of its methodology.&quot; A scientist familiar with the cull policy said: &quot;You need to set a threshold  which is subjective  above which it is not considered humane and the cull is stopped. My view is that the threshold has to be pretty damn high. It is not really acceptable for any animal to go off injured.&quot; The document states that daily data on the cull will be sent to Defra once the shooting begins &quot;so ministers are aware of any welfare issues and if deemed necessary could halt the cull&quot;. Peter Kendall, president of the National Farmers Union, said: &quot;The purpose of the pilots is to assess whether controlling badger numbers in a controlled way under licence by trained professionals is safe, effective and humane. We are extremely confident that the pilots will go ahead and will be effective.&quot; Jilly Cooper, author, animal rights campaigner and Gloucestershire landowner, said: &quot;I fear that massacring England&apos;s badgers in the vain hope of tackling bovine TB is going to be as brutal as it is useless.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/may/30/humaneness-badger-cull-judged-noise", 
    "wordcount": "783"
}