{
    "headline": "Widening access means opening more than your university doors", 
    "text": "Today&apos;s performance indicators on widening access to higher education will bring mixed results for the sector. For some universities, the numbers will underline how they are still failing to attract a representative proportion of students from state schools, low participation neighbourhoods, and working class backgrounds. But even those institutions with a strong widening access track record should be aiming to do much more to help students from less privileged backgrounds meet their potential. Success in recruiting such students is only half the battle. Every institution that rightfully seeks to increase its intake of students who may be disadvantaged in some way has a responsibility to ensure that those who join its courses also get the best shot of achieving their goals. This means not only completing their programme and gaining a good class of degree, but also finding their way into their chosen career. Often the biggest challenge in helping such students prepare to compete in the graduate jobs market is building up their confidence levels to match that of their more privileged peers. Without the right support, advice and encouragement, these students are prone to underachieve after graduation. This was demonstrated in a recent study from Bristol University, which found that while state school-educated students gained more first and upper second class degrees than those from private schools, the latter fared much better in finding graduate jobs. Following the introduction of higher level tuition fees, every university is now focusing hard on maximising its students&apos; career prospects. It follows that institutions committed to widening access should be working particularly hard at tackling underachievement in the jobs market by those from non-privileged backgrounds. At the University of Leicester, we are introducing new initiatives designed to build our students&apos; self-esteem and encourage them to think positively and ambitiously. Our Make the Most of You campaign aims to show students how they can gain an &quot;extra dimension&quot; by taking part in a range of confidence-building experiences, such as voluntary work, internships or competitions. We also want more of them, particularly those from widening access backgrounds, to join programmes such as the Leicester Award for Employability, which requires them to participate in developement activities in areas such as leadership and management, community engagement and industry awareness. Our recent careers festival was another example of how we are trying to coax unconfident students out of their shells  students were only allowed to speak to employers if they had done their homework first by taking part in a preparation seminar. This &apos;no prep, no entry&apos; approach, which has just been highly commended by the Association of Graduate Recruiters in its annual development awards, received very positive feedback from students and employers. Some 83% of students taking part said they had a conversation with an employer that was strong enough to influence their employability prospects, while 86% of employers rated the conversations they had as good or excellent  with all saying they had identified a student they wanted to see an application from. We cannot yet prove that such initiatives are better preparing students from widening access backgrounds for the world of work. The evidence will come over the next few years as we see more of them securing graduate jobs. At risk of stating the obvious, it&apos;s often the more confident students that are most inclined to take part in activities aimed at boosting confidence. So we must do everything we can to encourage the less confident to take part by providing a wide variety of opportunities. This includes building employability elements into the curriculum, and embedded rather than as a bolt-on employability module. Academics as much as careers officers and other staff who engage with students have a key role to play in this confidence-building agenda. I believe this must go with the territory as universities continue to widen access to higher education. Bob Athwal is director of the careers development service at the University of Leicester  follow it on Twitter @uniofleicester This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/mar/21/widening-access-student-confidence-building", 
    "wordcount": "687"
}