{
    "headline": "Guardians for the future: safeguarding the world from environmental crisis", 
    "text": "Today, vast factory trawlers are vacuuming every living thing off the floor of the oceans. Toxic waste is being dumped in poor communities whose governments turn a blind eye. Millions of acres of irreplaceable primeval forest are purposely being burned every year, to make way for cattle ranches. These are crimes against the future, crimes that are happening today, in large numbers, all over the world. These are crimes that will not only injure future generations, but destroy any future at all for millions of people. And today, there is in most countries no institution or person with the job of defending the rights of those future generations. But tomorrow, there could be. The World Future Council is calling for &quot;ombudspersons for future generations&quot;. These would be guardians appointed at global, national and local levels whose job would be to help safeguard environmental and social conditions by speaking up authoritatively for future generations in all areas of policy-making. This could take the shape of a parliamentary commissioner, a guardian, a trustee or an auditor, depending on how it best fits into a nation&apos;s governance structure. This person would facilitate coherence between the separate pillars of government to overcome single issue thinking, and hold government departments and private actors accountable if they do not deliver on sustainable development goals. Such a post already exists in Hungary, filled by the redoubtable Sandor Fulop, who has managed, with support from community groups, to protect several major negative environmental patrimonies in his nation. The Israeli Knesset also appointed a judge as commissioner for future generations. New Zealand established a parliamentary commissioner for the environment as an independent environmental ombudsperson, and the Welsh assembly recently appointed a commissioner for sustainable futures. The Rio+20 summit in June this year will discuss &quot;an ombudsperson or high commissioner for future generations to promote sustainable development&quot;. However, a number of countries are currently trying to remove this concept from the draft. Why would any nation be against such a win-win proposal? Their main concern seems to be about proliferation of bureaucracy and a drain on existing limited resources. However, the opposite is likely to be the case, since an ombudsperson would actually bring more coherence to policy making. Current, narrowly defined policy-making approaches often lead to unintended negative consequences and unnecessary costs in redressing these. Integrated thinking and long-term time horizons can help avoid these, often even in the short term. Another worry appears to be that an ombudsperson might favour the future over the present. Given that we humans already live well beyond the carrying capacity of the earth, an environmentally restorative change is essential if lives and livelihoods are to be maintained and cultivated. Industrialised countries, with ecological footprints in most cases exceeding five times their biocapacity, urgently need an institutional mechanism to help reorient their economies to ensure sustainable futures even for their present generations. Developing countries and their negotiating groups such as the G77 can take credit and ownership of such an initiative since it arises in large part from the wisdom of traditional cultures like theirs, which have flourished in harmony with nature for thousands of years. On retirement, great political leaders voice their regret that they had no time to think, no time to reflect on the consequences of their decisions, particularly with respect to the state of the world they are leaving to their grandchildren. The appointment of guardians for the future, by whatever name, would not only remove the reason for such regrets, it could leave behind a legacy that future generations would honour.  The authors are members of the World Future Council. Judge CG Weeramantry is former vice-president of the International Court of Justice. Ashok Khosla is president of the International Union for Conservation of Nature and co-president of the Club of Rome. Dr Scilla Elworthy is founder of the Oxford Research Group and of Peace Direct.", 
    "section": "environment", 
    "gid": "environment/blog/2012/apr/20/guardians-for-the-future-environment", 
    "wordcount": "652"
}