{
    "headline": "Tougher targets mean hundreds more primary schools risk  failure", 
    "text": "Hundreds more primary schools in England risk being labelled failures after the coalition set stricter targets. David Laws, the schools minister, will tell an education conference on Tuesday that primaries will be deemed to be under-performing from 2014 if under 65% of their pupils reach a satisfactory standard in reading, writing and maths and their school fails to achieve above-average progress in these subjects. Until now, primaries have been said to be &quot;below the floor target&quot;  or under-performing  if under 60% of pupils reach a satisfactory standard in reading, writing and maths and pupils do not make above-average progress in these subjects. Under-performing schools risk being taken over by an academy sponsor. Government officials said schools improved when targets were made tougher. Last year, 476 primaries were under-performing against 1,310 in 2011. Fewer than 900 primaries could be deemed to be under-performing under the new stricter target. However, Russell Hobby, general secretary of the National Association of Head Teachers, said the government was &quot;always shifting the goal posts&quot; and that this would &quot;do little&quot; for standards. &quot;England&apos;s primary schools have been improving steadily for many years, nearly doubling the rate of children leaving with the expected standards,&quot; he said. &quot;There is no lack of ambition. The expected reward for that performance is always a shifting of the goal posts, so it will be no surprise to heads that the floor standard is shifting again next year. Raising the bar while reducing resources will, however, do little for standards. Laws will also tell the Association of School and College Leaders that experts will help schools work out how best to spend pupil premium money if a school is judged to be anything less than &quot;good&apos;&apos; by Ofsted inspectors andis not narrowing the gap between disadvantaged pupils and their peers. Schools receive the 600 premium for each pupil from homes where the joint income is less than 16,000 a year. Primary pupils are expected to reach level four in reading, writing and maths by the time they leave secondary school. From December, the government will publish the proportion of primary pupils who achieve a &quot;good&quot; level four. This is so that parents know whether pupils are just making level four or exceeding it by some margin. Laws will say many children who only just achieve level four are not &quot;secondary ready&quot;. &quot;We must ensure that a far higher proportion of pupils are &apos;secondary ready&apos; by the end of their primary school,&quot; he will say. &quot;This will allow them not simply to cope, but thrive, when presented with the challenges and opportunities of secondary school ... The figures do not lie  a pupil who manages a low level four by the end of primary school is unlikely to go on to achieve five good GCSEs.&quot;", 
    "section": "education", 
    "gid": "education/2013/mar/05/stricter-targets-for-primary-schools", 
    "wordcount": "483"
}