{
    "headline": "A blizzard of birds flock in a tightly packed pyramid", 
    "text": "Several times a year the tides on the Wash create conditions for one of the great spectacles in our county. We set off in pitch darkness to guarantee ringside seats at the RSPB&apos;s hide, yet by mid-morning, with high water almost upon us and with barely a handful of birds present, I was beginning to worry it wouldn&apos;t happen at all. Then suddenly they came: mainly knot, about 50,000 in a sweeping dragon&apos;s-tail flock that rippled vertically, or occasionally swiped sideways as rear birds caught up their leaders. As they neared they rose in a final surge then careered down on to the shingle islands before us. It was extraordinary to watch this vast sussurating blizzard of grey birds slump into one compressed mass. Eventually it settled as a tightly packed pyramid slewed across the shingle bank. Every knot, a 120gm bundle of sinew, feather and nerve, is reared at the frozen apex of our planet and fuelled entirely from invertebrates buried in estuarine mud. Each somehow kept its individual space in the settled mass, but as any bird moved fractionally, it triggered a knock-on adjustment among its neighbours. These spontaneous disruptions would build slowly, the birds pushing others to do likewise, until eventually the trotting birds morphed into a wholesale flow of thousands. At any moment there might be several such vectors all pressing through the flock in opposite directions, so that birds twisted and clashed or swam into one larger delta of movement. The accompanying sounds had two elements. The more robust oystercatchers, of which there were thousands, produced endlessly clanging and dominant brass notes, but knot have quieter more indistinct calls. In aggregate they swelled until they sounded like water crashing into shingle. The whole thing was mesmerising. It was nothing short of an exhilaration of raw life pushing, circling or weaving in on itself and accompanied by an elemental music that was all the more precious for lasting only the duration of high tide.", 
    "section": "environment", 
    "gid": "environment/2012/oct/28/blizzard-of-birds-flock", 
    "wordcount": "329"
}