{
    "headline": "Angry Birds helped Rovio double its revenues to 129m in 2012", 
    "text": "Angry Birds games attracted 263m monthly active players in December 2012, helping their publisher Rovio double its revenues for the calendar year. The company has published its financial results for 2012, revealing that its revenues grew 101% year-on-year to 152.2m (129m). Rovio generated a net profit after tax for the year of 55.5m (47m), up 57% in the same period. The company launched four new games in 2012: Angry Birds Space, Bad Piggies and Angry Birds Star Wars from its main franchise, plus Amazing Alex, which the company bought in and rebranded. Rovio made 45% of its revenues in 2012 from its consumer products division, as sales of plush toys and other merchandise continued to grow. That&apos;s up from 30% the previous year as consumer product revenues more-than-tripled from 22.6m in 2011 to 68.5m in 2012. &quot;Rovio has grown from a phenomenon to a very successful global business. In 2010 we set out to build an entertainment company and after last years performance we are on a strong path to achieve our goal,&quot; said chief executive Mikael Hed in a statement. Rovio&apos;s profits aren&apos;t growing at the same rate as its revenues, which is an indication of the investment the company is making in the next steps for Angry Birds, including the recently-launched Angry Birds Toons cartoons and an Angry Birds movie that&apos;s expected to debut in 2016. Rovio&apos;s headcount rose from 224 people at the start of 2012 to 518 by the end of the year. In March 2013, it said the Angry Birds games had been downloaded more than 1.7bn times on all platforms. &quot;We will continue to strengthen our position in the entertainment business through continuing to innovate on our existing brands, exploring creating new IP as well as exploring opportunities with external parties,&quot; said Hed. Rovio&apos;s growth has been watched with interest by many other mobile games firms, some of whom are outgrossing Angry Birds on the app stores, even if they haven&apos;t (yet) diversified into consumer products and general entertainment. Fellow Finnish firm Supercell, for example, is thought to be making $1.3m a day from its Clash of Clans and Hay Day games on iOS, and is reported to be in talks over a funding round that could value the company as high as $800m. Meanwhile, Japanese mobile developer GungHo posted revenues of 10bn Yen ($106m) in February 2013 alone, with a big chunk of them coming from its Puzzle &amp; Dragons game. Japanese telecoms firm Softbank recently paid $265m for a 58.5% stake in the company. While annual revenues of 152.2m for Rovio sound impressive, then, some mobile games industry experts are pointing out that Angry Birds is considerably less lucrative than the most popular freemium games. &quot;The average revenue per user is surprisingly low,&quot; notes industry blog Gamesbrief. &quot;On a monthly basis (assuming revenue is spread evenly through the year, which it probably isn&apos;t), Rovio is making EUR12.6m. It has 263 million active users, giving it an average revenue per user (on a monthly basis) of 5 Euro cents. If you strip out the merchandising revenue, that figure drops to 2.7 cents.&quot; Rovio&apos;s bet is that its moves into TV, films and book publishing will ramp up its income in 2012 while it looks for new IP. Time will tell how successful it is on both scores. It&apos;s worth noting Rovio&apos;s recent launch of The Croods, a freemium mobile game based on DreamWorks Animation&apos;s animated movie. Experience gained on that project as well as the income from Angry Birds games and products may yet provide Rovio with an opportunity to move into the kind of free-to-play territory that (when successful) generates much higher average revenue per user.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/apr/03/angry-birds-rovio-financials-2012", 
    "wordcount": "636"
}