{
    "headline": "UK government cost-cutting could put aid programmes at risk", 
    "text": "The UK government&apos;s drive to cut costs could make it over-reliant on contractors and put the effectiveness of its aid programmes at risk, a parliamentary report said on Friday. While the Department for International Development&apos;s (DfiD) budget is set to grow from 7.7bn in 2010-2011 to 10.6bn by 2014-2015, it plans to reduce its operating costs to 2% and cut administrative costs by a third  from 128m to 94m. MPs on the international development select committee warned that cutting costs centrally is pushing DfiD to use consultants to deliver its programmes and channel more funds through multilateral organisations and large NGOs. Potentially, this could mean the government &quot;outsources&quot; its overhead, with unclear consequences for the effectiveness of the UK aid programme, said the report. &quot;The effectiveness of UK aid must not be compromised by an attempt to reduce costs whatever the consequences,&quot; said Malcolm Bruce, chairman of the committee. He said DfiD must do more to track how consultants and multilaterals use its money and ensure it &quot;is not being frittered away along the delivery chain in a series of unknown administration fees and charges&quot;. MPs said delays in appointing frontline staff to manage DfiD&apos;s expanding programmes, particularly in countries considered to be &quot;fragile&quot; or &quot;conflict-affected&quot;, pose additional risks to UK aid projects as the department brings in more short-term contractors to fill the gaps. &quot;We are concerned that the department is falling behind plans to recruit adequately skilled and experienced staff to work in these countries and is using instead short-term contractors,&quot; said the report. &quot;This puts its bilateral aid delivery at real risk.&quot; MPs said their concerns about DfiD&apos;s use of contractors and other external partners were compounded by the lack of publically available information on UK aid-funded contracts. The department&apos;s expenditure on &quot;technical assistance&quot;  funding to build knowledge and skills in recipient countries, deliver services and manage UK aid programmes  is particularly opaque, they said. The department spent more than 450m on technical assistance in 2010-2011, roughly 10% of its budget for its bilateral aid programme. &quot;It is unclear to us exactly what this money is spent on, how effective it is and the extent to which external providers are used,&quot; said MPs. &quot;We are particularly concerned about the use of consultants to manage DfiD&apos;s major service delivery programmes.&quot; In October last year, the National Audit Office (NAO) said 20 companies were taking an increasing percentage of DfiD&apos;s technical assistance budget. In 2010-2011, these firms received 63% of payments, up 8% on 2008-2009. Adam Smith International, a spin-off organisation of the free market thinktank Adam Smith Institute, took home 37m in aid-funded contracts  or 9% of DfiD&apos;s total technical assistance budget  in 2010-2011. In 2005, the consultancy was embroiled in controversy over a failed water privatisation project in Tanzania. Among other projects, the firm is involved in a DfiD programme to advise the Nigerian government on privatising the power sector and creating new public-private partnerships for infrastructure investment. While details on which companies benefit from UK-aid funded contracts are hard to come by, DfID disclosed on Thursday that 92% of all centrally issued contracts went to UK-registered companies in 2010-2011. The share of UK-aid funded contracts going to non-British firms has dropped from 32% in 2008-2009 to 8% last year. Critics say the dominance of contractors from rich countries means donors end up paying higher prices for crucial goods and services, miss opportunities to stimulate local economies, and do little to end dependence on foreign aid. Last year, the European Network for Debt and Development (Eurodad) said developing country firms are often squeezed out of the equation by powerful multinational and donor country firms and complex procurement systems, even when aid is formally &quot;untied&quot;. Gideon Rabinowitz, coordinator of the UK Aid Network, said: &quot;Until the many informal barriers to developing country companies competing for aid contracts are seriously addressed, we cannot hope to maximise the development impact of aid.&quot; DfiD said it encourages its main suppliers to work with recipient country firms but that EU procurement regulations prevent the UK from setting independent targets for &quot;buying locally&quot;. Last month, the US agency for international development (USAid), known for being a leader in &quot;tied aid&quot;, relaxed its procurement regulations to allow officials to purchase most goods and services from companies in developing countries. The US is expected to release targets on how to increase the share of contracts going to developing country firms later this year. Responding to the committee&apos;s report, the international development secretary, Andrew Mitchell, said: &quot;We make no apology for reducing administration costs in line with every other government department, to give taxpayers value for money. We are focusing our resources on frontline staff who directly oversee programmes on the ground and ensure expenditure is managed well. Following our aid reviews, we focus on far fewer countries, meaning our finances are more targeted and administration costs are reduced. We have set up an independent aid watchdog to ensure every pound is well spent.&quot;  This article was amended on 9 March 2012. The original stated that Adam Smith International was a sister organisation of the Adam Smith Institute. This has now been amended.", 
    "section": "global-development", 
    "gid": "global-development/2012/mar/09/dfid-cost-cutting-puts-aid-at-risk", 
    "wordcount": "895"
}