{
    "headline": "Boys and men must be included in the conversation on equality", 
    "text": "Girls are cool. Girls can save the world. Girls can  according to the colourful stickers produced by the Nike Foundation  pull off miracles: &quot;lifting&quot; economies, ending the spread of HIV, leading the revolution. Investing in girls, the UK&apos;s Department for International Development tells us, is a surefire way to &quot;stop poverty before it starts&quot;. Few of today&apos;s international development agencies would give boys the time of day. They&apos;re not seen as part of the solution to development&apos;s ills. When boys make an appearance in today&apos;s development narratives, they&apos;re cast as hazardous menace or hopeless loser. Not for them the lifting, ending and leading that&apos;s become the script for girls. Boys are, after all, men-in-the-making, assumed to have access to  and be able to utilise  all the patriarchal privilege that&apos;s going. Don&apos;t get me wrong. There&apos;s a lot of really inspiring work going on with girls, and there&apos;s good reason to focus on their empowerment. But I&apos;m disturbed about the promotion of Girl Power as the development panacea. There&apos;s something dangerously retributive about an approach that simply flips an inequity around and approaches power as a zero-sum game. Yes, girls can be extracted from their everyday lives and &quot;empowered&quot; as individuals. But the reality is that these lives are lived as part of families, communities and societies. Cutting boys and men out of the picture isn&apos;t going to make them go away. And the current narrative misses not only the fact that transforming the ways boys become men can be a key strategy in achieving gender justice, but also the contribution boys and men can make to that struggle. It&apos;s not as if boys are having a particularly easy time. Male privilege can become a burden when boys and men are unable to live up to the expectations associated with it. The stubbornness of dominant ideals of masculinity offers them little let-up in what they&apos;re supposed to do and be. Shifting labour markets leave boys and men shut out of employment opportunities. Boys are failing at school. They&apos;re falling through the cracks. And boys and men whose gender expression or sexual orientation departs from dominant sexual or social norms are all too often subjected to violent abuse and exclusion. Educating girls is hugely important for development  but so is schooling for boys that can create and sustain new, more egalitarian, norms. Frank Karioris observes: &quot;If it is true that men who are more educated are more likely to challenge norms and participate in domestic roles and caregiving, but men&apos;s overall achievement rate in education is declining; then it would seem logical to assume that there will be a decrease in men&apos;s involvement in challenging norms, and increased resistance to men sharing in the domestic or care giving roles. This  is a movement away from gender equality.&quot; So what can be done? One thing is clear: women and girls can&apos;t be expected to take responsibility for this as well. Women&apos;s rights activists are tired of being told to &quot;engage&quot;, &quot;involve&quot; or &quot;bring men in&quot;, as if it&apos;s their job to persuade men to care about issues that ought to be their concern. As Alan Greig has so eloquently put it, it&apos;s not about bringing men in by talking to them nicely and making sure they&apos;re not put off: it&apos;s about naming male privilege, and getting men engaged in holding other men to account. Around the world, we&apos;re seeing work that&apos;s inspired by an agenda for change that doesn&apos;t leave boys and men out of the equation  mobilising men to stop violence against women, and challenging and changing men&apos;s attitudes to intimate relationships and fatherhood. By tackling deadly ideals of masculinity and opening up alternative ways of being a man, these initiatives are transforming boys&apos; and men&apos;s intimate and interpersonal relationships and creating the basis for greater equality. The new book Men and Development: Politicising Masculinities draws together lessons from this work and argues that progress depends on going beyond the personal  getting political about matters long regarded as &quot;women&apos;s issues&quot;, such as unequal pay, unequal domestic labour burdens and unequal representation in politics. These are issues on which we hear little talk and see little action by men, yet they remain the basis on which any meaningful structural transformation of gender injustice depends. One inspiring lesson from the Occupy movement is that people can be motivated to engage politically when they connect their own personal frustrations with a bigger picture of structural inequity. Rather than put &quot;girls and women&quot; in one corner  as deserving subjects who can be put to work for development  and leave &quot;boys and men&quot; to be picked up only when they turn bad, we need a fresh approach. Specifically, we need new ways of connecting the trouble that the inequitable distribution of power and privilege creates for us as individuals with a broader struggle for social justice. Girls themselves are making these connections. In a couple of weeks&apos; time, the women&apos;s fund Mama Cash is sponsoring an exchange between high school girl students from Chile and Nicaragua. What&apos;s on their agenda? Not Girl Power, but tackling gender stereotypes in the curriculum and advocating for better sexuality education for young people. Mama Cash programme officer Alejandra Sarda reflected: &quot;They don&apos;t have this separation between genders. You just don&apos;t see it. They have problems that need to be addressed. But they also see that boys have to be part of the conversation. We can learn a lot from how they&apos;re organising.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/mar/21/boys-men-part-of-equality-conversation", 
    "wordcount": "933"
}