{
    "headline": "Concentrating research funding on top universities threatens smaller institutions", 
    "text": "Ask a senior academic about their PhD and they may recall their desperate scramble to break the silence by speaking to the postman in the mornings, or the supervisor who thought training meant breathing the same air as them every so often. Janice Robottom, who started her bioscience PhD at Leeds University last month, is already having a vastly different experience. At 33, she is embarking on a PhD researching biosensors having had children and a career in high-street banking. As well as two supervisors in different departments and a third tutor for independent advice, Robottom is relieved to know she is surrounded by lots of research students in related fields. Her studentship is one of 60 part-funded by a new Doctoral Training Partnership grant from the Biotechnology and Biological Sciences Research Council (BBSRC) spread across Leeds, York and Sheffield universities. Students will share training on science as well as softer skills like presentation. But, crucially, they are all part of a community. &quot;It&apos;s great to have other people in the same boat as you, whatever is going on in your research,&quot; Robottom says. &quot;It makes it all feel less isolated.&quot; There has been a decisive shift among the research councils to funding specialist doctoral training centres like this within key universities or consortia. Five of the seven councils now operate variations on this model, and the Natural Environment Research Council is set to follow suit. This echoes a clear steer from within government to concentrate pressured funds for training in areas of proven research excellence. This may seem uncontroversial  and the general idea of doctoral training centres has many supporters. Yet by focusing PhD training on a smaller number of top institutions, the councils are striking at the heart of the highly charged debate about what it means to be a university. Prof Steve Smith, vice-chancellor of Exeter University, says: &quot;I think if you&apos;ve not got a doctoral training centre you&apos;re in real trouble. It&apos;s not the money so much  it&apos;s the kitemark. It&apos;s like musical chairs. The chair gets pulled away and if you&apos;ve got nowhere to sit what happens?&quot; The ultimate fear is that if you are not marked as a flagship training organisation, other research grants might tail off too. Research councils are not the only supporters of PhD studentships, but universities outside of their chosen elite report that it is proving hard to find cash elsewhere. They are angry about the knock-on effect in the all-important Research Excellence Framework, which will distribute more than a billion pounds of government research funding. Data on research doctoral degrees will form a key part of their REF assessment. Prof Paul O&apos;Prey, vice-chancellor of Roehampton University, says: &quot;What they are doing is creating a catch-22. If they limit research council studentships to the big players, that limits the scoring in the REF, and if you don&apos;t score highly in that you don&apos;t get studentships in the future.&quot; However, this is more than just a funding row. Unlike in the US, most modern British institutions remain fiercely resistant to the concept of teaching-only universities, and few are willing to give up training the next generation of researchers without a fight. Pam Tatlow, chief executive of the modern universities group Million+, says: &quot;It is really serious that the government is failing to track what&apos;s actually happening on doctoral training. It is not just a handful of universities who will produce the researchers of the future.&quot; The elite Russell Group fanned the flames last week with a report urging the government to focus funding on the &quot;jewels in the crown&quot; or risk falling behind globally. It quotes a &quot;strong body of evidence&quot; that doctoral training is best carried out in world-leading universities. Million+ slammed the report as &quot;entirely outdated&quot;. But the research councils argue that concentration was a fact of life long before their PhD policy shift  mirroring what is happening all over the world. Prof Rick Rylance, chief executive of the Arts and Humanities Research Council, and chair of the councils&apos; umbrella group RCUK, explains: &quot;Overall 75% of the AHRC&apos;s funding goes to 30 institutions and 39% goes to 10 institutions. That is pretty consistent across the councils. Concentration is already happening without any engineering: this is what peer review is telling us should be funded.&quot; Although the Medical Research Council hasn&apos;t officially switched to doctoral training centres, it follows the same principles  40% of its PhD funding goes to 24 universities, with automatic block grants for the 16 biggest players, including Oxford and Cambridge and University College London. Dr Peter Dukes, head of research career awards at the MRC, is unapologetic about the council&apos;s aims. &quot;It is all about quality over quantity,&quot; he says. &quot;We used to think it was our duty to pump out students, but now we are training the research leaders of tomorrow.&quot; Sometimes such a policy means that money is not neatly spread around the country. There is currently no BBSRC PhD training partnership in Wales, for instance. Prof Colin Riordan, vice-chancellor of Cardiff University, admits this is a concern, though he says universities like his should partner with English institutions to stem gaps. And he adds: &quot;I can absolutely see why people should be concerned about concentration, but keeping everyone happy can&apos;t be the priority here. We have to think about what will produce the top cadre of students to come into the sector.&quot; Sarah Worthington, professor of law at Cambridge University, and a member of a recent government taskforce on postgraduate education, agrees. &quot;My personal view is that the research playing field is global, not national, and the tough consequence is that training at this very top level can&apos;t be delivered by all universities,&quot; she says. &quot;Research students need more than a good supervisor; they need deep engagement in the full breadth of their discipline. That can only happen in an environment where there is a critical mass of teachers and like-qualified students.&quot; Critical mass has become a serious focus for research universities. Prof Nancy Rothwell, president of Manchester University, which has around 4,000 PhD students, says: &quot;I&apos;m always concerned if a department has only two students as there is so much that needs to be done collaboratively  journal clubs, presentations. How can you justify running a workshop on intellectual property for two people?&quot; But there is a growing backlash in newer universities against the notion that volume trumps all. Prof Janet Beer, VC of Oxford Brookes University, says: &quot;I think critical mass is an overused phrase that doesn&apos;t really have much meaning. Scale is always raised as an issue, but modern research is very collaborative, often taking place across institutions and countries. In my field, humanities, that critical mass argument doesn&apos;t hold up at all.&quot;", 
    "section": "education", 
    "gid": "education/2012/nov/05/research-funding-concentrated-top-universities", 
    "wordcount": "1157"
}