{
    "headline": "This week's new games", 
    "text": "LittleBigPlanet, Vita The evil Puppeteer is taking over formerly merry planet Carnevalia and it&apos;s up to your sackboy (or girl) to help Colonel Flounder take it back. That means exploring its gorgeously textured, secret-laden levels. Each one is a manic collect &apos;em-up of new materials, useful objects and stickers with which to decorate the places you visit and, more excitingly, create your own little worlds. Relentless playfulness pervades, this time with the aid of Vita&apos;s front and rear touch panels. Playing it is wonderful, but those who dabble with the level editor will discover what may be the world&apos;s most joyously complex interactive toy. Sony Computer Entertainment Europe, 34.99  Dogfight 1942, Xbox 360     Dogfight 1942    Starting on Midway, thereby avoiding Pearl Harbour and its cliches, Dogfight 1942 takes in the white cliffs of Dover, London and occupied France before heading back to finish off &quot;the Jappos&quot;, as your casually racist pilot delicately puts it. Despite its simulator mode this is really an arcade game, putting action ahead of realism and inserting ill-conceived kill cam shots of your quarry spiralling down in flames. It&apos;s middling stuff, if not as feeble as last month&apos;s Damage Inc, and is disappointingly incompatible with that game&apos;s excellent flight stick. City Interactive, approx 10.20 Skyrim: Hearthfire, Xbox 360     Skyrim: Hearthfire    Hearthfire, the latest downloadable content for epic adventure Skyrim, doesn&apos;t add any new quests or places to explore. Instead you get the ability to build your Dragonborn a house. Starting as a one-room hut, you can expand it with a library, armoury, trophy room, kitchen, greenhouse, stables or apiary if you fancy going down the Grand Designs route. In an unsettling piece of realism, your house soon turns into a massive money pit and time sink, hoovering up carefully hoarded resources and keeping you away from dragon hunting and dungeon plundering; you&apos;re a homeowner now, so no more messing with the Draugr. Limited customisation options and an adopt-an-orphan mechanic that feels like an afterthought make Hearthfire an insubstantial departure. Still, you&apos;ll have a house that might impress a virtual Kevin McCloud by the end of it. Bethesda, approx 3.50  Games news     Crysis 3    Eurogamer Expo 2012 has finalised its exhibitor list, which includes playable versions of Crysis 3, the first-person shooter that turns New York into a more literal kind of urban jungle; Dishonored, a steampunk extravaganza from the Skyrim people; Resident Evil 6, the self-described &quot;dramatic horror&quot;; and Halo 4, the first instalment to emerge without creator Bungie in charge. There will also be fan-meets and sessions with developers from Metal Gear Solid legend Hideo Kojima and Dean Hall, maker of indie zombie-apocalypse game, DayZ ... Games out this week include Armoured Kill (Xbox, PS3 &amp; PC); downloadable content for Battlefield 3 featuring new tanks, artillery and enormous maps; more online martial arts action with Tekken Tag Tournament 2 (Xbox, PS3); and Disney Princess: My Fairytale Adventure (Wii, 3DS), a sparkly tiara-strewn vomit-a-thon.", 
    "section": "technology", 
    "gid": "technology/2012/sep/15/this-weeks-new-games", 
    "wordcount": "491"
}