{
    "headline": "Barium", 
    "text": "    This week&apos;s element is barium, which has the symbol, Ba, and the atomic number, 56. Barium&apos;s name comes from the Greek word for &quot;heavy&quot;, because some barium-containing ores are very dense. Interestingly, barium metal is unexpectedly light, having roughly half the density of iron.  Pure barium is a soft lustrous silver-coloured alkaline earth metal, but you&apos;ll never see it in its pure state in the wild because barium reacts strongly with air, particularly oxygen, forming a number of compounds in the process. Elemental barium is so attracted to oxygen that its primary industrial use is to scavenge the last traces of oxygen and other gases from electronic vacuum tubes such as television cathode ray tubes.    If you were a witch or an alchemist living in the Middle Ages, you would be quite familiar with several of the interesting qualities of certain barium-containing minerals. For example, near Bologna, Italy, there is a deposit of smooth rounded barite stones. Known as &quot;Bologna stones&quot;, they glow for years after being exposed to light.  Most people see one of barium&apos;s more appealing qualities several times per year, although they are probably unaware of this. Several green fireworks colours are provided by salts containing barium; Barium nitrate creates a yellow green and brilliant green is created by barium monochloride.  When ingested, most barium salts react strongly with stomach acids producing deadly results. For example, barium carbonate is a common rat poison that can kill within ten minutes. Barium acts by blocking potassium ion channels, which affects the nervous system, causing tremors and paralysis followed by death from cardiac failure. This quality was the basis for a famous murder when 16-year-old Texan Marie Robards stole another barium salt, barium acetate, from her school chemistry lab and surreptitiously added it to a meal of refried beans she prepared for her father in 1993 [PDF]. It would have been a &quot;perfect murder&quot; if she had not confessed to a classmate. Ms Robards apparently got the idea from Shakespeare&apos;s classic play, Hamlet. But barium is probably most familiar to most people today because it is the key component of barium enemas and barium meals used in medicine, as their names imply. Unlike many barium salts, barium sulfate, BaSO4, is chemically inert and therefore, is safe to ingest. When x-rayed, it produces a beautiful image of the gastrointestinal tract because it absorbs x-rays whilst the surrounding tissue allows x-rays to pass through unimpeded. This is the basis of a common medical test used to diagnose GI-tract issues.  Trivia buffs and rock hounds will appreciate this little known fact about the lovely barium-containing mineral, benitoite, that I&apos;ve featured as the above-the-jump image. A beautiful blue colour under ambient light, this rare barium titanium silicate crystal fluoresces blue under short-wave UV light. But if you run across the even rarer white or clear and colourless benitoite crystals, they fluoresce red under long-wave UV light. So far, gemstone-quality benitoite crystals have only been found in California, which has adopted this mineral as its official state gem.  Here&apos;s our favourite chemistry professor and his colleagues telling us more about the wonders of barium:            [video link]. .. .. .. .. .. .. .. .. .. .. .. ..  Video journalist Brady Haran is the man with the camera and the University of Nottingham is the place with the chemists. You can follow Brady on twitter @periodicvideos and the University of Nottingham on twitter @UniNottingham You&apos;ve already met these elements: Csium: Cs, atomic number 55Xenon: Xe, atomic number 54Iodine: I, atomic number 53Tellurium: Te, atomic number 52Antimony: Sb, atomic number 51Tin: Sn, atomic number 50Indium: In, atomic number 49Cadmium: Cd, atomic number 48Silver: Ag, atomic number 47Palladium: Pd, atomic number 46Rhodium: Rh, atomic number 45Ruthenium: Ru, atomic number 44Technetium: Tc, atomic number 43Molybdenum: Mo, atomic number 42Niobium: Ni, atomic number 41Zirconium: Zr, atomic number 40Yttrium: Y, atomic number 39Strontium: Sr, atomic number 38Rubidium: Rr, atomic number 37Krypton: Kr, atomic number 36Bromine: Br, atomic number 35Selenium: Se, atomic number 34Arsenic: As, atomic number 33Germanium: Ge, atomic number 32Gallium: Ga, atomic number 31Zinc: Zn, atomic number 30Copper: Cu, atomic number 29Nickel: Ni, atomic number 28Cobalt: Co, atomic number 27Iron: Fe, atomic number 26Manganese: Mn, atomic number 25Chromium: Cr, atomic number 24Vanadium: V, atomic number 23Titanium: Ti, atomic number 22Scandium: Sc, atomic number 21Calcium: Ca, atomic number 20Potassium: K, atomic number 19Argon: Ar, atomic number 18Chlorine: Cl, atomic number 17Sulfur: S, atomic number 16Phosphorus: P, atomic number 15Silicon: Si, atomic number 14Aluminium: Al, atomic number 13Magnesium: Mg, atomic number 12Sodium: Na, atomic number 11Neon: Ne, atomic number 10Fluorine: F, atomic number 9Oxygen: O, atomic number 8Nitrogen: N, atomic number 7Carbon: C, atomic number 6Boron: B, atomic number 5Beryllium: Be, atomic number 4Lithium: Li, atomic number 3Helium: He, atomic number 2Hydrogen: H, atomic number 1 Here&apos;s the Royal Society of Chemistry&apos;s interactive Periodic Table of the Elements that is just really really fun to play with!  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/30/1", 
    "wordcount": "819"
}