{
    "headline": "The Carbon Trust's footprinting exhibition  in pictures", 
    "text": "   'The exhibits are all incredibly varied very reflective,' says Tom Delay, chief executive of the Carbon Trust. 'It seems to me that every single exhibit poses a question. Why is this relevant? What does it have to do with carbon footprint of this product or service?'   Photograph: Sarah Lee/Guardian       BT  The Carbon Trust works with companies such as BT to calculate the carbon footprint of their products and services. BT measured the carbon footprint of its BT Home Hub, the BT Vision+ set top box and the BT Graphite 2500 DECT phone. 'The thing with footprinting is that you will know whether the companies have done it or not. There's no greenwash. You can actually measure it,' says Delay. 'Using carbon footprinting is an important first step on the journey to managing an industry's environmental impact' Photograph: Sarah Lee/Guardian       Manchester United Manchester United does not measure its success solely by its performance on the pitch. Between July 2006 and June 2009 it achieved a 7% reduction in its carbon emissions, making it the 250th company in the UK to net the Carbon Trust Standard. To achieve the Carbon Trust Standard a company needs to accurately measure its carbon footprint, and demonstrate an absolute reduction in CO2 levels. The club saved the equivalent of 680 tonnes of carbon dioxide by switching off lights on non-match days and launching a staff awareness campaign led by Alex Ferguson. The team of Carbon Trust Standard bearers has now grown to over 600, putting it in the premier league of carbon reduction programmes  Photograph: Sarah Lee/Guardian       Loomis This piggy bank on wheels represents Loomis UK's carbon footprint measurement of its Cash and Valuables in Transit vehicles. Their subsequent commitment to achieve further reductions over the next two years mean Loomis UK has been awarded the Carbon Trust's carbon reduction label. Delay says some companies are initially wary of committing to year on year carbon cuts. 'The commitment to reduce does make some companies a bit nervous at first,' he says. 'But my belief is that where ever you starting point is, if you improve year on year you'll end up in a great place' Photograph: Sarah Lee/Guardian       Go-Ahead Group Feeding energy generated by braking trains back into the rail system is just one innovative approach the Go-Ahead Group has introduced to try to cut its carbon output. And they haven't done too badly - between 2007 and 2010, the transport company cut its carbon emissions by 5% for each passenger journey, which adds up to 90,000 tons of carbon dioxide. Go-Ahead Group is also installing energy meters on its trains, in an attempt to meet its target of a 20 per cent reduction per passenger journey by 2015  Photograph: Sarah Lee/Guardian       Formica The average carbon footprint for a UK citizen is usually calculated at between three to four tonnes. Yet when the carbon of products and services we use and consume every day is taken into account, the figure works out closer to 11 tonnes per person. 'The simple answer was that three to four refelects the time at home, personal transport, maybe some holidays, says Delay. But it doesn't reflect what you buy, what you bring into the country, the public amenities that you enjoy, the office you go to, the schools that your kids go to.' The footprinting exhibition features products whose carbon impact you may not ever have considered. The Formica Group, provider of innovative surfacing products, are making more than a skin-deep commitment to cutting carbon. They have agreed to the Carbon Reduction Label, and have committed to reduce their carbon output for the next two years on a range of its products   Photograph: Sarah Lee/Guardian       Tarmac Young people between the ages of 18-25 were questioned on their attitudes to climate change and carbon reduction, as part of a study conducted in Brazil, China, South Africa, South Korea, UK and the USA by the Carbon Trust. Of the 2,500 people questioned, 70% said they would be more loyal to brands that show evidence of working to reduce their carbon footprint. Tarmac was awarded the  Carbon Trust standard in 2010, and announced last year that it had reduced specific carbon emissions by 11% in comparison to 2004. The reason for the concrete jelly babies remains a mystery Photograph: Sarah Lee/Guardian       Soda Stream Spurting bubbles into the exhibition area, Soda Stream's exhibit is designed to draw attention to the fact that its cola and diet cola drinks have a carbon footprint that is 75% lower than other similar drinks sold in plastic (PET) bottles in the UK. Delay believes providing customers with information about the carbon footprint of products allows them to start making informed choices. 'When you understand what your personal carbon footprint is you can start making some choices,' he says. 'If you want to go on the Eurostar to see your friend in Paris for example, then you can justify that by going vegetarian for three months. If we focus on the things we care about most then it becomes less about denying ourselves' Photograph: Sarah Lee/Guardian       Dyson The Dyson Airblade hand dryer channels cold air at 400mph and literally scrapes water from hands in 10 seconds. Unlike conventional hand dryers, it doesnt require an energy-hungry heating element  making it up to 80% more energy efficient than other standard dryers. A recent peer-reviewed study by MIT also proved that it produces 72% less carbon than traditional paper towels. 'Good design and being environmentally responsible go hand in hand,' said James Dyson, when the company received its carbon reduction label from the Carbon Trust. 'By considering the environment from the start, our engineers develop machines that are more powerful, perform better and work using less energy and materials'  Photograph: Sarah Lee/Guardian       Greener Planet Organic and Sustainable Wines 'The wine business is not as dirty as some, but far less clean than most people imagine,' says Robert Joseph, Producer of Greener Planet Organic and Sustainable Wines. Inspired by sustainable wine enterprises in New Zealand and South Africa, Greener Planet has pioneered a fully recyclable plastic wine bottle. To demonstrate, he throws a full bottle at the floor. It bounces right back up at him. 'The French were very suspicious at first'     Photograph: Sarah Lee/Guardian       Tesco Tesco's tea display has been brewing a long time. Since 2008, the supermarket has calculated the carbon footprint of over 1,100 of its own brand products including teabags, milk and kettles. This work helped Tesco to understand the greenhouse gas emissions associated with that great British staple, a cup of tea, and focus its efforts on reducing those emissions Photograph: Sarah Lee/Guardian       Whitbread (Premier Inn) 'The bed is an iconic product for Premier Inn,' says Nigel Graham, head of property supply chain for Whitbread. 'We have over 47,000 beds across 620 hotels. so it seemed a good starting point to do a real drilled down analysis.' With the help of the Carbon Trust, Whitbread set about measuring the carbon footprint of their beds. They discovered that 80% of its carbon footprint originated from raw materials, and 50% of this was the cotton used for sheets. According to Graham, Whitbread are now looking at lower carbon alternatives to cotton, including bamboo bedding Photograph: Sarah Lee/Guardian  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/apr/04/carbon-trust-footprinting-in-pictures", 
    "wordcount": "0"
}