{
    "headline": "'Were the sons of Afghanistan, but our leaders have forgotten about us'", 
    "text": "With glinting cartridge belts slung across his chest in cavalier fashion, Saifur Rahman once posed for the inevitable macho snapshot reprised countless times by each generation of young men sent off to war. It was an image that made his mother proud. The salary Rahman sent home while serving in the Afghan armys 207 Zafar Corps enabled his family to eat meat three times a week and send two of his younger brothers to school. Then, on 20 March, the first day of the Afghan new year, Rahman suffered such severe gunshot wounds that he was thrown into the back of a vehicle along with the bodies of colleagues killed in the same ambush. It was only when he was laid out in a row of corpses at a military hospital that he regained consciousness and began to scream. Now, like many thousands of other wounded Afghan soldiers and police, Rahman has returned home changed: the bread-winning hero has become a burden. In the living room of a house hewn into a hillside overlooking Kabuls haze-tinted sprawl, Rahman, 20, lies under a blanket, hollow-eyed and unable to walk, while his parents explain how the burden of care has upended family finances. His two brothers have been forced to drop out of school and take jobs as delivery boys. There has been no meat for weeks  only okra and bread.  Were not asking for anything from anyone. We just want the food and medicine he needs to get well, says his mother, Aqlima. Thank God hes alive. Thats the most important thing to us. With Afghan security forces suffering heavy casualties in their fight against the Taliban, the cost is measured not only in deaths, but in the anguish suffered by the wounded  and the punishing impact their disabilities have on their families.     Abdul Agha, a former Afghan National Police officer, was blinded when a mine exploded on a road he was patrolling in Logar province    Young recruits often sign up because they see no other chance of a decent job. Relatives celebrate partly out of genuine patriotism, but also because they know that a son in fatigues means a steady pay cheque. But with growing numbers returning home missing limbs, blind or disfigured, parents are increasingly discovering that serving in the army is not elevating their familys prospects, but driving them deeper into debt. We dont care about ourselves; we can live on bread. But we cant feed him properly, says Rahmans father, Sarwar Khan. Sometimes we cant control him  he screams and bangs his head against the wall.  US generals have repeatedly sounded warnings about the unsustainable rate of attrition in the Afghan army and police since they took the lead in fighting the Taliban in 2014, following the withdrawal of most western forces. The Afghan government does not publish casualty figures but, in August, Gen John Nicholson, commander of US and Nato forces in Afghanistan, revealed the Afghan military lost more than 900 men in July. Britain lost 456 personnel in Afghanistan over 15 years. The latest figures suggest Afghan security forces might be on track for an even bloodier year than 2015, when more than 5,000 of their number were killed and 14,000 wounded. The numbers illustrate the brutal price the Afghan army is still paying five years after the high-water mark of western intervention, when a surge of 150,000 troops  mostly American  aimed to cripple the insurgency and create conditions for a peace settlement. Instead, with most of the foreign forces gone, the Taliban controls more territory than at any time since it was ousted in 2001 and frontlines have increasingly reached urban areas. Dawlat Waziri, a spokesman for Afghanistans defence ministry, said the army provides treatment for wounded soldiers, with those discharged receiving lifelong pensions.  Medical care will be provided throughout their lives, free of charge, and for family members as well, Waziri said. However, for the relatives of those who suffer life-changing wounds, such promises can ring hollow. Overstretched, distant military hospitals may have little to offer, and the expenses of caring for disabled young men rapidly mount. The impact is being felt by the next generation in terms of lost opportunities for education and livelihood as younger brothers are cast into roles as carers.  Abdul Wahid, 21, lost the use of his legs when he was shot this year while climbing down from a watchtower in Helmand province for evening prayers. The former soldier spends his days in a wheelchair at the family home in Kabul, where he is tended by Shahidullah, his 14-year-old brother.      Abdul Wahid, 21, a soldier in the Afghan National Army who has been unable to walk since he was shot by a Taliban sniper in March, is seen in his wheelchair with his younger brother    Im still being paid a salary but Im not sure what will happen in the future, Wahid said. My greatest wish is that I get well soon and get back to the army  so I can help bring peace to Afghanistan. Shahidullah confided that his brother is not always so sanguine. Sometimes he gets upset, he said. He doesnt say anything in front of the family, but he sometimes says it would be better to be dead than to go on like this. This year, President Ashraf Ghani began making condolence calls to the families of those killed in action, signalling a break with the cooler attitude to the armed forces sacrifices exhibited by his predecessor, Hamid Karzai. However, the government, dependent on aid, has few resources to provide for the latest additions to a cohort of war-wounded generated by decades of uninterrupted strife dating back to the Soviet invasion in 1979.    Were the sons of this country, but our leaders have completely forgotten about us  Abdul Agha     Abdul Agha, a 31-year-old policeman, was blinded last year in an explosion in which he also lost his right arm. At his home, where his seven-month-old daughter dozed in a sling, he said he was given 80,000 afghanis (1,000) by the government towards the cost of an operation in India that cost 250,000 afghanis. The balance was borrowed from friends and relatives, as well as a loan taken out using his house as collateral. In Afghanistan, a number of international organisations, including the Red Cross, offer emergency surgery and prosthetics. But for young men cut down in their prime, the shaded trellises of their parents gardens soon start to look like prison bars. Were the sons of this country, but our leaders have completely forgotten about us, said Agha. It shouldnt be like this.", 
    "section": "global-development", 
    "gid": "global-development/2016/oct/24/sons-of-afghanistan-leaders-have-forgotten-us-war-against-taliban", 
    "wordcount": "1049"
}