{
    "headline": "Google data suggests about 42m Android devices activated in December", 
    "text": "  Roughly 42m Android devices using Google&apos;s services were activated during December, according to calculations by the Guardian using data which suggest that there are now just less than 280m active &quot;Google Android&quot; devices.  Correction: The above figures are an overestimate. Google said that it had activated 200m devices on 16 October 2011; given that Andy Rubin, the head of mobile, stated that the rate of activations hit 700,000 per day in mid-December, it would be impossible for the number of activations to reach 280m.    The figures also suggest that about 1.7m Samsung Galaxy Nexus devices were sold in the month, as they are the only devices presently available which run Android 4.0, or &quot;Ice Cream Sandwich&quot;.  Correction: this figure is an overestimate too as the total number of activations will be lower. Benedict Evans, an analyst with Enders Analysis, puts the figure for total devices activated at around 230m: &quot;Google disclosed 200m activated devices in the second week of November, and Andy Rubin tweeted that there was a run rate of 700,000 daily activations on 21 December. A straight multiplication gets to 230m or so activated devices today  not a very good number (at all!) but better than nothing,&quot; he notes in a blogpost. The Guardian used higher [Update: now considered wrong] figures to calculate the number of activated devices, using data made available through Google&apos;s Market data about the proportion of devices with various versions of Android that accessed the online marketplace in the last two weeks of December. The figures exclude Amazon&apos;s Kindle Fire and the Barnes &amp; Noble Nook tablets, which do not access Google&apos;s Market. The numbers imply that the number of activated devices grew by 17% in the month. According to the figures, 0.6% of devices accessing the Market were running Android 4.0. On a basis of 280m active &quot;Google Android&quot; devices, that works out to 1.7m Galaxy Nexus devices. Evans, using the lower figure of 230m, calculates that there are 1.3m, with an error range of plus or minus 300,000: &quot;At this scale, it matters that Google is only giving the percentage to one decimal place.&quot; When the Guardian calculated the number of devices that had been activated using figures made public by Google in December, it suggested that to the beginning of December there were around 238m Android devices active. (Update: this is sure to be an overestimate, based on the 200m figure given by Google on 16 November at its Google Music event just 14 days before.)   Based on those figures, and assuming that the number of devices running older versions of Android such as 1.5 (&quot;Cupcake&quot;) and 1.6 (&quot;Donut&quot;) have not changed, it is possible to calculate how the number of devices has increased. That gives a total figure of about 280m devices now in use.    The data also suggest that there are now 9.2m tablets running Android 3.0 &quot;Honeycomb&quot;, compared with about 5.7m at the start of December  which would indicate sales of 3.5m Android tablets during the month.  Evans has used the same publicly available figures to calculate that there are 230m active Android devices, and calculates that there are about 7m Honeycomb tablets in use, and that 4.5m 10in Honeycomb tablets were sold during the fourth quarter from September to December. The data for tablet sales will be disappointing for Google and tablet manufacturers, which have seen Apple and latterly Amazon take huge shares of the market: the Kindle Fire appears to have sold well, with some analysts putting sales in the millions. For the Galaxy Nexus, which only went on sale at the start of November, the figures  which suggest sales of more than 1m  will mark an encouraging start for Google&apos;s new device.", 
    "section": "technology", 
    "gid": "technology/2012/jan/05/google-42m-android-activated-december", 
    "wordcount": "649"
}