{
    "headline": "Are British universities really destined for long term decline?", 
    "text": "The latest university rankings have prompted another round of questions about the future global distribution of higher education excellence and strength. There has been slippage in the position of some universities in the western hemisphere, with Ireland and Scotland both experiencing this phenomenon. Ireland no longer has any university in the top 100 universities globally; Scotland still has one, Edinburgh, in the top 100 (and rising), but other Scottish institutions have fallen, in some cases significantly. &quot;Outside the golden triangle of London, Oxford and Cambridge, England&apos;s world-class universities face a collapse into global mediocrity, while investment in top research universities in Asia is starting to pay off,&quot; rankings editor Phil Baty told the Guardian. While there is some drift, the prediction of a British collapse into mediocrity may be a bit premature. It is absolutely right that some of the emerging countries have made major investments in higher education, as one would expect. But this has not produced any instant challenge for global leadership. This latest top 20 contains only one university not in the US or UK, and it is in Switzerland. Furthermore, the success of universities in China, Singapore, Korea and Japan (and only a very small number of the thousands of Asian universities make it into any university rankings) is largely based on these institutions &apos;westernising&apos; their educational and research methods and pouring in money. That hasn&apos;t just started last year  it has been a phenomenon of the past decade, and while the results are certainly there, they are not startling. It is obvious enough that as some countries make a transition into a more developed economic state, their universities will benefit from more investment and higher levels of ambition. But actually, it is rather remarkable that this has not had a much greater impact on the rankings. This is not to say that there aren&apos;t issues here to be addressed. The uncertainty about university funding in these islands has certainly had an impact, but so have other factors, including the inconsistencies and peculiarities of migration policies as they affect student movement, and the trend for major companies to seek university links away from the more traditional set. What may be much more interesting, however, is this: a hint in the rankings that the university of the future is no longer necessarily the ancient, classical, blue-skies-research institution. The new leader, depending on rankings consulted either the Massachusetts Institute of Technology or California Institute of Technology, may be a more focused, networked and translational university. Other institutions that also reflect this profile have climbed up the rankings. As we try to work out what the role of higher education is to be in the future, this may be the more interesting trend. For the QS Top 200 World University Rankings, analysis and subject breakdown, visit our rankings site Ferdinand von Prondzynski is vice-chancellor of Robert Gordon University in Aberdeen. This is an edited extract from his University Blog  follow him on Twitter @vonprond This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/oct/08/uk-universities-decline-world-rankings", 
    "wordcount": "524"
}