{
    "headline": "Apple joins BlackBerry and Samsung in getting Pentagon approval", 
    "text": "Apple&apos;s mobile devices such as the iPhone and iPad have been cleared for use on the US Pentagon&apos;s networks, joining Samsung and BlackBerry in the potentially huge  and tightly regulated  US military market. That opens the door to a three-way fight between the companies for contracts worth millions of dollars and whose prestige could have benefits far beyond the defence department&apos;s networks. On 2 May BlackBerry&apos;s Z10 smartphone and PlayBook tablet running its new BB10 software passed the Pentagon&apos;s requirements. Samsung&apos;s &quot;Knox&quot; version of Android, which it says will be available on its new S4 smartphone later this year, has also been approved this month. Any device that is used will be tightly controlled using &quot;mobile device management&quot; software that restricts what apps can be used and installed, and limited in which networks it can connect to. With the Pentagon looking to buy as many as 8m devices for a global network, all three companies now have high-profile approval that they can use to push for broader enterprise adoption. For Apple, which for years before the iPhone had little penetration in corporate markets, preferring instead to focus on consumers, the nod from the most rigorous tester is a dramatic shift in its business standing. &quot;It&apos;s a big deal,&quot; Brian White, an analyst at New York-based Topeka Capital Markets, told Bloomberg News. &quot;Apple has had a big push into the enterprise and government. This is definitely a positive step in that initiative.&quot; Samsung has developed &quot;Knox&quot;, a hardened version of Android, specifically to win defence and enterprise contracts as it aims to cement its dominance of the smartphone market, where it is the largest player by volume. &quot;The department approved the Knox STIG [Security Technical Implementation Guide] before the product is even available commercially, which we see as a positive example of close government/industry partnership delivering the latest technology to meet DoD needs,&quot; Pentagon spokesman Lt Col Damien Pickart told the Guardian. BlackBerry&apos;s position as the prime supplier to defence organisations is under threat from its two rivals. Having carved out a niche in which its handsets were the only ones allowed to connect to US military networks, providing a lucrative niche, it is under increasing pressure from Apple and Samsung in this field. Scott Totzke, senior vice-president for BlackBerry security at the Ontario-based company, told Bloomberg: &quot;Technical certifications are an important but only first, &apos;threshold&apos; step in meeting the needs of truly secure mobile computing for government. Security, reliability and the ability to perform in crisis situations when you depend on mobility are all import hallmarks of the BlackBerry solution.&quot; Presently the Pentagon has more than 600,000 mobile devices being used on its networks, including 470,000 BlackBerry handsets, 41,000 iPhones and iPads, and 8,700 Android-based smartphones. Many of the latter have been used principally for testing, and do not connect to its military networks.", 
    "section": "technology", 
    "gid": "technology/2013/may/20/apple-blackberry-samsung-pentagon", 
    "wordcount": "493"
}