{
    "headline": "Life in a dead, end of year garden", 
    "text": "Outside the window a single plant stem rocked to and fro on a windless day. Then it came to rest, one among a broad stand of hemp agrimony flowers fringing the pond, bare stalks rising in longbow-curved arcs all the way to their fluffy tops. Little knots of knapweed were visible behind the slatted uprights, with seed heads like miniature burnt pineapples. Farther back still were tall teasels, the brown stems buckled and twisted as if the plants were in their death throes. It was a dead, end of the year scene viewed from the kitchen sink, and, just for a moment, I wanted to straighten the stalks, see purple petal fingers burst out of grass-green knapweed, a pink haze on the hemp agrimony, a cloud of attendant bees and hoverflies. But only seconds before the garden had been filled with animation. A mixed flock of birds had descended all at once to feed. But there were no snouts to the peanut trough here, no battles over the bird table. Several years before we had put away our artificial feeders and our focus had gone instead into growing slow food  honeysuckle, ivy and other plants  that would provide seeds and berries through the winter. And now here were the birds coming to feast in our dowdy winter garden. They arrived in a pulse, looping over the fence, dropping from the bushes, and they fed with gusto and seeming disregard of danger, as if each species was emboldened by the presence of others. Sparrows jabbed at the knapweed, trying to split open their bobbing punchbag tops. A female blackbird ripped up moss from the side of the pond, then probed at the ground. Half a dozen goldfinches shinned up the hemp agrimony stems, showing black and white notches on their folded wings, thrusting their beaks into the seed heads. A robin hopped below, pecking up the spilled offerings. I heard no signs of alarm beyond the muffling glass, but the birds seemed to rise as one, spilling over the fences. The garden was becalmed again, the last plant rocked to a standstill.", 
    "section": "environment", 
    "gid": "environment/2012/dec/28/life-dead-winter-garden", 
    "wordcount": "351"
}