{
    "headline": "How the plough helped to feed the world  but denuded our earth", 
    "text": "It&apos;s easy to get misty-eyed about the plough (In praise of the plough, 15 October); it has after all played a large part in feeding the world for millennia. It is also responsible for destroying soils worldwide, releasing massive amounts of carbon (some stored in humus for thousands of years) into the atmosphere and allowing wind and water to carry away this thin mantle that feeds us all, either in dust storms or, less dramatically, in muddy water pollution that clogs rivers and fertilises seas to create algae blooms etc. Ancient civilisations ploughed themselves into obsolescence in an attempt to feed themselves  the land of milk and honey for instance is now reduced to desert, and the Romans did the same to their north African bread basket as well as chunks of Italy. We moderns have been doing the same: to feed ourselves we&apos;ve been ploughing inappropriately for short-term cropping gain, leading to denuded land. Luckily more and more farmers worldwide are developing ways of growing food while also growing the soil. Foremost of these techniques is &quot;no-till&quot; farming, where the seed is slotted into the residue of the previous crop and the farmer relies on worms and other creatures from below ground (principally bacteria and fungi) to replace the plough. In parts of South America nearly three-quarters of the land is now farmed this way and a sizable part of the US&apos;s former &quot;dust bowl&quot; is being restored by &quot;conservation agriculture&quot;. We in Europe are some way behind; as our soils are more forgiving, we haven&apos;t noticed the incremental devastation the plough is causing. However, a few farmers have been creating a European no-till revolution without any help from official agencies, who for some reason (possibly to do with the fact most funding now comes from fertiliser and agro-chemical companies) don&apos;t share our enthusiasm for a system of farming that uses far less diesel and in the long term less fertiliser and sprays, locks up carbon, restores the natural water cycle (the ground becomes much more absorbent so flash floods are contained) and arguably produces more wholesome food from healthier soils. Praise the plough if you must; I regard it as an unnecessary evil.John CherryHitchin, Hertfordshire I was delighted to see your little essay in praise of ploughing competitions, the plough itself and its iconic values. The plough you saw in Staffordshire, however, was neither the type of tilling implement used through much of the world&apos;s farming history nor over much of the world still. It was equipped with a share to cut the soil horizontally, a coulter to cut the soil vertically and a mouldboard to turn the soil over. This is quite a sophisticated tool, of limited distribution and relatively late development, whereas the older and more common ard has only a share, sometimes a coulter but never all three components together. It existed in Britain in the fourth millennium BC and was frequently depicted in western Europe in rock carvings of the 2nd. It was this implement, not that used in modern iconography, which was &quot;the building block of civilisation&quot;, and which would be recognised by &quot;a farmer in China, a schoolchild in Africa&quot;  but not &quot;a politician in Britain&quot;.Peter FowlerLondon Beside your leader on patriarchy in the media (15 October) is a note praising the plough as &quot;a universal symbol of peace and labour&quot;. Yet there is good ethnographic data (from Ester Boserup and others) showing that where ploughs are, or were in the past, the preferred method of turning soil there is also patriarchy. Small-scale horticulture favours women and children, while the use and manufacture of ploughs  particularly when made of metal  is dominated by men, who also tame and castrate the beasts that draw them and have a sideline in sharp weaponry.Dr Sebastian KraemerLondon", 
    "section": "environment", 
    "gid": "environment/2012/oct/17/plough-helped-feed-world-denuded-earth", 
    "wordcount": "648"
}