{
    "headline": "iPhone app Clear sells 350k downloads in nine days on the App Store", 
    "text": "iPhone productivity app Clear has sold more than 350,000 copies since its launch on 14 February, according to its UK-based publisher Realmac Software. The app focuses on To-Do lists, and has won widespread praise for its user interface, which is based entirely on swipes and pinches, with no on-screen buttons. &quot;We&apos;ve sold just over 350,000 copies,&quot; says product manager Nik Fletcher. &quot;The launch day was massive, and by Wednesday last week it was number one on App Stores around the world. It&apos;s been an incredible response.&quot; Clear costs 69p on the App Store, meaning that the app has generated net revenues of just over 169,000 so far, after Apple&apos;s 30% cut. The revenues are being shared between Realmac, software studio Impending and co-creator Milen Dzhumerov, as Clear was a collaborative project. &quot;Before Christmas we were talking to Milen and Impending about a new project, with four ideas on the table. A couple of them merged into this one really simple To-Do lists app,&quot; says Fletcher &quot;Obviously, there are hundreds of them already on the App Store, so we had to take a really different approach. We set ourselves on the path to a really simple design, then started iterating and iterating, taking more stuff away as we go.&quot; The aim: to make an app that was as simple to use as a pen and a piece of paper, removing the interface clutter of rival apps. Clear is so stripped down, it doesn&apos;t even have dates or timers, swapping them for a heatmap that ranks tasks in order of priority. &quot;We questioned the need for every single piece,&quot; says Fletcher. &quot;Everything in the app had to justify its position.&quot; A video demo uploaded to Vimeo during the MacWorld conference in January where Clear was being shown off for the first time has been watched more than 814,000 times so far, building buzz for the app&apos;s launch on 14 February. Apple&apos;s decision to feature Clear as its App Store app of the week, coupled with prominent press coverage, ensured the app got off to a running start. Its low price helped too. &quot;We felt that 69p was a really reasonable price for people to experiment with it,&quot; says Fletcher. &quot;At some points in development we did look at going down the freemium path, but there&apos;s an honesty in making an app and being willing to say to people that you think this is worth money. The old-fashioned way!&quot; Fletcher adds that nearly 3,000 people have gifted Clear to friends already: another sign that people not only like the app enough to recommend it to friends, but to buy it for them too. So what next? The teams behind Clear are working on an update to the iPhone app, although Fletcher politely declines to give details on which new features will be included. Next after that: iPad and Mac versions, although the order has yet to be finalised.  &quot;We use multiple Apple devices ourselves, and our background is as a Macintosh software company, so we know we want to use the information in Clear elsewhere,&quot; he says. &quot;For now, we&apos;re focusing on Apple devices, although we&apos;re open to the idea of taking it to other platforms. It&apos;s a case of whether we can make it a great experience and translate it well.&quot; That means an Android or Windows Phone version of Clear isn&apos;t out of the question, but that for now consolidating on Apple devices will be the focus. &quot;The scale of iOS is just amazing, and seeing the sales on launch day really opened our eyes,&quot; says Fletcher. &quot;Everyone knows how big the iOS apps ecosystem is it&apos;s massive but there is nothing more grounding or revelatory than seeing it for yourself.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/feb/23/iphone-app-clear-350k-sales", 
    "wordcount": "654"
}