{
    "headline": "Drought will push up price of food, farmers warn", 
    "text": "Farmers in drought-stricken areas of the country are facing crucial decisions in the next few days and weeks over what to grow this year  and their plans could mean rising food prices for hard-pressed consumers this summer. Most of the south-east of England was officially declared to be in drought last week, and large swaths of the Midlands and south of England were confirmed as &quot;at risk&quot;, with hosepipe bans and other restrictions likely to be introduced soon. Farmers are particularly at risk as the spring growing period approaches. Soil moisture in the key agricultural region of East Anglia has reached a record low, and many farmers have had their licences to take water from rivers and underground sources curbed. Some key crops  such as potatoes, carrots, onions and lettuce  require much more water than alternatives, and farmers must sow the seeds for many of these staples within days or weeks. Those who fear that the drought will reduce yields or render some crops unviable will be forced to cancel their seed orders now and put plans in place for alternatives. Richard Solari, who farms 1,200 acres in east Shropshire, said: &quot;People have got to make decisions now, immediately, and a lot of farms are making decisions not to grow potatoes, onions and carrots because they are worried that there is not going to be enough water.&quot; The National Farmers&apos; Union said the potato crop was likely to be one of the worst affected. When potatoes do not receive enough water at crucial points of their growth, they tend to contain too much sugar, which can give them a dark appearance when cooked, rendering them less palatable to chip and crisp makers  often they can be sold only for animal feed. According to the Farmers Guardian, some potato growers have already planned to reduce their acreage devoted to the crop by as much as 10%. Shortages because of the reduced acreage and retailers rejecting produce that does not come up to their standards could raise prices significantly, and the same is likely to be true of other root crops such as carrots and onions. Peter Kendall, president of the NFU, said price rises would be inevitable if the drought did not lift: &quot;As sure as night follows day, if it doesn&apos;t rain, food is going to cost more money.&quot; After an emergency drought summit last week, Caroline Spelman, the environment secretary, warned that the government was now starting to prepare for drought as &quot;the new norm&quot; for the UK. Organic farmers may come off better than their conventional cousins, according to the Soil Association, because many organic practices, such as green composting and growing &quot;break&quot; crops between main crops, are geared to conserving moisture in the soil. But even organic farmers were facing lower yields if the drought continued, said Emma Hockridge, head of policy at the body. She said farmers might choose to grow kale or turnips, as they require less water. &quot;&quot;Organic farmers tend to have more complex crop rotations, rather than being stuck between growing wheat one year and oilseed rape the next.&quot; she said. Tomatoes, salad vegetables and other crops grown in glasshouses should be less affected than field crops, said Julie Woolley, secretary of the Tomato Growers&apos; Association. &quot;Most of our members are good at managing water, capturing rainwater from their greenhouses and recycling water,&quot; said Woolley. Lee Morris, of the Institute of Horticulture, warned that growers using glass houses with irrigation would probably have to pay more for their water. He said: &quot;Growers are already extremely worried. Yields will be reduced.&quot; Higher vegetable prices are only one likely consequence of the drought  brewers are being affected too, according to David Wilson of the British Beer and Pub Association. He said higher prices for barley and hops would be likely if the drought continued and yields fell, and this increase in costs could be passed on to consumers in the form of a few pence extra on a pint.", 
    "section": "environment", 
    "gid": "environment/2012/feb/26/drought-push-up-price-food", 
    "wordcount": "682"
}