{
    "headline": "The week in wildlife - in pictures", 
    "text": "   Two bee-eater (Merops apiaster) birds in Poland. The birds feed on a mixture of bees and dragonflies Photograph: Darek Delmanowicz/EPA       A rose chafer climbs over blossom in Frankfurt, Germany Photograph: Frank Rumpenhorst/EPA       A roebuck in a cornfield near Manschnow, Germany Photograph: Patrick Pleul/AFP/Getty Images       A white-tailed sea eagle at the Isle of Mull, Scotland, cleanly snatching a fish from the water. White-tailed sea eagles became extinct in Britain in 1916 and the species disappeared from the wild for over 50 years. It wasn't until 1975 that the first formal reintroduction was carried out, with a total of 140 birds returned to the wild over the course of 20 years. These birds have gone on to establish a population of over 80 breeding pairs on the west coast of Scotland. Despite this it is still rare to see the winged hunters showing off their fishing prowess Photograph: David Gibbon/Rex Features       A project to restore tens of thousands of acres of ancient woodland has secured 1.9 million from the Heritage Lottery Fund. The five-year scheme by the Woodland Trust aims to return post-war conifer plantations to their original native woodland state, restoring natural habitat which is home to more than 250 rare and threatened wildlife species Photograph: Heritage Lottery Fund/PA       A close up of a giraffe-necked weevil in Madagascar, Africa.  British photographer Dale Morris spent a month snapping dozens of species, including chameleons, lemurs and insects like the giraffe-necked weevil Photograph: Dale Morris/Barcroft Media       The unique giant fluorescent pink slug Triboniophorous aff graeffei found only in the misty Mount Kaputar area of north-western New South Wales, Australia. By day it hides under leaf mould but on rainy nights locals have long reported sightings of hundreds of the astonishing creatures that come out to feed off mould and moss Photograph: Michael Murphy/AFP/Getty Images       A birch tree with its bark nibbled by beavers in a forest near the village of Pleshchanitsy, Belarus.  Once hunted nearly to extinction in Europe, beavers have made a comeback throughout the continent. In Belarus, a former Soviet nation between Russia and Poland, the population has tripled in the past decade to an estimated 80,000, according to wildlife experts Photograph: Sergei Grits/AP       A caterpillar of the box tree moth eating leaves on a bush in Germany. The box tree moth (Cydalima perspectalis)  a small butterfly of introduced from east Asia  is found mainly in the south of Baden-Wuerttemberg Photograph: Patrick Seeger/EPA       A one-week young baby giraffe is pictured at Budapest zoo. The new born animal was born by its six-year old mother Sandra on 17 May 2013 Photograph: ATTILA KISBENEDEK/AFP/Getty Images       Siberian mountain goats climb at the Sayano-Shushensky Nature Reserve, about 680 km (423 miles) south of Russia's Siberian city of Krasnoyarsk. The reserve is known as a habitat for a small population of snow leopards Photograph: Ilya Naymushin/Reuters       The Big Belly Oak in Wiltshire. Thousands of 'precious' ancient trees could be at risk from pests and diseases such as ash dieback and acute oak decline, experts have warned. Described as the natural equivalent of listed buildings, ancient trees have stood for hundreds of years, watching over historic events and playing a role in folklore and culture. But the majority of the 115,000 ancient, veteran or notable trees registered by the Woodland Trust could be facing the threat of diseases and pests, a loss that would be 'devastating', the conservation charity said.  Some, such as the 11-metre girthed Big Belly Oak in Savernake Forest, Wiltshire, which is thought to have stood since the time of William the Conqueror, have acted as significant landmarks for local people for centuries Photograph: Woodland Trust/PA       A seven-spotted ladybug (Coccinella septempunctata) on a white Oxeye daisy (Leucanthemum vulgare) Photograph: Frank Lukasseck/Corbis       A Malayan night heron (Gorsachius melanolophus) feeding its young who live in a nest on a tree at Taipei zoo, in Taipei, Taiwan. Malayan night herons live in south-east Asia, often found near water or in city parks. They eat earthworms, insects, frogs and lizards Photograph: TAIPEI ZOO/EPA       Endangered mountain gorillas from the Bitukura family play inside a forest in Bwindi Impenetrable National Park in the Ruhija sector of the park, Uganda. The total population of mountain gorillas worldwide is estimated at 880, half of which are to be found in Uganda's Bwindi forest Photograph: Thomas Mukoya/Reuters  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/may/31/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}