{
    "headline": "Windows 8 Consumer Preview: first look on a tablet", 
    "text": "Microsoft has released Windows 8 Consumer Preview, a milestone on the way to the launch of its touch-friendly transformation of Windows. Referring to the user interface, Windows president Steven Sinofsky called it the first generational change since Windows 95, when the now-familiar Start menu and taskbar was introduced, as he announced the new release to press in Barcelona.  Radical change is unavoidable if Windows is to compete effectively with Apple&apos;s iPad or Android tablets, since Windows 7 is difficult and irritating to use on a touch-only device. The challenge addressed by Microsoft in Windows 8 is how to remake Windows for tablets and eventually smartphones, while also maintaining compatibility and continuity with its vast legacy.  Metro or desktop? Windows 8 has two modes. One is called Metro-style and is built on a new &quot;Windows Runtime&quot;, a modern mobile operating system in which apps are installed from an online store, sandboxed from one another and from the system for security, and easy to operate with your fingers. The other is the old Windows desktop, still needed by Microsoft for applications like Office and by the rest of us for all our existing applications. Metro-style Windows follows a different philosophy than desktop Windows. Apps run full-screen (though with an option to have two tiled side by side) and are typically small and simple to use. Microsoft also designed the new runtime to make heavy use of asynchronous functions, which means that applications should remain responsive rather than freezing sulkily when performing long operations. I have been testing Windows 8 Consumer Preview on a Samsung Series 7 Slate, similar but not identical to one that Microsoft gave to developers at a conference last September when the Developer Preview was released. This is one of the few machines on the market now that has some chance of running Windows 8 as Microsoft intends, with a touch screen and 1366 x 768 resolution.  The device came with Windows 7, but runs much better with Windows 8, although the lack of an accelerometer driver means that screen rotation does not work automatically. The preview supports dual boot, provided you have a separate partition available, so I can choose between Windows 7 or 8 on start up. There are some key changes since the Developer Preview. One is that many more apps are available. The Windows Store is live, and the bundled apps include Mail, Music, SkyDrive, and People, this last being a social media aggregator similar to one included with Windows Phone 7. All store apps are free during the preview period.     The Windows 8 store, where everything is free during the preview    Join the cloud Microsoft calls Windows 8 &quot;Cloud connected&quot;, and one thing I noticed was that as soon as I signed in using the same Windows Live ID as I had used before on Windows Phone, the People app populated with my Twitter contacts, thanks to Microsoft&apos;s social media account aggregation. Metro-style Windows takes a little learning, though it does not take long to pick up. The key to it using touch is various swipe patterns. Swipe in from the left to switch apps, or from the right to summon the Windows 8 &quot;charms&quot;  standard features including Search, Settings, and the Start screen. Swipe from the top or bottom to show application menus, such as the tabs and address bar in Internet Explorer 10, included here in Platform Preview 5 version. Pinch and zoom works as you would expect.     Internet Explorer 10, showing the Metro-style top and bottom menus    Microsoft has also worked on mouse control since the Developer Preview. When using the mouse, you move the pointer to the corner of the screen to perform common actions. Bottom left is the Start button, top left for switching apps, and top right for showing the charms. It works, though switching between mouse and touch takes some adjustment because of the different control points. So far, Windows 8 has lived up to Microsoft&apos;s &quot;Fast and Fluid&quot; claims, at least on the Metro side. Performance when flipping through apps or tapping on-screen controls is excellent. The on-screen keyboard is also good, unlike the fiddly equivalent in Windows 7. The included pinball game is the only disappointment, more sluggish than it should be, though it looks pretty with lots of fine detail. Windows 8 Consumer Preview is more fun to use than the Developer Preview, partly thanks to added polish, and partly because of the apps included  though it is a shame that few users will have the touch screens that show it off best. The Metro apps are a refreshing change from what we are used to with Windows, with bold controls and clear design, though the Metro style makes heavy use of squares and boxes, which feels a little industrial at times.  Running apps full-screen and without menus showing is delightful, offering the immersive experience Microsoft promises. That said, there are some hassles with Windows 8 Consumer Preview. Finding applications is something of a puzzle, since many are hidden by default unless you tap the &quot;All apps&quot; button on the Start menu.  Another point of confusion is that there are two versions of Internet Explorer included, one on the Metro side which does pure HTML5 with no add-ins allowed, and one on the desktop side which has Adobe Flash, ActiveX and so on. The thinking is good, but all too often the result is that sites simply do not work on the Metro side. The hope is that sites will adapt once Windows 8 becomes popular. The downside of &quot;cloud connected&quot; is that some apps do not work well offline, presenting blank screens or non-functional controls.     The Metro mail app in Windows 8    Interface puzzles Another issue is whether it is possible to create a user interface that works equally well with touch or with mouse and keyboard. So far, it does seem that the Metro side works better with touch, while the desktop side is still hard to use without physical input devices. One annoyance is that the on-screen keyboard on the desktop side often pops up over what you are working on, obscuring what you are typing. Microsoft&apos;s usability expert Jensen Harris told me that applications have to be set by the developer to shift out of the way of the keyboard when required, but most are not.  Even so, I was able to bash out several paragraphs of this piece using the virtual keyboard on the bus to Barcelona airport, something I would not have attempted with Windows 7. The Metro side is great, but since it is a brand new platform most users will be stuck with desktop Windows a lot of the time. These users may feel that there is not much for them in Windows 8, or even that the Metro features get in the way, though there are improvements under the covers that make Windows 8 perform better, such as fast boot (the slate boots from cold in under 10 seconds) and smart networking that switches automatically to cheaper connections when available.  There are other new features aimed at enterprises, which Microsoft will talk about in more detail at the CeBit event in March. Even so, this will be a hard sell to contented Windows 7 users. There is one factor though that works in favour of Windows 8, which is that you can take one tablet with you and have access both to apps with iPad-like ease of use with touch, and to full desktop applications like Microsoft Office when you need them. You can put up with a certain amount of awkwardness for the benefit of being able to leave the laptop behind.     Barcelona as seen in Metro-style Bing maps    Conclusion Overall Microsoft has done a fine job with Metro and the Windows runtime. The design is more elegant than Android, and with features like Charms and the side-by-side Snap, this is not just a me-too tablet operating system  though there is a risk of alienating traditional Windows user with such a radical redesign.", 
    "section": "technology", 
    "gid": "technology/2012/mar/01/windows-8-consumer-preview-first-look", 
    "wordcount": "1316"
}