{
    "headline": "Apps Rush: Magic Town, London 2012, SwiftKey 3, Bizzy Bear, Ocarina 2, PyroPainter, QVC and more", 
    "text": "After a day off, here are 25 new and notable apps for you: Magic Town Mindshapes made its name with a series of individual apps for children, but Magic Town is an ambitious leap: a virtual reading world offering stories from publishers including Penguin, Hachette and Simon &amp; Schuster. Available online already, it now has an iPad app with 20 free stories, and a 7.99 monthly subscription to get more.iPad London 2012: Official Mobile Game Developer Neowiz scored something of a coup by bagging the rights to make an official London 2012 Olympic Games game, through the IOC. It offers nine events, lots of athlete customisation, and virtual venues modelled on the real things in London. The link above is for Android but here&apos;s the iOS version.Android / iPhone / iPad SwiftKey 3 It&apos;s been freely available as a beta for a while now, but Android replacement-keyboard app SwiftKey 3 is now properly available. New features include better auto-correction, new themes, an improved user interface and more languages to type in.Android Bizzy Bear Builds a House British publisher Nosy Crow has released a string of critically-acclaimed apps for children, with this latest the second to be based on its Bizzy Bear books. Kids have to help Bizzy build a house, accompanied by child voice narration, music and word-tracking to help them learn to read.iPhone / iPad Ocarina 2 Music apps developer Smule returns with a sequel to its flute-like instrument app from 2008. The idea is still to blow into the mic while tapping orbs on-screen to make beautiful sounds, but now songs from Lady Gaga, Justin Bieber and Coldplay are also available for pan-pipe-esque covers.iPhone PyroPainter This had me at the &quot;Make a fireball come out of your hand. Make a shark swim round your kids&quot; lines in its App Store description. It&apos;s an app for adding movie-esque digital effects to photos and videos: fireballs, arrows, snow, explosions, butterflies and so on. Oh yes, and sharks. Additional effects come with expansion packs sold in-app.iPhone Samsung Hope Relay More Olympic fever here, with Games sponsor Samsung&apos;s Hope Relay app. It&apos;s encouraging people to get out and about: for every mile you walk, run or cycle using the app, the company will donate 1 to charities.Android / iPhone The Act Chillingo and React Entertainment&apos;s The Act isn&apos;t a game, as such: it&apos;s billed as an &quot;interactive comedy&quot;, using traditional cartoon animation. It focuses on a window-cleaner called Edgar, whose actions and emotions are controlled by swiping on the screen.iPhone / iPad QVC UK Home-shopping network QVC has launched an official Android app, offering more than 15,000 items for sale across all its categories. Its homepage points you to recently-aired items, and the app can also stream QVC&apos;s TV channel live.Android Hotel Tonight Hotel Tonight is one of the companies helping people book last-minute hotel rooms mainly in the US so far. Now it&apos;s available in the UK too, promising up to 70% off published rates, with all the booking handled on a smartphone or tablet.Android / iPhone / iPad Google I/O 2012 Exciting times for Android, as Google prepares for its I/O conference on 27-29 June in San Francisco. Naturally, there&apos;s an Android app for that, offering conference agenda, session and speaker information, Google+ integration to chat about the content, and the ability to play video streams from the event.Android WinZip Zip utility WinZip has launched an official Android app, helping people extract and access zip files on their smartphone or tablet. It can work with files attached to emails, downloaded from websites or stored on memory cards.Android Wiktionary The Wikimedia Foundation has published an Android app for the Wiktionary project  a web-based dictionary in more than 150 languages that users cam edit. In this case, the app is for reading it, saving articles to read offline, and sharing them with friends.Android Avocado There will soon be an individual &apos;two-person social networking for couples&apos; app for every couple in the world. Following Cupple, Pair and Between comes Avocado: &quot;a super private, fast, reliable and fun way to stay connected to your partner when you&apos;re out and about&quot;.Android / iPhone Bloomberg Markets+ Bloomberg&apos;s latest iPad app is based on its Bloomberg Markets magazine, digitising the print issues while adding interactive features and videos. The company is charging a monthly/annual subscription under Apple&apos;s Newsstand.iPad Fling Acclaimed puzzle game Fling makes its way to Windows Phone, complete with Xbox Live features. The 30 levels promise tens of thousands of different puzzles, with four game modes all involving bumping furballs off the screen.Windows Phone Asphalt 7: Heat Gameloft&apos;s long-running racing franchise returns for its seventh iteration, promising 60 cars to drive on 15 tracks around the world, with local and online multiplayer features, and six game modes when playing alone.iPhone / iPad Centipede: Origins Why would anyone play Centipede on an iOS device in 2012? That&apos;s the question Atari hopes will be answered by Centipede: Origins, much as it did with previous retro remakes Asteroids: Gunner and Breakout: Boost. It&apos;s about more than colons, too. Here, you&apos;re protecting a garden against bugs, with upgradeable weapons and gadgets, and coins to buy upgrades for the garden itself. Dropcam Dropcam&apos;s Android app ties in with its home video-monitoring cameras, providing alerts when motion is detected (e.g. burglars), as well as video-chatting (e.g. kids, or friendly burglars). It joins the existing iPhone version.Android Golf GameBook Good news for golfers: this live scorecard app has just launched in the UK, tracking your score around the course, as well as creating tournaments among friends and bragging on social networks.Android / iPhone Beatsurfing This is one for musicians who know what they&apos;re doing. Beatsurfing is an &quot;organic MIDI controller builder&quot; that enables you to draw a controller on-screen and then use it to control MIDI-enabled software or hardware.iPad Tune App This is quite interesting: an app using visual recognition technology to play music, with the music itself coming from streaming service Rdio. &quot;Take a picture of anything, and get a music related to that item,&quot; explains its App Store listing. Arguably a better feature for the main Rdio (or Spotify) app than a paid app in its own right, though.iPhone Soccer Superstars 2012 Released on Android earlier in the month, the latest in Gamevil&apos;s fun football franchise makes it to iOS. It involves training and managing a team, levelling players up RPG-style before taking on the rest of the world.iPhone / iPad Rodman FT Dennis Rodman doesn&apos;t just buffoon about on reality TV shows: he still knows his way around a basketball court. This new iOS game stars Rodman, and makes a feature of its photorealistic graphics. Its free-throw-focused gameplay is reminiscent of Paper Toss.iPhone / iPad Snooki Bling Bling As app-related questions go, &quot;Are you looking for a Snooki themed explodey matchey puzzle game?&quot; is one of the more easily answerable. One for hardcore Jersey Shore fans only.iPhone", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jun/21/apps-rush-magic-town-london-2012", 
    "wordcount": "1182"
}