{
    "headline": "EBay to launch online secondary ticketing site StubHub in the UK", 
    "text": "EBay is set to shake-up the controversial secondary ticketing market with the official UK launch of the online marketplace StubHub. StubHub, which was acquired by eBay in 2007 in a deal worth $310m (197m), will take on rivals such as Seatwave and Viagogo which connects buyers and sellers of tickets online. The latter was the subject of a recent controversial investigation by Channel 4&apos;s Dispatches. Viagogo, which was launched by StubHub founder Eric Baker, sought a high court injunction to stop Channel 4 airing The Great Ticket Scandal last month. The programme, which is critical of the business practices employed in the secondary ticketing market including inflating prices, was aired after Channel 4 overturned the injunction. StubHub estimates the UK secondary ticket marketplace to be worth more than 300m. StubHub, which claims to be the largest player in the US, aims to distance itself from such accusations, pointing out that it has what it claims is the highest customer satisfaction ratings in the ticketing industry. Launched in San Francisco in 2000, StubHub says that it backs purchases with a guarantee system, called Fan Protect, which guards against fraud and ensures that buyers get what they pay for. The UK beta site, which officially launches on Friday, has more than 140,000 tickets to events including Madonna and Coldplay. StubHub also intends to launch a retail outlet in Great Portland Street, central London, to allow fans to buy, pick up or drop off tickets. Other &quot;pop up&quot; locations are planned across the country alongside a UK-based call centre for inquiries. In 2008 the government warned ticket re-selling sites about offering tickets to &quot;crown jewel&quot; events, such as the Grand National, Olympics and Wimbledon, saying that inflated prices don&apos;t add anything to the cultural life of the country, but instead leeches off it and denies access to those least able to afford tickets.", 
    "section": "technology", 
    "gid": "technology/2012/mar/16/ebay-launches-ticketing-site-stubhub", 
    "wordcount": "317"
}