{
    "headline": "Science promises strawberry fields forever", 
    "text": "As Britain steels itself for the prospect of yet another washout summer, strawberry growers are finding themselves forced to come up with increasingly sophisticated ways of assessing the threat posed to their livelihoods by inclement weather. For fruit growers, predicting the weather is vital. It causes fruit yields to vary by as much as 70%, making for an erratic growing season if poor conditions are not anticipated. The last few years has seen a glut of strawberries arrive during rainy periods, when demand was limited. Conversely, this has meant a shortage of the fruit in some parts of the country at peak times  for example outside London when Wimbledon fortnight started last year. But as the year&apos;s first crop of British field-grown strawberries goes on sale this weekend, growers have a new hi-tech weapon in their armoury. The biggest growers are using a state-of-the-art forecasting system that allows them to predict the yields in individual fields. The specialist technology compares historical yield curves, the recorded effect weather has on the crop and the planting date of the strawberries in their respective locations. The information is then fed into a computer along with long-term weather forecasts, specific growing data for some of the 600 varieties of strawberry produced in the UK, and growth charts for each field. The new system is helping the UK&apos;s biggest growers, who are responsible for producing around 20,000 tonnes of strawberries  a third of the annual UK crop. It involves field visits up to three times a week, when light levels and plant growth are recorded. The collated information has helped growers accurately determine when to plant their crops to ensure yields mature throughout the season, &quot;smoothing out&quot; the supply of strawberries to the supermarkets. Although the vast majority of British strawberries are grown under polytunnels, their yields are heavily influenced by dank, cold conditions. &quot;For the last couple of years a glut of strawberries arrived during a rainy spell when demand wasn&apos;t so high,&quot; said Paul Jones, a strawberry buyer for Tesco. &quot;As a result we got together with some of the UK&apos;s biggest strawberry growers and suppliers to discuss bringing in technology that could help them plan their planting programmes more accurately. Now, with the aid of computer technology and leading weather prediction data, we will be able to process and analyse forecasted strawberry volumes down to individual field level.&quot; The hi-tech approach is a new way of harvesting one of the most venerated, historic fruits. In medieval times strawberries were regarded as an aphrodisiac and a soup made of strawberries, borage and soured cream was served to newlyweds at their wedding breakfast. An initial trial of the new system involving a small number of growers last year was found to be around 95% accurate, enough to convince large-scale producers of the need to use the new technology. Growers hope it will spell an end to the problems they experienced last season when a very wet spring and poor light levels were followed by the wettest summer for more than a century. Securing a steady supply is likely to pay dividends for retailers. Demand for strawberries  which were first cultivated by the Romans in 200 BC  continues to increase every year, according to industry figures. The industry predicts an 8% rise in tonnage this summer compared with 2012 and estimates that between 60,000 and 65,000 tonnes will be produced by British growers. But the prospect of a glorious summer in which to enjoy strawberries looks a forlorn hope. Early indications, such as last week&apos;s snow flutters in Shropshire and Devon, suggest that we may be in for a similar summer to last year.", 
    "section": "environment", 
    "gid": "environment/2013/may/19/science-strawberry-fields-forever", 
    "wordcount": "618"
}