{
    "headline": "What is global dimming?", 
    "text": "Measurements from the 1960s to the early 1990s, backed up by a wide range of data and a number of independent studies, showed there were substantial declines in the amount of the sun&apos;s energy reaching the Earth&apos;s surface. This reduction is known as &quot;global dimming&quot;. The observed &quot;dimming&quot; has strong regional differences across the globe. While the southern hemisphere saw modest dimming in the period 196190 (which has continued to date), the northern hemisphere saw much more significant declines (reductions of 48%). Since then some parts of the world, such as Europe and North America, have seen partial recovery (known as &quot;brightening&quot;), while other regions (most notably China and India) have seen further although regionally mixed declines. Global dimming is not thought to be due to changes in the sun&apos;s luminosity, as these have been too small to explain the magnitude of dimming observed. Instead, air pollution from human activity is thought to be the major contributor. Aerosols which form from pollution can directly reflect and absorb radiation before it reaches the planet&apos;s surface and make clouds brighter and longer lasting, meaning they reflect more sunlight. While we cannot rule out the possibility that natural variations in the Earth&apos;s climate (via naturally occurring cloud variations) have contributed to global dimming, the effects are so closely correlated to trends in atmospheric pollution that there is strong evidence to say human activity is a major player. For example, European and North American clean air legislation in the 1990s corresponded to brightening in these regions. By contrast, China and India have seen further dimming, matching pollution increases from rapid industrialisation. Global dimming is thought to have had a number of substantial impacts. For example, there is evidence to suggest it has masked part of the historical warming caused by greenhouse gases. Indeed, areas that have undergone brightening have seen rapid warming. Future global dimming changes can be expected to be closely tied to emissions of atmospheric pollution. Another factor which has not played much of a role historically but which may become more significant in the future is the impact of greenhouse gas warming on global dimming. Warming of higher levels of the atmosphere leads to increased atmospheric water vapour, which in turn absorbs some of the sun&apos;s energy before it reaches the surface. If future global warming proves to be substantial, widespread dimming by water vapour could be a consequence  though the cooling effect of this would be unlikely to reduce the overall warming trend significantly. This article was written by Ben Booth, a climate scientist at the Met Office, in conjunction with the Guardian The ultimate climate change FAQ  This answer last updated: 08.05.2012 Read about the project and suggest a question Report an error in this answer Related questions Is the world really getting warmer? What&apos;s the greenhouse effect? Haven&apos;t we had global cooling recently? This editorial is free to reproduce under Creative Commons This post by The Guardian is licensed under a Creative Commons Attribution-No Derivative Works 2.0 UK: England &amp; Wales License.Based on a work at theguardian.com", 
    "section": "environment", 
    "gid": "environment/2012/may/11/global-dimming-pollution", 
    "wordcount": "522"
}