{
    "headline": "Emails reveal UK government's moves to protect nuclear power from bad news", 
    "text": "Government officials worked closely with two energy companies to soften the impact of a major blow to ministers&apos; plans for a new programme of nuclear power stations, internal emails reveal. The revelation is further evidence of how Westminster has collaborated with the industry to try and protect nuclear power from bad news, first exposed by the Guardian in the aftermath of the Fukushima accident in Japan last year. The German utilities, E.ON and RWE, announced on 29 March that they were abandoning plans to build two nuclear power stations at Oldbury in Gloucestershire and Wylfa in Anglesey. The decision was blamed on the German government&apos;s retreat from nuclear power after Fukushima and doubts about financing. Two days before the announcement, Hergen Haye, head of new nuclear at the Department of Energy and Climate Change (Decc), wrote to E.ON and RWE. He asked if he could be informed when the companies had told Carwyn Jones, Labour&apos;s first minister for Wales, of their decision. Haye told the companies that this was &quot;in order for us to share our press lines to co-ordinate a united message&quot;. The companies&apos; proposed press statements looked &quot;broadly fine&quot;, he said, but promised to forward &quot;any detailed comments&quot;. He asked about &quot;engagement plans and timing&quot; for telling local authorities. &quot;Also we have been thinking about some difficult/defensive line issues and would be grateful for sight of what you may say,&quot; he said. He wanted to know how the companies would respond to journalists questioning whether the UK government could have done something differently to prevent the pull out. &quot;Do you think it is possible for new nuclear to be built in the UK?&quot; Haye asked. E.ON responded the next morning by saying it believed that ministers were &quot;putting in place a framework which will make it possible for new nuclear&quot;. Its withdrawal was &quot;not a reflection on the work done by the UK government&quot;. At the same time, RWE gave details of when it was informing Jones, as well as Labour&apos;s shadow energy minister, Tom Greatrex, the commercial secretary to the Treasury, Lord Sassoon, and a raft of other politicians and local stakeholders. &quot;We think it is possible for new nuclear to be built in the UK,&quot; RWE said. &quot;As you can see from the press release, we are not making any comment on the UK policy position.&quot; The emails, large portions of which have been censored, were released by Decc in response to a request under freedom of information legislation. One from RWE is marked &quot;strictly private and confidential&quot;. The environmental group Greenpeace accused ministers of trying to mislead the public. &quot;The government has been colluding with the nuclear industry to try to media manage the collapse of their hopes,&quot; said nuclear campaigner, Richard George. &quot;In reality the cost of new nuclear power has doubled in recent years and continues to rise. Instead of trying to pull the wool over the public&apos;s eyes, the government should accept their nuclear dream is over and back renewable energy.&quot; Decc insisted that it worked with potential nuclear investors in exactly the same way as it worked with other energy investors, including those in the renewable industry. &quot;It was important to understand why the consortium decided not to take forward their interest in UK nuclear new build,&quot; said a Decc spokesman. &quot;As they made clear, their decision was based on pressures elsewhere in their businesses and not any doubts about the role of nuclear in the UK&apos;s energy future.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jul/19/emails-nuclear-power", 
    "wordcount": "612"
}