{
    "headline": "How to deal with potholes", 
    "text": "The pothole season is upon us. A combination of water seepage followed by freezing conditions and a thaw means many of the UK&apos;s roads will be pockmarked with potentially wheel-crunching, fork-snapping craters in the coming weeks. Incidents involving potholes already account for an estimated 10 to 15% of all cycling accidents. Kevin Clinton, head of road safety at the Royal Society for the Prevention of Accidents (RoSPA), warns: &quot;The recent poor weather will cause even more potholes on our roads. These create a significant danger to cyclists, who could be unseated if they hit a large or deep pothole, or may be hit by other vehicles if they suddenly swerve around a pothole.&quot; National cycling charity CTC , which operates a pothole-reporting website and smartphone app, calls the problem &quot;a crucial issue&quot; and says 15% of the crashes its legal department deals with are the result of highway defects. British Cycling said that 12% of the accidents its members reported between April and September last year were the result of &quot;a defective stretch of road or a spillage or obstruction in the cyclist&apos;s path&quot;. Though the most recent (2011) Department for Transport figures for road casualties don&apos;t include a category for potholes, they reveal that of 13,000 reported cycling accidents, 1,110 included &quot;loss of control&quot;, &quot;swerving&quot; or &quot;sudden braking&quot; as contributory factors. (The figures for all modes of transport showed that &quot;poor or defective road surface&quot; was a contributory factor in 11 deaths, 217 serious injuries and 913 slight injuries) If involved in an accident that causes injury to yourself or damage to your bike, you may be entitled to compensation. Last year, councils in England and Wales paid out nearly 23m in compensation to road users for damage caused by potholes. But your legal rights may not be as clear-cut as you think: councils do not have a duty to know and fix every defect in the road. Rather, they must operate an adequate system of inspection and maintenance. Which means they may not be automatically liable if they had no prior knowledge of the pothole you have just ridden your brand new carbon frame into. This, says Chris Peck of the CTC, makes it essential that riders report any nasty-looking potholes to their local highways authority. When he suffered facial injuries and whiplash after his front wheel hit a water-filled pothole, he was successful in winning 4,000 in compensation largely because he had previously reported potholes on the same stretch of road. &quot;By ensuring [the local authority] Transport for London was aware of the poor surface and problems it was easier to establish that the authority neglected its duty to maintain the road adequately,&quot; he said. &quot;Normally, a local authority&apos;s defence is that they only had to survey that particular road every six months and the hazard did not exist at the time of their last inspection. However, if they were notified of the hazard through a reporting site then they are obliged to fix it and will become automatically liable if someone subsequently suffers an injury as a consequence. That&apos;s why it&apos;s important to report potholes where you see them.&quot; Another pothole victim, policewoman Anne Lake, last month received an undisclosed settlement from Stirling council to cover the costs of ongoing medical treatment for spinal and shoulder injuries sustained when she hit a pothole two years ago. Though still able to ride a bike, she continues to suffer pain and discomfort and had to swap her regular community beat for a deskbound, administrative job with the Central Scotland police force. Her solicitor, Elaine Russell of Irwin Mitchell, said she had seen &quot;a definite increase in the number of cyclists injured as a result of the state of Scotland&apos;s roads.&quot; &quot;It&apos;s alarming that something that seems so trivial as a pothole can create such a massive impact on a person&apos;s life,&quot; she said. &quot;Councils try to encourage more people to cycle for the good of their health and the environment but when some roads are in such bad condition it can be very unsafe.&quot; Here&apos;s what to do if you suffer injury or damage to your bike as a result of a pothole:  Note the dimensions of the hole - including depth and its position in the road in relation to the kerb - and its location. Also note any other road defects in the vicinity.  Take a photograph (with your phone if you have one) and try to include a sense of scale (eg by including your hand or foot in the photograph). Also try to give a sense of its position in the road.  Take photographs of the damage to your bike and any injuries you have sustained.  Report it to the local highways authority, usually the council. (If you&apos;re not sure which council is responsible for that road, you can find out by typing in the road or town name at the Gov.uk website.) You can report it to the council directly, or via a website such as the CTC&apos;s FillThatHole , which also allows you to upload photos, give details of injuries/damage and pinpoint the exact location on a map.  If the council doesn&apos;t admit liability and you decide to sue, consider joining the CTC or British Cycling who offer free legal advice.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2013/jan/28/how-to-deal-with-potholes", 
    "wordcount": "908"
}