{
    "headline": "Windows 8? Windows RT? Is this bifurcation Intel's fault?", 
    "text": "So now we know, there will be four editions of Windows 8, all arriving (probably) by the end of this year. There are just two surprises: a small one and a larger one.  The small surprise is that the main versions of Windows will come in just 2.5 varieties: Windows 8, Windows 8 Pro, and Windows 8 Enterprise. (Enterprise is Pro with a few extra management bits.)  The second, larger surprise is that Microsoft&apos;s iPad competitor, the bet-the-farm, nothing-more-important-than-this, post-PC tablet proposition is called  wait for it  Windows RT.  Huh? What&apos;s so wrong with Windows Metro? What was so wrong with WOA (Windows on ARM)? And how&apos;s that going to work in their marketing: &quot;I&apos;m a post-PC device and Windows RT was my idea?&quot; Anyway, that&apos;s not important. What is important is that Intel may have just ruined the whole deal. iPad-clone The vision of what was, until this week, called Windows on ARM, or WOA was to produce something that looks and felt like an iPad, but with two distinguishing differences. It would come with Office  the only post-PC device to have it, and availability of Office on iPad is looking increasingly unlikely these days. It would also come with the Metro-shell, the widely-appreciated and respected user interface vision that Microsoft is imposing on itself internally and on partners.  Go back a year or two and it&apos;s easy to understand what pushed Microsoft into building a version of Windows that would run on ARM. From the fact Windows RT exists, we can infer that on the one hand Apple&apos;s success with the iPad scared them rigid, and in short order. On the other hand, we can infer that they had no faith in Intel being able to make x86 deliver ARM-like power efficiency. Their engineers must have thought  back in 2010  that Intel-based tablets were always going to be hot, noisy, and a bit rubbish. If they were relaxed about the iPad and confident about Intel, they would have simply waited out Intel&apos;s R&amp;D and delivered an iPad-clone that ran on x86. But here&apos;s the law of unintended consequences in action  what Intel are actually doing is going gangbusters on trying to deliver that x86-based iPad-clone Microsoft didn&apos;t think was going to happen. That really muddies the water. It makes perfect sense for Microsoft to do that. Whilst Microsoft is terrified of a post-PC world ruled by Apple, Intel is terrified of a post-PC world ruled by ARM. If Intel were to make x86 work as well as ARM in scenarios where ARM currently rules, Intel&apos;s shareholders are happy bunnies. It was never clear to me how Microsoft was going to manage having two products called Windows that would behave very differently. The problem with WOA is that it doesn&apos;t run legacy apps, so it&apos;s entirely possible that our customer floating into PC World could buy a &quot;Windows&quot; machine that happened to be a tablet fully expecting it to run his copy of Microsoft Office 95, only to find himself unable to install it. But yet, had he bought this other machine labelled Windows it would have worked fine. The new Intel tablets are SoC units based on Atom  essentially, they are next-generation netbook-class devices wrapped in a tablet chassis. But, hilariously, these are not Windows RT tablets. They are Windows 8 tablets. So on the counter in PC World you&apos;re going to have one tablet labelled Windows 8 that will run all your legacy applications, and one labelled Windows RT that won&apos;t. And then? According to Mary Jo Foley in her article above these new &quot;Clover Trail&quot; tablets will have a nine-hour battery life, weigh less than 700g and be under 9mm in thickness. For comparison, a &quot;new iPad&quot; is about 9mm in thickness, weighs 622g and has a nine-hour or 10-hour battery life. So they&apos;re the same sort of deal. There will be a slight price difference though. Apple doesn&apos;t have to pay for an operating system license, whereas Microsoft&apos;s OEM partners do. Windows 8 will go to OEMs at a higher price than Windows RT. Although pricing information on Windows RT is privileged, it would be logical to expect this to be priced about the same as a Windows Phone OEM license. In December, I felt this to be around $15 for the Windows Phone license, $56 for the Windows license. That&apos;s about a 25 difference. Something about these Clover Trail devices then starts to make serious sense. A basic new iPad will run you 400. If you were to say to someone that for just 25 more you can run all Windows software on a device that behaves like an iPad? That&apos;s a big sell. A much smaller sell is saying to someone that for 400 you can have something like an iPad that&apos;s not an iPad, but with less apps. And that&apos;s also not an iPad  which I realise I just mentioned, but it&apos;s a point so important it&apos;s worth mentioning twice. Everyone in this space could really do with the iPad being ever-so much more important. Oh, but one thing, Windows RT comes with Office (albeit without Outlook). Windows 8 doesn&apos;t. So if you do spend 425 on a Windows 8 Clover Trail-class tablet, you&apos;re going to need to shell out on Office, unless you&apos;ve got a copy of Office 95 or better lying around, in which case you&apos;re golden. So what&apos;s wrong with that? Logically then, if their Clover Trail-class tablets work as advertised, Intel just killed off Windows RT tablets. Why would you not spend an extra 25 bones to run all your Windows apps? What&apos;s wrong with that is the Windows 8 and Clover Trail and x86 are all &quot;PC&quot; devices, and we&apos;re in a post-PC world now. Microsoft&apos;s intention was to create a post-PC device. The fact you can run the legacy Windows desktop at all on Windows RT is an accident. Microsoft needed to run Office on it, so their engineers kept the legacy desktop support in there to de-risk the development of the Windows RT-optimised version of Office. Why do you think you can&apos;t run any other apps in legacy mode? The intention of neutering legacy mode in that way is designed to pin Windows RT in a post-PC world rather than have it get dragged back into a PC world. (No pun.) In this article James Kendrick nails it by saying that the lure of the tablet is that there&apos;s no intimidation. That&apos;s why iPad sells so well. Post-PC devices are easy, straightforward, operable by anyone, and rarely go wrong. PCs aren&apos;t like that. And a Clover Trail-class Windows 8 tablet is a PC. Ergo, there will be intimidation, ergo people won&apos;t buy them, ergo Apple will sell bazillions of iPads and, perhaps, the window of opportunity for Android will open again.  Case in point  a family friend recently bought an iPad and she asked me if she needed anti-virus for it. On an iPad, of course not. But on a full-on Windows machine, yes she would. If these Clover Trail-class devices work as advertised they&apos;ll steal all of Windows RT&apos;s oxygen and kill it stone dead. And Windows will never move into a post-PC world. Something else will end up being the Pepsi to iPad&apos;s Coke.", 
    "section": "technology", 
    "gid": "technology/blog/2012/apr/26/windows-rt-intel-tablets", 
    "wordcount": "1229"
}