{
    "headline": "Blood, sweat and toil", 
    "text": "Lakeland&apos;s mountain passes have long been seen as a short cut for those short of time (in more ways than one). The car drive up Honister Pass is a case in point, giving fell walkers all the advantages of a chair lift to 1,190ft and a shorter walk from the top of the pass to the summits still above. Two Sundays ago more than 1,500 cyclists also aimed for this same objective during the annual 112-mile Fred Whitton sportive event. Their quest? To ride over Kirkstone, Honister, Newlands, Whinlatter, Hardknott and Wrynose passes along the way. How those who chose to ride up Honister after negotiating the twisting Borrowdale road gasped and groaned as they stood on their pedals, Lycra-clad muscles cramping. Ecstasy followed agony as they then flitted down the far side of the pass into Buttermere, but still with rigours looming ahead  like meeting the wind on the exposed tracts of Cold Fell between Ennerdale Bridge and Calderbridge. At least one cyclist succumbed to hypothermia here and was wrapped in a tinfoil blanket by paramedics. Gusts also affected walkers the higher they climbed. Most clambered up the old tramway above Honister quarries to the Drum House near the skyline which then serves as a launch pad for Great Gable or Haystacks or Pillar beyond. Although Alfred Wainwright claimed of the tramway, &quot;All the family will enjoy it, irrespective of age&quot;, blustery weather made things harder. As the toiling walkers slogged ever higher up this &quot;short cut&quot; on the fellside so that the cheers of the roadside spectators encouraging riders on Honister gradually faded into the distance below, some began to experience the same burning leg muscles that the cyclists had met when riding up the pass. Though the walkers were not under the same acute strain as their kindred spirits forcing down on their pedals, it must have felt similar and groans and gasps gave vent to their feelings too.", 
    "section": "environment", 
    "gid": "environment/2012/may/20/honister-pass-lake-district-blood-sweat-toil", 
    "wordcount": "328"
}