{
    "headline": "Web chat: Fiona Reynolds and Stephen Moss on children and wild places", 
    "text": "This Friday from 1-2pm, we&apos;re joined in the Guardian offices by the outgoing director general of the National Trust, Fiona Reynolds, as well as naturalist and broadcaster, Stephen Moss, to discuss whether today&apos;s generation of children are experiencing &apos;nature deficit disorder&apos;.  Moss authored a report for the Trust recently, that said not enough action is being taken to get children playing in green spaces. It was part of the Trust&apos;s ongoing Outdoor Nation campaign, which recently featured a &apos;bucket list of 50 things to do before you&apos;re 12&apos;, and has been hosting a series of guest posts on the subject.     National Trust director general Fiona Reynolds on   Photograph: Adrian Sherratt for the Guardian    Here&apos;s Malcolm Shepherd, chief executive of cycling charity Sustrans:  Fear of traffic, fear of strangers and major changes to the places we live mean children are often cooped up indoors or are only allowed to play outside after being driven for miles  And Rob Cowen, &apos;outdoor enthusiast&apos; and author:  Children aren&apos;t fools; they recognise hypocrisy everywhere. It is no good espousing the benefits of outdoor play if we grown-ups don&apos;t share the same sense of connection with wild space. We must remember that the establishing nature in childhood will only happen if we recognise its importance and take the time to let it grow just as strongly in our own lives.      Naturalist and author Stephen Moss    But is access to natural habitats and wildlife really worse for today&apos;s children than previous generations? Does technology help kids connect with nature  through digital photography, or apps for identifying species  or alienate them from it? And if &apos;nature deficit disorder&apos; is a real problem, what are the solutions? Post your questions on the subject for Reynolds and Moss below  they&apos;ll be online 12-1pm on 27 April to answer as many as possible.", 
    "section": "environment", 
    "gid": "environment/blog/2012/apr/25/fiona-reynolds-children-wild-spaces", 
    "wordcount": "284"
}