{
    "headline": "Climate scientist Michael Mann sues over sex offender comparison", 
    "text": "Michael Mann, a scientist at the centre of the &quot;climate wars&quot;, has sued a rightwing thinktank and a magazine for comparing him to the convicted sex offender and disgraced football coach Jerry Sandusky and accusing him of academic fraud. Mann, a climate scientist at Pennsylvania State University, announced the defamation lawsuit against the Competitive Enterprise Institute (CEI) and the National Review in a posting on his Facebook page on Tuesday. The 37-page complaint arises from blog posts published last July, and accuses National Review and CEI of recycling &quot;false and defamatory statements&quot; about Mann&apos;s research. Mann, the author of the iconic hockey stick graph showing a sharp uptick in global temperatures after 1900, has come under repeated attack from climate contrarians. He has been cleared of academic wrongdoing by seven separate investigations, but the attacks have persisted  culminating in last July&apos;s blogs which likened Mann to Sandusky. A post on the CEI blog referred to Mann as &quot;the other scandal&quot; at Penn State and accused the scientist of &quot;molesting data&quot; about climate change. The sentences likening Mann to Sandusky were later removed. National Review later picked up the post, although the writer added a minor caveat. &quot;Despite their knowledge of the results of these many investigations, the defendants have nevertheless accused Dr Mann of academic fraud and have maliciously attacked his personal reputation with the knowingly false comparison to a child molester. The conduct of the defendants is outrageous, and Dr Mann will be seeking judgement for both compensatory and punitive damages,&quot; Mann&apos;s Facebook page said. Mann said the lawsuit was part of a larger effort by scientists to push back against the attacks on climate science. Another new front was opened up in that broader fight, with the release of a report by climate contrarians intended to undermine an authoritative US government study on the effects of climate change. The Daily Climate reported that another rightwing thinktank in Washington, the Cato Institute, planned to put out its own version of a landmark US government climate science report  aimed at discrediting mainstream climate science. The Cato report appears almost identical to a 2009 study detailing the effects of climate change on the US. The Cato version, however, was assembled by climate contrarians and concludes that the impacts of climate change would have &quot;little national significance&quot; in the US.", 
    "section": "environment", 
    "gid": "environment/2012/oct/24/climate-scientist-michale-mann-sues", 
    "wordcount": "400"
}