{
    "headline": "Somerset flood victim: 'I don't know when, or if, I'll go back home'", 
    "text": "A week after she was hoisted on to the shoulders of six firefighters and carried &quot;like a coffin&quot; through the floodwater from her remote Somerset farmhouse, 90-year-old Diana Mallows is still struggling to find the right words to sum up her feelings. &quot;I don&apos;t know how I am really, I can&apos;t seem to get my head around all this at the moment,&quot; she said. &quot;I suffer from blood pressure and it&apos;s been going through the roof. I don&apos;t know what I&apos;m going to do now. I can&apos;t imagine ever going home. That&apos;s very sad, that house has so many memories for me.&quot; Mallows, a proud and independent woman who served with the Royal Navy in the second world war, tried to stick it out as the water poured into her beloved home of 40 years on the Somerset Levels. She set up camp on her first floor and even when the murky water began to climb the stairs was determined to stay. She called 999 only when her power went and she could not make hot food or a warming drink. Now recovering with relatives away from the Levels  which are likely to remain flooded for weeks, possibly even months  Mallows does not know when, or if, she will see her farmhouse again. &quot;It&apos;s going to take ages for this water to go down. Quite where I go from here is a mystery to me just now.&quot; As the photographers, film crews and reporters pack up and leave following a week and a half of dreadful weather that left 1,800 properties flooded, Mallows&apos;s story is a reminder of the lasting impact of such deluges. She lives alone in the farmhouse on the banks of the River Tone in the middle of Curry Moor just 6m above sea level. In heavy rain the moor fills with water and is stored there, preventing towns such as Taunton and Bridgwater becoming inundated. But properties such as hers are badly hit. Back in spring after the second wettest April on record in Somerset, Mallows&apos;s home was flooded and she had to move out to rented accommodation in Glastonbury. Burglars realised she was away and waded through the water, which lay stagnating on the moor for weeks, to the farmhouse. There was nothing to steal so they vandalised it instead. Mallows only got back home in October. On Thursday last week she was horrified when she heard warnings on the local radio that the moor was going to flood again. &quot;It gave me a bit of a shock,&quot; she said. Mallows moved upstairs as the water gushed through her ground floor. &quot;The water was coming up and up in the house, even up the stairs,&quot; she said. &quot;I was living upstairs but I thought perhaps I&apos;d be able to stick it out and wait until the water went down. But then the power was cut off. Without any power I hadn&apos;t got any heat or any way to make a hot drink. It got a bit desperate. It was getting colder and colder. I had to get help.&quot; Firefighters wanted to get her immediately but night had fallen. &quot;I was worried about getting out the window in the dark as I&apos;m a bit wobbly.&quot; So she spent another cold and damp night in her flooded home. Next morning the rescue was mounted. The water on the road to Mallows&apos;s home was so deep that firefighters had to leave their engine a mile away and haul a boat through the water to the front door. Six rescuers waded through and made their way upstairs. They decided the best way to get Mallows out would be to carry her out down the stairs and through the flooded ground floor. &quot;They said, &apos;we won&apos;t drop you&apos;, and hoisted me up flat. They took me out horizontally as you would with a coffin. It must have been quite a funny sight. But the water was up to their shoulders going down the stairs. I got a bit wet but they slid me on to the boat and off we went. They did fantastic work but I was so cold, I couldn&apos;t stop shivering.&quot; Mallows is angry at the Environment Agency, believing it deliberately floods the moor  and thus her house  to protect others and argues it ought to buy her out if it will not or cannot keep her home dry. Because it repeatedly floods she said the house was worthless and she struggles to pay the huge insurance bills. &quot;They [the Environment Agency] don&apos;t want to know really. They don&apos;t want to know I&apos;m there. I&apos;m just left to get on with things. I just had my insurance renewed at a horrific cost, much more than I can afford. They&apos;ve doubled it. I don&apos;t have much money, it&apos;s going to be very difficult.&quot; Mallows moved with her late husband David to the Somerset Levels in the early 70s and they raised their family there. &quot;When we bought the house we looked into all the questions of water. It has always flooded but not to the extent now.&quot; She claimed work on the moor over the last four decades had &quot;completely upset the order of things&quot;. Others on and around Curry Moor are suffering. Half of firewood supplier Keith Madge&apos;s stock is underwater. This is his busiest time the year and he reckons he lost 2,500 last week because he could not get his wood out. Farmer Tom Jeanes, Mallows&apos;s closest neighbour, is also mopping up and says he has received no compensation for the loss of ruined pasture damaged in the spring floods. In the Commons this week the environment secretary, Owen Paterson, made it clear he was conscious of the problems on the Levels, adding that when he was driven past on the way to see flood victims in Devon the area looked like &quot;the Irrawaddy [river in Burma] in spate&quot;. He said the Environment Agency was working with the community to review this year&apos;s flooding in Somerset and to consider how water there could be better managed. The Environment Agency expressed sympathy for Mallows and said it had tried to help her  but had so far decided against building banks around her property because of the cost, around 70,000. The agency said it did not deliberately flood the moor and added that it could not stop the water pouring in during heavy rain without major engineering work. This would be hugely expensive  and would mean that the water would be displaced, flooding somewhere else. For Mallows the future is as murky as the floodwater that still lies a metre-deep in her farmhouse. If it does not rain again, the Environment Agency says it would take a month or more to get all the water off the moor. And more rain is due next week. Reluctantly, Mallows admitted she has &quot;turned against&quot; her house, adding: &quot;I don&apos;t think I can go on living there. This is the second flood this year. I had just got straight after the first one and lo and behold there&apos;s a much worse one. But I won&apos;t get anything if I try to sell and I don&apos;t have much money. I don&apos;t know what to do.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/nov/30/somerset-flood-victim-return-home", 
    "wordcount": "1239"
}