{
    "headline": "The week in wildlife  in pictures", 
    "text": "   A giant panda rests on a tree in Ya'an, Sichuan province, ChinaPhotograph: Reuters       Hermann Hirsch was the overall winner of the GDT Nature Photographer of the Year 2013 for this picture of a red fox Photograph: Hermann Hirsch/GDT Nature Photographer of the Year 2013       The sun shines in Royal Victoria Park on Tuesday 23 April in Bath, England. After one of the coldest winters on record, many parts of the UK are finally enjoying warmer temperatures and sunny spells Photograph: Matt Cardy/Getty Images       A Goldeneye duck runs on the surface of a river near the remote village of Sosnovy Bor in Belarus Photograph: Vasily Fedosenko/Reuters       A Kirk's dik-dik, a small antelope found in eastern and southwestern Africa, in Kenya's Samburu National Reserve Photograph: Zhang Chen/Barcroft Media       A group of giraffes in the Samburu National Reserve, Kenya Photograph: Zhang Chen/Corbis       A hare in a field near Hanover, central Germany Photograph: Julian Stratenschulte/AFP/Getty Images       A white stork transports material for its nest in Luetzelsee, Switzerland Photograph: Steffen Schmidt/EPA       A six-month-old orangutan rescued from a pet owner learns to climb a tree while undergoing rehabilitation at the Sumatran Orangutan Conservation Program quarantine area in Sibolangit village in Indonesia's Sumatra island Photograph: Romeo Gacad/AFP/Getty Images       A tiny yellow goby living inside an abandoned soda can in Suruga Bay, Japan Photograph: Brian Skerry       A newborn common wombat (Vombatus ursinus) baby peeking out from its mother's pouch in the Budapest Zoo, Hungary. The baby was born in winter and is a big sensation as a wombat cub hasn't been born in European zoos in 20 years, and outside Australia only 22 wombats live in 12 zoos Photograph: Attila Kovacs/EPA       A hobby (Falco subbuteo) shot illegally by a hunter in Malta. As if the odds against them weren't high enough already, a wholesale slaughter of migratory birds is being perpetrated by illegal hunters in MaltaPhotograph: David Tipling/NPL/Rex Features       Forest elephants gather at Dzanga Bai clearing in the Dzanga-Sangha reserve, in Central African Republic. Elephant meat is flooding food markets in villages near the famed wildlife reserve in Central African Republic one month after rebels believed to be involved in poaching overthrew the government, conservationists saidPhotograph: Carlos Drews/AP/WWF-Canon       Butterflies in the Bala riverbed at the Buxa National Park in Alipurduar, India. Butterflies continue to dwindle throughout the world faced by changes in climate and a dwindling habitat Photograph: Arkaprava Ghosh/Barcroft India       The Pontfadog oak, which is 1,285 years old, was blown down by gale force winds on Wednesday night. The oldest oak in Wales, and probably one of the oldest oak trees in northern Europe, has grown in the Ceiriog Valley near Chirk, north Wales, since 802 and measured 12.9 metres in girth. Legend states that the Welsh prince Owain Gwynedd rallied his army under the tree in 1157, before defeating the English King Henry ll at the nearby battle of Crogen, and that the tree was spared when Henry had his men cut down the Ceiriog woods in 1165Photograph: Rob McBride/Woodland Trust       Eurasian griffon vultures circling as Tibetan Buddhist monks prepare dead bodies for a sky burial in Seda, in the western region of China's Sichuan province. Sky burial is a funerary practice in China's Tibetan regions where the dead are laid out in a high flat place and ritually cut up, usually by a monk and rogyapas (body-breaker) and then fed to birds of prey, most commonly the Eurasian griffon vulture. Sky burial dates back thousands of years and probably started because above the treeline wood is too scarce for cremation and the ground too hard for burial. The practice was banned in China in the 1960s but was allowed again in the 1980s when China started to reform after the Mao Zedong era Photograph: Peter Parks/AFP/Getty Images       A honeybee collects flower pollen in Jankowo Przygodzkie village, western Poland, after surviving a long winter Photograph: Tomasz Wojtasik/EPA       A great blue heron with the Potomac River cascading behind it at the Chesapeake and Ohio Canal National Historical Park in Maryland, US. With a wingspan of up to 6.5ft, the great blue heron is one of the largest waterbirds in North America Photograph: Jim Lo Scalzo/EPA       A prairie in Ulgai, north China's Inner Mongolia Autonomous Region, an area hit by drought triggered by China's dizzyingly rapid economic growthPhotograph: Ren Junchuan/Corbis  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/apr/26/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}