{
    "headline": "Peter Lilley: 'I am a global lukewarmist' and other quotes", 
    "text": "On climate change  &quot;I am a global lukewarmist.&quot; Share this quote on Twitter   &quot;I hope that we will listen to those scientists, many of whom are in government employ, who have warned against alarmist views, and that we will take a more consensual view of the basic minimum science that is agreed and open that up to debate and discussion, without trying to silence those who disagree by calling them &apos;deniers&apos; and equating them with holocaust deniers. As I said, I am not a denier  I am a lukewarmer  but even those who deny the existence of anthropological global warming deserve to be heard, just as the alarmists do, and it is sad that we have heard only one or two such views expressed in the house today.&quot;   &quot;My overall position on global warming is that, as a physicist  I studied physics at Cambridge  I am not one of those who deny that carbon dioxide emissions heat the planet. They do have that effect, although there is less certainty about how much the complex feedback effects that climate models seek to replicate may amplify the comparatively modest effect of increasing CO2 and other greenhouse gas emissions. Nonetheless, in my view it is wise to take measures to prevent and to adapt to global warming, and it is sensible to try to assess the costs and benefits of action and inaction to ensure that we adopt the most cost-effective approach.&quot;   &quot;The tendency of those committed to the theory of catastrophic man-made global warming to unquestioningly adopt the assumptions, at every stage, that maximise the expectation of calamity should alert us that groupthink is driving the movement.&quot;   &quot;The simple fact is that, since the beginning of this century, the average global temperature has flatlined; indeed, over the past 18 months it has fallen back, and according to the satellite measurements of temperature, it is now basically back at the level it was in 1979, when such measurements started to be taken.&quot;   &quot;Scientists would rather change facts than their theories.&quot; Share this quote on Twitter  On the Climate Change Act  &quot;Given that we are passing the climate change bill, which is based on the supposition that the climate is getting warmer, let me point out that it is now snowing outside, in October.&quot;   &quot;For a theory to be scientific it must be capable of being refuted by the evidence. Given that we have had three decades of rising temperature followed by a decade of stable and slightly falling temperatures worldwide, how many decades would you require before you are convinced that the theory on which you are committing 400bn of taxpayers&apos; money might be slightly wrong?&quot;  On the polar regions  &quot;It was Lord Keynes who said: &apos;When the facts change, I change my mind. What do you do, sir?&apos; Well, if the facts suggest modification, not abandonment, of the quantitative assessment of global warming, we ought to modify our assessments accordingly. We hear a lot, rightly, about melting ice in the Arctic, but little or nothing about the increased ice cover in the Antarctic or, indeed, in the Arctic over the past year.&quot; ", 
    "section": "environment", 
    "gid": "environment/2012/oct/25/peter-lilley-climate-change-quotes", 
    "wordcount": "540"
}