{
    "headline": "Why science and engineering toys aren't for girls", 
    "text": "   The selection of toys at Andrew Holding's local supermarket.    I&apos;ll admit I&apos;m one of those people who enjoy to write a letter of complaint, usually more for the excuse of an inclusion of a bad pun than due to any offence occurred. (I once penned a letter to a toy boat manufacturer purely on the grounds that, when it sunk in the bath, I wanted to make out that the issue was &apos;of titanic proportions&apos;.) It seems, too, that those who receive such letters are usually grateful for the light relief. (The result of that letter was a gift token to buy a less buoyancy-deficient toy.) Then, last Friday, I found that the toy section of my local Morrisons had been revamped into a blue area filled with Lego and toy guns for boys; and a pink area of dolls and fluffy animals for girls. My immediate response (which I&apos;m sure anyone in my position would do) was to photograph it, #hashtag it, and send an irate tweet. One person quickly replied in wry humour: &quot;At least they have a toy TV to encourage girls into electrical engineering. That is what they&apos;re trying for... right...?&quot; Sadly not. On seeing the photo, my wife took on the family role of correspondent and quickly penned a letter to Morrisons, asking if they could fully explain to our poor daughter why she couldn&apos;t play with a Lego Creative Mini Digger but should instead have a baby doll. Before signing off she made it abundantly clear that the letter wasn&apos;t entirely frivolous, citing Hamleys&apos; and Harrods&apos; attempts to go gender-neutral. Perhaps I expected too much for an informed and embarrassed reply.Instead, she was told by their Customer Services Department that thissegregation was &quot;how customers like to shop.&quot; Apparently:   &quot;The majority of customers purchasing toys for girls expect to see them grouped together for instance dolls together with dolls prams and likewise for boys, action figures with cars etc.&quot;  I suppose, with effort, I could concede that. If I ignore their reliance on gender in the argument, I appreciate the logic of organising stock on the shelves. It&apos;s just a shame that this level of organisation appears, to me, to be completely absent elsewhere in the store. But if one stands back and thinks for a second, this isn&apos;t about organising shelves; rather, it&apos;s about how they are organised. Does one expect to find food divided by the religion of the purchaser? It would seem offensive to suggest that a Jew who, due to his belief, chooses not to eat pork needs the aisle to be divided up and colour coded for their help. Instead, we put pork in the &quot;Pork&quot; section, seafood in the &quot;Seafood&quot; section, and so on. So if we don&apos;t have aisles defined by religion, why do we for gender? While we&apos;re at it, can we not offer girls&apos; toys in a colour other than pink (or I concede sometimes pinkish-purple)? Again, we have insight from Morrisons:   &quot;We also trailed toning down the colour of pink and purple toys to de-gender them but found that this had a disastrous result in terms of sales as customers could not instantly associate the toys for the gender they were looking for.&quot;  Sadly, this isn&apos;t entirely fictitious: Katrin Bennhold of The New York Times reported how one customer complained in Hamleys after the store&apos;s attempts to head towards a more gender-neutral store: &quot;It would help if it was marked out more clearly, you know.&quot; That said, shouldn&apos;t we remember who the customer is? My wife passed her correspondence on to Vicky from Pink Stinks, a campaign group against stereotyped products. She replied rapidly, in exasperated fashion: &quot;Customers unable to tell which gender to buy for!? Pah! That&apos;s simply ridiculous. It&apos;s like they&apos;re completely unaware children are individuals.&quot; Children are, as Vicky says, individuals. And, while the parents hold the cash, shouldn&apos;t we let them choose freely what they want? Last year, then four-year-old Riley Maida was able to coherently put out her frustrations on the subject.            As for the reduction in sales, rather than blame it on the need toinstantly find what you want, Vicky had a simpler answer: &quot;The reason why it&apos;d be bad for their sales is because if they sold toys for everyone, people would be able to buy one toy for a boy and a girl.&quot; That is of course where many think the pink and blue marketing started, with two competing New York stores trying to sell twice the stock. And it&apos;s hard to see how difficulty in finding what you want applies to Morrisons with their few metres of shelving that you can search in a glance, rather than the several floors with which Hamleys has to contend. You might wonder if it&apos;s all that important but, with women still likely to earn less than their male counterparts, it is. While some will debate that men and women, boys and girls, are different, biologically it&apos;s minimal and certainly shouldn&apos;t stand in the way of anyone&apos;s dreams. In a world with a need for men and women across all fields, can any parent tolerate those putting imaginary barriers in their children&apos;s way? Only this week, my daughter was called a nurse when she started playing with a stethoscope. Innocently said, but tell me this: do you not think that if she had been a boy, she would have been called a doctor? Andrew Holding is the father of two daughters, and a research scientist. Find him on Twitter @andrewholding.", 
    "section": "science", 
    "gid": "science/the-lay-scientist/2012/oct/12/1", 
    "wordcount": "930"
}