{
    "headline": "How to kickstart a watercourse in one short deluge", 
    "text": "We in the west are not facing as severe a threat of drought as places further east, but some of our streams have nevertheless dried up, the village horse pond has been a sad sight, and the little waterfall where the flow was diverted centuries ago to drive the mill has become a silent trickle. But one night a promised band of rain passed through  not enough, of course, to be of any real benefit to crops, grass, rivers orreservoirs, but it had its local effect. Horse pond and millpond were almost brimming over in the morning, and you could hear the rush of the waterfall from a good way off. Newborn lambs that had been spring-heeled the day before now looked damp and discouraged. Much hard work has cleared the ditches in time for spring, so that the roadside streams, though flowing fast, were well contained within their banks, and the road across the marsh was wet but not flooded. The river Cale, where it flows under Hawkers Bridge at Wincanton, was foaming. A little upstream, the flow round the bend between wooded banks by Waterside Road was even faster. I went on to Bruton, with its history of great floods, its bridges across the Brue, and its mill which now, as a member of south Somerset&apos;s hydroelectricity scheme, contributes electricity to the grid, having in its long history been a corn mill, fulling mill and silk mill. Bruton&apos;s modern flood control scheme works well, and the river went briskly under Church Bridge and the packhorse bridge without reaching more than halfway up the arches. A little way out of town, taking the turning marked Gants Mill and dropping down into the narrow, green valley, I saw the grand old mill building. And the crash of water cascading down the overflow to return to the main stream of the tree-lined Brue looked and sounded powerful enough to provide renewable energy for the entire county.", 
    "section": "environment", 
    "gid": "environment/2012/mar/19/horsington-somerset-kickstarting-watercourse-drought", 
    "wordcount": "327"
}