{
    "headline": "How to recruit international students in China", 
    "text": "It is evident to me having spent a lot of time in China that for the majority of UK universities, their overarching brand positioning is irrelevant to the Chinese market. The differentiating factors, all relevant in the UK, are invalid and misunderstood by the students they seek to attract as well as the agents that represent them in the marketplace. Chinese students have two main influencers when researching UK universities; the league tables, most specifically a university&apos;s performance in a particular subject area, and word of mouth. Note that US universities have been building their reputations in Asia for around 10 years longer than those in the UK, which means they benefit more from this type of exposure. Watching Chinese students search the web is interesting in itself. Starting normally with Chinese search engine Baidu, they invariably look for a &quot;top UK university&quot; in a particular subject, not a specific place and not your establishment. The websites they are most likely referred to are those of agents where there is very little discrimination between the offer of one establishment and another. Even if potential students find you, say on your website, the brand positioning and associated messages you have worked hard to develop in the context of the UK market constitute an unfocused proposition in China. For a university site aimed at the Chinese market to be effective, it has to be selective in its choice of featured people, places, products and performance. The rationale for including facts and accompanying messages around these categories must be evidence based  best, or better, than the rest as well as wrapped and presented in a culturally-nuanced layer of understanding. Unless you are Oxford, Cambridge or the LSE, or you already have a regional physical presence in China like the University of Nottingham, hard editorial decisions need to be made which will require vision, agility, leadership and commitment. Promote only your best products If you are consistently highly rated in a particular subject, use this as your springboard. Do not however, assume that your existing undergraduate programme in a certain subject is desirable in China. You may have to tweak it for the market. A simple example is to ensure that a required/featured module in any programme aimed at China is Business and/or Management as these subjects are highly valued. If you can add into this supporting information about a number of star Chinese alumni, or lecturers, then so much the better. International recruitment relies on everyone In order to present yourself to the market you will have to enlist or at least understand the relevant content and resources available across your organisation. The international office needs to liaise with, and have the authority to expect help from, your alumni, communications and student services departments as well as the academic research and teaching community. Be present on Chinese digital channels In order to bypass the agents&apos; websites and ensure your tailored messages are presented correctly, it is necessary to have a presence on Chinese digital channels. To do this you will need to recruit Chinese partners to set up a domain for you as well as intervene, monitor the buzz and seed social media channels such as Weibo. This also cements your partnership with agents as any microsite you might develop will ensure they fully understand your proposition, how to articulate it and how to engage with you. Understand your target region Commitment is crucial in building your reputation, so it is essential that you understand your targeted region and develop a business plan for its development. Do the sums: costs and benefits. Such a plan should not rely solely on digital, since as we said there is little substitute in the minds of the potential Chinese student for a word of mouth recommendation. Get your star lecturers over to the region you are aiming at, build existing relationships with Chinese academics, encourage staff and student exchanges. This may all seem obvious, but the key to its success is to do it properly. It is to move from the traditional sales approach to a marketing approach that drives sales. A Chinese version of your UK website will not have the same effect as one crafted for the market. Sending your international staff on recruitment trips to HE fairs across China, although important, will not result in a reputational upsurge. Most importantly, trying to sell everything to all of China will not mean your brand is recognised, or respected. In order to be effective UK institutions need to be selective in their choice of market and their proposition to that market. Only once that reputation is built, will UK institutions be in a position to leverage it more widely, and across more of their core disciplines. Paul Hoskins is the founder and chairman of Precedent, a digital communications agency working in the higher education sector. He tweets at @precedentcomms.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/mar/27/recruiting-students-from-china", 
    "wordcount": "818"
}