{
    "headline": "Education in brief: teachers are leaving some academies in droves", 
    "text": "Waving goodbye Some well-known academies are facing an exodus of teachers this summer, Speed Read has learned. Sheffield Springs academy, run by the United Learning Trust charity, is poised to lose at least 25 teaching staff, insiders tell us, while the troubled school is on its third principal of the academic year. This comes after a new permanent head was recently appointed, only to then turn the post down, the ULT citing &quot;family circumstances&quot;. In February, Ofsted inspectors criticised the &quot;significant instability in leadership and management&quot; since the academy was established in 2006, as it was then on its fifth principal in that time. Now it&apos;s on its sixth. Meanwhile, Kingsdale foundation school, an academy in south London, praised as &quot;brilliant&quot; by David Cameron last year but which has been in the news over an investigation into alleged cheating in GCSEs, will have seen the departure of at least 40 teachers over this academic year, including 15 from science alone. The school started the year with 125 teaching staff. Finally, we have been told of another high-profile academy where 25 staff are reportedly leaving this term. We hope to keep you posted on that one. Fewer free lunches Amid news reports of only 37 pupil places having been filled so far at Beccles free school in Suffolk, which is due to open in September, statistics on the socio-economic backgrounds of families using free schools as a whole may have been missed. Data released last month by the Department for Education shows that while 19% of pupils educated in state primary schools and 16% of those in state secondaries are eligible for free school meals, the figures for free schools  institutions set up by parents, teachers or private groups  are much lower. FSM rates in the 24 free schools that opened last year were half those for the state-funded sector, at 9% for primaries and 8% for secondaries. No need to ask Parents at Downhills school, the primary in north London that has become a cause celebre among opponents of government moves to force academy status on institutions even where the local community is against this, are fighting on. Last month, the school was told Michael Gove is to issue an academy order, handing its governance to the Harris academy chain. Parent campaigners have written to Gove renewing a threat of legal action. One of their arguments is that the law says parents must be consulted on any move to academy status. Official consultation on the academy move, which preceded Gove&apos;s decision, found 3% of the 234 responding parents in favour, and 94% against. The campaigners say the consultation was not meaningful and are alleging a waste of public money: they were told in writing that the consultation cost at least 45,000  enough to employ a teacher.", 
    "section": "education", 
    "gid": "education/2012/jul/02/speed-read-academies-teachers-meals", 
    "wordcount": "474"
}