{
    "headline": "New Africa: how an entrepreneur became 'the Bill Gates of Ghana'", 
    "text": "He was born in Ireland, studied in America and worked in Britain. But when Ghanaian Herman Chinery-Hesse decided to build a software company, he was determined that it would be in Africa. &quot;I didn&apos;t have an option in America,&quot; he says. &quot;I was a black African there; until Obama, we didn&apos;t have a track record of leadership. It would be an uphill battle, whereas in Ghana the sky was the limit. Also I&apos;m African: we need development here and it&apos;s Africans who are going to develop Africa. I felt a sense of responsibility, apart from the fact that I thought I&apos;d have a brighter future here.&quot; Moving to Ghana in 1990, Chinery-Hesse had no money but did own a computer. With a friend, he began writing programs and selling them, eventually moving from a bedroom to a garage to an office. Today, he is dubbed the &quot;Bill Gates of Ghana&quot;. SOFTtribe is the country&apos;s leading software developer, providing management systems to dozens of companies, including Guinness and Unilever, and products to thousands of consumers. One of its most popular programs allows a user whose house is being attacked to text their GPS co-ordinates to police, neighbours and local radio. Landlines and PCs remain scarce in Africa, but the mobile phone is changing lives in countless ways; there are reportedly 695 million subscribers among the continent&apos;s 1 billion population. &quot;Our rural populations were in a black hole,&quot; he says. &quot;You couldn&apos;t speak to them. You had to go on a screwed-up road and cross a river and so on but today they all have mobile phones. Suddenly they&apos;re part of a mobile community and that&apos;s 50% of our population. It&apos;s boom time, you can sell them all kinds of things from shoes to cement to building materials it&apos;s made things efficient. Even if you have to drive to the village, you don&apos;t go there blind; you make sure Kofi is home first. &quot;I&apos;m optimistic about the future,&quot; he adds. &quot;We haven&apos;t turned the corner yet but we&apos;re rapidly approaching it. In terms of the poverty and being disconnected, it&apos;s not because people are stupid or not creative, they just didn&apos;t have a chance, they weren&apos;t at the table. Now they have mobiles, some have internet and suddenly people are getting educated online, trading online, and this is the future.&quot; The west&apos;s misconceptions about Africa matter less too, he says. &quot;The perception of Africa is wrong. But the Chinese are busy investing here, the Nigerians are busy investing in Ghana. Some populations are misinformed; at this stage it&apos;s their loss rather than ours. We need to be concerned about it as Africans less and less. &quot;No matter how much money comes to us from outside aid and so on, our real investments are coming from within Africa, Brazil, China, India. They don&apos;t think there&apos;s anything wrong with Africa.&quot; Africans he admires Divine Ndhlukula She has built her security company Securico into one of Zimbabwe&apos;s largest. Jason Chukwuma Njoku As the founder of Iroko Partners, a media distribution company, he challenged online piracy by licensing 1,600 Nollywood movies directly from production houses. Herbert Mensah Founder of Ghanaian radio station Xfm which focuses on social media and youth.", 
    "section": "technology", 
    "gid": "technology/2012/aug/26/new-africa-ghana-software-chinery-hesse", 
    "wordcount": "551"
}