{
    "headline": "Solar power brings electricity to the homes of India's poor", 
    "text": "In the middle of the dense woodland near Sullia, a small town in southern India, there is one form of lighting for the poor and another for the rich: for the former, lamps burning kerosene, which has to be fetched from a source several hours away on foot, and is bad for the lungs; for the latter, electricity distributed to comfortable houses, generally occupied by rubber plantation managers. &quot;Thanks to electricity their days last longer,&quot; says Renuka. She lives with her husband and mother-in-law in a small, hillside house and often walks past the rich rubber plantations. A few months ago engineers from the Solar Electric Light Company, a Bangalore-based energy firm, appeared with solar panels, which they then presented to the villagers. &quot;They explained that electricity could come directly from the sun without going via the government,&quot; Renuka recalls. The family paid about $125 for a solar panel that powers two light bulbs and a socket. &quot;It&apos;s not as good as the rich people&apos;s electricity, but at least my husband no longer has to travel kilometres to recharge his mobile phone and I will be able to make more cigarettes in the evening,&quot; says a delighted Renuka. Thanks to solar power Selco has brought electricity to 135,000 households in Karnataka state. The government claims to have electrified 98% of the state, but in practice the power lines sidestep some houses while in others the inhabitants lack the $300 needed to pay for a few metres of cable, not to mention the associated bribes. Selco, which defines itself as a for-profit social enterprise, owes its success to the banks, as well as abundant sunlight. The banks loan funds to install solar panels and promote the technology in their branches. Savings on energy costs allow borrowers to pay off their loans easily. &quot;We target people earning $2 to $3 a day and nearly 95% of our customers take out a loan,&quot; says Kannan Revathi, Selco&apos;s financial director. The firm is also targeting other more affluent customers. Selco&apos;s regional branches work to annual sales targets for solar-powered water heaters and electric fencing  to protect crops from wild elephants  product lines with higher margins. Solar power may also be used as a fallback for homes already connected to the mains but often plagued by outages. More than 300 million people in India still lack electricity. Selco has tried to reproduce its model in other states such as Gujarat, but relying on micro-entrepreneurs who rent solar lamps to street vendors, enabling them to work after nightfall. This approach has yet to prove its worth as police sometimes confiscate the lamps of illegal street vendors. Though plentiful, sunlight is not enough to secure the success of solar power. The business model must be adapted to suit individual states. In Rajasthan, for instance, Rustam Sengupta launched Boond, another social enterprise, which markets lamps and solar equipment through a network of agents paid on commission. To cut maintenance costs Sengupta plans to install small, 250-kW solar farms capable of supplying 1,000 households. &quot;The project isn&apos;t economically viable for the time being, because electricity distribution entails additional costs,&quot; he explains, &quot;but these mini-solar farms could be the solution for the future.&quot; This article originally appeared in Le Monde", 
    "section": "environment", 
    "gid": "environment/2012/jul/03/solarpower-renewableenergy", 
    "wordcount": "554"
}