{
    "headline": "Riding high as penny farthings make a comeback", 
    "text": "     Using eye-tracking technology to monitor driver behaviour, a recent study for an insurance company found that drivers failed to notice 22% of cyclists on the road. But &quot;Smidsy&quot; (sorry, mate, I didn&apos;t see you) is of less concern to those who ride high wheelers. And by high wheelers I don&apos;t mean 29ers  the wheel size that has taken over in the world of mountain biking  I mean real high wheelers: 48-inch diameter wheels for titches like me, 60in diameter wheels for the tallest of riders. Motorists tend to notice penny farthings. You could get up close to such bikes last Saturday night. Twenty-five or so penny farthing racers careered around the Smithfield Nocturne, a closed-road criterium in central London. The penny race was one of the warm-ups to the main event, a mass start race by some of the country&apos;s top riders on carbon road bikes; there was also a folding bike race. The penny race wasn&apos;t be a tweedy parade. Most of the riders were in Lycra  those who wear trad gear are not racing for glory  and the riding was fast and furious. When high-wheel bicycles are seen at fetes or in the media, it&apos;s 10 to a penny (farthing) that the gents riding them will be prim, proper and of relatively advanced age. Top hat. Waistcoat. Long jacket and cravat. Waxed &apos;tache. Respectable. Slow. Staid. This Victoriana visual is a cliche. High-wheelers back in the day were not slow, they were the fastest things on the bad roads of the day, not something that endeared them to rural folk, unused to through traffic and suspicious of strangers, speedy or otherwise. Direct drive bicycles of circa 1877 through to the early 1890s had developed bigger and bigger front wheels not for comfort on these rutted roads but to make the bicycle go faster. This was before the development of bicycle chains, and chain wheels and cog sizes of different sizes. Penny farthings were hard to ride, dangerous, expensive, and technologically advanced. They appealed to wealthy young men with time on their hands and who craved the speed and excitement of such machines. A penny was the red Ferrari of the age. When same wheel-size, newfangled safeties came along, from 1885, high-wheel bicycles became known as ordinaries, as they were the ordinary, standard bicycles of the time. High-wheelers were also given the coinage-based term of disparagement. Modern collectors of these machines used to be sniffy about the term penny farthing, but only the strictest will pull you up over use of the term. In fact, most collectors, when talking about ordinaries en masse, tend to call them &quot;pennies&quot; and the recent Pennies in the Park in Yorkshire didn&apos;t get shunned by purists. This was a family event that included an attempt to break the world record for the most high-wheelers stacked up against each at once. The attempt failed, but the organisers plan to run the event annually so will keep on trying for the record, especially as more riders are arriving on the scene. Penny farthings are making a comeback, and not just for reasons of caffeinated nostalgia. In 2012, Graham Eccles started an in-town postal service in Bude, Cornwall, using a modern penny farthing variant, and an IT specialist from Hull made his own penny farthing out of washing machine parts. Pennies can be practical machines, perfect for clocking great views over hedges and into HGV cabs, for instance. Historic machines sell for 5,000 upwards, but you can combine a love for artisan-crafted bicycles with the desire for a modern high-wheeler because there are a number of penny farthing makers around the world, making machines to order. Josef Mesicek of the Czech Republic can produce a penny for you in classic black but there are also 88 other colours to choose from, including shocking pink. Rideable Bicycle Replicas of the US is a retailer of what it calls &quot;hiwheels&quot; and it&apos;s even possible to order a penny replica from Taiwan, the &quot;bicycle island&quot; where most high-end modern bikes are made. But if you want to buy a penny from somebody who&apos;s been there, done that, you really can&apos;t beat splashing your cash with former F1 race-engine mechanic Joff Summerfield of London. For 1,500 you could have a Mk 5 Summerfield. The earlier models were made for Summerfield&apos;s solo penny farthing trip around the world. He left these shores in 2006: &quot;I ended up being away for two and a half years,&quot; he said. Summerfield, a manufacturer of hanging basket brackets and who made 10 pennies last year, was following in the &quot;globe girdler&quot; wheel tracks of Thomas Stevens, a Brit who lived most of his life in America and who was the first person to cycle around the world. Stevens did this on a 50-inch penny farthing between 1884 and 1886. &quot;[Stevens] is buried in North Finchley and I started my journey at his grave,&quot; said Summerfield. &quot;I took a stone with me and returned it when I got back, so he&apos;s been round twice now.&quot; Penny farthings are the original fixies, you can&apos;t easily stop pedalling. Once you know this, the video of Summerfield descending into Death Valley becomes extra scary: Summerfield was among those riding the Smithfield Nocturne penny race and there were three other racers on Summerfield machines. The maker rode a 27lb racing special, built light for even more speed. A video of the 2011 event shows that penny riders are no slouches. William Gladstone, prime minister in 1892, was a fan. He said: &quot;I have noticed with real and unfeigned pleasure the rapid growth of cycling in this country.&quot; He probably never rode a penny but that didn&apos;t stop Punch from picturing him on one. Whether prime ministers rode them or not, pennies were famously fast and allowed for great, elevated views; a bit like flying. And this was a major part of the appeal back in the 1870s and 1880s, as demonstrated by a poem by an English clergyman, Henry Charles Beeching: With lifted feet, hands still, I am poised, and down the hill Dart, with heedful mind The air goes by in a wind. Swifter and yet more swift, Till the heart with a mighty lift Makes the lungs laugh, the throat cry:- &apos;Oh bird, see; see, bird, I fly! &apos;Is this, is this your joy? O bird, then I, though a boy, For a golden moment share your feathery life in the air!&apos;", 
    "section": "environment", 
    "gid": "environment/bike-blog/2013/jun/10/penny-farthings-making-comeback", 
    "wordcount": "1098"
}