{
    "headline": "Ed Miliband is not the leader of the opposition", 
    "text": "&quot;I pondered [] how men fight and lose the battle, and the thing that they fought for comes about in spite of their defeat,&quot; wrote William Morris, the socialist artist and craftsman in A Dream of John Ball in 1888, &quot;and when it comes turns out not to be what they meant, and other men have to fight for what they meant under another name.&quot; Perhaps he can be half-forgiven the lack of gender awareness for making such an acute political observation. He could have added that the struggle is never over. Morris and contemporaries such as John Ruskin, who famously said &quot;there is no wealth but life&quot;, cast a critique of economic systems that fetishise money and its accumulation as relevant now as in the 19th century. Protest is restless. We&apos;ve come through the insurgence of last century&apos;s labour movement to its ossification in the modern, technocratic Labour party, to the birth and urgent rebirth of the green movement in the face of climate change, and from the animated grassroots protests of the last decade against summits of heads of state, the World Bank, IMF and WTO to the creative campaigning reinventions of the last few years. Does that mean nothing has changed fundamentally? I don&apos;t think so. Before the systemic financial crisis of 2008, however energetic the protest, the economic establishment at all levels maintained a tribal belief in their rightness. But now, that is no longer true. The former Soviet Union collapsed apparently with little warning because those deep within its apparatus ceased to believe in it. What shape will a similar evacuation of emotional and intellectual faith in neoliberal economics take? What can be seen on the UK&apos;s streets and around the world is a determination more toward social experimentation than the search for an alternate, but equally hermetically sealed political philosophy to replace existing ones. UK activists who set up annual &quot;climate camps&quot; explored self-organisation, eschewed charismatic leaders and, with virtually no resources, created small but inspirational theatres of communal possibility. That experience, and some of the same individuals, fed into the optimistic and creative subversion of UK Uncut. It cleverly pulled a thread that revealed unsupportable inequity at the heart of the operation of government economic policy. That so few, with so little, could upset the complacent functioning of the UK&apos;s macroeconomic policy, when so many others had tried for so long and failed, is astonishingly hopeful. With Occupy, the next evolution of protest, joyful challenge and reimagining of all the things society stopped, or forgot to keep questioning, is limited only by, well, imagination. We can think and worry about systemic economic and environmental threats, and fear to step because of complexity, uncertainty and imperfect information, but paths are made by walking. Over the festive period Ed Miliband, sought to reposition his leadership of the opposition by criticising the government&apos;s lack of an alternative vision to years of unfolding austerity. It was painful, almost embarrassing, when news presenters asked the obvious follow-up question, namely, what specific alternatives did he offer? What real difference was their between their spending plans, their mutual acceptance of consumer economic models and the extraordinary, continuing submission to the domination of global financial markets? Depressing? On one level, maybe. Next year it will mark 20 years on from the Rio Earth summit, yet less than five years before crossing a critical threshold of greenhouse gas accumulation in the atmosphere. But, also, here is a reason to look to 2012 with some excited anticipation. Because whoever leads the Labour party for the next few years will not be the real leader of the opposition. That is being led by the calm, creative and unrelenting groups who now neither wait for, nor seek the approval of the political system that is failing us so badly. We&apos;ll need to look outside parliament to see the future. Chosen and pushed we are in a period of great transition hampered, mostly, by dead economic ideas still walking. It will best be shaped by those who are able to escape the trap spotted by John Maynard Keynes, to recognise the power of defunct economists, and be brave enough to exempt themselves from their influences. As a principle with which to re-examine our values and redesign our financial system we could well proclaim again, loudly, that real wealth is life, and finance must be its servant, not its master.", 
    "section": "environment", 
    "gid": "commentisfree/2012/jan/02/ed-miliband-dead-economic-ideas", 
    "wordcount": "740"
}