{
    "headline": "Assassin's Creed 3  review", 
    "text": "One has to be careful of taking the beauty in Assassin&apos;s Creed 3 for granted. This is a thought that occurred to me about 10 hours in as I piloted the franchise&apos;s newest protagonist through a sun-dappled forest glade en route to completing my latest side mission. Because Assassin&apos;s Creed 3 is bursting with activities, my attention to detail had shrunken somewhat. I caution against a blinkered approach  stop and take in the view sometime. This is because once one steps back and bothers to survey the game&apos;s environment, one can&apos;t help but be bowled over. In the brief moment I hurtled through the trees towards my destination, I gazed across a pine forest expanse, over a rock-encrusted river that spilled into a glistening lake by way of a waterfall dropping off a sheer cliff face. It was like something out of a Terence Malik film. And not only is the world encased in Assassin&apos;s Creed 3 an intricately presented breathtaking marvel to behold, it&apos;s age and region specific too. It&apos;s worth pointing all of this out because, by now, aching beauty and painstaking attention to historic detail  both visual and temporal  have become calling cards of the Assassin&apos;s Creed series. That&apos;s why they&apos;re so easy to take for granted. Every returning fan knows that the moment they boot up the latest entry in Ubisoft&apos;s open world epic that follows the centuries-spanning war between the Assassins and the Templars, they&apos;ll be greeted with a window into a bygone age, complete with historically accurate landscapes and characters stepping straight out of history. So it feels right to tip one&apos;s hat to the developers, given that these games now appear on an annual basis. The stakes for Assassin&apos;s Creed 3, though, are higher than in previous years. First off, the action leaves Renaissance Europe and heads to North America in the 1700s, dumping the rooftop playgrounds of Florence, Rome and Istanbul in favour of the wide-open American frontier and the (slightly) less wide streets of colonial Boston and New York. Second, the previous instalment in the franchise, Revelations, saw the end of tenure for one of the most compelling, likable and engaging protagonists in the gaming medium: Ezio Auditore da Firenze. As unfair as it may sound to start a review of a game by laying into its protagonist, Ezio is sorely missed here.     Assassin's Creed 3    His replacement, Connor Kenway, a half-Briton half-Native American with a tomahawk to grind against the British (and the Templars) replaces all of the charisma of his predecessor with a furrowed brow and not much else. In his narrative arc, during which the player controls him first as a child, then a moody adolescent and then an even moodier young man, Connor sees his village and his mother obliterated by evil British Templars, before he hooks up with the last remnants of the Order of Assassins on an estate just outside of Boston. He has issues, certainly, but would it have hurt to make him interesting? To say he&apos;s dull is something of an understatement; it would be more accurate to describe him as a po-faced humourless clutchplate. Long-time fans of the series will find that switching from Ezio to Connor is kind of like watching an emo garage band trying to keep an audience&apos;s attention when Queen was their opening act. The best thing you could say about him is that he&apos;s more engaging than the series&apos; main protagonist, Desmond. Mind you, the space between this paragraph and the next is more interesting than Desmond. However, Connor does have two or three assets to draw players in. First off, the story in which he takes the lead is easily the best and most layered offering Ubisoft Montreal has produced to date. Here, the aims of the different factions are by no means clear-cut; the Templars are no longer carnival villains and it&apos;s questionable that the Assassins are entirely on the side of the angels. The American Revolution is the perfect backdrop to the plot&apos;s secret war; time and time again characters on the front lines of both conflicts blur the line between tactical expediency and moral bankruptcy. Before the release of this game, the fact that Connor seemed to spend most of his time in the trailers hacking up Brits prompted some commentators to wonder out loud if Assassin&apos;s Creed 3 was simply US hagiography. Nothing could be further from the truth (and as a side-note I&apos;m interested to hear what Americans make of Ubisoft&apos;s portrayal of Paul Revere in the game). Connor&apos;s other assets are the world he inhabits and the fact that he&apos;s a veritable Swiss army knife of death dealing. Not only does he have a ton of lethal gadgets  much like his predecessors  but the developers have constructed his missions in such a way that one never feels like unimaginative rot is setting in. Aside from the usual shadowing of targets from rooftops followed by swift kills using a hidden blade, players will use Connor to liberate small towns, marshal squads of musket bearers, conduct cannon volleys and even take part in naval battles with enemy warships. He can even trap and skin the odd animal should the player so desire. Like previous iterations, Assassin&apos;s Creed 3 allows players to build up and maintain a microcosm of commerce around the protagonist&apos;s base of operations. To that end, Connor can allow trappers, loggers and a bevy of other 18th century craftsmen to set up shop on the grounds around his estate and the player is able to trade goods with them and craft items from the resources they pick up in these sales. There are also, naturally, a ton of collectibles in the form of almanac pages, feathers, treasure chests and pirate trinkets. Players can even stop off in the local pubs for a game of Morris if they so desire. (In the interests of full disclosure, I&apos;m not sure how Ubisoft&apos;s alleged micro-transactions factor into all of this, as I was never prompted to pull my wallet out at any stage.)     Assassin's Creed 3    Combat has received a bit of a tweak. The changes that have been made aren&apos;t radical, but it&apos;s certainly worth taking note of the tutorial for the new system  although if you&apos;ve played Batman: Arkham City recently, you should be on relatively safe ground. What really prompts discussion is the new environments and how the game&apos;s signature free-running mechanics cope with them. The answer here is: better than you&apos;d expect. While the roads in the American colonial cities are wider, the developers have placed trees between the streets that can&apos;t be bridged with one jump. Not only does this help finesse the player&apos;s passage between rooftops, it also happens to be historically accurate, too. The American frontier, however, takes some getting used to, but the good news is players will eventually take to it. Depending on how quickly one acclimatises, one may spend a half hour or so scaling trees and looking for the next hand hold. Once players realise the frontier environments are large free-running playgrounds, they&apos;ll be running along logs, kicking off boulders and leaping from tree to tree in no time. The fact that the developers have made this progression feel so intuitive is astounding. It&apos;s possible to lose days in Assassin&apos;s Creed 3, although if players stick doggedly to the campaign, they&apos;ll clock in about 20 hours. On top of that, there&apos;s a multiplayer  and for a game where the focus for most of the fanbase will be the single-player, this one&apos;s actually rather good. Alongside the traditional mode where players try to take out adversaries while trying to remain hidden, there&apos;s Wolf Pack Mode in which they have to co-ordinate attacks around NPCs. There are obviously niggles that have carried over from earlier iterations. Yes, the players have negligible agency when sprinting. Yes, the new protagonist becomes a crushing bore at the umpteenth hour. Yes, the story outside the Animus is rubbish. But the scope, ambition, beauty and flat-out bravery of Assassin&apos;s Creed3 puts it in the land of the giants. If you&apos;re a fan of the series, you&apos;ll be delighted. If you&apos;re a newcomer, you&apos;ll be enthralled  and good luck understanding the main narrative. The only complaint one could have is about the game&apos;s protagonist. But who knows? Maybe he won&apos;t here next year. And if he is, could the developer please have him cheer the hell up?  Game reviewed on Xbox360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/oct/31/assassins-creed-3-review", 
    "wordcount": "1405"
}