{
    "headline": "End Chinese bear-bile farming, says UK animal rights activist", 
    "text": "A British animal rights activist joined hands with practitioners of traditional Chinese medicine on Monday to call for an end to bear-bile farming, which they say is cruel and unsafe. The new campaign against the ancient practice targets pharmaceutical companies, such as Kaibao, that make fever suppressants from bile extracted drip by drip from holes punched into the bodies of thousands of caged bears. This harvesting technique is approved by the Chinese government, but the animal welfare activists have linked up with professors who argue that the product may be harmful to human health and could easily be replaced by safer, more humane alternatives. Gao Yimin, a professor at Capital Medical University and a former member of the health ministry&apos;s drug evaluation committee, said synthetic materials were as effective as bile, and much safer. &quot;The way the gall is extracted from live bears introduces bacteria and potential infections. This technique actually reduces the effectiveness of the gall and is harmful to human health,&quot; he said at an event for the Healing Without Harm campaign in Beijing.The bile industry is secretive, but China is estimated to have 96 farms  mostly in the north-east  containing between 10,000 and 20,000 bears. Each produces 3kg a year, worth about 12,000 yuan (1,120) at wholesale prices and a great deal more in end-sales to consumers and hospitals. This is a lucrative business for the farmers and pharmaceutical companies, such as Shanghai-listed firm Kaibao, which is believed to account for almost half the bile. The material is used in most commonly used in tanreqin, which is prescribed by Chinese doctors to lower fevers in children. There are 241 other types of medicine made from bear gall, which has been part of the Chinese pharmacopeia for more than 1,400 years. But the industrialisation of the industry has made it more of a health hazard, say animal welfare groups. Toby Zhang, external affairs director of NGO , said studies by the Chengdu military scientists found that 100% of farmed bears were suffering from infections and other ailments despite being pumped full of antibiotics. More than one-third of the animals rescued from such farms died of liver cancer, prompting warnings that their bile may contain carcinogens. &quot;We are trying to reduce demand by making people angry with this industry,&quot; said Zhang. &quot;Many people don&apos;t respond to arguments about cruelty, but once the public realise that there are safety issues, it will change attitudes.&quot; Forty pharmacies in Chengdu and Shenyang signed up to the campaign, saying they will not stock bear bile for the sake of their customers&apos; safety. This is just a tiny proportion of the many thousands of drug stores in China, but campaigners said it was a sign of progress. &quot;It is a major step forward to have the support of some traditional Chinese medicine practitioners, who accept that the current techniques compromise not just the health of the bears but of the consumers,&quot; said Jill Robinson, the founder of Animals Asia who has been campaigning on the issue since 1995. &quot;What&apos;s new is the knowledge about the risks. We are working with more doctors, more celebrities, more schools to spread the message. We are not going to give up because we see this industry for what it is.&quot; There is no indication, however, that the government will drop its support for farmers, who claim their techniques are painless. As well as a long-standing desire to protect traditional medicine, the authorities may be concerned about the costs of closing the industry, which would require compensation for the owners, alternative jobs for the workers and a programme of either vast shelters or mass euthanasia for more than 10,000 bears. Chinese scientists have been studying synthetic replacements for more than 30 years and carried out extensive field trials, but the health ministry has yet to grant approval for commercial use.  Additional research by Cecily Huang  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/jan/09/china-bear-bile-farming-animal-rights", 
    "wordcount": "685"
}