{
    "headline": "The only league table where Oxford uni gets a fail", 
    "text": "The words &apos;Oxford&apos; and &apos;fail&apos; don&apos;t often appear in the same sentence  our university is renowned for academic excellence and successful graduates. Academically it has a reputation that people are eager to buy into. But it&apos;s ethical and environmental performance is poor. This week it ranked a mere 132 out of 143 UK universities in People &amp; Planet&apos;s Green League 2013. By anyone&apos;s standard Oxford failed in this respect. Given the ongoing cuts to higher education funding, private contributions can often be a good thing. Oxford though, has been forgetting about one crucial thing with these deals, the need to enforce strong ethical red lines. Financial contributions, regardless of the subject area, do not take place in an ethical vacuum. The most recent example of this was the university&apos;s decision to accept 5.9 million from Royal Dutch Shell, a corporation involved in human rights abuses in Nigeria and extracting the most carbon-intensive fossil fuel in the Canadian tar sands. While researchers in one department advocate cuts in greenhouse gas emissions, the vice-chancellor is directly endorsing research in another department into finding more hydrocarbons. He even invited Ed Davey MP along to give the deal a government stamp of approval, a recent Freedom of Information request revealed. There are numerous individual cases that justify Oxford&apos;s low ranking in People &amp; Planet&apos;s Green League; from Shell&apos;s deal with the earth sciences department to their controversial acceptance of funding from Wafic Sad for the business school. Students, alumni and academics came together just last month to launch their new Fossil Free Oxford campaign which aims to sever the university&apos;s ties with Royal Dutch Shell and other fossil fuel companies. In recent weeks, Google supremo Eric Schmidt was a guest speaker at the university during the height of the furore over the search engine&apos;s alleged tax avoidance, and introduced by the vice-chancellor. Rwandan president, Paul Kagame, was also invited to the business school recently to receive an award despite concerns about Kagame&apos;s human rights record. Sadly, the list goes on. On the upside, Oxford is a hub for student campaigning and its researchers are having a powerful influence on international development and the environment. The trouble is, this positive activity becomes rather tainted when the vice-chancellor and others at the top set a tone of profit before people, and deals before ethics. This sets a poor example to Oxford&apos;s students and those in the outside world who respect and acknowledge Oxford&apos;s reputation. Deals such as the one agreed with Shell, represent a conscious choice to invest in a more unjust and potentially unstable world. That&apos;s enough to justify a fail.", 
    "section": "education", 
    "gid": "education/2013/jun/11/students-oxforduniversity", 
    "wordcount": "440"
}