{
    "headline": "This week's new games", 
    "text": "Darksiders II, PC, PS3 &amp; Xbox 360 In the original Darksiders you played War, one of the four Horsemen of the Apocalypse. This time it&apos;s Death&apos;s turn as he races through the underworld in an effort to save War by ravaging legions of hell spawn, solving cathedral-filling block-and-lever puzzles and riding his skeletal horse to the four corners of its chunky vision of the netherworld. Combat is fast and brutal, rewarding parrying and in the case of bosses, cautious observation. Like Dark Souls, it punishes the greedy for launching one too many attacks when they should be evading, but in spite of a bracing difficulty level, it stops well short of that game&apos;s smiling cruelty. Breaking up intense fights with exploration and lightly cerebral puzzles, you&apos;ll be able to customise Death as you progress. It&apos;s a bit glitchy, but its size, lusciousness and some unexpectedly lovely English and Scottish voice acting makes its delights a pleasing experience. THQ, 39.99-49.99 Sleeping Dogs, PC, PS3 &amp; Xbox 360     Sleeping Dogs    You&apos;re Shen Wei, an undercover cop with the unenviable job of infiltrating the triads. After proving yourself to your heavily-tattooed quarry, you work your way up the organisation, using intimidation, robbery, shootings and kung fu. Cultivate your reputation while learning new moves and upgrading Wei&apos;s skills as he progresses as both policeman and gangster, enjoying a grimly-detailed expanse of suspiciously empty, neon-lit, perpetually night-time Hong Kong. Shamelessly &quot;inspired&quot; by Grand Theft Auto IV, it lacks that series&apos; humour, character and limitless scale, although its fist fights are more interesting and its setting is a nice change from yet more slices of seedy Americana. There are numerous asides from rhythm-action karaoke to street races, but this is a shorter, more focused adventure than GTA&apos;s sprawling playground and one that  despite some rough edges  plays a decent game of cops and triads. Square Enix, 29.99-39.99 Games news     DayZ    DayZ, the mod that changed ArmA II from a military simulation to a bleak game of tactical zombie defence, is to be developed into its very own standalone title, something that should make its 600,000-odd players very happy  Meanwhile Guillermo del Toro&apos;s nascent horror game trilogy, inSane, has been cancelled as part of publisher THQ&apos;s hack&apos;n slash restructure that&apos;s seen the company can everything remotely experimental  Other games out at the moment include Dark Souls: Prepare To Die Edition (PC), which finally brings this exquisitely brutal crucible of combat to computer owners, with a range of new places to meet your sticky end and  alas  issues with its frame rate; Tekken 6 (PSP) gets a bargain bucket PSP Essentials release, while colourful, post-apocalyptic RPG-meets-realtime-strategy game Krater (PC) proves to be tediously repetitious.", 
    "section": "technology", 
    "gid": "technology/2012/aug/18/this-weeks-new-games", 
    "wordcount": "456"
}