{
    "headline": "How corporate agribusiness supplies the lion's share of US food aid", 
    "text": "As the food crisis in the Sahel countries of west Africa deepens and the anniversary of the famine in the Horn of Africa falls, the debate about how best to deliver food aid to the world&apos;s hungry has intensified. The US is the world&apos;s largest donor of food aid but still delivers most of it &quot;in kind&quot; under programmes dating back to the 1950s that tie it to American companies and were originally designed to make use of American agricultural surplus. The in-depth Guardian analysis of all the food aid contracts awarded by the US government&apos;s department of agriculture last year highlights some of the most controversial aspects of the programme. For the first time it is possible to see just which companies benefit from the contracts and which countries are the main recipients. Development charities have been concerned for some time that corporate agribusiness supplies the lion&apos;s share of the contracted food aid and the Guardian investigation bears this out. It is not surprising ADM, Cargill and Bunge dominate food aid, since they dominate global grain trade too. They are also powerful political players; in the first three months of 2012 alone, ADM and Cargill reported lobbying expenses of $360,000 and $340,000 respectively; Bunge reported spending $230,000 over the same period, lobbying Congress on a range of largely agricultural issues, including &quot;support for US in-kind food aid programmes&quot;. Patrick Woodall, research director at Food and Water Watch, pointed out the inherent contradiction in current policy. The companies that benefit from the US food aid business are the very companies that encourage poor countries to cultivate non-food crops for export rather than food to feed their people. &quot;In terms of global food security, it seems like a double-edged sword,&quot; he said. Nor is it surprising that food aid supports US geopolitical interests  although just how emerges in our analysis. The Guardian database shows Ethiopia, Sudan, Djibouti, Pakistan, Kenya and Afghanistan are among the top recipients of American food. These are all countries with people who go hungry but, were humanitarian need the only criterion for giving food aid, you might expect to see more countries from west Africa higher on the list, points out Rob Bailey, a fellow at Chatham House. Ethiopia, the recipient of the largest amounts by far, is highly vulnerable to regular droughts and food crises, and famine has been associated with regime change there, but it is since it became an ally in the global war on terror in the region that a more permanent food aid structure has been developed. The US has given more food and the World Food Programme has been able to work with the government to make regular food distributions as a result. A similar pattern can be seen in food aid to Afghanistan, Bailey said. High wheat prices have been a source of political instability in strategic ally Pakistan too, explaining its position as fourth largest destination country for US food aid. Debate over these issues is growing as Congress approaches a 30 September deadline to pass a new farm bill. Negotiated every five years, it is one of the largest and most contentious pieces of US legislation, setting policy on a wide range of issues  including the bulk of international food aid. In 2008 Congress authorised a $60m pilot to buy food aid closer to where it was needed as part of the current farm bill  a move that many other donor countries and NGOs believe would be a more effective use of money. The Senate version of the farm bill would extend the pilot. However, the House version doesn&apos;t even mention it. Now the two chambers of Congress have to reconcile their differences, and with big farm bill fights over farm subsidies and domestic food stamps, it&apos;s anyone&apos;s guess what happens next. Trade groups are clear in their opposition to local and regional purchasing. In letters to Congress earlier this year 31 agribusiness and shipping groups wrote: &quot;US food aid programmes not only further our humanitarian and security goals by allowing Americans to share their bounty with the needy, but these programmes also provide stable jobs for hundreds of thousands of Americans.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/18/corporate-agribusiness-us-food-aid", 
    "wordcount": "705"
}