{
    "headline": "Google Glass: is it a threat to our privacy?", 
    "text": "If you haven&apos;t heard about the excitement around Google Glass  the head-mounted glasses that can shoot video, take pictures, and broadcast what you&apos;re seeing to the world  then here&apos;s an idea of the interest in them. Last week, someone claiming to be testing Glass for Google auctioned their $1,500 (995) device on eBay. Bidding had reached $16,000 before eBay stopped it on the basis that the person couldn&apos;t prove they had the glasses. (They weren&apos;t due to get them until last Friday.) Google Glass is the most hotly anticipated new arrival in &quot;wearable computing&quot;  which experts predict will become pervasive. In the past 50 years we have moved from &quot;mainframe&quot; computers that needed their own rooms to ones that fit in a pocket; any smartphone nowadays has as much raw computing power as a top-of-the-line laptop from 10 years ago. The next stage is computers that fit on to your body, and Google&apos;s idea is that you need only speak to operate it. The videos that the company has put online  and the demonstrations by Sergey Brin, Google&apos;s co-founder, who has been driving these imaginative leaps  suggest you can whirl your child around by their arms, say: &quot;OK, Glass, take video!&quot; and capture the moment. (To activate Glass you need to tilt your head, or touch the side, and then say, &quot;OK Glass, record a video&quot; or &quot;OK Glass take a picture&quot;.) The only other way to get that point of view is to strap a camera to your head. Brin has already appeared on stage at a TED conference wearing his Glass glasses (will we call them Glasses?) and looking vaguely like a space pirate. He has described ordinary smartphones as &quot;emasculating&quot; (invoking quite a lot of puzzlement and dictionary-checking: yup, it still means what you thought). And yet people are already beginning to fret about the social implications of Glass (as it&apos;s quickly becoming known). The first, and most obvious, is the question of privacy. The second is: how will we behave in groups when the distraction of the internet is only an eye movement away? David Yee, the chief technology officer at a company called Editorially, tweeted on this point the other day: &quot;There&apos;s a young man wearing Google Glasses at this restaurant, which, until just now, used to be my favourite spot.&quot; Yee&apos;s worry was that the young person might be filming everything and uploading it to Google&apos;s servers (and a Google+ page). Which just feels creepy. It&apos;s not a trivial concern. Joshua Topolsky, an American technology journalist who is one of the few to have tried out Google Glass  at Google&apos;s invitation  discovered this directly. He wore them to Starbucks, accompanied by a film crew. The film crew were asked to stop filming. &quot;But I kept the Glass&apos;s video recorder going, all the way through.&quot; Still, you might think, where&apos;s the harm? The thing is, though: this is Google, not Fred&apos;s Amazing Spectacles Company. This is the company that has repeatedly breached the boundaries of what we think is &quot;private&quot;. From Google Buzz (where it created a &quot;social network&quot; from peoples&apos; email lists, forgetting that sometimes deadly enemies have mutual friends; it was bound over for 20 years by the US&apos;s Federal Trade Commission) and the rows over Street View pictures, to the intentional snaffling of wi-fi data while collecting those pictures (a $25,000 fine from the US Federal Communications Commission for obstructing its investigation there). And that&apos;s before you get to criticism in Europe over its attitude to data protection (information commissioners grumbled last October that its unification of its separate privacy policies meant &quot;uncontrolled&quot; use of personal data without an individual&apos;s clear consent. For Google, &quot;privacy&quot; means &quot;what you&apos;ve agreed to&quot;, and that is slightly different from the privacy we&apos;ve become used to over time. So how comfortable  or uneasy  should we feel about the possibility that what we&apos;re doing in a public or semi-public place (or even somewhere private) might get slurped up and assimilated by Google? You can guess what would happen the first time you put on Glass: there would be a huge scroll of legal boilerplate with &quot;Agree&quot; at the end. And, impatient and uncaring as ever, you would click on it with little regard for what you were getting yourself, and others, in to. Can a child properly consent to filming or being filmed? Is an adult, who happens to be visible in a camera&apos;s peripheral vision in a bar, consenting? And who owns  and what happens to  that data? Oliver Stokes, principal design innovator at PDD, which helps clients such as LG, Vodafone and Fujitsu design products, says Yee&apos;s restaurant scenario is &quot;concerning&quot;. &quot;The idea that you could inadvertently become part of somebody else&apos;s data collection  that could be quite alarming. And Google has become the company which knows where you are and what you&apos;re looking for. Now it&apos;s going to be able to compute what it is you&apos;re looking at.&quot; That, he points out, could be hugely useful. &quot;Supermarkets and packaging companies spend lots of money trying to work out which packages you look at first on a shelf. Potentially, through Google Glass, they would be capturing that data as standard. That would be quite powerful  to be able to say why people buy things.&quot; Of course, the benefits wouldn&apos;t accrue to the wearer. Google would sell the data (suitably anonymised, of course). And your smartphone already provides a huge amount of detail about you. Song Chaoming, a researcher at Northeastern University in Boston, has been analysing mobile phone records (including which base stations the phone connects to) and has developed an algorithm that can predict  with, he says, 93% accuracy  where its owner is at any time of the day (by triangulating from the strengths of the base station signals; that&apos;s part of how your smartphone is able to show where you are on an onscreen map). He analysed the records of 50,000 people; the accuracy was never below 80%. When you consider that Chaoming was only doing this in his spare time, and that Google has teams of people whose only task is to develop better algorithms to work out where a phone&apos;s owner is, and what they&apos;re going to do based on their past activity and searches, you realise that if you&apos;re using an Android phone, Google probably knows what you&apos;re going to do before you do.     A model with Google Glass at New York fashion week. Photograph: Andrew Kelly / Reuters    The obvious objection to these concerns is that we&apos;re used to being filmed; CCTV is part of life. Yee&apos;s response: &quot;Not 5,000 cameras a city  five million. Not 5,000 monitors  one.&quot; Where the five million are the wearers of Glass  and the one monitor is Google, aggregating, sifting, profiting. Yet we already live in a world where the boundaries of what&apos;s private and what&apos;s public are melting. The other day my Twitter timeline came alive with someone tweeting about watching a couple having a furious row in a cafe; the man had had multiple affairs, the woman had had a breakdown. Their unhappiness was being played out in public, though the cafe wasn&apos;t strictly a public space. If either used Twitter, they might have found themselves (or friends might have recognised them). And Twitter&apos;s content is retained and searchable through plenty of web services. Social media such as Twitter, and the ubiquity since 2003 of cameraphones (and now of smartphones that not only have still and video cameras, but can also upload their content immediately) means we&apos;re more used to the snatched photo or video that tells a story. Without it, we wouldn&apos;t know the true circumstances surrounding the death at the G20 protest of the newspaper seller Ian Tomlinson. What if everyone who had been there had been wearing Google Glass (or similar) and beaming it to the web? Would the police have behaved differently? Google doesn&apos;t want to discuss these issues. &quot;We are not making any comment,&quot; says a company spokesperson. But other sources suggest that Google&apos;s chiefs know that this is a live issue, and they&apos;re watching it develop. That&apos;s part of the plan behind the &quot;Glass Explorer&quot; scheme, which aims to get the devices into the hands  or rather, on to the faces  of ordinary people (and which enabled one member of the trial to putatively auction their Glass). &quot;It may be that new social norms develop with Glass, where people develop an informal way of showing that they&apos;re not using it  say, wearing it around their neck to signal they aren&apos;t using it or being distracted by it,&quot; said one person who has spoken to Google staff on this, but who has to stay anonymous. &quot;One of the reasons they&apos;re doing Explorers is to get feedback on these things, as well as the devices.&quot; The other big question about Glass is: how will we behave with each other? My own experience with a Glass-like system, of wearable ski goggles, suggests that distraction will happen quite easily. That system, from Recon, has a lens in the top right that shows data such as your speed, altitude, and even ski-resort maps (useful in whiteouts). It was very easy, while standing and talking to someone, to glance up and read something off the screen. Being present and not-present became almost reflexive, and that was with only one week of use. Yet at the same time, the display wasn&apos;t overwhelming. Concentrating on what was in front of me wasn&apos;t hard, when required. Carolina Milanesi, smartphones and tablets analyst at the research company Gartner, says: &quot;Interestingly this [distraction element] is the first thing I thought of  not that Glass was giving you something that phones cannot give you, in terms of sharing or accessing content, but that they do it without letting others realise you are doing anything. In other words, with the phone, if I am taking a picture, the person I am focusing on will likely notice me; with Glass they do not.&quot; Despite her line of work, Milanesi is concerned about whether we get too deeply involved with our technology, to the exclusion of the real people around us. She has a different restaurant concern from Yee&apos;s. In June 2011, she pointed out how smartphones change us: &quot;Look around a restaurant or coffee bar at how many people, couples even, are sitting across from each other and they&apos;re both looking down at their mobiles.&quot; Glass might change that for the better  though would you appear to be looking at each other, while really intent on your email or a video? Topolsky, who used Glass for some days, said: &quot;It brought something new into view (both literally and figuratively) that has tremendous value and potential  the more I used Glass the more it made sense to me; the more I wanted it.&quot; He loved how text messages or phone calls would just appear as alerts, and he could deal with them without taking his phone out of his pocket to see who was calling. Walking and need directions? They&apos;re in view. &quot;In the city, Glass makes you feel more powerful, better equipped, and definitely less diverted,&quot; he said. But, he added, &quot;It might not be that great at a dinner party, or on a date, or watching a movie.&quot; Mark Hurst, founder of Creative Good, a New York-based company that specialises in improving customer experiences, comments, &quot;Your one-on-one conversation with someone wearing Google Glass is likely to be annoying, because you&apos;ll suspect that you don&apos;t have their undivided attention. And you can&apos;t comfortably ask them to take off the glasses (especially when, as it inevitably will be, the device is integrated into prescription lenses). Finally  and here&apos;s where the problems really start  you don&apos;t know if they&apos;re taking a video of you.&quot; Stokes points out that we&apos;re already seeing body language change as smartphones  with their glowing screens  become more pervasive: the hunched walk that 10 years ago marked out a financial whiz with a BlackBerry is now seen on every pavement. &quot;I think there will be a pushback,&quot; Stokes says. &quot;Maybe you&apos;ll have to have a lens cover to show you&apos;re not filming.&quot; He points out though that the present model seems to require voice control  &quot;OK, Glass, shoot video&quot;  and that this might discourage some users in public. &quot;I&apos;ve been watching for people using Siri [Apple&apos;s voice-driven iPhone control]. I just don&apos;t see people using it in public places. Maybe it&apos;s too gadgety.&quot; &quot;People will have to work out what the new normal is,&quot; says Stokes. &quot;I do wonder whether speaking and gesturing might be essentially banned in public.&quot; &quot;At home my husband already jokes about me checking into [location service] Foursquare from the piece of carpet I am standing on,&quot; Milanesi says. &quot;How much more will we have of this now that it is made so simple for us? And the other side of the coin: how much are we going to share with others, and at what point will we have a backlash? When will it all be too much?&quot;", 
    "section": "technology", 
    "gid": "technology/2013/mar/06/google-glass-threat-to-our-privacy", 
    "wordcount": "2239"
}