{
    "headline": "Bangladesh coastal areas following October's tropical storm  in pictures", 
    "text": "   A woman sits in her home, which was devastated by the cyclone. More than 200 thatched homes and mosques were flattened by the heavy rain and winds that hit the Noakhali, Bhola, Chittagong and Cox's Bazar districts of southern Bangladesh  Photograph: Peter Caton/Oxfam       A house flattened by the storm that struck in the early hours of 12 October. The weather office issued a level-three warning but the cyclone was more intense than anticipated, sparking anger over the failure of the authorities to issue better advicePhotograph: Peter Caton/Oxfam       A family at home with their belongings after the cyclone. Initial reports estimate that more than 100,000 households have been affected by the storm, and that  60% of those families were already living below the poverty line before it struck Photograph: Peter Caton/Oxfam       The family stand amid the wreckage of her home. Early estimates suggest 80% of the families affected will need emergency food supplies for a month Photograph: Peter Caton/Oxfam       Early reports suggest more than 1,000 fishermen are missing following the storm. Past experience suggests many may have taken refuge on islands in the Bay of Bengal or the Sundarbans, a network of islands running from eastern India to BangladeshPhotograph: Peter Caton/Oxfam       A man walks past devastated buildings. The storm also ripped up telegraph poles, making it hard to co-ordinate rescue and relief operations in villages along the coast Photograph: Peter Caton/Oxfam       A man whose small store was destroyed gathers his remaining wares. The cyclone struck just before the harvest, a time when work opportunities are at a premium Photograph: Peter Caton/Oxfam       As people attempt to reclaim some semblance of normality, a shelf restocked with medicines and other pharmaceutical goods stands against a gnarled wallPhotograph: Peter Caton/Oxfam       A boy stands amid the ruins of a thatched building, but  as can be seen in the background  the storm also laid waste to more substantial structuresPhotograph: Peter Caton/Oxfam       Farming and fishing are the main sources of income in the affected areas. The cyclone devastated rice crops across a vast swath of land, according to official reportsPhotograph: Peter Caton/Oxfam  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/oct/24/bangladesh-tropical-storm-in-pictures", 
    "wordcount": "0"
}