{
    "headline": "Fleksy keyboard app targets visually-impaired and sighted users alike", 
    "text": "Alternative keyboard apps like SwiftKey and Swype have been popular on Android, where they&apos;re able to replace the default touchscreen keyboard across the OS. Less so on iOS, where they can&apos;t do that. That hasn&apos;t stopped Syntellia and its Fleksy app. Launched in July 2012, it&apos;s a minimalist keyboard just letters, no symbols which uses swipe gestures for spaces and punctuation. It&apos;s for two distinct groups of users: blind and visually impaired people, and sighted users. I had thought Fleksy started off targeting the former group, then crossed over to the latter. In fact, that&apos;s not true, as co-founder Ioannis Verdelis explains.  &quot;We didn&apos;t actually start off looking at accessibility, we started off looking at typing on a smartphone, and whether there was a better way to solve that problem,&quot; says Verdelis. &quot;At a later point, when the prototypes were delivering that, we decided to go after the visually impaired market, where the technology might have the most impact.&quot; The other co-founder of Syntellia, Kostas Eleftheriou, had previously developed a keyboard app called BlindType, which was acquired by Google. Eleftheriou compares the new app to wheelchair ramps in the real world: &quot;Wheelchair users use them first, but then other people realise it&apos;s easier to walk up the ramp too.&quot; He adds that Fleksy&apos;s blend of letter-buttons and punctuation gestures aims to strike a balance between traditional keyboard layouts and modern touchscreen devices. When Fleksy launched, it cost 10.49 expensive by mainstream app standards, although less so in the world of accessibility software. In August, the company shifted strategy, making the app free in its basic version. A 2.99 in-app purchase now upgrades the app to the full version, which adds an interface to Apple&apos;s native Mail and Messages apps, as well as Twitter. Eleftheriou says this is aimed more at visually impaired users. Why iOS first, when the market for keyboard replacement apps is mainly on Android? That&apos;s one reason: less competition. However, Eleftheriou says there were other reasons too. &quot;Visually impaired people currently use iPhones much more than Android,&quot; he says. &quot;iPhone was accessible much earlier than Android, and we think catering for that market will get us nine times more users, making up for the restrictions we have in not being able to replace the preloaded keyboard.&quot; That&apos;s not to say Android isn&apos;t on Syntellia&apos;s agenda. In fact, the company is working on plans to preload its app on Android devices through partnerships with manufacturers something SwiftKey is also trying to do. Syntellia is also keen for other app developers to use its software development kit (SDK) to embed its keyboard in their own apps, particularly text-heavy apps like email, Twitter and messaging apps, as well as web browsers. One challenge for Fleksy is what balance to strike between features for sighted and visually impaired users in future updates, even if a large number of features will benefit both groups. &quot;We&apos;ve had some very interesting feedback from blind people, many of whom are against the idea of applications made specifically for their needs,&quot; says Eleftheriou. &quot;They basically say &apos;look guys, you want to push this to the sighted market, and by doing so, that makes it more accessible and more affordable for the blind&apos;.&quot; For now, Fleksy isn&apos;t divulging any download or conversion figures for the app, but the company is raising funding to help it scale up to build new features and provide more language-localisation.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/aug/31/fleksy-iphone-keyboard-app", 
    "wordcount": "590"
}