{
    "headline": "Sony buys cloud gaming company Gaikai for $380m", 
    "text": "Sony confirmed today that it has bought the cloud gaming company Gaikai for $380m (242m). A deal has been rumoured for several weeks and was expected to be announced at the major E3 video game conference in June.  Formed in 2008 by industry veteran Dave Perry, Gaikai is a cloud-based game service which allows users to play high-end PC titles by streaming the content via a broadband connection. Consumers never need to download the games, and don&apos;t need advanced PCs to play because the content is running across the web. Late last year, publishers EA and Ubisoft integrated the service into their websites to provide playable demos of new titles to gamers. In April, the service launched on Facebook.  The deal will see Sony acquire Gaikai&apos;s cloud-based infrastructure and survivor network. Commenting on the purchase, Sony Computer Entertainment president Andrew House said: &quot;By combining Gaikai&apos;s resources including its technological strength and engineering talent with SCE&apos;s extensive game platform knowledge and experience, SCE will provide users with unparalleled cloud entertainment experiences.  &quot;SCE will deliver a world-class cloud-streaming service that allows users to instantly enjoy a broad array of content ranging from immersive core games with rich graphics to casual content anytime, anywhere on a variety of internet-connected devices.&quot; It is not clear yet, how and when the Gaikai technology will be implemented by Sony. With PlayStation 4 expected to be announced next year, it&apos;s likely a new streaming games service will be revealed as part of the manufacturer&apos;s next generation plans. Not only would it give gamers easy access to new titles, it could also allow for seamless backwards compatibility with classic games. Cross-platform multiplayer connectivity with the Vita would also be straightforward.  Meanwhile, there have been rumours that Microsoft is considering buying rival streaming games provider OnLive, perhaps to provide the next Xbox console with similar functionality. Many industry watchers have speculated that the coming generation of games consoles would be abandoning physical media altogether to rely on a combination of downloadable and streaming game titles. Sony&apos;s Gaikai acquisition is at least a hint toward that model.", 
    "section": "technology", 
    "gid": "technology/2012/jul/02/sony-buys-gakai-cloud-gaming", 
    "wordcount": "351"
}