{
    "headline": "Game on: Mass Effect 3", 
    "text": "Every game has a natural habitat. A zombie horror such as Resident Evil should be played at night, alone in the house, with the lights out and the speakers up loud. Asinging game demands to be played by drunk friends, or in the bedroom of a preening teenybopper. A beat-em-up is best with rowdy mates playing winner-stays-on. A puzzler such as Bejeweled is for wasting time on deadline day. And, if you can wangle it, sci-fi epic Mass Effect 3 (PS3/Xbox 360/PC) ought to be played on the largest screen at the local cinema. With a bucket of popcorn, a paper bag of pick&apos;n&apos;mix and an oversized cup of Coke. Why? Because it&apos;s one of those games that happens to be a blockbuster film as well. Or close enough. The Mass Effect series  of which this is the third and final instalment  was always intended to be a trilogy, and ME3 brings the space opera to a climactic close with a total, apocalyptic war. Think Lord of the Rings: The Return ofthe King but in a galaxy far far away. (I realise that&apos;s Return of the Jedi. Bear with me.) The story of the trilogy defies simplification, not least because it unfolds differently depending on player choice. Governments fall, friends and enemies are made, whole races live or die by your decisions, so that by the third game, loading a save from the first two radically changes the world you wake up to in ME3. The plot varies from player to player but, in a nutshell: the year is 2183, and you are Commander Shepard (male or female, depending on your preference), a military leader and reluctant messiah not just to mankind but all the many alien races of the galaxy. Said galaxy, naturally, is under threat of annihilation. In this case by the Reapers  a race of vast, space-faring sentient machines that look a bit like shrimp and swing by every few millennia to say hi, chillax for a while and then destroy all life as we know it. The aforementioned aliens, meanwhile, are busy quarrelling among themselves. As a result, they&apos;re not quite giving due attention to the everything-annihilating robots on their intergalactic doorsteps, and in the third game it falls to you to convince your would-be allies to snap out of it, man up and put their armies at your disposal before everyone and everything becomes big machine-shrimpfood. Even just playing through the ME3 demo  available for download now  means watching something close to 10minutes of breathtaking cinematics. What&apos;s most striking about them is how fine the line between cut-scene and gameplay has become. As with all the best action epics, every penny is up on screen. Character movement feels entirely natural because it is: for many scenes real actors&apos; movements were used via motion-capture technology. Some of the game&apos;s interiors were actually built life-size in studios, with key scenes acted out in them and then transformed into computer graphics. Then there is the cast. These aren&apos;t just jobbing voice actors. If the game were to trade on its casting, the names at the top of the poster would be The West Wing&apos;s Martin Sheen and The Matrix&apos;s Carrie-Anne Moss. Keen-eared gamers will recognise at least half a dozen more, from Firefly&apos;s Adam Baldwin to Family Guy&apos;s Seth Green. The game&apos;s IMDb page lists more than 50 voice actors in total. They are much-needed. With numerous paths through each conversation, the full game is estimated to contain more than 30,000 lines of dialogue. The music, too, belongs to the world of the big screen. Clint Mansell  who scored Black Swan, The Wrestler and Requiem for a Dream  heads up an impressive team of half a dozen composers tasked with capturing the cataclysmic grandeur of the seriesfinale. At times, the whole thing is so ludicrously filmic it nearly ceases to be a game at all. Sure, there is shooting to be done, and skulls to crack, and characters to level up and equip, but it all feels almost like a list of chores. The gameplay&apos;s not bad  in fact, it&apos;s excellent, overflowing with achingly cool combat tricks and nifty level design  but when it stands between the player and a story this compelling it&apos;s very tempting to set the difficulty as low as it goes, race through each mission and sit back with that popcorn to watch the movie. Silver-screen gaming has arrived. Like a horde of evil robot shrimp. Beprepared.", 
    "section": "technology", 
    "gid": "technology/2012/mar/01/game-mass-effect-3", 
    "wordcount": "758"
}