{
    "headline": "International women's day: a voice from Seguela, Ivory Coast", 
    "text": "   Mariam Toure Photograph: Mariam Toure    I am happy to be a woman. The woman can do what the man does. For example, if it happens that the man cannot pay the rent, I can do that for him because I am doing a small job. But women and men are not always treated the same way in Cote d&apos;Ivoire. The difference is because we are not the same. Women have more sentiments than men and women suffer more than men. We women are born to suffer, so we accept the situation like that. This is the way it is in Africa. There is violence against women because when they don&apos;t behave well, the husband can beat her. If the woman does not behave well and she is conscious that what she does is wrong, she has to apologise. Otherwise the man is right if he beats her. Yes, the man sometime talks to the woman but she may not understand. So he is sometimes obliged to beat her. I have already experienced this violence against women. It happened in my family and also to some friends. It is not every day, but sometimes. To me it is normal. If a child is not polite, you can beat them sometimes. If you merely talk it will not help. But I do believe we can do something to stop this happening so much. Men should not always beat their wives. They can use dialogue; cherish them instead of using force. They should give them presents instead. But I haven&apos;t seen anything done in my community to help change this. If these world leaders can change this situation for women I would be happy. I think it could be possible. At the local level women have to be educated. I did not go to school and I am now regretting that and I am suffering. If a girl is educated it will be good for their future. If you send your child to school it will pay in the future and it&apos;s an honour for the parents when their child succeeds in life. I want to educate my own children about equal rights but it&apos;s a bit complicated because my seven-year-old boy lives with his father and my three-year-old daughter lives with my elder sister. They don&apos;t live with me. I just don&apos;t have the money for them.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/08/international-womens-day-voice-ivory-coast", 
    "wordcount": "390"
}