{
    "headline": "Mineral dust sprinkled in oceans could absorb vast amounts of carbon: study", 
    "text": "Sprinkling billions of tonnes of mineral dust across the oceans could quickly remove a vast quantities of climate-warming carbon dioxide from the atmosphere, according to a new study. The proposed &quot;geoengineering&quot; technique would also offset the acidification of the oceans and could be targeted at endangered coral reefs, but it would require a mining effort on the same scale as the world&apos;s coal industry and would alter the biology of the oceans. &quot;It certainly is not a simple solution against the global warming problem,&quot; said Peter Khler, at the Alfred Wegener Institute for Polar and Marine Research in Bremerhaven, Germany, who led the study. It would require 100 large ships operating all year to distribute 1bn tonnes of the mineral olivine, although it might be possible to use the ballast water in existing shipping instead. Geoengineering  global-scale intervention to combat climate change  is a controversial idea because of the risk of unintended consequences on a planet-wide scale. But scientists argue it needs to be researched in case international efforts to cut the emission of greenhouse gases from human activities fail to prevent dramatic changes in climate and emergency measures are needed. Dissolving mineral dust in the ocean makes sea water more alkaline and able to absorb more carbon dioxide from the atmosphere. The mineral olivine is attractive because it would dissolve within a year or two  delivering near-instant carbon reductions  and is present below the Earth&apos;s surface around the world. Khler&apos;s research, published in Environmental Research Letters, found that sprinkling 3bn tonnes of olivine would remove almost 10% of man-made carbon emissions from the atmosphere. More than 10% would be absorbed by the oceans, but the energy needed to grind and ship the mineral dust would result in carbon emissions. Up to one-third of that would be absorbed in the seas if coal-fired power stations were the source of the electricity. The mineral needs to be ground down to 1 micron size to prevent it sinking to the ocean floor before it dissolves. The oceans already dissolve billions of tonnes of silicate minerals which flow into the oceans in the sediment carried by rivers. Adding more silicate would alter the species of plankton that grew in the oceans, said Khler. &quot;Silicate is a limiting nutrient for diatoms, a specific class of phytoplankton. The added silicate would shift the species composition within phytoplankton towards diatoms.&quot; Using mineral dust for geoengineering would have some advantages over the main type of alternative, injecting sulphate particles into the atmosphere to block sunlight. &quot;With atmospheric geoengineering, once you start you have to keep going. If you stop there may be a very abrupt increase in warming on a magnitude you do not know, if carbon emisisons have not been reduced,&quot; said Khler. Rather than temporarily blocking heat from the sun, the mineral dust approach removes carbon dioxide from the atmosphere, so halting dust sprinkling would only mean no more carbon was sequestered. It also reduces ocean acidification, Khler noted. But he said it would be very complex to get the required international agreements to begin dust sprinkling, even if it were shown to be safe and could be funded. &quot;International regulation of geoengineering is currently inadequate,&quot; the UK government stated in September 2012. &quot;It is premature to consider geoengineering as a viable option for addressing climate change. [But] research and ongoing dialogue with the public and other key stakeholders, is vital to inform future policy and decision-making. The conduct of research does not imply an intention to deploy geoengineering.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jan/22/mineral-dust-oceans-carbon-geoengineering", 
    "wordcount": "606"
}