{
    "headline": "The trees of life", 
    "text": "Those of us with &quot;challenging&quot; hair are pathetically susceptible to anything that promises a de-frizzed barnet. Plus, foodies have now discovered argan, the &quot;finest&quot; of vegetable oils, and health obsessives consider it to be nutritionally superior. Its time is now, and the Moroccan government plans to triple annual production (2,500-4,000 tonnes) by 2020. This surge in popularity coincides with the decline of the argan forests. Until recently the only place these trees grew was in southwest Morocco (Israel is now trying to grow an argan plantation). Since time immemorial the pips from the fruit were pressed by hand by Berber women  no mean feat as the kernels are 16 times harder than a hazelnut. Argan oil supports 2.2 million people living asubsistence existence in rural regions. It is vital both economically and culturally. Argan trees also fight the northern creep of the Saharan desert by anchoring the soil. There are about 20m trees left  in less than a century, average density per hectare fell from 100 to 30 trees, as trees were lost to timber and intensification of farming. That forest region is now a Unesco Biosphere Reserve. Since 2009 only oil produced here and using some artisanal production can be sold as argan oil. You will see some argan oil euphemistically called Moroccan oil: this is likely to be the cheap version from private industrialised plants favoured by much of the personal-care industry. Argan pips are bought in bulk by middlemen, oil extracted using solvents, and labels attached depicting Berber women hard at work. In reality there&apos;s no benefit sharing going on. Moroccan academic Zoubida Charrouf was one of the first to realise that &quot;There has to be a return to the disenfranchised of these regions who taught us about the argan&apos;s benefits&quot; by establishing women&apos;s cooperatives that allowed Berber women to get afair price for the kernels and ensured that they were part of the supply chain. Now there are about 50 co-operatives. Aresponsible brand will be able to tell you where its argan is from and might have formed an oil production centre with cooperatives (such as argandor.com). Some cosmetic firms chastised for patenting various properties of argan oil have tried to make good  L&apos;Oral has a responsible sourcing policy and works with co-operatives. This is the way forward if the real producers are to capitalise sustainably on argan oil&apos;s popularity. The argan forest is definitely worth it. If you have an ethical dilemma, send an email to Lucy at lucy.siegle@observer.co.uk or visit theguardian.com/profile/lucysiegle to read all her articles in one place", 
    "section": "environment", 
    "gid": "environment/2012/feb/12/lucy-siegle-argan-oil-hairdresers", 
    "wordcount": "450"
}