{
    "headline": "No money in academy status these days", 
    "text": "There&apos;s still a smell of new carpet in the special-needs block at Balcarras school in Cheltenham, and the staff look rather pleased with themselves. &quot;Its hard to believe we fitted everything into the space we used to have,&quot; says Louise Young, the academy&apos;s deputy head of individual learning. &quot;The kids love it, too.&quot; But elsewhere in the newly converted academy, a &quot;development plan&quot; featuring extra post-16 classrooms and a dance studio is gathering dust. Some carpets may be new, but there&apos;s no doubt the shine has come off the academy dream at Balcarras. From September, the school&apos;s budget will be cut by more than 400,000  the equivalent of nine teachers. Its head, Chris Healy, admits he looks back wistfully on the halcyon early days of 2011, when the newly converted school was basking in the glow of a promise of around half a million pounds extra in the bank each year. The potential financial benefits were a major incentive to convert, Healy says: &quot;There was a ready-reckoner online where you could measure your existing funds against your funding if you were an academy. We couldn&apos;t work out why our figure was so high. We have significant problems with our accommodation and we did think, &apos;all this could be solved in the next four or five years&apos;. So we had a premises development plan drawn up to use as the basis of our planning.&quot; Balcarras is not alone. Many other academies are now experiencing financial shocks as local authorities  anxious not to lose too big a slice of their budgets to schools that are leaving their control  change the way they account for their central spending on education. Across-the-board cuts in schools&apos; grants and changes to sixth-form funding have also taken their toll, particularly on schools like Balcarras, which is based in a leafy area of Gloucestershire and does not benefit greatly from the pupil premium, aimed at youngsters from poorer backgrounds. In the early days of the coalition government, many schools took the plunge to academy status, telling parents and governors the move would mean more money. And for many, there was more money for a time, despite assurances from the education secretary, Michael Gove, that this would not be the case. In a survey of almost 1,500 schools carried out last year by the Association of School and College Leaders, seven out of 10 cited financial gain as a reason for converting. Chris Keates, general secretary of the Nasuwt teaching union, says she predicted at the time that these rewards would not last. &quot;We kept saying to schools: &apos;If that&apos;s your only reason for going, you&apos;re going on a false premise,&apos;&quot; she says. &quot;They were getting all sorts of wild and wonderful calculations on how much money they would get. And we were saying, &apos;Hang on. You&apos;re being bribed out of the system. There are no guarantees. You&apos;re only going to get that money once  you can&apos;t keep getting it.&apos; Now it&apos;s all coming back to haunt them.&quot; The acronym on many lips in the world of academy funding is &quot;Lacseg&quot;, or Local Authority Central Spend Equivalent Grant. The grant, which gives academies some of the money their local councils keep for central spending on schools, is based on financial returns made each year to central government. But councils have quickly adapted to this new use of their existing data, and have started to make their calculations differently. Broadly, what they have done is to remove money from the central, catch-all pot and label it instead as being for a specific purpose, thereby reducing the total amount from which academies get their cut. In Gloucestershire, where Balcarras is based, this recalculation had a dramatic effect. In 2010-11, the year the school converted, it got 512,000 to compensate for the loss of local authority services; in 2012-13 that figure will be reduced to 339,000. The school has also been hit by changes in sixth-form funding  it has 370 post-16 students  and by cuts in other government grants. Although Balcarras still has some money in reserves, saved from its first year as an academy, it will lose a teacher, two teaching assistants and a clerical assistant as a result of the cuts. And while Gloucestershire, where the cuts would have been even worse if protests from heads and local MPs had not led to some funding concessions, was among the worst hit, the picture in other areas has been similar. David Simmonds, chair of the Local Government Association&apos;s children and young people board, confesses local authorities have changed the way they do their annual spending returns  known as &apos;section 251 returns&apos;. But he says that in the past, the central spending figure was often inflated because councils used this category as a sort of catch-all for miscellaneous bits of money. &quot;These statements were never intended to be used for the purpose of preparing academies&apos; top-slice,&quot; Simmonds says. &quot;And that&apos;s pushed councils into ensuring that they&apos;re properly representative of the actual costs. &quot;Additionally, there&apos;s been a 32% reduction in central available funding for local authorities for education-related activities, and so there would be a lot less in these statements anyway.&quot; Nationally, concern is growing  not least for those schools that had debts before they went into academy status. In Cumbria, the Kirkby Stephen Grammar School academy is now approaching a deficit of 500,000, according to its local MP, and in Salford, the MediaCity Oasis academy was recently forced to make 13 staff redundant  though neither school was prepared to talk to Education Guardian about its finances. Peter Downes, a former headteacher, Liberal Democrat councillor and expert on school funding, says he believes academies are still getting more money than local authority schools, but that the gap is narrowing. &quot;People who are going out to academy status now are finding it&apos;s much less attractive,&quot; he says. &quot;The government has committed to print that there&apos;s no financial incentive in becoming or not becoming an academy. They haven&apos;t achieved that, but they are moving towards it.&quot; And a close examination of the Department for Education&apos;s spending figures raises other questions, he says. A decision to relax the cuts in places like Gloucestershire has cost the government money. &quot;The DfE spends 1,055m on academies, but it only recoups 415m of that from local authorities,&quot; he says. &quot;There isn&apos;t a lot of money sloshing around, and the question I&apos;ve been asking  and not getting an answer to  is where this is coming from, and who&apos;s being adversely affected?&quot; When asked how it was planning to bridge the 600m funding gap identified by Downes, the DfE responded that it was &quot;completely untrue to say that academies will not receive enough funding through the Lacseg&quot;. &quot;There is sufficient funding available,&quot; the department said in a statement. &quot;However, we have made no secret of the fact that the current system for funding central education services needs improving. We are clear that academies and maintained schools should be funded on a fair and comparable basis.&quot; Meanwhile at Balcarras, Healy is counting his blessings. &quot;I&apos;m not trying to cry poverty, because for a long time education funding did go up. But I do worry that we might go back to being very short of cash.&quot; Would he do anything different, if he were able to turn the clock back to the school&apos;s discussions on conversion two years ago? He laughs, ruefully. &quot;No. The vast majority of schools will be academies very soon, and it&apos;s always been obvious to me that that would be the case. I think it&apos;s the place to be.&quot;", 
    "section": "education", 
    "gid": "education/2012/jun/04/academy-status-incentive-cuts", 
    "wordcount": "1312"
}