{
    "headline": "Davey needs to spell out green policy loud and clear", 
    "text": "I was delighted to read of the government&apos;s strong commitment to support UK industry in developing offshore wind power (Nick Clegg defends wind power subsidies in face of Tory attack, 7 February). This exciting form of clean, low-carbon energy is a real &quot;win-win&quot; for our energy needs and economy. Germany has created over 350,000 jobs in the renewable energy sector alone and Scotland is creating thousands of new jobs as well, so it&apos;s surprising that so many backbench Conservative MPs seem unwilling to support what could, and should, be a jobs bonanza in their recent letter on wind power to the prime minister. So I&apos;m pleased that both the PM and the deputy PM have firmly rebuffed this letter. But I&apos;m disappointed to hear the new UK energy minister Ed Davey do the same as Chris Huhne and repudiate his long-held opposition to nuclear power by supporting the proposed UK nuclear new build programme. I urge Ed Davey, as the architect of the Lib Dems&apos; anti-nuclear pre-election policy, to challenge whether nuclear new build really stacks up, and where on earth the nuclear industry or the government will find the money to finance it when the industry is debt-laden and the radioactive waste bill soars. There is still time to think again Cllr Brian GoodallChair of UK and Ireland Nuclear Free Local Authorities  Ed Davey has got off to a good start in his new job (Report, 3 February) firmly backing an agenda for green growth, jobs and defending wind power. His visit with Nick Clegg yesterday to a home energy-saving technology centre is a clear indication that they intend to put household bill payers and cutting-edge UK industry at the heart of their energy policy. Davey should have vocal support from the prime minister too. He will face a tough battle against the Treasury, the gas and nuclear industry, and the politicians who are putting those interests above bill payers, industry and jobs. Davey and the PM now need to provide the policy clarity and certainty on energy saving, renewables and decarbonisation of the energy system that shows the UK is a long-term good bet for green business. The test of Davey&apos;s success, and that of the government, will be if they deliver a timely boost to the economy, thousands of skilled jobs, and get a good deal for consumers.Andy Atkins Chief executive, Friends ofthe Earth, David Nassbaum Chief executive, WWF, John Sauven Executive director, Greenpeace  Environmentalists who oppose the use of geoengineering to tackle climate change should think again (Concern grows over role of scientists and billionaire backers urging climate fix, 6 February). To say that research into technological solutions &quot;could undermine efforts to reduce emissions&quot; ignores the fact that those efforts have already failed. International conferences and resolutions can&apos;t alter the political reality of electorates not supporting the radical changes to their lifestyles which would be required by significant emissions cuts. So we need to invest urgently in geoengineering, as well as carbon capture and storage, and ending deforestation.Richard MountfordHildenborough, Kent  We hope Mr Davey will rebuild the relationship with local government - based on mutual respect  which was severely strained and undermined by the Department for Energy and Climate Change deciding to prematurely cut the Feed in Tariff for Solar installation. It caused industry turmoil and job losses, forcing councils to reduce or abandon long-planned investment in cheaper, cleaner energy for tens of thousands of domestic homes and public buildings. A major step in rebuilding the relationship between DECC and local government would be for Davey to instruct his department to abandon the farcical and humiliating appeal to the Supreme Court against Friends of the Earth&apos;s successful Judicial Review, and enter dialogue with councils, business, and the environmental sector on strengthening the future of solar and renewable energy, rather than undermining. This would immediately build trust and confidence between Davey and those partners who share responsibility for reducing carbon emissions, tackling fuel poverty and developing a low carbon economy with the jobs that will come with it. It is a chance not to be missed.Cllr Clyde Loakes London borough of Waltham Forest, Cllr Tim Moore Liverpool city council, Cllr Ed Turner Oxford city council, Cllr Tracey Simpson-Laing City of York council, Cllr Tony Newman London borough of Croydon  Your lead article (Report, 6 February) is cause for concern, but not primarily for the reasons voiced by the environmentalists you quoted. As most of them (including, in particular, Clive Hamilton, whose book &quot;Requiem for a species&quot; provides a brilliant analysis of our collective failure to address the seriousness and urgency of climate change) will be only too aware, current global policies will, on present projections and despite high level assurances to the contrary, result in CO2 levels of at least 650 ppm and a global average temperature increase of 4-6c later this century  well past tipping points which will trigger uncontrollable climate change. Given the world&apos;s continuing obsession with economic growth at any cost, this is unlikely to change within the timeframe necessary to avoid such catastrophic consequences. Recourse to geoengineering may, therefore, be the only option available to buy time for the world to catch up with reality. At the very minimum, it is essential that we research such possibilities as a precautionary measure. More fundamentally, the blanket rejection of all geoengineering as unwelcome needs challenging. Humanity has, by default, already been engaged for the last 200 years in a progressively disastrous experiment in geoengineering by virtue of its rapidly growing GHG emissions. A significant area of research supported by Bill Gates, Murray Edwards and Richard Branson is atmospheric carbon reduction, which offers the possibility of reversing history through permanently sequestering CO2 emissions as part of the natural carbon cycle, with none of the risks associated with other geoengineering options such as SRM (solar radiation management). Including such potentially valuable work under the same generic heading as other, understandably contentious interventions, is nonsensical. For nearly 30 years, progress on dealing with climate change has been hampered by the undue influence of powerful vested interests. Environmentalists should be pleased that a new generation of influence is on the right side.Nigel TuersleyCarbon Order, Tisbury, Wiltshire", 
    "section": "environment", 
    "gid": "environment/2012/feb/07/davey-spell-out-green-policy", 
    "wordcount": "1040"
}