{
    "headline": "Facebook shares rise as mobile growth spurs revenue increase", 
    "text": "Facebook has a billion users, the social media giant announced on Tuesday as it unveiled its latest quarterly results and modestly beat analysts&apos; expectations. The company hit a historic 1bn visitors early this month, climbing 26% from a year ago. The number of daily active users rose 28% to 584 million. The number of mobile monthly active users rose 61% to 604 million. Facebook posted a loss of $59m in the third quarter as costs and expenses rose 64% to $885m, but its advertising business posted a 36% rise in revenues to $1.09bn, accounting for the majority of the firm&apos;s $1.26bn revenues. Fourteen percent of ad revenues, about $150m, came from mobile, an area where the company and analysts have expressed concerns about making money. &quot;Our opportunity on mobile is the most misunderstood aspect of Facebook today,&quot; said Mark Zuckerberg, Facebook&apos;s co-founder. He said mobile would be &quot;fundamentally good&quot; for Facebook. The company&apos;s shares had closed the day at $19.50, close to half the price they sold for at Facebook&apos;s initial public offering in May. But they soared in after-hours trading, at one point rising 20%. Zuckerberg also defended the $1bn purchase of Instagram, the photo-sharing app company, made shortly before Facebook&apos;s controversial IPO. Zuckerberg said the number of Instagram users had grown to 100 million from 27 million since the purchase. He said that people spend more time on Instagram than on Twitter, according to Comscore&apos;s analysis. Zuckerberg also addressed the problems at Zynga, the online gaming firm responsible for games including Words With Friends and Draw Something. Zynga&apos;s payments to Facebook dropped 20%. &quot;Gaming on Facebook isn&apos;t doing as well as I&apos;d like,&quot; Zuckerberg said. Zynga&apos;s shares have collapsed over 76% since its IPO in December 2011. In his second presentation to analysts, Zuckerberg spent much of his time trying to &quot;dispel the myth&quot; that the firm could not make money on ads. He said Facebook was just at the beginning of monetizing mobile, the fastest growing way that people access the service. Zuckerberg said 70% of mobile users visit Facebook every day and that he expected advertising revenues to be better on mobile as the ads will be more integrated into the service. Facebook has suffered after its much-hyped IPO fell spectacularly flat. The company was briefly valued at $100bn on its first day of trading but is now valued at $41bn. After a sharp selloff that has triggered lawsuits from early investors, the company&apos;s shares have hovered at around $20 for weeks. Even news that the firm now has over a billion users worldwide has failed to cheer the stock price as analysts cooled on Facebook&apos;s ability to make money.", 
    "section": "technology", 
    "gid": "technology/2012/oct/23/facebook-socialnetworking", 
    "wordcount": "455"
}