{
    "headline": "State-funded schools becoming more socially exclusive, study shows", 
    "text": "Growing gaps in household incomes and rising house prices have made England&apos;s top state-funded comprehensive and academy schools more socially exclusive, research says. Analysis by the Sutton Trust reveals nearly one in six of such secondary schools have greater exclusivity than their neighbouring state schools and the national average. To stop the drift towards selection by stealth in the best-performing 500 state-funded schools, the trust wants new admission procedures. Rather than admission based on proximity, the trust suggests using lotteries. This would mean a proportion of places being allocated randomly or by banding  admission by mixed levels of ability, to achieve a balanced intake. Sir Peter Lampl, chairman of the trust, described the results as worrying, with data showing that the top 500 state-funded schools teach fewer than half the national average proportion of children eligible for free school meals. The top schools are also often out of touch with their own neighbourhoods: the data shows they admit only half the average number of children eligible for free school meals within their local authority. In almost two-thirds of cases, the leading schools had significant gaps in admitting children with parents on low-income benefits compared with their district. Lampl said: &quot;Who gets admitted to these schools matters because they are the ones most likely to attend the best universities and most likely to succeed in the top professions. These schools open the door to social mobility. Yet, the bottom line is that how good a school you go to depends on your parents&apos; income. &quot;Many of the schools in this study are not using forms of overt selection. But they are exercising a form of social selection.&quot; The findings back up a report last year by the OECD, which rated Britain&apos;s school system as one of the most socially segregated in the developed world. It found that children from disadvantaged, poor or migrant families were often concentrated within the same schools. Only four of the 29 industrialised countries had a worse record, including Mexico and Brazil, while Argentina, Italy and the US were among those doing better than the UK. The trust looked at the top 500 state-funded English secondary schools based on GCSE league tables. It found that uptake of free school meals  which is most often linked to parents receiving low-income benefits  was lower than half the national average: 7.6% in the 500 leading schools compared with 16.5% in almost 3,000 state secondary schools in England. A bright spot in the survey was the one in 10 of the top schools that coupled diversity and academic excellence, with 49 of the leading 500 enrolling pupils eligible for free school meal at rates higher than the national average. But only 25 also exceeded their local average, and they were well outnumbered by the 106 schools that had fewer than 3% of their pupils eligible. Some of the worst offenders are the so-called &quot;converter academies&quot;. The 186 former local authority-administered schools in the top 500 now have less than 6% of their intake receiving free meals. Sponsored academies  which include members of the Harris and Ark academy chains, and often replaced failing comprehensives  have a far better record, coming close to the national average. The Sutton Trust believes that alternative means of admissions are needed to avoid the social stratification that results from house prices standing in for school fees in highly sought-after catchment areas. &quot;There is a tension between fair admissions and setting catchment areas entirely defined by proximity to a school. The two are not always synonymous,&quot; Lampl added. In response, the Department for Education said its policies  such as the expansion of the academies programme and the &quot;pupil premium&quot; funds to help poorer pupils  were designed to transform the education system so all children could go to a good state school. &quot;Schools must abide by the admissions code and are prohibited from deliberately selecting children from more advantaged backgrounds,&quot; a spokesperson for the department said. In practice, most schools give priority to residence within a catchment area or distance between home and school, with some academies causing controversy through unorthodox catchment areas or geographical definitions. The admissions code allows the use of lotteries, known as &quot;random allocation&quot;, and banded ability admission, with both methods adopted by a small number of academies and free schools. For schools in affluent areas, lotteries or banded admissions are the only way they could improve the social diversity of their students. The best of the best The Sutton Trust found that only 25 of the 500 top comprehensive and academy secondary schools combined diverse local admission policies with excellent academic results  with three examples:  Platanos College, south London Platanos is a mixed converted academy in Lambeth, with 59% of its pupils eligible for free school meals, compared with 32% in Lambeth overall. Yet 80% of Platanos pupils achieved five good GCSE grades between A* and C, including English and maths, in 2012, compared with 63% of all state-funded pupils in Lambeth.  Chesterton Community Sports College, Staffordshire Chesterton college in Newcastle-under-Lyme has 22% of its pupils on free school meals, compared with its local authority average of just 9.8%. In 2012, 72% of its pupils achieved five good grades at GCSE, well above the national and Staffordshire local authority average of 59%.  St Thomas More Catholic School, north London St Thomas More is a mixed, voluntary-aided school in Haringey, which recently became an academy. It has 43% of pupils eligible for free school meals. In 2012, 77% of its pupils achieved five good GCSEs, significantly higher than the local authority average of 59%, and far above the 31% the school managed in 2010.", 
    "section": "education", 
    "gid": "education/2013/jun/03/top-state-schools-socially-exclusive", 
    "wordcount": "956"
}