{
    "headline": "'Fanged vampire parrot' identified as new species of dinosaur", 
    "text": "     Given that it weighed only as much as a domestic cat and probably ate only plants, a new species of dinosaur recently unveiled by an expert at the University of Chicago is not likely to compete with Tyrannosaurus rex in the affections of many dino-fans. Except that Prof Paul Sereno has a certain way with words when it comes to describing the unusual beast. &quot;It looks like a fanged vampire parrot,&quot; he told the Guardian. &quot;And it probably had bristles, too. So it was a bristled, vampire parrot-like dinosaur.&quot; That, of course, is not its official name. The new species that Sereno has now described in an analysis in the journal Zookeys is called Pegomastax africanus  Latin for &quot;thick jaw from Africa&quot;. It is one of a well-known breed of tiny early dinosaurs called heterodontasaurs, which refers to their unusually-shaped teeth. Which is where the vampire moniker comes from. For Sereno&apos;s new species of heterodontasaur has especially unusual and prominent front teeth, giving its skull a fearsome look that more than resembles something about to try and suck some blood. It also has a short, parrot-like beak. &quot;What was it doing with these fangs?&quot; asks Sereno. In his paper he answers his own question. Though some scientists have suggested that heterodontasaurs used their teeth to eat small prey  such as insects  that could supplement a plant-based diet, Sereno disagrees. Instead he suggests that the dinosaurs were entirely vegetarian and used their teeth for other reasons, such as display to attract a mate or to frighten off larger creatures that might prey upon them. He points to modern animals, such as the peccary and the fanged deer, which have similar dental arrangements despite being herbivores. In order to back up his thesis, Sereno examined the fossils of a specimen of Pegomastax africanus, and looked at wear and tear traces, as well as the way that its jaws and teeth articulated and fitted together. He concluded that the teeth were simply not suited to cutting meat and even built a wooden model to back up his ideas. &quot;The fangs were something for display. These were not scissors for slicing meat,&quot; he said. Sereno did not discover his specimen out in the field. But instead came across it in a collection of fossils at Harvard. He first noticed it in 1983  after the collection had arrived at Harvard in the 1960s from South America  but it took him almost three decades to get around to trying to officially describe it. &quot;I got swept up in other expeditions after I first noticed it and so it took me 30 years to write it up,&quot; he said. The specimen was found in rock that was around 200 million years old and the species eventually died out after spreading all over the world. Sereno believes its diet and habitat became specialised and made it vulnerable to changes in its environment. &quot;I suspect the plant life they depended upon disappeared, and that is what caused their extinction,&quot; he said.", 
    "section": "science", 
    "gid": "science/2012/oct/04/dinosaurs-fanged-vampire-parrot-identified", 
    "wordcount": "516"
}