{
    "headline": "Traffic tragedies threaten to overwhelm Bangladesh's emergency wards", 
    "text": "For those involved in a road accident in Bangladesh, the difference between life or death can mean the back of a rickshaw. &quot;Most of the road accident victims who reach us at the hospital have been brought here by a rickshaw driver who was at the scene, or loaded on to the back of a truck or, if they are lucky, their relatives might have a car and be able to get them here themselves,&quot; says Mohamed Abu Zaed, a doctor at the overcrowded Narsingdi district hospital in central Bangladesh. Bangladesh has one of the worst road death rates in the world. The World Health Organisation estimates that 20,000 people die every year on the country&apos;s roads. In addition, hundreds of thousands are seriously injured. Road safety campaigners estimate that for every road death there are four or five reported serious injuries  such as spinal breaks and head trauma  and another 75 injuries that go unreported. The rapid scale-up of road infrastructure, a largely privatised and unregulated transport system, and road safety laws that are rarely implemented mean the number of road casualties is beginning to overwhelm district health facilities such as Narsingdi. Just outside the hospital is the N7, a high-speed highway connecting the capital, Dhaka, with the booming city of Sylhet, more than 200km away. On the highway, renovated in 2007 with the help of a 169m World Bank loan, accidents have increased by almost 50% in recent years  which means many more emergency cases coming through the hospital doors. &quot;The majority of the emergency patients we treat here have multiple traumas from being involved in road accidents,&quot; says Zaed. &quot;Many of them have sustained even worse injuries on the journey from the scene of the accident to the hospital because they are loaded into vehicles with spinal injuries, head traumas or develop bad internal bleeding in transit.&quot; Bangladesh has few emergency services, with just a small fleet of ambulances serving the whole country, the majority of which are based in Dhaka. There are private ambulance services, but these cost around 15 and require payment on delivery of the patient to the hospital door, an impossibility for many of the families of accident victims. Many ambulances are little more than passenger-carriers  they don&apos;t carry any medical equipment and the drivers are rarely trained in more than basic first aid. &quot;The first treatment that many patients get is at the hospital, which is often too late,&quot; says Dr Mezharul Hoque, a professor at the Bangladesh University of Engineering and Technology&apos;s department of civil engineering and founding director of Bangladesh&apos;s accident research institute. &quot;So many people are dying or being left paralysed or with debilitating injuries because they are not getting the assistance they need at the accident scene,&quot; he says. Hoque and his colleagues are trying to change this. They want to launch a national first aid training scheme that increases the skills of those working close to many accident hotspots, such as highway police, petrol pump attendants and rickshaw drivers. So far they have provided first aid training to around 5,000 new &quot;first responders&quot;, who can now perform mouth-to-mouth resuscitation, treat and identify trauma injuries, and ensure that patients with possible neck or spinal injuries are stabilised before they are moved to hospital. &quot;It&apos;s not enough but it is a start,&quot; says Hoque. &quot;For every person we train, potential lives are saved every day.&quot; Their plan is to try to secure government funding to roll the programme out on a much larger scale. Back at Narsingdi district hospital, Zaed says any programme that aims to get road accident victims immediate help will make a huge difference to families&apos; lives. &quot;The vast majority of those who are injured on the roads here are poor,&quot; he says, gesturing around a packed hospital ward. He adds that more than half of all patients in the emergency ward are victims of road accidents. &quot;It is very difficult to imagine how hard it is for families who have lost a family member or who have suffered a serious injury, especially to the main breadwinner,&quot; he says. &quot;Being disabled in Bangladesh is still a huge challenge to survive. We need to make sure that people have a chance of getting here alive and have at least the chance to recover.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/dec/10/traffic-tragedies-bangladesh-emergency-wards", 
    "wordcount": "742"
}