{
    "headline": "Tomb Raider hands-on preview", 
    "text": "Why are we so hard on action heroes when they want to come back to us? Every time one of these poor souls needs a series reboot, it&apos;s almost like the people in charge of handling their return know we won&apos;t accept them back into our hearts unless they arrive more battle-scarred and bloodied than we&apos;ve ever known them. Christopher Nolan&apos;s Batman lost his city&apos;s trust, the love of his life and even his ability to walk without a cane in the three films that rehabilitated him from the films of Joel Schumacher. We wouldn&apos;t accept James Bond back into our lives until he demonstrated he could hammer bad guys on shaky-cam with the same brutality as Jason Bourne. And, it seems, Lara Croft is in for the toughest slog of her entire existence in the gritty reboot of the Tomb Raider series. After spending three hours in her bruised and battered company, I&apos;ll be genuinely surprised if there&apos;s anything left of her by the end of the forthcoming game.  Then again, I gather that&apos;s the point. All the press I&apos;ve read up until now suggests that the events in Tomb Raider are meant to transform Lara from the mousy, yet tenacious scholar players encounter at the beginning of the game, into the hardened, confident adventuress they recognise from earlier installments in the series. If the new Tomb Raider is anything to go by, the way Crystal Dynamics are going to go about this is by piling trauma upon trauma upon young Lara, until any trace of her former self is eradicated.  The game works on the same logic as a Saw movie; it&apos;s a white-knuckled thrill ride while you&apos;re involved in the action, but once you step back from the screen it all looks somewhat barmy. Consider the following sequence of events; a violent shipwreck leaves Lara choking seawater out of her lungs, shortly before she is blindsided and knocked out by a shadowy figure. She awakens, trussed up like a side of beef next to half-eaten human cadavers  leading one to believe her attacker probably has a taste for human flesh.  She escapes her bonds but lands on a sharpened stick, which impales itself through her hip. Shortly after this, she escapes from her cannibal attacker through a cave, where she has to detonate an explosion to clear a path ahead of her. Lara then has to outrun a cave-in, followed by a second attack by Mr Cannibal, followed by another cave in, which leads her onto a path blocked by the rusting skeleton of a second world war bomber. After a nerve-shredding sequence in which she scales the plane  with parts of it inconveniently breaking off under her weight  a rockslide causes her to tumble down a hill, where she lights a fire to prevent catching pneumonia as icy rainwater is whipped against her muddied and bloodied body by a vicious gale.  Had enough, Lara? Well, tough! That right there is the first eight minutes of Tomb Raider. Over the next several hours, the plucky heroine will have to survive gun battles, leaps across sheer drops, wild animals and more gun battles  not to mention the scene that launched a thousand op-eds.  As detailed by Keith Stuart in his E3 preview last year, when the moment in which a goon attempts to sexually assault Lara occurs, it&apos;s shot through with a palpable sense of dread. Still, the flesh-crawling horror contained in this scene quickly transforms into nail-shredding desperation as, over a series of quick-time-events and frantic button-bashing, Lara wrestles with her attacker and ends up putting a bullet through his skull.  It feels like a transformative experience and, fittingly, it&apos;s also the moment Lara steps out of the shadow of the character that has been looming over her since the opening credits: Nathan Drake. In a way, up until that point, Tomb Raider has played and felt a lot like a gritty reading of the Uncharted series. The hallmarks of Naughty Dog&apos;s adventure series are all present and correct from chase set-pieces to the cover-based shooter mechanics to the dazzling way the camera, at times, behaves as though it&apos;s shooting an action movie rather than a video game. There&apos;s even a platforming section that involves climbing up the side of a dilapidated vehicle while bits of it break off under her weight.  Still, one could argue that Lara and Tomb Raider have every right to purloin a couple of decent ideas from Uncharted, much in the same way the makers of Casino Royale decided to lift a couple of elements from the Bourne films. After all, Drake and Bourne entered proven markets largely because Lara and 007 had blazed trails for them respectively. It seems a little selfish not to give something back. On top of that, Tomb Raider doesn&apos;t move completely in lock-step with Uncharted. Early on, players are introduced to the campfire hubs, where Lara can craft better weapons with salvage she&apos;s collected and unlock new skills with XP she&apos;s racked up. They&apos;re familiarised with the game&apos;s shooter mechanics as Lara hunts deer and fends off hungry wolves. They also activate her &quot;Hunter&apos;s Instinct&quot; mechanic by tapping the right bumper, illuminating useful items and objectives in her environment. The moment that Lara steps away from the body of her first kill, however, both she and Tomb Raider change. The character takes her first step towards honing her ruthless survival instincts and the game flowers into a series of open-ended playgrounds. While many of the story-driven checkpointed sections in the game are essentially corridors, they&apos;re book-ended by a set of environments filled with collectibles, puzzles, roaming wildlife and mini side-quests. Players can spend hours making their way through these virtual obstacle courses, scouring them for trinkets and working out how to collect valuable items places just out of reach. There&apos;s also a choice in the level of damage they can dish out; players can opt to move stealthily past a team of adversaries, using the odd stealth kill when necessary, or they can haul out some weapons and go hell-for-leather. Both methods chalk up XP they can use to bolster Lara&apos;s abilities at the next campfire hub, which they can also use to re-visit any areas containing secrets they failed to uncover. While embargo forbids me from going into detail about some of the collectibles, I can report that picking salvage is a high priority in the game. Shortly after Lara&apos;s initial scramble for survival, players gain access to both a pistol and bow, both of which can be augmented to cause more damage and increase their rate of fire. Not long after that, a submachine gun is added to the mix and the list of possible augments balloons considerably. Players will need to collect as much salvage as they can to kit out Lara&apos;s arsenal, so it&apos;s worth solving every puzzle, smashing open every container they find and looting every enemy they fell. The game&apos;s presentation works hard to pique the player&apos;s appetite for exploration while encasing them in its brutal terrain. The island Lara and her mates find themselves trapped on with a gang of maniacs looks both beautiful, yet punitively harsh; raindrops spatter the in-game camera and the jungle foliage snaps and rustles continually against a howling wind. Players will wander through dilapidated second world war bunkers, crumbling temple ruins and bombed-out forts on snow-capped peaks, all of which are meticulously detailed are gorgeous to look at. But as lovely as the game looks and as fun as it is to play, the main draw here is its story, which, as mentioned earlier, mainly concerns Lara&apos;s metamorphosis from a spirited explorer to a heroine as fierce, merciless and unforgiving as the island that surrounds her. Unlike Nathan Drake, who can cheerfully buckle a swash and then mow down an army of enemies, Lara&apos;s battle against the island&apos;s elements and its cult-like inhabitants carries a cost.  It&apos;s beautifully summed up in one of the more reflective cutscenes, where Lara confesses to a compatriot that isn&apos;t as shocked by their experience of killing an enemy as she is about how easy killing seems to come to her. She also frets that the actions necessary for the survival of her and her friends will take her to a place that she doesn&apos;t want to go. &quot;You can do this,&quot; her companion insists, &quot;you&apos;re a Croft.&quot;&quot;I don&apos;t think I&apos;m the right kind of Croft,&quot; she shoots back.&quot;Yes you are,&quot; comes the chilling reply, &quot;you just don&apos;t know it yet!&quot;This preview took place in London. All food, drink and transport was paid for by the correspondent.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/jan/04/tomb-raider-hands-on-preview", 
    "wordcount": "1453"
}