{
    "headline": "Willetts launches drive to salvage UK's reputation after curbs on student visas", 
    "text": "The universities minister, David Willetts, is to launch a global drive to &quot;protect Britain&apos;s reputation&quot; and spread the message that it remains open to students from overseas in the wake of the government&apos;s curbs on student visas. He is also to set up a 2m hardship fund to help &quot;legitimate overseas students&quot; at London Metropolitan University, who face extra costs as a result of the home secretary&apos;s decision to strip it of its licence to sponsor overseas students. But Willetts stopped short of demands from vice-chancellors to remove overseas students from the government&apos;s drive to reduce net migration to below 100,000 by the next election. Instead, Willetts told a universities conference in Keele that the Office for National Statistics would publicise statistics that made clearer the separate contribution of overseas students to immigration and try to improve estimates how many go home at the end of their studies. The university lecturers&apos; union said it appeared the government was finally recognising the damage its student visa policy was doing to Britain&apos;s international reputation. Willetts&apos;s olive branch to the higher education sector over the government&apos;s drive to curb numbers of students from overseas came as 21 September was fixed as the date for the high court to hearing for London Met&apos;s legal challenge to the revocation of its Home Office sponsorship licence. The minister also suggested it was necessary for higher education to develop a longer protection scheme for foreign students  similar to the Abta guarantee when travel agents fail  should other universities face a similar situation. Universities UK said it welcomed the setting up of the 2m London Met hardship fund and would take part in talks over a protection scheme. While it welcomed changes to the immigration figures to show what contribution students were making to reductions, it wanted the government to go further and remove students from the net migration target entirely. The University and College Union&apos;s general secretary, Sally Hunt, said: &quot;It appears the government is finally recognising the damage its student visa policy, coupled with threatening to deport thousands of fee-paying overseas students, is doing to our international reputation.&quot; The National Union of Students said the immigration statistics already gave details of overseas student flows in and out of Britain, and criticised the 2m hardship fund as offering &quot;scant relief&quot; to students who faced an average bill of 4,610 each as a result of moving university. Willetts told the universities conference that the London Met issue must not be allowed to jeopardise the success story of the 400,000 overseas students who bring in almost 8bn a year in export earnings. He said it was necessary to take short-term action &quot;to protect our international reputation&quot; beyond the London Met hardship fund and the mini-clearing operation that will start next Monday. &quot;We have already used our Foreign Office posts to signal that we remain open to overseas students,&quot; Willetts said, before announcing a joint publicity drive with Universities UK in key newspapers &quot;in our target markets&quot;, explaining that overseas students are welcome in Britain and reminding them of what a great opportunity it is to study in the UK. Willetts acknowledged that the public did not regard overseas students as immigrants and saw &quot;someone coming to study for a time and then going back home as different from someone permanently coming to Britain as a migrant&quot;. But the minister made clear that they would not be removed from the overall net migration count: &quot;We will publish disaggregated figures. We will disaggregate the headline totals for net migration so that people can see the student element within that. We are not removing students from the totals. We are improving the quality of data on students leaving the country.&quot; Home Office ministers argue that the international definition of an immigrant covers anyone who goes to a country for more than 12 months and that removing them from the net migration statistics would look like the government &quot;fiddling the figures&quot; to meet their &apos;below 100,000&apos; target. The latest net migration figure shows that 216,000 more people to live in Britain in 2011 than emigrated abroad. Students accounted for 232,000 of the 566,000 who were classified as long-term immigrants to Britain in 2011.", 
    "section": "education", 
    "gid": "education/2012/sep/13/willetts-uk-reputation-foreign-student-visas", 
    "wordcount": "732"
}