{
    "headline": "Surgeon Simulator 2013 - review", 
    "text": "Imagine a terrible nightmare where you&apos;re faced with performing surgery, without ever studying it. It could go one of two ways. You could pool together every piece of knowledge you&apos;ve unconsciously gained from watching medical dramas like Grey&apos;s Anatomy, House or Casualty and walk out a hero. Or you could break down under pressure, lose control of your limbs and accidentally lodge an alarm clock behind the remains of your patient&apos;s ribcage. Surgeon Simulator 2013 knows what the funnier scenario is. If you&apos;ve come here looking for Trauma Center for the PC, this isn&apos;t for you. Whereas that was all about precision through the stylus, this is all about drunken-like inaccuracy. Inaccuracy mainly caused through its purposely obtuse controls. You puppet a single hand around the operating room using nothing but the AWER and space keys to control individual fingers and the mouse to control position, depth and angle. It plays awkwardly at the best of times, but it&apos;s fully aware of this. The 2008 breakout Flash game QWOP proved, if nothing else, that purposely ungainly controls could be a good thing. Not only in a &quot;Look Mum, I&apos;m doing it&quot; kind of way when you master it but also, no matter how sophisticated you like your humour, seeing someone fail under the influence of a goofy physics engine is always funny. If you want to generalise it, Surgeon Simulator 2013 is QWOP&apos;s spirit applied to surgery. Like QWOP, you&apos;ll frequently fail to perform basic tasks. However, instead of trying to run down a track, you&apos;ll be aimlessly flailing at a scalpel while trying to pick it up and accidentally end up throwing it across the room. Don&apos;t worry, it&apos;s gone. Use the surgical axe, that will probably be easier to remove the kidneys anyway.          Like all good jokes, Surgeon Simulator 2013 knows when to stop. You could easily get through most of the content in an hour or two  something that the game&apos;s price prepares you for. The game is broken into three operations; heart transplant, kidney transplant and brain surgery. Once done, you&apos;ll get to do them all over again but in the back of an ambulance, where speed bumps and sharp turns constantly hurl your equipment around. Once your patient, Bob, has been &quot;patched up&quot; for the sixth time, you&apos;ve seen most of the game. Although you do have the option to replay old stages to improve your previous time and rankings. There&apos;s also the doctor&apos;s office that acts as the title screen and quasi-tutorial. In actuality, it&apos;s just a dumb little sandbox filled with floppy disks, phone calls and lots of other hidden Easter eggs. It&apos;s where some of the best moments actually happen and acts as a good proof of concept for the control set outside of the operating room. Ultimately, that&apos;s where Surgeon Simulator 2013 leaves you, wanting more but in different settings, which could come as the game is only available as a download from Steam. This is a nicely contained couple of hours filled with fully aware daft fun. If you go into the game knowing that, you&apos;ll find dark slapstick humour that&apos;s worth persisting with.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/apr/29/surgeon-simulator-2013-game-review", 
    "wordcount": "528"
}