{
    "headline": "Wikipedia begins blackout in protest against US anti-piracy laws", 
    "text": "Wikipedia has taken its English-language content offline as part of a &quot;day of darkness&quot; in protest at US anti-piracy laws that it says could &quot;fatally damage the free and open internet&quot; and &quot;severely limit people&apos;s access to online information&quot;. As of 5am on Wednesday, anyone trying to access the online encyclopedia will have been greeted with a blackened screen and a message exhorting them to &quot;imagine a world without free knowledge&quot;. &quot;For over a decade, we have spent millions of hours building the largest encyclopedia in human history,&quot; reads the message, adding that the website will still be available on smartphones and mobile devices. &quot;Right now, the US Congress is considering legislation that could fatally damage the free and open internet. For 24 hours, to raise awareness, we are blacking out Wikipedia.&quot; The legislation that has prompted Wikipedia - along with other sites such as the blog Boing Boing and user-generated news site Reddit, which will go down at 8am EST  to take such drastic action is the House of Representatives bill to stop online piracy - known as Sopa - and its Senate equivalent, the protect intellectual property act known as Pipa. The bills, which have been hailed by the media, film and music industries as a big step towards helping the fight against piracy, have been denounced by Jimmy Wales, founder of Wikipedia, as &quot;destructive legislation&quot; that would &quot;set a frightening precedent of internet censorship&quot;. The message on the blacked-out Wikipedia site continues: &quot;Wikipedians have chosen to black out the English Wikipedia for the first time ever, because we are concerned that Sopa and Pipa will severely inhibit people&apos;s access to online information. This is not a problem that will solely affect people in the United States: it will affect everyone around the world.&quot; Boing Boing is even more direct, warning the proposed legislation &quot;would certainly kill us forever&quot;. Google, which is functioning as usual, carries a message reading &quot;please don&apos;t censor the web!&quot; and links to a site warning the bills will do just that, as well as &quot;impose harmful regulations on American business&quot;. Sopa and Pipa propose that anyone found guilty of streaming copyrighted content without permission 10 or more times within six months should go to jail. Any site accused of &quot;enabling or facilitating piracy&quot; could be shut down. The bills have many heavyweight supporters in the entertainment industries, which has characterised the issue as a battle between Hollywood and Silicon Valley. Among the backers is Rupert Murdoch, who has lambasted the White House for indicating it would not support the most extreme elements of Sopa and, on Tuesday tweeted: &quot;Don&apos;t care about people not buying movies, programs or newspapers, just stealing them.&quot; On its site, Wikipedia says the bills will not be effective tools for fighting copyright infringement. &quot;They put the burden on website owners to police user-contributed material and call for the unnecessary blocking of entire sites. Small sites won&apos;t have sufficient resources to defend themselves. Big media companies may seek to cut off funding sources for their foreign competitors, even if copyright isn&apos;t being infringed. &apos;Foreign sites will be blacklisted, which means they won&apos;t show up in major search engines. And, Sopa and Pipa build a framework for future restrictions and suppression.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jan/18/wikipedia-blackout-protest", 
    "wordcount": "570"
}