{
    "headline": "Coalition faces backbench rebellion on energy bill", 
    "text": "The row over the coalition&apos;s energy policy is set to be reignited on Wednesday with the threat of a backbench rebellion on the new energy bill, led by former Tory minister Tim Yeo. The bill receives its second reading on Wednesday, but omitted from it  at the insistence of the chancellor and prime minister  is any target on decarbonising electricity generation. Such a target is regarded as crucial by supporters of low-carbon energy, and Yeo, who is chairman of the energy and climate change select committee, will give a speech in the City on Wednesday morning urging the coalition to accept an amendment to put a decarbonisation target in the bill. Amendments cannot be made at this stage, but when the bill enters the committee and reporting stages early next year, an amendment is likely to be brought forward. A further row is expected as Ed Davey, the secretary of state for energy and climate change, will announce his decision the same day on whether the government will accept the advice of its statutory advisory body, the Committee on Climate Change (CCC), and include emissions from aviation and shipping in the UK&apos;s carbon targets. Some on the Tory right are vehemently opposed to this, but for Davey to overrule the committee  the statutory body set up to advise ministers on how to meet long-term carbon targets  on this matter would be inflammatory to his own party. Yeo told the Guardian that a 2030 target on removing carbon from power generation was essential to giving certainty to investors and ensuring the UK meets its long-term carbon-cutting targets: &quot;I have been having a dialogue with investors, and this is a constant theme  the need for certainty. This would be very helpful in boosting investor confidence. Consistency of targets is very important.&quot; But he said his proposals were not a rebellion: &quot;I see it as a helpful contribution  this is a way of confirming that the government genuinely intends to move to a low-carbon electricity industry.&quot; Yeo&apos;s decarbonisation proposal would have a reasonable chance of success, as Labour strongly supports a decarbonisation target, as do many Liberal Democrats and a sprinkling of Tories. Yeo&apos;s committee made the case for such a target in a report earlier this year. The CCC has advised that power generation should produce emissions of no more than 50g of carbon dioxide per kilowatt hour by 2030, which would require even gas-fired power generation to be fitted with technology to capture and store the CO2 generated. The currently figure is roughly 490g/kWh. Yeo said he would accept a compromise of a range for the target, of 50g to 100g. Instead, the government has agreed that a decarbonisation target could be discussed in 2016, after the next general election. Yeo said this was not good enough, as the review of the next carbon budget will come in 2014, and the two are tied together. Labour is likely to propose a &quot;reasoned amendment&quot; on a decarbonisation target at the second reading, a device that does not represent a change to the bill but gives MPs a chance to talk about it. Although parliamentary procedure means no proper amendment can be made until the next stages, it is intended as a signal to the government and may indicate the likely support for a carbon target. Caroline Flint, the shadow energy and climate change secretary, said: &quot;Government splits and infighting on energy policy have already seen billions of pounds in investment going elsewhere or be put on hold, and added to the cost of capital, which is a totally unnecessary cost for families and businesses struggling with soaring energy bills. The government&apos;s failure to include a clear commitment to decarbonise the power sector by 2030 just creates more uncertainty for investors who want to invest in British businesses and jobs.&quot; Ed Davey&apos;s office said that the Liberal Democrats had made a deal with the Tories on the policy, and that the 2016 review was the best way to approach any target. No decision has yet been made on whether Lib Dem MPs will be whipped to support the policy. Davey came under pressure from green groups on Monday over the inclusion of aviation and shipping emissions in the UK&apos;s carbon targets. Jean Leston, senior transport policy advisor at WWF-UK, said: &quot;A delay, or worse rejection, of the CCC&apos;s advice would undermine the integrity of the UK Climate Change Act and would be the first time any government has rejected the CCC&apos;s advice. As such, it&apos;s a serious test of the government&apos;s commitment to being the greenest ever.&quot; Andy Atkins, executive director of Friends of the Earth, said: &quot;Excluding planes and ships from UK climate targets would be like going on a calorie-controlled diet, but not counting cakes.&quot; David Cameron has made a U-turn on electricity decarbonisation, persuaded by George Osborne, who has taken a strong stance against green regulation. Asked by Yeo in a committee hearing in 2010 whether electricity should be &quot;substantially decarbonised by 2030&quot;, Cameron replied: &quot;Basically, yes, for the reason people are only just waking up to, which is that if we are going to move to a world of electric cars and more ground-source heat pumps and, effectively, electricity-backed heating in our homes, we are going to see a potentially massive increase in electricity demand. If we don&apos;t decarbonise electricity, we&apos;ve got no hope of meeting all the targets that we&apos;re all committed to.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/dec/18/coalition-backbench-rebellion-energy-bill", 
    "wordcount": "922"
}