{
    "headline": "Neolithic discovery: why Orkney is the centre of ancient Britain", 
    "text": "Drive west from Orkney&apos;s capital, Kirkwall, and then head north on the narrow B9055 and you will reach a single stone monolith that guards the entrance to a spit of land known as the Ness of Brodgar. The promontory separates the island&apos;s two largest bodies of freshwater, the Loch of Stenness and the Loch of Harray. At their furthest edges, the lochs&apos; peaty brown water laps against fields and hills that form a natural amphitheatre; a landscape peppered with giant rings of stone, chambered cairns, ancient villages and other archaeological riches. This is the heartland of the Neolithic North, a bleak, mysterious place that has made Orkney a magnet for archaeologists, historians and other researchers. For decades they have tramped the island measuring and ex- cavating its great Stone Age sites. The land was surveyed, mapped and known until a recent chance discovery revealed that for all their attention, scientists had completely overlooked a Neolithic treasure that utterly eclipses all others on Orkney  and in the rest of Europe. This is the temple complex of the Ness of Brodgar, and its size, complexity and sophistication have left archaeologists desperately struggling to find superlatives to describe the wonders they found there. &quot;We have discovered a Neolithic temple complex that is without parallel in western Europe. Yet for decades we thought it was just a hill made of glacial moraine,&quot; says discoverer Nick Card of the Orkney Research Centre for Archaeology. &quot;In fact the place is entirely manmade, although it covers more than six acres of land.&quot; Once protected by two giant walls, each more than 100m long and 4m high, the complex at Ness contained more than a dozen large temples  one measured almost 25m square  that were linked to outhouses and kitchens by carefully constructed stone pavements. The bones of sacrificed cattle, elegantly made pottery and pieces of painted ceramics lie scattered round the site. The exact purpose of the complex is a mystery, though it is clearly ancient. Some parts were constructed more than 5,000 years ago. The people of the Neolithic  the new Stone Age  were the first farmers in Britain, and they arrived on Orkney about 6,000 years ago. They cultivated the land, built farmsteads and rapidly established a vibrant culture, erecting giant stone circles, chambered communal tombs  and a giant complex of buildings at the Ness of Brodgar. The religious beliefs that underpinned these vast works is unknown, however, as is the purpose of the Brodgar temples. &quot;This wasn&apos;t a settlement or a place for the living,&quot; says archaeologist Professor Colin Richards of Manchester University, who excavated the nearby Barnhouse settlement in the 1980s. &quot;This was a ceremonial centre, and a vast one at that. But the religious beliefs of its builders remain a mystery.&quot; What is clear is that the cultural energy of the few thousand farming folk of Orkney dwarfed those of other civilisations at that time. In size and sophistication, the Ness of Brodgar is comparable with Stonehenge or the wonders of ancient Egypt. Yet the temple complex predates them all. The fact that this great stately edifice was constructed on Orkney, an island that has become a byword for remoteness, makes the site&apos;s discovery all the more remarkable. For many archaeologists, its discovery has revolutionised our understanding of ancient Britain. &quot;We need to turn the map of Britain upside down when we consider the Neolithic and shrug off our south-centric attitudes,&quot; says Card, now Brodgar&apos;s director of excavations. &quot;London may be the cultural hub of Britain today, but 5,000 years ago, Orkney was the centre for innovation for the British isles. Ideas spread from this place. The first grooved pottery, which is so distinctive of the era, was made here, for example, and the first henges  stone rings with ditches round them  were erected on Orkney. Then the ideas spread to the rest of the Neolithic Britain. This was the font for new thinking at the time.&quot; It is a view shared by local historian Tom Muir, of the Orkney Museum. &quot;The whole text book of British archaeology for this period will have to be torn up and rewritten from scratch thanks to this place,&quot; he says. Farmers first reached Orkney on boats that took them across the narrow  but treacherously dangerous  Pentland Firth from mainland Scotland. These were the people of the New Stone Age, and they brought cattle, pigs and sheep with them, as well as grain to plant and ploughs to till the land. The few hunter-gatherers already living on Orkney were replaced and farmsteads were established across the archipelago. These early farmers were clearly successful, though life would still have been precarious, with hunting providing precious supplies of extra protein. At the village of Knap o&apos;Howar on Papay the bones of domesticated cattle, sheep and pigs have been found alongside those of wild deer, whales and seals, for example, while analysis of human bones from the period suggest that few people reached the age of 50. Those who survived childhood usually died in their 30s. Discarded stone tools and shards of elegant pottery also indicate that the early Orcadians were developing an increasingly sophisticated society. Over the centuries, their small farming communities coalesced into larger tribal units, possibly with an elite ruling class, and they began to construct bigger and bigger monuments. These sites included the 5,000-year-old village of Skara Brae; the giant chambered grave of Maeshowe, a Stone Age mausoleum whose internal walls were later carved with runes by Vikings; and the Stones of Stenness and the Ring of Brodgar, two huge neighbouring circles of standing stones. These are some of the finest Neolithic monuments in the world, and in 1999 they were given World Heritage status by Unesco, an act that led directly to the discovery of the Ness of Brodgar. &quot;Being given World Heritage status meant we had to think about the land surrounding the sites,&quot; says Card. &quot;We decided to carry out geophysical surveys to see what else might be found there.&quot; Such surveys involve the use of magnetometers and ground-penetrating radar to pinpoint manmade artefacts hidden underground. And the first place selected by Card for this electromagnetic investigation was the Ness of Brodgar. The ridge was assumed to be natural. However, Card&apos;s magnetometers showed that it was entirely manmade and bristled with features that included lines of walls, concentric pathways and outlines of large buildings. &quot;The density of these features stunned us,&quot; says Card. At first, given its size, the team assumed they had stumbled on a general site that had been in continuous use for some time, providing shelter for people for most of Orkney&apos;s history, from prehistoric to medieval times. &quot;No other interpretation seemed to fit the observations,&quot; adds Card. But once more the Ness of Brodgar would confound expectations. Test pits, a metre square across, were drilled in lines across the ridge and revealed elaborate walls, slabs of carefully carved rock, and pieces of pottery. None came from the Bronze Age, however, nor from the Viking era or medieval times. Dozens of pits were dug over the ridge, an area the size of five football pitches, and every one revealed items with a Neolithic background. Then the digging began in earnest and quickly revealed the remains of buildings of startling sophistication. Carefully made pathways surrounded walls  some of them several metres high  that had been constructed with patience and precision. &quot;It was absolutely stunning,&quot; says Colin Richards. &quot;The walls were dead straight. Little slithers of stones had even been slipped between the main slabs to keep the facing perfect. This quality of workmanship would not be seen again on Orkney for thousands of years.&quot; Slowly the shape and dimensions of the Ness of Brodgar site revealed themselves. Two great walls, several metres high, had been built straight across the ridge. There was no way you could pass along the Ness without going through the complex. Within those walls a series of temples had been built, many on top of older ones. &quot;The place seems to have been in use for a thousand years, with building going on all the time,&quot; says Card. More than a dozen of these temples have already been uncovered though only about 10% of the site has been fully excavated so far. &quot;We have never seen anything like this before,&quot; says York University archaeologist Professor Mark Edmonds. &quot;The density of the archaeology, the scale of the buildings and the skill that was used to construct them are simply phenomenal. There are very few dry-stone walls on Orkney today that could match the ones we have uncovered here. Yet they are more than 5,000 years old in places, still standing a couple of metres high. This was a place that was meant to impress  and it still does.&quot; But it is not just the dimensions that have surprised and delighted archaeologists. Two years ago, their excavations revealed that haematite-based pigments had been used to paint external walls  another transformation in our thinking about the Stone Age. &quot;We see Neolithic remains after they have been bleached out and eroded,&quot; says Edmonds. &quot;However, it is now clear from Brodgar that buildings could have been perfectly cheerful and colourful.&quot; The men and women who built at the Ness also used red and yellow sandstone to enliven their constructions. (More than 3,000 years later, their successors used the same materials when building St Magnus&apos; Cathedral in Kirkwall.) But what was the purpose of their construction work and why put it in the Ness of Brodgar? Of the two questions, the latter is the easier to answer  for the Brodgar headland is clearly special. &quot;When you stand here, you find yourself in a glorious landscape,&quot; says Card. &quot;You are in the middle of a natural amphitheatre created by the hills around you.&quot; The surrounding hills are relatively low, and a great dome of sky hangs over Brodgar, perfect for watching the setting and rising of the sun, moon and other celestial objects. (Card believes the weather on Orkney may have been warmer and clearer 4,000 to 5,000 years ago.) Cosmology would have been critical to society then, he argues, helping farmers predict the seasons  a point supported by scientists such as the late Alexander Thom, who believed that the Ring of Brodgar was an observatory designed for studying the movement of the moon. These outposts of Neolithic astronomy, although impressive, were nevertheless peripheral, says Richards. The temple complex at the Ness of Brodgar was built to be the most important construction on the island. &quot;The stones of Stenness, the Ring of Brodgar and the other features of the landscape were really just adjuncts to that great edifice,&quot; he says. Or as another archaeologist put it: &quot;By comparison, everything else in the area looks like a shanty town.&quot; For a farming community of a few thousand people to create such edifices suggests that the Ness of Brodgar was of profound importance. Yet its purpose remains elusive. The ritual purification of the dead by fire may be involved, suggests Card. As he points out, several of the temples at Brodgar have hearths, though this was clearly not a domestic dwelling. In addition, archeologists have found that many of the stone mace heads (hard, polished, holed stones) that litter the site had been broken in two in exactly the same place. &quot;We have found evidence of this at other sites,&quot; says Richards. &quot;It may be that relatives broke them in two at a funeral, leaving one part with the dead and one with family as a memorial to the dead. This was a place concerned with death and the deceased, I believe.&quot; Equally puzzling was the fate of the complex. Around 2,300BC, roughly a thousand years after construction began there, the place was abruptly abandoned. Radiocarbon dating of animal bones suggests that a huge feast ceremony was held, with more than 600 cattle slaughtered, after which the site appears to have been decommissioned. Perhaps a transfer of power took place or a new religion replaced the old one. Whatever the reason, the great temple complex  on which Orcadians had lavished almost a millennium&apos;s effort  was abandoned and forgotten for the next 4,000 years. For more information or to donate to the dig, go to orkneyarchaeologysociety.org.uk", 
    "section": "science", 
    "gid": "science/2012/oct/06/orkney-temple-centre-ancient-britain", 
    "wordcount": "2100"
}