{
    "headline": "Americans believe in climate change risks but won't pay to fix them  survey", 
    "text": "Americans are fatalistic when it comes to climate change, recognising the dangers but unwilling to pay for sea walls or relocate coastal communities, new research released on Thursday found. The survey, commissioned by two departments at Stanford University, the Woods Institute for the Environment and the Center for Ocean Solutions, was the first to investigate public attitudes towards planning for a future of sea-level rise and extreme storms. It found a sharp disconnect between Americans&apos; acknowledgement of climate risks  which was high  and their willingness to pay for solutions. That divide could hurt efforts by New York governor Andrew Cuomo and New York City mayor Michael Bloomberg to mobilise large sums of public money to build sea walls, restore sand dunes, or move people out of harm&apos;s way after superstorm Sandy. &quot;I think it&apos;s a real challenge for them,&quot; said Jon Krosnick, the Stanford professor who oversaw the survey. &quot;I think there is a fundamental disconnect.&quot; Those surveyed were especially wary of setting up a direct confrontation with natural forces, such as building sea walls or trucking in sand to eroding beaches. They did not see the point of paying people to leave areas at risk from extreme storms and rising seas. Cuomo last month proposed spending as much as $400bn to buy back homes wrecked by the storm and turn the land over to dunes and wetlands. However, Krosnick suggested that idea would not garner much public support.&quot;The idea of paying people to retreat, they didn&apos;t like,&quot; he said. The survey found high awareness of the risks of climate change  and broad acceptance of the need to plan for a hotter and more unpredictable climate. Some 82% of respondents believed in the existence of climate change. More than 70% believed climate change would lead to dangerous sea-level rise and more damaging storms. And a strong majority of those surveyed said it was important to act on climate change. The national survey of 1,174 respondents was conducted between March 3-18. But there was little support for protection policies now actively under consideration in the wake of superstorm Sandy. Only 30% of respondents wanted to build sea walls  along the lines of the ambitious engineering works proposed immediately after the storm. Just 33% supported trucking in sand to replace beaches that have washed away in past storms. And only 37% supported relocating structures away from the coast  as Cuomo has proposed.There was more support for laws to restrict future development in coastal areas. &quot;It&apos;s support for preventing damage to people or business, but not by trying to hold mother nature back,&quot; said Krosnick. &quot;It&apos;s saying: we are not going to win this battle, let&apos;s retreat&apos;.&quot; There was also strong resistance among those surveyed to paying for coastal protections  aside from those living in coastal areas themselves. Some 80% believed the cost of coastal protections should be carried by those living in coastal communities.", 
    "section": "environment", 
    "gid": "environment/2013/mar/28/americans-climate-change-risk-cost", 
    "wordcount": "495"
}