{
    "headline": "Elder Scrolls Online set to prove (very) big is still beautiful", 
    "text": "     Everything about the Elder Scrolls is big. From Daggerfall&apos;s mind-boggling 188,000 square miles, a virtual space twice the size of Great Britain, to Skyrim&apos;s blockbuster sales figures and right down to the sheer amount of plants in Oblivion, this is scale at its most all-encompassing. So it&apos;s no surprise that The Elder Scrolls Online (TESO), the series&apos; first massively multiplayer online game (MMOG), looks like it&apos;s going to be just that  massive. Building a multiplayer universe based on singleplayer worlds is no small task, of course, and there are many high-profile casualties. Even a killer brand only goes so far  last year Star Wars: The Old Republic suffered the humiliation of having to go free-to-play. There&apos;s also a little grumbling among Elder Scrolls fans that TESO is being developed by a new studio, Zenimax Online, rather than series creators Bethesda  though given that its staff are a specifically-assembled bunch of MMOG designers with quality CVs, the switch surely makes sense.     The Elder Scrolls Online game director, Matt Firor    TESO&apos;s game director Matt Firor is on the line from Maryland, and I&apos;ve been wanting to ask this first question for days. Can you still pickpocket? In Skyrim you can get light-fingered enough to rob someone&apos;s clothes while they&apos;re talking to you, which always struck me as genius. &quot;Pickpocketing&apos;s something that we have thought about doing,&quot; chuckles Firor. &quot;But there&apos;s a lot of complicated interpersonal relations stuff with that feature, and basically what it comes down to is the world&apos;s divided into these three alliances, where everyone in your alliance is your friend and everyone else is the enemy, and if you pickpocket one of your friends then can you fight them?&quot; I venture that yes, you could, but Firor has an effective counter. &quot;It leads into design questions that we&apos;re unsure about  basically it&apos;s something that is a lot of fun for you, but not a lot of fun for everyone else.&quot; Put like that, it had to go; and anyway, getting bogged down in such detail seems rather miserly in the context of TESO&apos;s epic sweep. Previous Elder Scrolls games have been set in sections of the huge continent of Tamriel, such as Morrowind or Skyrim, but TESO&apos;s map is the whole of Tamriel, a thousand years before any of the events we know. &quot;The lore about the era we&apos;re in has been kind of sketchy,&quot; explains Firor. &quot;All we know is it&apos;s a time of big unrest and the provinces are fighting each other with no central control. That&apos;s the perfect setting for us, because we can tell the stories about this unrest and how provinces are forming alliances or fighting each other over the imperial city.&quot;     Elder Scrolls 3    There is something special about a videogame prequel of such magnitude, in that Zenimax Online is creating the history of a future we&apos;ve already visited. Exploring a place you already &quot;know&quot; in a game has a particular intimacy to it, whether that&apos;s gunning through Goldeneye&apos;s Facility or re-tracing your steps through Skyrim  and it&apos;s a particularly awesome responsibility when the source is another game, because players feel a real a sense of ownership about these worlds. I ask Firor what a player might notice when returning to somewhere like Windhelm, one of Skyrim&apos;s major cities. &quot;The first thing you&apos;ll notice is the similarities. The buildings look similar, the stone&apos;s similar, the general setting of the city in the zone looks the same. The differences are it&apos;s a different layout, I mean it&apos;s a thousand years before, the town itself is different in its makeup, the political system is different. You&apos;ll still walk out of the gates and recognise you&apos;re in Skyrim, and things like that little stream in front of the city, there&apos;s a lot of continuity in that sense. I guess I&apos;d say it looks similar, but feels different.&quot; Making the Elder Scrolls massively multiplayer isn&apos;t just about the world, of course, and Zenimax&apos;s biggest challenge may well be adapting a singleplayer combat system  and one not without its share of critics  for huge co-operative and competitive battles. Player v Enemy (PvE) combat will see huge groups of players ganging up on the world&apos;s nasties, which Firor explains has led to a spot of table-turning. &quot;We found as we played the game we liked certain character builds, so we&apos;ve made enemies that essentially share some of those character builds. We&apos;re trying to simulate, basically, how players fight in groups  we want enemies to be using those tactics against you, so they&apos;ll help each other out, buff each other, heal each other. One might throw a pot of pitch and then a mage sets you alight  so now you&apos;re on fire and you&apos;re slowed down.&quot;     Elder scrolls 2    The vast uncivilised tracts of Tamriel are used by TESO to address a more common and fundamental PvE problem  the plateau, the point at which you either PvP (Player v Player)or stop playing. &quot;We might come up with a fancier name,&quot; laughs Firor. &quot;But at the minute we call them adventure zones  you can go and explore the wilder parts of Tamriel, and our long-term PvE content is based around these areas. So if you&apos;re at a very high level but still want to play PvE, you can head to adventure zones and go explore solo or team up with similar players, and we&apos;ll probably tie some really big group quests into them.&quot; Your first hours in TESO, at least, will be PvE focused before the option to transition into competitive play. &quot;Yeah we don&apos;t know exactly when that point is,&quot; says Firor. &quot;Right now it&apos;s on level 10, which is about 15 hours of gameplay. Our thinking is at least a few hours of PvE to get the controls and how combat works  we don&apos;t want to throw &apos;em out there too soon, but we always want it all to be up to the player to choose.&quot; All well and good, because for many prospective players the focus is overwhelmingly on PvP  and Firor explains TESO&apos;s take in part two. Elder Scrolls Online is currently in beta, interested gamers can find out more here.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/jan/28/elder-scrolls-online-interview-matt-firor", 
    "wordcount": "1036"
}