{
    "headline": "Microsoft Office: which version should I buy?", 
    "text": "Which version of Microsoft Office should I use on Windows 8? I am buying a new laptop and need to use Outlook.ML Gomes Microsoft usually brings out new versions of Office to match new versions of Windows, and Windows 8 is no exception. The new Office 2013 is designed to work with Windows 8, and both have a similar modern styling that puts the emphasis on your content rather than Microsoft&apos;s software. Also, both are designed to work with cloud (online) services, particularly Microsoft&apos;s SkyDrive. However, other things have changed now that Microsoft is not a software company but a cloud-based &quot;devices and services company&quot;. As chief executive Steve Ballmer said last year, this &quot;impacts how we run the company, how we develop new experiences, and how we take products to market for both consumers and businesses.&quot; Under the old system, you could buy a copy of Microsoft Office on DVD, and use it without an internet connection. Under the new system, you buy a Product Key, which is 25 alphanumeric characters long. Entering the code online enables you to download your copy of Office, or activate a free trial version pre-installed on your new PC. Free Office web apps The good news is that under the new system, most home users don&apos;t need to pay anything for Microsoft Office: they can use the free, cloud-based service in the form of Microsoft Office web apps. Sign up for an email address at Outlook.com, and you get free web-based email, a contacts book (People), a calendar, and 7GB of online storage in SkyDrive. (Outlook.com has replaced Hotmail, so you can use a Hotmail address, if you already have one.) Log on, click SkyDrive, and you can create and edit files in the four main Office programs: Word, Excel, PowerPoint, and OneNote. Office files are now saved to SkyDrive by default, but you can download them to a local PC, or to multiple devices, or share them with other people. The Office web apps do not have all the features of the full Office programs, but unless you&apos;re running a business, they have enough features for most purposes. They are better than Google&apos;s offerings, and  probably more important  they don&apos;t mangle complex Office files. If you want to run the full Office programs offline, on your own PC, the cheapest option is Microsoft Office Home &amp; Student 2013 (109.99 or $139.99). This provides the four core programs  Word, Excel, PowerPoint, and OneNote  for non-commercial use, but not Outlook, which is a business program. You don&apos;t need Outlook for email because you can use Outlook.com online and/or the free email program from the Windows Essentials suite, which Microsoft has designed for home users. If you need Outlook for its contacts, calendar, task lists and other features, you will have to pay much more for Microsoft Office Home &amp; Business 2013 (219.99 or $219.99). Above that comes Office Professional 2013, which adds Microsoft Publisher and the Access database (389.99 or $399.99). Office 365 service All of these versions will last forever. However, Microsoft would much rather you didn&apos;t buy them, but rented its Office service. It will therefore offer you a free trial of Office 365, which comes in different versions for home users (one to five devices), small businesses (one to 10 employees), mid-sized businesses (10-250 employees) and enterprises. Business versions use SharePoint Server instead of SkyDrive, but it&apos;s still called SkyDrive.     Steve Ballmer unveils the latest version of Microsoft Office 365 in 2013. Photograph: Microsoft    Office 365 works with Windows 7, Windows 8, and Mac OS X 10.6 or later, but not with Windows XP or Vista, which are on death row. It is compatible with Internet Explorer 9 and 10, and uses DirectX 10 for fast graphics. Office 365 Home Premium provides all the programs in Microsoft Office Professional 2013, but has a few other advantages as well. First, you can use it on five separate devices, so you can register it on a desktop, a couple of laptops, a tablet and even a Mac (except for OneNote). Second, it includes an extra 20GB of SkyDrive storage. Third, if you are away from your PC, you can use Office on Demand, which &quot;streams&quot; the program online, without installing it. You can thus use your Office and your files on, for example, a cybercaf or library PC (though this doesn&apos;t work on Macs). Fourth, all the Office files are automatically kept up to date, so you never have to buy another copy of Office. Office 365 also includes 60 minutes of Skype calls each month to phones in more than 40 countries, as well as unlimited Skype-to-Skype calls. (Microsoft now owns Skype.) The catch is that Office 365 is a subscription service with an annual fee of 79.99 or $99.99. If you happen to want all the programs in Microsoft Office Professional 2013 and you have a spouse/child/housemate/au pair who also wants to use them, it&apos;s terrific value. You&apos;re getting $2,000 worth of software for $100 per year. If you only want to run a couple of programs on a single PC, then it&apos;s not such a good deal, but it&apos;s still only 1.54/$2 a week. Office 2010 is still good If you don&apos;t think there is enough value in Office 365, then you could buy a copy of Microsoft Office Home &amp; Business 2010 on DVD (243.00 or $279.99). This is good for one user on two PCs, so you can use the same disc to install Office on your desktop and your laptop. Avoid the keycard versions, which are only good for one user on one PC. (Again, the Home &amp; Student 2010 DVD version is much cheaper but doesn&apos;t include Outlook.) For reference, the download versions are usually called PKC for Product Key Card while the DVD versions are called FPP for Full Package Product. Office 2010 is not much different from Office 2013, except for SkyDrive integration and changes to cater for touch screens, such as spacing out icons. You can still use SkyDrive and Outlook.com with Office 2010, so there are no major drawbacks unless you&apos;re buying a Windows 8 tablet or convertible. Incidentally, don&apos;t pay too much attention to online hostility to Office 2013, which has tended to be misguided if not deranged. Office 2013 came in for a lot of stick when Microsoft said it was locked to a single PC. This mightily offended people who hadn&apos;t been offended by the same problem on PKC versions of Office 2010, because they could buy it on DVD.  Either way, Microsoft capitulated and the new rule says: &quot;You may transfer the software to another computer that belongs to you, but not more than one time every 90 days (except due to hardware failure, in which case you may transfer sooner). If you transfer the software to another computer, that other computer becomes the &quot;licensed computer.&quot; You may also transfer the software (together with the license) to a computer owned by someone else if a) you are the first licensed user of the software and b) the new user agrees to the terms of this agreement before the transfer. Any time you transfer the software to a new computer, you must remove the software from the prior computer and you may not retain any copies.&quot; With Office 365, you have a control panel that lets you activate and de-activate your five devices at will.", 
    "section": "technology", 
    "gid": "technology/askjack/2013/apr/25/microsoft-office-which-version-windows-8", 
    "wordcount": "1262"
}