{
    "headline": "Zeebox to get live in-app video feed from Sky's Got to Dance final", 
    "text": "Social TV app Zeebox will be getting a live in-app video feed during the final of Sky 1 HD&apos;s Got to Dance show when it airs on Sunday 4 March. The feed won&apos;t be the show itself, but will instead be the winners of its 2011 series commentating on this year&apos;s finalists&apos; performances. Zeebox is using Orca Digital&apos;s showcaster platform to deliver the video. It&apos;s a big step forward for Zeebox, which until now has focused on getting its users to check in to the shows they&apos;re watching on TV, so they can see what other viewers are tweeting, and get contextual information on the programmes and their stars. This is the first time the app has delivered a live video stream. It has been working with Sky throughout the Got to Dance series though, showing a feed of moderated comments from the show&apos;s studio &quot;Social Wall&quot;, and providing iTunes links to buy songs that have featured. &quot;As we continue to find fresh ways of weaving social media interactivity into our shows, the Got To Dance Final presents a great opportunity to capitalise on the online buzz and excitement around who will steal Chris and Wes&apos; crown through zeebox&apos;s engaging second screen technology,&quot; says Aidan Conway, head of digital entertainment at BSkyB. &quot;With the show simulcast on Sky 3D as well as Sky 1 HD alongside a comprehensive second screen experience, we&apos;re confident that this year&apos;s final will be the most immersive and interactive ever.&quot; It is no surprise that BSkyB is the first partner for Zeebox for this new feature, given that it acquired a 10% stake in the startup in January 2012, just two months after its first app launched for Apple&apos;s iPad. The interesting question with Got to Dance is whether viewers will be keen on watching two separate live video feeds the show itself on their main television, and the commentary feed on their mobile devices.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/mar/02/sky-zeebox-live-video", 
    "wordcount": "327"
}