{
    "headline": "Airbnb co-founder: 'We believe it's time for our invention, and it appears the world agrees'", 
    "text": "Airbnb has been a hit with a growing number of travellers, connecting people looking to stay beyond traditional hotels and lodgings, and &quot;hosts&quot; with available rooms or properties to rent out to them. By the end of 2012, more than 4m guests had used the service since its launch in 2008 3m of those in 2012 alone with more than 300k properties listed on the Airbnb site at the end of the year. The company is one of the shining stars of the &quot;sharing economy&quot; that&apos;s being celebrated at this year&apos;s LeWeb London conference, although like many of its peers in that movement, Airbnb&apos;s funding ($120m so far) is more celebrated than its revenues and profit (unknown). Co-founder Joe Gebbia spoke at LeWeb London to outline Airbnb&apos;s current strategy, its future plans and its tangles with politicians and regulators who believe the service is illegal (or, at least, should be regulated more). &quot;The story of Airbnb is really the underdog story, in many ways,&quot; said Gebbia, outlining the company&apos;s roots, when he and his housemates rented out their own living room (with airbeds hence the name) to people coming to San Francisco for conferences. &quot;Since the very beginning we wanted to create an experience for our guests: more than just a place to sleep. We wanted to cook breakfast in the morning, we wanted to provide a subway map for our guests. Pick them up from the airport...&quot; Gebbia and co-founder Brian Chesky made $1k in the first weekend putting up guests in their apartment, showing them around San Francisco once the conference sessions were done. &quot;Something even more powerful than the money was the social experience we had with these three guests,&quot; said Gebbia. Cue a third co-founder Nathan Blecharczyk and a proper website for Airbnb to help other people with space to rent to guests, which went through several iterations as Airbedandbreakfast, before a rebranding and relaunch as Airbnb in March 2009. There were some painful times trying to raise money from investors along the way. &quot;10 returned our email, five met us for coffee, zero invested. They thought the idea was crazy, and it was a liabiity to have two designers and one technologist [on the founding team],&quot; said Gebbia. Fast forward, and the company has found investors happy to look beyond those initial prejudices. In 2013, Airbnb is also a global business, with properties available in 192 countries, and staff dotted around the world. &quot;Last year, the business actually tipped, where we were doing more trips and reservations outside the United States than domestically,&quot; he said. &quot;We started to plant flags in our key markets. One thing that&apos;s been very important for us from the beginning is being close to the community.&quot; How so? By hiring staff in the different countries to build the community of Airbnb hosts, including holding meetups  one in London the day before the LeWeb conference, for example. &quot;For an international business such as ours, you can&apos;t localise without a local,&quot; said Gebbia. &quot;That was a hard lesson for us. We had to be closer, physically present, which is when we put teams on the ground.&quot; What about the legal issues, in cities and countries where people aren&apos;t allowed to rent out their rooms or properties without being licensed to do so? New York, Amsterdam and Quebec are just three high-profile examples of places where Airbnb has faced regulatory scrutiny. Gebbia was bullish in his response. &quot;When the car was introduced in 1908, people could experience a brand new way to travel that was more efficient than a horse and buggy,&quot; he said. &quot;Can you believe that cities tried to outlaw cars in the United States? Can you imagine driving a car for a year then having to go back to a horse and buggy? The policy-makers adjusted to meet the demands of the people. We believe it&apos;s time for our invention, and it appears the world agrees, given we&apos;re in 40k cities in 192 countries.&quot; Gebbia batted back questions about finances and plans for an IPO. When is Airbnb going public? &quot;It would be a misuse of our time to put any thought into that now. We have a community to create and care for,&quot; he said. Revenues? &quot;Oh, we don&apos;t talk about that.&quot; Gebbia also parried a question about whether Airbnb&apos;s growth is bad news for the traditional hotels industry. &quot;If you have a pie-chart o all the available combinations in a city, it&apos;s not like we&apos;re taking a slice out of the pie. We&apos;re taking the pie and making it bigger.&quot; Asked about future plans, Gebbia said Airbnb thinks about the internet as a play of three acts. In the 1990s, act one was how to get people on the internet and using it. Act two, once a critical mass of people was online, was helping them connect to one another on social networks and upload content. And Act three? &quot;We now have a critical mass of people all connected online, and act three is about getting them back offline,&quot; said Gebbia. &quot;The big challenge now is how to design the online to offline transition. That&apos;s what we&apos;re thinking about: how to seamlessly merge online and offline.&quot; He also had some advice for fellow entrepreneurs (and wannabe entrepreneurs) itching for a slice of the sharing economy. &quot;Entrepreneurship is about connecting two dots in a new and different way,&quot; he said. &quot;My advice for aspiring entrepreneurs out there is to marry the problem. Find a problem that you&apos;re so close to that you can empathise with it in a way that others can&apos;t... You can see it so closely, that it gives you that ability to connect the two dots together.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/jun/05/airbnb-leweb-london-joe-gebbia", 
    "wordcount": "994"
}