{
    "headline": "Trees breathing new life into French agriculture", 
    "text": "The tips of young walnut trees are just visible above the ready-to-harvest wheat. There are rows of them and they should produce fine wood for cabinetmakers in 30 years or so. Further away, oaks, ashes and cherry trees are growing in fields of sunflowers and broad beans, all signs of the return to agroforestry in La Bergerie de Villarceaux, an organic experimental farm in the Vexin region of north-west France. Olivier Ranke and his team are pioneers. Ten years ago they started replanting hedges in a part of France where intensive farming is the norm and there is scarcely a shrub on the horizon. In 2011 they took the next step by launching the most ambitious agroforestry project in northern France and planted more than 600 trees in 23 hectares of farmland. &quot;This type of farming, where crops and trees grow in the same field, is an age-old practice that has been updated by recent agronomic research. In the 19th century, in the bocages [mixed woodland and pastureland] of the Perche region of France, apple trees often grew in the grasslands,&quot; said Fabien Liagre, president of Agroof, an agroforestry research institute advising the farm. &quot;Farmers are becoming increasingly aware of how poor their soil has become, leading to a fall in production. Trees are a very good way of improving the soil while producing wood, which is an additional source of revenue,&quot; he said. The practice had all but disappeared in France until recently, but now some 3,000 hectares a year are being converted to agroforestry, boosted by the Common Agricultural Policy which, under pressure from agricultural organisations and unions, has made such land eligible for European subsidies since 2006. Christian Dupraz, a researcher at the National Institute for Agronomic Research (INRA) in Montpellier, has been studying this type of mixed farming for the past 20 years. He believes in the importance of switching to &quot;agro-ecological&quot; systems that do not depend on the petrochemical industry. &quot;The fertility of French land is due to its forests, which have enriched it with carbon. Planting trees can replace chemical fertilisers,&quot; he said. He believes there are many advantages to agroforestry. &quot;If the trees are pruned regularly and given enough space, they can grow three times faster,&quot; he said. &quot;Their shade helps to offset some of the impact of global warming since it slows down evaporation. Furthermore, the additional biodiversity they bring helps to protect the crops. Thanks to the trees, the birds return to feed off the insects, which limits the use of chemicals.&quot; The roots of the trees slow down soil erosion and act as natural filters, reducing the penetration of pollutants. The trees also provide money for the farmer, which Christian Dupraz estimates to be around 6,000 ($7,400) per hectare for 12-year-old poplars. Not to mention biomass from the pruning of branches, which can be sold in pellets for heating. Those advantages are highlighted by the organisations petitioning for agroforestry to be recognised as an efficient agricultural practice, justifying regional, national and European financing. A recent &quot;Trees and Agriculture&quot; event organised by the French Agroforestry Association in Marciac (Gers department) last month was a success with the public and showed that scientists and farmers are not the only people interested in the role of trees in the countryside. Alain Canet, chairman of the association, hopes that such actions will lead to an agroforestry profession, enabling people to train and help farmers implement this method throughout France, for it is not a technique that can just be improvised. &quot;To maintain a normal cereal crop yield, you have to limit the number of trees to 100 per hectare, otherwise their branches form a real screen and prevent the necessary light from reaching the crops,&quot; explained Ranke. He has followed INRA&apos;s recommendations in his fields and planted the trees 10 metres apart. He has also left a 50-metre gap between each row so that agricultural machines can pass. So why has this model not caught on more in France? As usual, it is a matter of cost. Even if farmers benefit rapidly from the advantages, the considerable investment required to launch an agroforestry project tends to cool their ardour. In addition to buying the trees, they have to pay the high cost of metal railings to protect the trunks from wild animals and herds of cattle. The 23 hectares planted at Bergerie de Villarceaux cost 42,000, half of which was subsidised by the Ile-de-France region. Only 4,000 of that was for the trees and for planting them, and 38,000 was for the fencing. Nevertheless, scientists and organisations promoting agroforestry hope that it will become part of the &quot;greening&quot; of the CAP when reforms are implemented in 2014. This article originally appeared in Le Monde", 
    "section": "environment", 
    "gid": "environment/2012/aug/21/agroforestry-france-farming-revival", 
    "wordcount": "814"
}