{
    "headline": "3D printing: coming to a high street near you", 
    "text": "It has been used to make weapons, life-saving body parts and even sex toys, but now 3D printing is moving from the industrial estate to the high street. One of the world&apos;s first 3D printing shops opened in London last week just as an American student demonstrated to the world&apos;s media how to use the technology to make a working gun. Dr Greg Gibbons, an expert in 3D printing at Warwick University said customers would soon be able to walk into a shop and have their own jewellery, artworks or machine parts printed. &quot;We will see 3D print shops like we would have photocopy shops in the past. They would have four or five different machines with several different types of material,&quot; he said. &quot;Customers could go in with a computer-aided design [CAD] file or a dishwashing machine part to be scanned and leave with a three-dimensional copy.&quot; Cody Wilson&apos;s fabrication of a gun last week in Austin, Texas highlighted the capabilities and accessibility of 3D printing. He made several parts of a gun with a secondhand 3D printer which cost him 5,000 and added a metal firing pin before firing a standard bullet. Marcus Fairs, editor of Print Shift magazine, which focuses on 3D printing, said the gun should not obscure the real technological developments in 3D printing. &quot;It takes something shocking to make people realise that technology that has been under people&apos;s noses is transformational,&quot; he said, Fairs&apos;s magazine features the use of 3D printing in medicine, house-building, food, fashion, archaeology and building military components. Three-dimensional printing, also known as additive-layer manufacture, was first developed in the 1980s but has been slow to move out of engineering to other industries. The technology works by building up layer upon layer of material  typically plastic  to construct complex solid objects. Andy Millns, a director of Inition, a London-based 3D printing company, says his company has created objects for clients ranging from advertisers to car makers. Items include models of buildings, sculptures based on data from survey results and social media activity and replicas of sculptures from the Fitzwilliam Museum in Cambridge. &quot;We won&apos;t be printing out cutlery because it would be more expensive and less attractive than mass-produced versions. But 3D printing liberates development from traditional prototyping which is very expensive. 3D allows designers to work more independently,&quot; he said. The iMakr store in Clerkenwell, London, which opened this month, sells 3D printers and services. Sylvain Preumont, the owner, said his store aimed to educate customers in the use of 3D printing. &quot;Any school metal workshop can produce a gun, but 3D printing can do far more things,&quot; he said. &quot;The technology was pioneered by large corporations, has been picked up by techies and is ready for the third wave: ordinary people.&quot; At iMakr, customers can scan an object and have it printed and learn about CAD and other aspects of 3D printing. A person&apos;s head could be scanned and reproduced for around 120. But there are more serious uses for 3D printing. It can be used to produce synthetic bones for transplants and doctors can produce models of organs to prepare themselves for carrying out surgery. Gibbons said 3D printing was important in &quot;high-value&quot; low-output manufacturing such as the space, aerospace and niche car industries. The US army has developed printers to make parts in remote outposts. The sex toy industry offers bespoke toys. But at 3Dprint UK of south London, Nick Allen is keen to demolish some of the 3D printing hype. &quot;It&apos;s a slower and more expensive way of manufacturing items and the product is far lower quality than something mass produced. &quot;It&apos;s great for key rings but very expensive for most things. I do prototypes and one-offs and that&apos;s where it is strongest. It&apos;s a very useful tool but it will not revolutionise manufacturing.&quot;&quot;", 
    "section": "technology", 
    "gid": "technology/2013/may/11/3d-printing-coming-high-street", 
    "wordcount": "659"
}