{
    "headline": "Flash floods are on the rise, while the budget to tackle them sinks", 
    "text": "A moving new exhibition of photographs at Somerset House shows the human impact of flooding around the world over the past five years and provides an insight into how climate change may already be disrupting lives and livelihoods. The images from major flooding events in the UK, Pakistan, Australia and Thailand feature victims and survivors as they cope with the inundation of their homes and the aftermath. The photographer, Gideon Mendel, says his intention is &quot;to depict them as individuals, not as nameless statistics&quot;. He adds: &quot;Coming from disparate parts of the world, their faces show us their linked vulnerability despite the vast differences in their lives and circumstances.&quot; One of the most striking exhibits shows Margaret Clegg standing knee-deep in water in the living room of her house in Toll Bar, Doncaster, which was flooded when the River Don overtopped its banks in June 2007, following a record downpour. It is not clear to what extent, if any, climate change contributed to the occurrence or intensity of the summer 2007 floods in England and Northern Ireland, which cost the UK economy more than 3bn. A single extreme weather event cannot be definitely attributed to climate change, the influence of which can only be detected and measured through the analysis of statistical trends looking back over many decades. That means we will not be certain for many years to come about how flood risk is being affected. We know from basic physics that a warmer atmosphere can become more humid and holds more water vapour, theoretically increasing by about 7% for every extra centigrade degree. As a result climate change is expected to increase the intensity of the water cycle in many parts of the world, causing both more droughts and more floods. An analysis of UK weather trends between 1961 and 2006, during which the average temperature increased by about one centigrade degree, indicated that although our winters have not become significantly wetter, the number and severity of heavy rainfall events has increased. Meanwhile, summers have become drier and heavy summer downpours have decreased in all parts of the UK, except in north-east England, where some of the 2007 flooding occurred, and north Scotland. Climate change is expected to increase the risk of flooding in many parts of the UK. Projections published by the Department for Environment, Food and Rural Affairs (Defra) in 2009 suggested that, under a &quot;medium emissions scenario&quot;, overall winter precipitation should be higher in the 2080s, while summer rainfall should generally be lower, particularly in the south. The UK climate change risk assessment, published by Defra earlier this year, calculated that these potential trends mean the annual damage from coastal and river flooding in England and Wales could increase from about 1.2bn today to as much as 12bn in the worst case scenario over the next 80 years. Such an increase in the risk of damage would have major consequences, not least in terms of the affordability and availability of flood insurance for homes and businesses. Indeed, a crisis is already approaching, with insurers warning that from next year they may not continue to offer cover for 200,000 high-risk properties, exposed to a greater than 1 in 75 annual risk of flooding. Under an arrangement dating from 2000, insurance companies have subsidised flood cover for those in high-risk properties in return for greater government investment in coastal and river defences. At present, the Environment Agency is responsible for building and maintaining these defences. The agency has told the government it needs to increase its annual flood risk management budget by 9% by 2014-15. However, the House of Commons public accounts committee has highlighted government plans to reduce the agency&apos;s flood risk funding by 10% over this period, and to shift more responsibility on to local authorities, even though their overall budgets are shrinking. Perhaps even more worrying is the neglect of the risk of flash flooding, caused by heavy downpours from often very localised storms that can inundate poorly drained areas, particularly in cities. Of the six million properties in the UK that are currently exposed to some degree of flood risk, four million are threatened by surface water flooding. Yet when the climate change risk assessment, upon which the government is basing its national adaptation plan, was published earlier this year, scientists warned that it was flawed because it had neglected possible future changes in flash flooding and other important threats. The assessment stated: &quot;Whilst the number of properties at risk from surface water flooding is similar to the number at risk from tidal and river flooding, suitable information for analysis were not available at the time of writing this report.&quot; In his official review of the assessment, Prof Martin Parry of the Grantham Institute for Climate Change at Imperial College expressed &quot;concern that the risks identified do not necessarily represent the full range of potential risks, and the metrics were selected not on the basis of importance but on the availability of evidence&quot;. However, Defra ignored his advice, surprisingly admitting that &quot;the risks provided in this report are not intended to be a full range of risks&quot;. This lack of attention to flash flooding could make it much more difficult to implement an important part of the government&apos;s national planning policy framework, which states that local plans &quot;should apply a sequential, risk-based approach to the location of development to avoid where possible flood risk to people and property and manage any residual risk, taking account of the impacts of climate change&quot;. The likely increase in the risk of flooding is just one of the many ways in which unmitigated climate change will significantly affect homes and businesses, and will create larger societal and economic costs for the UK. These serious long-term impacts are often overlooked by those who complain about the cost of reducing emissions of greenhouse gases to limit the future impacts of climate change, yet they are just as important.  Bob Ward is policy and communications director at the Grantham Research Institute on Climate Change and the Environment at the London School of Economics and Political Science. The Drowning World exhibition is showing at Somerset House until 5 June.", 
    "section": "environment", 
    "gid": "environment/blog/2012/may/18/flash-floods-budget-environment-agency", 
    "wordcount": "1047"
}