{
    "headline": "Boot up: ORG on open data, demand for new iPad shakes up corporate market, and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team Joe Pirillo uses Mac OS X for the first time &gt;&gt; YouTube Yesterday we showed you Chris Pirillo&apos;s father using Windows 8 for the first time. Now here he is using Mac OSX for the first time, and trying to find &quot;the internet&quot;. Fascinating piece of user interface film: watch this before you judge users. (Pirillo senior is a confirmed Windows user, though he has used iPads and iPhones.) Response to Open Data article in The Guardian &gt;&gt; Open Rights Group  The Guardian published quite a good article on Wednesday in relation to a public announcement on Open Data by Francis Maude, and we wrote a response highlighting some issues the Guardian missed. While the advances since 2006 are undeniable, the comment above shows there is a long way to go. The new Public Data Group that will amalgamate OS, Land Registry and some other data providers will perpetuate the monopoly model while giving away minor data concessions. The issue here is the basic core public data infrastructure (mapping, stats, etc.) required for every other service and open data project. This is the &quot;too difficult&quot; box that could hamper innovation beyond some college project apps.   No argument about this - there is a lot still to do. Hacking is important &gt;&gt; Rands in Repose Michael Lopp explains: he doesn&apos;t mean Anonymous-style hacking, but the coding-something sort of hacking a la Mark Zuckerberg:    Hackers are allergic to process not because they don&apos;t understand the value; they&apos;re allergic to it because it violates their core values. These values are well documented in Zuckerberg&apos;s letter: &quot;Done is better than perfect&quot;, &quot;Code wins arguments&quot;, and that &quot;Hacker culture is extremely open and meritocratic&quot;. The folks who create process care about control, and they use politics to shape that control and to influence communications, and if there is ever a sentence that would cause a hacker to stand up and throw his or her keyboard at the screen, it&apos;s the first half of this one.  Demand for new iPad shakes up corporate market &gt;&gt; Changewave  A recent ChangeWave Research survey of 1,604 business IT buyers shows the new iPad is already having a powerful impact on the corporate tablet market. Going forward, better than one-in-five companies (22%) say they&apos;ll be purchasing tablets for their employees during 2nd Quarter 2012, and the percentage reporting they&apos;ll buy Apple iPads has jumped to the highest level of corporate iPad demand ever seen in a ChangeWave survey. A total of 84% of companies planning to buy tablets next quarter now say they&apos;ll purchase iPads - a 7-pt leap since the previous survey.  The current (global) Google Trends chart for Google+ &gt;&gt; Benedict Evans  The current (global) Google Trends chart for &apos;Google Plus&apos; - a clear indication of how it is sliding away into irrelevance.   Or just slipping out of the media&apos;s eye. Not necessarily tied to actual use - the media overlooks such stuff rather easily. Fourth-quarter tablet shipments &gt;&gt; IDC Press Release Tablet sales exceeded IDC&apos;s expectations:   Despite an impressive debut by Amazon, which shipped 4.7m Kindle Fires into the market, Apple continued to see strong growth in the quarter, shipping 15.4m units in 4Q11, up from 11.1m units in 3Q11. That represents a 54.7% worldwide market share (down from 61.5% in 3Q11). Amazon&apos;s shipment total put the company in second place with 16.8% of the worldwide market. Third-place Samsung grew its share from 5.5% in 3Q11 to 5.8% in 4Q11. Despite shipping more units, including its new Nook Tablet, Barnes &amp; Noble saw its worldwide market share slip to 3.5% (down from 4.5%). Pandigital rounded out the top five, grabbing 2.5% of the market, down from 2.9% the previous quarter.   When the second-placed Google Android tablet is getting just 6%, and in total they have under 25% of the market, there&apos;s a problem. It&apos;s greater for Microsoft, with 0% - but it has a strategy there. Why I left Google &gt;&gt; MSDN Blogs James Whittaker, who left Microsoft for Google, and then Google for Microsoft:   It wasn&apos;t an easy decision to leave Google. During my time there I became fairly passionate about the company. I keynoted four Google Developer Day events, two Google Test Automation Conferences and was a prolific contributor to the Google testing blog. Recruiters often asked me to help sell high priority candidates on the company. No one had to ask me twice to promote Google and no one was more surprised than me when I could no longer do so. In fact, my last three months working for Google was a whirlwind of desperation, trying in vain to get my passion back. The Google I was passionate about was a technology company that empowered its employees to innovate. The Google I left was an advertising company with a single corporate-mandated focus.   This post has been going viral. Note that it&apos;s on the MSDN blog, not Whittaker&apos;s own - a clever bit of PR by Microsoft. New iPad, Asus Transformer Prime, or Samsung Galaxy Note: Which Tablet To Buy? &gt;&gt;PCMag.com Sascha Segan, at PCMag, wants a tablet for his six-year-old daughter and the rest of the family:   Google&apos;s approach, which is to say that apps should be screen-size-independent and that it&apos;s okay to blow up phone apps to tablet size, is simply wrong. Developers need to take different design approaches on a 4-inch screen and on a 10-inch one. There is no shortcut, no way around this. The result is that you have a lot of apps on Android tablets--Twitter and Facebook are the most prominent--that function but look ugly and take lousy advantage of the real estate. They aren&apos;t grainy like iPhone apps blown up to 2x on an iPad, but they&apos;re awkward to use and full of blank space. We see this problem regularly in the PCMag Labs when we try to do Android tablet app stories. It&apos;s easy to create a list of 75 great iPad apps. Building a list of great Android tablet apps is harder. On our last attempt, our software team only found 12.  Yahoo Patent Suit Makes Waves In Silicon Valley &gt;&gt; WSJ.com (May require subscription:)   Yahoo&apos;s decision to sue Facebook for allegedly violating 10 of itspatents covering technologies like online advertising, privacy controls and messaging is widely linked to the determination of the company&apos;s new chief executive, Scott Thompson, to get a better return on its assets. Those assets include Yahoo&apos;s more than 1,000 U.S. patents, which reflect investments in research and development since the company was founded in 1994. Some industry executives, however, view Yahoo&apos;s suit as a sign of weakness and a break with the Internet industry&apos;s tradition of avoiding patent suits.   The Yahoo lawsuit against Facebook turns out to be one of the most-hated that you&apos;ve ever seen in Silicon Valley - by both Facebookers, ex-Yahoos and onlookers. My review of the new iPad Reviews. How Meta! &gt;&gt; Gigaom Ranked by order of length. Of course, he couldn&apos;t know about our review, which didn&apos;t launch until 7am, and weighs in around 3,230 words (pictures too!), thus making it third-largest. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/mar/15/open-data-new-ipad", 
    "wordcount": "1258"
}