{
    "headline": "Stinking hellebores bob in the wind, green flowers delicately edged in purple", 
    "text": "The path by the railway line is narrow, a thin beaten line cut into the wooded slope at the base of Warden Hill. Trails of ivy hang from the trees and smother the steep ground. More ivy clings to fragments of stone wall. Among the mesh of bramble and honeysuckle lie decaying branches dented by woodpeckers. There are new leaves on lords and ladies, dog&apos;s mercury, celandines, and a tumble of double snowdrops on the bank. Hellebores bob in the cold wind, their lime green flowers delicately edged in purple. This is the stinking hellebore, Helleborus foetidus, which so intrigued me as a child with its sinister image in my Ladybird wild flower book. The variegated leaves of lamium, an opportunistic garden escape, show we are nearing Quality Cottages, a group of four houses by a level crossing. Here we join a bridleway, spongy with leaf litter and sunk between jumbled retaining walls, before heading uphill through smooth green pasture. Ewes, heavy with lamb, slowly lumber to their feet. We skirt a wood that is bounded with walls softly greened by algae. Far below, the railway line curves away to the village of Fourstones. The wind is raw as if it is carried down from snowfields. The path enters a Scots pine wood, its regularly spaced trunks catching the pale light. It is blissfully sheltered. Emerald moss gleams on a bank and a wren complains loudly about being disturbed. As the needle-dense path leads up and out, we feel reluctant to leave for the open hilltop. It is worth it though, for the summit of Warden Hill is crowned by an Iron Age hill fort of concentric rings and ditches. In the distance, snow lies on the fells. Our way down is through High Warden, where aubrietia flowers on the garden walls of estate cottages. A wild garlic-fringed lane dips down to Warden village, past the castle mound and the quiet church. There&apos;s just a faint haze of hawthorn leaves in the hedgerows, eager to emerge, on this cold March day.", 
    "section": "environment", 
    "gid": "environment/2013/mar/28/warden-hill-northumberland-stinking-hellebores", 
    "wordcount": "341"
}