{
    "headline": "State of the Union 2012: Barack Obama's environment agenda in review", 
    "text": "     Barack Obama used his final State of the Union address before the elections to try to pre-empt attacks on his energy and environmental agenda from the Republicans. But Obama chose to co-opt the Republicans&apos; pro-oil and natural gas position rather than defend his own green agenda, as environmental groups had hoped. &quot;This country needs an all-out, all-of-the-above strategy that develops every available source of American energy  a strategy that&apos;s cleaner, cheaper and full of new jobs,&quot; Obama said. Obama&apos;s main challenge was to disarm Republicans attacks over his rejection of the Keystone tar sands pipeline last week. Mitt Romney and Newt Gingrich regularly attack Obama for blocking the project to pump Alberta crude to the refineries on the Texas coast, accusing him of squandering a chance to create jobs. Congress is due to hold hearings on Keystone on Wednesday. The word &quot;Keystone&quot; did not cross Obama&apos;s lips on Tuesday night  but he made sure to signal his support for oil. &quot;Over the last three years, we&apos;ve opened millions of new acres for oil and gas exploration,&quot; Obama said, reiterating the administration&apos;s decision last year to open up new areas for drilling in the Gulf of Mexico, scene of the BP oil spill, and the Arctic. &quot;Right now, American oil production is the highest that it&apos;s been in eight years. That&apos;s right  eight years,&quot; he said. The support for an &quot;all-of-the-above&quot; energy strategy  itself a line borrowed from Republicans  is unlikely to give Obama total protection. Mitch Daniels, the Republican governor of Indiana chosen to give the party&apos;s official response to the address, accused Obama of being an extremist. &quot;The extremism that stifles the development of homegrown energy, or cancels a perfectly safe pipeline that would employ tens of thousands, or jacks up consumer utility bills for no improvement in either human health or world temperature, is a pro-poverty policy,&quot; Daniels said in prepared remarks. The other big unmentionable was Solyndra, the solar company that was first in line for an Obama clean energy loan  and then went bankrupt last year. The company is also a staple of Romney and Gingrich stump speeches. Obama indirectly acknowledged Solyndra, saying: &quot;Some technologies don&apos;t pan out; some companies fail. But I will not walk away from the promise of clean energy.&quot; Against the 20 or so references to &quot;energy&quot;, there was only one mention of climate change  which is one more than last year&apos;s State of the Union when Obama did not dare utter the word. But it was in a line in which Obama said there was little chance of Congress passing climate change legislation. &quot;The differences in this chamber may be too deep right now to pass a comprehensive plan to fight climate change,&quot; Obama said. There was also no specific mention of the Environmental Protection Agency  a frequent target of Republicans. Obama said he would be prepared to fight Congress to get legislation passed. &quot;I will not back down from making sure an oil company can contain the kind of oil spill we saw in the Gulf two years ago,&quot; he said. &quot;I will not back down from protecting our kids from mercury poisoning, or making sure that our food is safe and our water is clean.&quot; On the other energy and environment issues, it was not immediately clear what Obama was offering. His promise to open up more areas for offshore drilling seemed like a reiteration of the drilling policy put forward last year. He said the federal government would require oil and gas companies to disclose what chemicals they use in the controversial process known as fracking  even though most states already require such disclosures. Obama also mentioned expanding clean-energy projects  such as giant solar farms  on public lands, to generate enough electricity for 3m homes a year. The department of energy approved 18 such projects by the end of last year that, by conservative estimates, would power at least 3m homes. Obama also called on Congress to set a clean energy standard  a call he made last year. But, unlike last year&apos;s State of the Union which called for electricity companies to get 80% of their power from renewables, Obama did not bother to set a target this time around. One other omission will probably be better received by campaigners. There was no mention, for example, of developing America&apos;s nuclear industry, which was a main theme of Obama&apos;s first State of the Union in 2010. After Fukushima, neither Obama nor Republicans seem inclined to put a nuclear renaissance back on the agenda.  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/jan/25/state-of-union-2012-environment", 
    "wordcount": "798"
}