{
    "headline": "On the road: VW Beetle 1.4-litre 160 PS six-speed manual  review", 
    "text": "Chirrup! says Tweetdeck, announcing the arrival of somebody&apos;s wisdom in up to 140 characters. @Marys_Daughter&apos;s, in fact, ooh I don&apos;t think I know her, and she&apos;s addressing me personally. &quot;Ah,&quot; she tweets. &quot;You&apos;re the reason for the parade of new cars on my route to the tube.&quot; Hmmm, found out. My neighbours on either side know my secret, that I am actually Sam Wollaston the Famous Motoring Journalist; and John the greengrocer at the top of the road does. But I was hoping to keep it at that. I don&apos;t like to make a fuss. And I rather like the image I no doubt have, Dollis Hill&apos;s man of mystery, so successful he changes his car every week. Or they might just be cross that I&apos;m using up all the parking spaces. Anyway now @Marys_Daughter, who lives in the next street down, knows, it surely won&apos;t be long before everyone does. Cover blown. A few days later she tweets again: &quot;My 5-yr-old is loving the red Beetlethis week :)&quot; Well, so am I. @Marys_Daughter&apos;s five-year-old is aman after my own heart. I say man, he may be a little woman, @Marys_granddaughter. If it were the previous model, the first new Beetle which came out in 1998, I would have said it was more than likely. Because that was what is known, among less reconstructed  and less Famous  motoring journalists, as a&quot;Chick Car&quot;. Yes, it was cute, but no one with a set of cojones on them would want to be seen dead in it. This one  the new new Beetle  has been hunked up and hunkered down. It&apos;s longer, lower, wider, prowlier. The windscreen is steeper, the roof flatter (which means there&apos;s more headroom in the back); it just has a bit more testosterone about it. Inside it&apos;s lovely  retro chic meets functional modern. I especially like the red interior panels to match the outside colour. And the glove compartment that looks exactly like the one in the original Beetle  it&apos;s not very big, admittedly, but there&apos;s another one underneath. The elastic straps in the door panels, to store stuff, are a neat touch, too. To drive? Yeah, nice, pretty much like a Golf, which is what it is really, just with a different body. Precise, engaging, a bit noisier than a Golf because of that upright windscreen. Crucially, it&apos;s still unmistakably aBeetle. Which means it&apos;s not just about getting from A to B, it&apos;s about getting there with a :) It&apos;s a toy, really, a car to make a five-year-old boy/girl passing with his/her mum stop and point. It&apos;s a car to bring out the five-year-old in anyone, even aFamous Motoring Journalist. I tweet back, saying they should ring the bell and I&apos;ll drive them round the block. They never do. Starstruck probably. Or weirded out. VW Beetle 1.4-litre 160 PS six-speed manual     VW Beetle 1.4-litre 160 PS six-speed Manual detail Photograph: Simon Stuart-Miller    Price 19,475 Top speed 129mph Acceleration 0-62mph in 8.3 seconds Average consumption 42.8mpg CO2 emissions 153g/km Eco rating 6/10 Cool rating 8/10", 
    "section": "technology", 
    "gid": "technology/2012/may/11/vw-beetle-160-ps-review", 
    "wordcount": "522"
}