{
    "headline": "Google to bring net access to Africa using blimps, masts and satellites", 
    "text": "Google is planning to develop high-speed wireless networks in sub-Saharan Africa with the help of high-altitude balloons that can transmit signals across hundreds of square kilometres. The web search company is already running high-speed fibre networks in Utah, Missouri and Texas. Now it wants to connect 1 billion more people to the internet in emerging markets such as Africa and south-east Asia, and is ready to team up with telecoms firms and equipment providers to build networks that will improve speeds in cities and bring the internet to rural areas. Google is considering a mix of technologies, including broadcasting signals from masts, satellites and even remote-controlled balloons known as blimps, according to a Wall Street Journal report. &quot;There&apos;s not going to be one technology that will be the silver bullet,&quot; a source told the Journal. A Google spokesman declined to comment. With smartphone penetration already higher than 50% in many western markets, mobile manufacturers are racing to connect customers in emerging markets. Google is highly focused on these new markets, and is developing low-cost Nexus smartphones and tablets. Google has set up a trial wireless broadband network in Cape Town using three masts at Stellenbosch University&apos;s campus to transmit to 10 local schools. The trial, which began in March, uses unlicensed &quot;white space&quot; radio waves  unused channels in the broadcast TV spectrum. The company has also worked with the University of California to send phones running Android software into near-space using high-altitude balloons, which can travel to over 100,000 feet from the earth. The balloons were equipped with still and video cameras and the images were retrieved when the balloons eventually popped and fell back to Earth.  The photo caption was amended on 29 May", 
    "section": "technology", 
    "gid": "technology/2013/may/28/google-africa-blimps-net-access", 
    "wordcount": "290"
}