{
    "headline": "Gravity Rush  review", 
    "text": "The PlayStation Vita is only a few months into its life-cycle but thus far, it has failed to capture the public imagination. A state of affairs which is nothing short of scandalous, since it is, by some considerable distance, the finest handheld console ever made. You can attribute its lack of success to a number of factors  a highish price in a recessionary time (although it&apos;s still less than half the price of an iPad); the demise of GAME lessening hands-on opportunities; too close a resemblance to the vastly inferior PSP; uncharacteristically ineffective marketing by Sony; or the lack of truly compelling games. Sony, at least, is taking steps to address the latter deficiency, with Gravity Rush at the forefront. Gravity Rush is the perfect riposte to those (non-gamers) who insist on maintaining that the latest generation of mobile phones have rendered specialist portable consoles redundant. Originally earmarked for the PS3, its sheer ambitiousness and lavish execution make any games seen on iOS or Android seem laughably basic. Gravity Rush&apos;s creator, Keiichiro Toyama, worked on the original Silent Hill, and while his latest game is nowhere near as dark as that cult-classic, it&apos;s every bit as weird  in a similarly endearing Japanese manner. An homage to the comics of Frenchman Moebius, it melds an anime visual style with some truly innovative and original gameplay, which would be a triumph on the PS3, let alone the PS Vita. You play a young, amnesiac woman, soon dubbed Kat, who wakes up in a town in which disturbing happenings have become commonplace. Gravity shifts, plus an infestation of alien creatures called Nevi, are causing havoc. Kat hooks up with a black cat and discovers that, thanks to her new-found familiar, she can set gravity to operate in any direction. Which enables her to reach previously inaccessible areas and, in the game&apos;s early stages, rescue inhabitants of chunks of the town which are being sucked away to oblivion. As well as being a hot blonde, Kat kicks ass with an array of kung-fu-style moves, the most potent of which are launched from mid-air. Initially, Kat&apos;s missions are fairly trivial, designed to familiarise you with her various moves (she can, for example, carry objects with her as she flies around, and slide on appropriate objects). She finds somewhere to live, falls in with some odd characters, engages in a spot of detective work and helps the police eradicate Nevi outbreaks and foil the evil plans of a criminal called Alias. There are several RPG mechanics  including a map showing missions, side missions and people you can talk to for information, and you spend the crystals you collect on upgrading Kat&apos;s powers. As you progress, she acquires ever more powerful and impressive-looking new attacks. Gravity Rush builds judiciously. The story missions generally conclude with boss-battles, each harder than the last, and the three most epic  and downright psychedelic  missions see Kat spirited away to an alternate reality, where she battles increasingly large and nasty Nevi in order to retrieve lost chunks of the city. It&apos;s all endearingly bonkers, as any Japanese game should be, and with its distinctive art style (and cut-scenes arranged like comic-strips), it&apos;s a visual feast. There are a few quibbles, though. You have to adjust the sensitivity of the targeting system slightly, and the sliding mechanism, which uses the motion-sensor, can be fiddly. At times, you can become confused about which way is up, and some of the music should have been confined to an elevator. But none of those minor gripes seriously detract from Gravity Rush&apos;s truly fresh and original gameplay, or the enticing, cleverly populated world in which it is set. It&apos;s a triumph that such a characterful and impressive-looking game can be played on a handheld console. It&apos;s doubtful whether it, alone, can kick-start sales of the PS Vita, and that&apos;s a shame, because it deserves more than mere cult status. Real gaming aficionados will derive much delight from it, though.  Game reviewed on the PS Vita", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jun/13/gravity-rush-ps-vita-review", 
    "wordcount": "668"
}