{
    "headline": "Wildlife species on the agenda of Cites summit in Bangkok  in pictures", 
    "text": "   In danger: Sharks  A local walks among thousands of shark fins that line a street, obstructing traffic and pedestrians, in Hong Kong, China. Over 100m sharks are killed by humans each year, many for their fins which are eaten in Asia and others as bycatch. The Convention on International Trade in Endangered Species (Cites) summit will vote on whether to put the two most commonly finned sharks - the great and the smooth hammerhead sharks - on its protected list for the first time, along with the porbeagle shark, oceanic white tip shark, scalloped hammerhead shark and manta rays. Approval would mean limited export permits would be introduced  Photograph: Paul Hilton/EPA       In danger: Polar bears  Hundreds of polar bears are hunted each year, with many of the pelts being exported to the US. But the US, backed by other nations, wants to introduce a total ban. It faces fierce opposition from Canada, home to two-thirds of the 20,000 or so that are left, and the only nation that allows trade. Cites officials say future estimates of the fast shrinking ice cap are too variable to support the US proposal Photograph: Erik Malm/PA       In danger: White rhinoceros  An anti-poaching team guards a northern white rhino, part of a 24-hour watch, at Ol Pejeta conservancy in Kenya. The park is home to four of the worlds remaining eight northern white rhinos, the worlds most endangered animal. At least 745 rhinos were poached across Africa in 2012 - 668 in South Africa alone. Their horns fetch high prices on the black market in Vietnam. Kenya wants a ban on the export of white rhinos killed as 'trophies' from South Africa and Swaziland. But Cites officials argue trophy hunting can be a 'sustainble management option and beneficial for the conservation of the species'    Photograph: Brent Stirton for NG/Getty Images       In danger: Turtles  The huge appetite in Asia for turtles as food or pets has decimated populations around the world. China and the US want the trade in eight species of softshell turtles and 30 species of freshwater box turtles to be severely restricted. Protection, including total ban on trade, is also being sought for the Indochinese box, Annam leaf, Roti Island snake-necked, and Blandings turtles    Photograph: Sipa Press / Rex Features/Rex Features       In danger: African elephants   An elephant skull found in the forest outside Sounga village in the Gamba district, Gabon. There were 1.3m elephants in 1979, but the population has been slashed to as little as 400,000 today, driven by Chinese demand for ivory. Despite the total trade ban in 1990, at least 25,000 were poached in 2012. Pressure is mounting for trade sanctions against Thailand, Nigeria and the DR Congo, who critics say have 'rampant' domestic ivory markets    Photograph:  James Morgan/WWF       Back from the brink: Vicua  The vicua is relative of the llama that lives in the Andes and has been prized since Inca times for its extremely fine wool. Its population has recovered from 6,000 in 1974 to about 350,000 today. As a result, Cites may vote to end the total ban on trade in its wool. The wool can only be shorn every three years and has to be taken from wild vicua, as the animals are too good at escaping to domesticate Photograph: CRIS BOURONCLE/AFP       Dead and gone: Laughing owl   Conservation efforts have come too late for some species and 10 are expected to be removed from the Cites lists. These include New Zealands laughing owl, Mexicos imperial woodpecker and, from Australia, the pig-footed bandicoot, buff-nosed rat-kangaroo, southern gastric-brooding frog and the crescent nailtail wallaby  Photograph: PD       Dead and gone: Imperial woodpecker  Photograph: PD       Dead and gone:  The pig-footed bandicoot, Chaeropus ecaudatus, from Australia  Photograph: Alamy       Dead and gone: The lesser bilby (Macrotis leucura), also known as the yallara, the lesser rabbit-eared bandicoot or the white-tailed rabbit-eared bandicoot, was a rabbit-like marsupial. Reaching the size of a young rabbit, this species lived in the deserts of central Australia. It's believed to be extinct since the 1950s Photograph: PD       Possibly extinct: The gastric brooding frog or platypus frog (Rheobatrachus silus), last seen in 1981  Photograph: A.N.T. PHOTO LIBRARY /NHPA       Dead and gone: Undated picture from the University of Melbourne shows two Tasmanian tigers before their extinction in the 1930s Photograph: University Of Melbourne/AFP/Getty Images  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/mar/01/wildlife-species-cites-summit-in-pictures", 
    "wordcount": "0"
}