{
    "headline": "New Xbox and PlayStation consoles could be revealed at E3 this year", 
    "text": "The next generation Xbox and PlayStation consoles will be unveiled at this year&apos;s E3 exhibition in June, industry news source MCV has reported. There have been rumours for months that a successor to the Xbox 360 would premiere at the Los Angeles event, but this is the first reliable indication that Sony is already preparing its own generational leap.  The editor-in-chief of MCV, Michael French, told the Guardian that the information had come from a highly trusted source. &quot;A lot of people have suspected that Microsoft would show something,&quot; he said. &quot;And what Sony has realised is that launching PS3 so long after the Xbox 360 meant that they were on the backfoot. If their closest rival steps up and does this forward thinking stuff, they need to be there too. If not, their industry partners will be asking, well, what about you?&quot; There&apos;s also the small matter of Nintendo. The company will be showing its Wii U in more detail at this year&apos;s E3 after announcing it at the event in 2011. Although reactions to the machine, which is comparable in power to the current generation PS3 and Xbox 360 consoles and comes with a tablet-style controller, have been mixed, Nintendo came out of nowhere with the original Wii, dominating its hardware generation in terms of units sold. It is not a company to be underestimated. Sony has declined to comment on the report. A spokesmann placed some doubt on the news, claiming that the company&apos;s priorities this year would be Vita and PS3  the latter is, after all, now a profitable machine after an expensive R&amp;D period and a lengthy inception stage in which it was being sold at a loss. Microsoft was unavailable for comment. Both Microsoft and Sony have also attempted to lengthen the traditional five-year console lifecycle with add-on products such as the Kinect and PlayStation Move. &quot;I don&apos;t think people are buying into that any more,&quot; French said. &quot;Every other piece of consumer hardware has proved that constant iteration is necessary.&quot;  So far, there have been few rumours emanating from the often rather talkative development community. Last September, Mark Rein of leading Xbox developer Epic Games suggested that the next Xbox may well resemble a tablet PC, and many pundits have theorised that the age of dedicated consoles with optical disc drives is over, to be succeeded by an era of all-in-one entertainment devices, lacking disc drives and favouring digital downloads.  In October, Develop magazine spoke to a source within Sony who claimed that PS4 projects had begun, but that PS3 and Vita would be the focus &quot;for years&quot;. The article suggested that Sony was undergoing a long consultation period with key developers to ensure that its next games technology would be easier to work with thn the PlayStation 3; many studios have found that machine&apos;s complex multi-core architecture to be troublesome.  It is possible, of course, for both Sony and Microsoft to make early hardware announcements at this year&apos;s E3 without committing to release dates, thereby giving the PS3 and Xbox 360 extra time. However, any sniff of new console technology is likely to have a major impact on current generation console sales. The prospect of a 2012 E3 involving three major new console formats duking it out on the show floor is a mouth-watering one  but without official confirmation, it&apos;s still the stuff of exciting speculation rather than timetabled reality.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jan/06/new-xbox-playstation-consoles-e3-2012", 
    "wordcount": "580"
}