{
    "headline": "Ash dieback: campaigners call for crackdown on plant imports", 
    "text": "In the pouring rain in the middle of a Suffolk wood, Mike Ryder pats the trunk of a dripping ash, bending and snapping its branches to show how a slow death is creeping through the tree. &quot;They might want us to fell it, or burn it where it stands. We don&apos;t know what will happen, we&apos;re just waiting to be told,&quot; he said. &quot;It&apos;s frustrating and you feel quite helpless. It&apos;s just about watching it happening: there&apos;s nothing you can do. This is all ancient woodland around here and ash is the most dominant species  around 40% is ash. So it&apos;s going to change the landscape beyond recognition, that&apos;s for sure.&quot; Ryder, the Woodland Trust&apos;s forestry manager for Norfolk and Suffolk, said the discovery of &quot;ash dieback&quot; in Britain was a wake-up call for tighter restrictions on the importing of plants. &quot;There&apos;s been a wave of new pests and pathogens and they are slipping through our borders only too easily.&quot; This weekend Forestry Commission officials have found more than 20 sites in East Anglia where ash trees are now infected with the Chalara fraxinea fungus, which causes ash dieback. The UK is now braced to lose the vast majority of its 80 million ash trees, a native species which accounts for up to 30% of tree cover and hedgerows. The disaster facing the ash tree is a warning that Britain needs to tighten its biosecurity, say campaigners who criticise what they claim is a &quot;far too little too late&quot; response from the government. But Joan Webber, principal pathologist at the Forestry Commission&apos;s forest research centre, said there had been a great deal of ambiguity around ash dieback. &quot;How it works  how its spores travel  are all still things just emerging from research. I&apos;m pretty sceptical about the distance it can travel airborne, for example. Hindsight is a great thing, but the fact is this is a very new and complicated situation.&quot; The president of the Country Land and Business Association, Harry Cotterell, said Britain faced a tragedy. The ash was &quot;one of our iconic native species&quot;, second only to the oak as the best-known tree in the British countryside, he said, adding: &quot;If the ash stock in the countryside is devastated, it will be a national tragedy. &quot;I think this is a call to arms for the [whole] country  because they demonstrated, when the forest selloff was proposed, that they really love their woodland, and this is a really huge threat.&quot; Cotterell criticised the government for not issuing earlier warnings about the disease. &quot;It&apos;s a great pity that we weren&apos;t told about it until two or three weeks ago, whereas it clearly had been discovered in nursery stock and young trees in the spring. I think we could have started looking for it  the real concern is to find out the true extent of it.&quot; Ash dieback was first identified in the UK in February, in young plantings and nursery stock. Ryder at the Woodland Trust said he found the disease in mature native woodland in August. But it was only last Wednesday that official confirmation came from the government that the disease had spread beyond plantations and nurseries into Norfolk and Suffolk&apos;s mature trees. On Thursday the environment secretary, Owen Paterson, told the Commons that a ban on imports would start tomorrow. He defended the government by suggesting the outbreak in East Anglia could have resulted from spores being carried naturally into the UK. &quot;I think the real concern is that, geographically, it looks like the disease may have arrived into the wild on the wind,&quot; he said. Previously the fungus had only been thought to have been able to travel around 20km, but its appearance on the east coast may suggest otherwise. Paterson denied that the government had acted slowly since the disease was first detected in the UK in February, pointing out that more than 1,000 sites had already been checked and 50,000 young trees burned. But Jim Pratt, a retired Forestry Commission expert, said the authorities had been ignoring years of warnings before that, and that a ban on imports should have been made earlier. As a result, the government may be left open to compensation claims, he added. Pratt believes that a scaling-up of the response to ash dieback is urgent. He has called for plans to be made for the felling and storage of diseased ash. &quot;The unpalatable truth is that some large sums of money are needed, to be made available to individuals who, for reasons not of their making, find themselves obliged to destroy large and potentially dangerous trees which would not have become infected had the UK authorities accepted their responsibilities for evading this disease when it became such an obvious threat at least eight years ago,&quot; he said. The Woodland Trust is pushing for a tree passport scheme to be introduced to help monitor imports. Its chief executive, Sue Holden, called on Saturday for a summit to be held on how further diseases could be kept out of the UK. &quot;We are clearly pleased to see Owen Paterson finally taking action to introduce a ban on the import and movement of ash trees into the UK,&quot; Holden said. &quot;We also ask government scientists to give urgent and clear advice to all woodland owners on how to manage the disease. The trust will do all it can to mitigate spread in line with this government instruction and advice.&quot; But she added: &quot;Ash dieback is only one of numerous tree pests and diseases in the UK. With more than 15 separate pests and diseases listed on the Forestry Commission website as already present [in the UK], it is crucial that the wider issue is tackled. The government must set up an emergency summit bringing together representatives from all areas of forestry, plant health and conservation  because today it&apos;s ash, but tomorrow yet another of our precious native trees could be at risk.&quot; In Pound Farm Wood in Suffolk, Ryder is striding off through the rain to check the rest of his trees. He hopes that alongside the growing list of infected ash trees he might find one or two  as has happened in Denmark  that show signs of resistance to the fungus and remain untouched even while the deadly plague wipes out the majority of the species. &quot;Other species will come in and fill the gaps  of course they will, that&apos;s how nature works  but some things won&apos;t come back: the flowers and insects that rely on ash and the light it lets through on to the forest floor,&quot; he said. &quot;It isn&apos;t the first disease, historically, to come into our forests from abroad  even if it will have a more significant impact on our wider environment than most. But we need significantly tighter controls on our borders if we want it to be the last.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/oct/29/ash-dieback-campaigners-crackdown-plant-imports", 
    "wordcount": "1179"
}