{
    "headline": "English GCSEs marked down to curb grade inflation, say teachers", 
    "text": "Schools across the country are reporting that students who sat GCSEs in English have been harshly marked down as the government&apos;s exams regulator, backed by the education secretary, Michael Gove, seeks to curb grade inflation. Headteachers representing dozens of schools in England told the Guardian that, in some cases, students had been marked down by an entire grade compared with the results that teachers had predicted. The results will be devastating for pupils who were expecting good grades and could trigger a loss of confidence in the exam system as students question their results when they receive them on Thursday. The Guardian has been told that 55 students at one school &quot;who were comfortably within the boundary of a C, some nearly at a B&quot; have now got D grades. The shock results follow reforms to the English exam and an order from the exam regulator, Ofqual, to end grade inflation. Many more schools are now likely to fall below the &quot;floor standard&quot;  a target set by the government stipulating that 40% of pupils must gain at least five good GCSE passes, including English and maths. Schools that fall below the target  raised from 35% last summer, when 107 failed  face being closed or taken out of local authority control and converted into academies, usually accompanied by a change of leadership. Headteachers receive exam results a day before students and can share them with staff. Wednesday&apos;s release triggered a flurry of concern, with schools comparing results with one another and headteachers&apos; leaders being asked to intervene. Bill Watkin, operational director of the Specialist Schools and Academies Trust, said: &quot;It would appear that changes to grade boundaries have resulted in a discrepancy between predicted results and actual results in a number of schools. What I&apos;ve been told is that the grade boundary change has resulted in a high number of children just below the boundary  heads are understandably focussing on the C/D boundary.&quot; Schools in Leeds and across London, Essex, Kent, Hampshire, Suffolk, Bedfordshire and Somerset have all reported problems with the English GCSE. The headteacher at the school where 55 children were marked down said: &quot;The effect upon students, who will have to be told that they did not achieve the Cs that they [would have been] so delighted to achieve, through hard work and application, will be devastating.&quot; Richard Thomas, executive director of the Association of Secondary Headteachers in Essex, said: &quot;I started getting concerns from schools about English results, not just in schools in challenging areas, but in some outstanding schools and schools with more comprehensive intakes  results way down on what they would have expected.&quot; Thomas blamed guidance from Ofqual to the exam boards, which, he said, had been required to adjust their grade boundaries. &quot;Schools are working on existing criteria and making predictions of student performance based on those expected grade boundaries. Large numbers of students are dropping at least a grade and there will be a lot of disappointed students, parents and teachers,&quot; he said. On the Times Educational Supplement&apos;s website, dozens of teachers left comments claiming their GCSE English results were down. One said: &quot;Our results have been decimated. We&apos;re 10% lower than last year. Like others, we&apos;ve been hit by the double whammy of the exam and controlled assessments having raised grade boundaries  It does seem that our expected Cs became Ds and, because we&apos;re a school where most of our students are clustered around that C/D borderline, we&apos;ve been hit hard. Members of my department are in a state of shock as they say they&apos;ve never worked harder and this is the result  I&apos;m very cross indeed!&quot; Another said: &quot;We&apos;re in a similar situation  vast majority of the cohort were C/D and would have got a C on a different exam series. I am so gutted, not looking forward to the consequences of this.&quot; New GCSEs in English, as well as new, separate papers in English language and literature, are being awarded for the first time this summer. Ofqual has put pressure on exam boards to ensure that the results are comparable to previous years. In its guidance, the regulator says that &quot;roughly the same proportion of students will obtain each grade as in the previous year&quot;. There were claims that schools in disadvantaged areas, which have disproportional numbers of pupils clustered around the crucial C/D grade boundary, could be worst affected. The share of A-level entries getting the top grade fell for the first time in two decades in results published last week  26.6% of A-level grades issued this year were A or A*, a fall of 0.4% compared with last year. Since 2009, Ofqual, has adopted a new approach intended to contain grade inflation by comparing examiners&apos; marking of candidates against the performance of that year group at previous exams, as well as previous years. The approach was introduced for the new AS-level specification first awarded in 2009, and the revised A-level first awarded in 2010. One exam board acknowledged that there was a problem brewing with this year&apos;s results. A spokesman said: &quot;We understand that some students may have received results they have not anticipated and that this can be unsettling. We base our judgements on the quality of work we see in front of us, and we also draw on other data points, as stipulated by the regulatory framework, to ensure that the demands placed on students in each year to gain particular grades are consistent. &quot;Grade boundaries are therefore subject to change as we gain more information about the whole cohort performance, especially in a new specification.&quot; Brian Lightman, general secretary of the Association of School and College Leaders, said that there was &quot;massive concern&quot; about the issue amongst his members.", 
    "section": "education", 
    "gid": "education/2012/aug/22/english-gcses-marked-down-teachers", 
    "wordcount": "983"
}