{
    "headline": "A rapidly reversible, light-activated painkiller", 
    "text": "If you&apos;ve ever been given a local anaesthetic, you&apos;ll know about the effects  and the side effects  of these drugs. For example, dentists usually inject lidocaine into the gum before filling a cavity or pulling a tooth out, to numb the jaw quadrant on which the procedure is being performed. Although temporary, the anaesthetic can take a few hours to wear off, leaving you unable to eat, drink or talk properly after leaving the surgery. You may even experience blurred vision, or have difficulty blinking, if the anaesthetic inadvertently affects other parts of your face. A newly-developed molecule could overcome these problems. It can be activated by light to silence pain-sensing neurons and then inactivated, also by light, within fractions of a second. The molecule, described by American and European researchers in the journal Nature Methods, could prove to be a powerful new research tool and, although still in the experimental stage, may eventually be used in the clinic as a selective and rapidly reversible painkiller. Local anaesthetics such as lidocaine are used widely, and effectively suppress pain sensations by preventing pain-sensing neurons, or nociceptors, from generating electrical signals. Nociceptors have thin fibres terminating just beneath the skin surface, and express numerous barrel-shaped proteins that form pores spanning the membrane of their nerve endings.  These proteins detect noxious stimuli such as heat, cold, mechanical pressure and chemicals released from cells that break open following tissue damage, opening up their pores in response, to allow ions to flow across the membrane. Ions are electrically charged atoms, so their movements through the membrane constitute a tiny electrical current which alters the voltage across the membrane. The currents activate other pore-forming proteins called sodium channels, which then produce nervous impulses that travel along the nerve fibres, carrying the pain signals into the spinal and then up to the brain.  Lidocaine crosses the cell membrane and is altered inside the cell. It then blocks sodium channels from the inside, preventing nociceptors from generating the nervous impulses which carry the pain signals. Other local anaesthetics have a similar mode of action. All of them are, however, non-selective, blocking the activity not just of nociceptors, but of all neurons in the area to which they are applied, and this is what causes the unwanted side effects. The new molecule, called ammoniumazobenzenequaternary ammonium (QAQ), was developed by Richard Kramer and colleagues at the University of California, Berkeley, in collaboration with Dirk Trauner&apos;s group at the Ludwig-Maximilians University in Munich. QAQ resembles lidocaine in structure, but switches from an elongated to a bent, L-shaped conformation when exposed to green light. In the dark, it slowly reverts to its elongated form, but this reversal takes place in several hundredths of a millisecond when the molecule is exposed to ultraviolet light. The elongated conformation fits snugly into the membrane pores, preventing the flow of current through them, whereas the L-shaped conformation does not. The researchers tested the pain-blocking effects of the molecule in rodent brain cancer cells grown in a Petri dish, using microelectrodes to record the electrical activity of the cells. When QAQ was added to the liquid medium bathing the cells, it had no effect, showing that it cannot cross cell membranes. But when injected directly into the cells and exposed to green light, it effectively blocked the sodium channels and prevented the cells from firing. Upon exposure to ultraviolet light, the molecules rapidly switched to the L-shaped conformation, and released their blockade so that the cells could fire again.  In another set of experiments, the researchers devised a clever strategy for selectively introducing QAQ into specified types of neurons. In one, they isolated cells from the rat hippocampus, and introduced a pore-forming channel called the P2X7 receptor into cells. P2X7 is expressed by nociceptors, and is activated by a chemical called ATP, which is released from broken cells. When applied alone, QAQ did not enter the cells. When, however, ATP was applied as well, it activated the P2X7 receptors, opening up their pores so that QAQ could infiltrate the cells. This enabled the researchers to control the cells&apos; activity by blocking and unblocking the channels as before, suggesting that they could do the same in intact nociceptors. Nociceptors are among the longest cells in the nervous system. Their cell bodies are located near the spinal cord, with those of other primary sensory neurons, in structures called dorsal root ganglia (DRG). Each cell has a single nerve fibre which splits in two soon after emanating from the cell body; one branch projects out to the skin, and the other into the spinal cord.  To test whether QAQ could silence intact nociceptors, the researchers designed a three-dimensional multi-electrode array system to record the activity of multiple DRG cells while illuminating them from below. They isolated DRG from rats then placed them in this apparatus, impaling the nociceptor cell bodies with recording electrodes and the remnants of their fibres with stimulating electrodes. With this set-up, they could stimulate the fibres and record trains of nervous impulses in the cell bodies, about 4 thousandths of a second later.  When QAQ was added to the DRG, the impulses recorded from some of the electrodes were silenced by switching from ultraviolet to green light. The degree of silencing was dependent upon the concentration of QAQ used  the integrated signal from the DRG was far smaller at higher concentrations than at lower ones. The researchers speculated that the molecules enter the nociceptors through a channel called TRPV1, which is activated by heat and contains a binding site for capsaicin, a compound found in chilli peppers. They confirmed this by blocking TRPV1 channels  this prevented QAQ from entering the cells so that they could not be silenced by green light. Further experiments showed that QAQ can also prevent nociceptors from transmitting pain signals through the spinal cord. Finally, the researchers tested QAQ in live animals. They applied QAQ to one eye of mildly sedated rats, and QAQ together with capsaicin to the other. Capsaicin activates TRPV1 channels, facilitating the entry of QAQ into nociceptor nerve endings, which are densely packed just beneath the surface of the cornea. They then gently prodded both eyes with think metal wires, eliciting blinking as a pain avoidance response. When green light was shone into the animals&apos; eyes, the one onto which QAQ and capsaicin had been applied was far less sensitive to the pain than the other, as measured by the amount of blinking. When the light was switched to ultraviolet, the pain sensitivity was restored.  These results show that QAQ is an effective local anaesthetic that can be turned rapidly on and off with light. They suggest that it could be used clinically, using fibre optics to activate the molecule in deep tissues such as spinal roots, or an external light source after being administered topically, to treat corneal pain, for example. It would be advantageous over current local anaesthetics, because it can be targeted to specifically to nociceptors while leaving other types of neurons unaffected.  In the meantime, it could become a powerful scientific tool that helps researchers to gain a better understanding of the neural circuits that process pain information in the spinal cord and brain, and the involvement of different types of channels in pain processing. A powerful and recently developed technique called optogenetics also allows researchers to precisely control neurons using pulses of light, but it involves genetic engineering to target specified subsets of cells. QAQ could be similarly powerful, and has the added advantage of not requiring complex genetic manipulations. Reference: Mourot, A., et al. (2012). Rapid optical control of nociception with an ion-channel photoswitch. Nature Methods, DOI: 10.1038/nmeth.1897.", 
    "section": "science", 
    "gid": "science/neurophilosophy/2012/feb/21/1", 
    "wordcount": "1281"
}