{
    "headline": "Rio+20 Earth summit: scientists call for action on population", 
    "text": "The Rio+20 Earth summit must take decisive action on population and consumption regardless of political taboos or it will struggle to tackle the alarming decline of the global environment, the world&apos;s leading scientific academies warned on Thursday. Rich countries need to reduce or radically transform unsustainable lifestyles, while greater efforts should be made to provide contraception to those who want it in the developing world, the coalition of 105 institutions, including the Royal Society, urged in a joint report. It&apos;s a wake-up call for negotiators meeting in Rio for the UN conference on sustainable development. The authors point out that while the Rio summit aims to reduce poverty and reverse the degradation of the environment, it barely mentions the two solutions that could ease pressure on increasingly scarce resources. Many in the scientific community believe it is time to confront these elephants in the room. &quot;For too long population and consumption have been left off the table due to political and ethical sensitivities. These are issues that affect developed and developing nations alike, and we must take responsibility for them together,&quot; said Charles Godfray, a fellow of the Royal Society and chair of the working group of IAP, the global network of science academies. In a joint statement, the scientists said they wanted to remind policymakers at Rio+20 that population and consumption determine the rates at which natural resources are exploited and Earth&apos;s ability to meet the demand for food, water, energy and other needs now and in the future. The current patterns of consumption in some parts of the world were unsustainable. A sharp rise in human numbers can have negative social and economic implications, and a combination of the two causes extensive loss of biodiversity. The statement follows a hard-hitting report by the Royal Society in April that called for rebalancing of resources to reduce poverty and ease environmental pressures that are leading to a more unequal and inhospitable future. By 2050, the world&apos;s population is projected to rise from seven billion to between eight and 11 billion. Meanwhile consumption of resources is rising rapidly as a result of a growing middle class in developed countries and the lavish lifestyles of the very rich across the planet. &quot;We are living beyond the planet&apos;s means. That&apos;s scientifically proven,&quot; said Gisbet Glaser of the International Council for Science, who cited research on ocean acidification, climate change and biodiversity loss. &quot;We&apos;re now at a point in human history where we risk degrading the life support system for human development.&quot; The scientific academies stressed that poverty reduction remain a priority, but said action to promote voluntary family planning through education, better healthcare and contraception can aid that process. &quot;The P-word is not talked about because people are scared of being politically incorrect or alarmist. Even so, the the population dialogue should not just be about sheer numbers of people  that type of dialogue leads to finger pointing,&quot; said Lori Hunter, a demographer who was in Rio for a side-event. She said the picture was more complex and touched upon the need to consider factors that shape fertility decision-making. She mentioned that in some areas, scarcity of natural resources leads to larger families as families need labor. There are also high levels of unmet demand for contraception in many regions of the world. &quot;You need to push the levers that are shaping family size,&quot; said Hunter. &quot;Basically, you can&apos;t save the environment without reproductive health policies and programmes.&quot; She also mentioned that processes such as migration, urbanisation, aging are important in considering the environmental impacts of future consumption. The draft negotiating text of Rio+20 mentions the need to change &quot;unsustainable patterns of production and consumption&quot; but the US wants to delete passages that suggest developed countries should take the lead. There is also little recognition in the text that economic growth might be limited by ecological factors. This is partly because although scientists talk about &quot;global boundaries&quot;, there is no agreement on where they might lie. The stock taking of global inventory is still a work in progress, but it may speed up after the launch on Thursday of a new scientific initiative  Future Earth  that brings together academies, funds and international institutions to co-design research related to sustainable food production and changes to the climate, geosphere and biosphere. The picture might become clearer if proposals at Rio+20 to beef up the UN environment programme are accepted, along with a plan for a &quot;regular review of the state of the planet.&quot; Glaser, who is the lead negotiator for the scientific community at Rio+20, said there was still no agreement on the 80-page text. &quot;They&apos;re negotiating words rather than the issues behind the words. I&apos;m afraid that if there&apos;s no miracle, there&apos;ll be a relatively low common denominator that just drops all the main areas of contention.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/14/rio-earth-summit-population-consumption", 
    "wordcount": "828"
}