{
    "headline": "New Books Party: Books received this week", 
    "text": "One of many shelves in GrrlScientist&apos;s library [library-ise].  I sometimes receive books in the mail, as review copies from publishers, as gifts from far-away friends and as my personal purchases. Postage for shipping books internationally is not cheap. Because I am an unapologetic bibliophile and bookworm, as well as a science/nature book reviewer, I like to let people know what books are newly available based on what I&apos;ve received recently. Unfortunately, you are all so far away, so instead of hosting a book party in my flat, I&apos;ll do the next best thing: I&apos;ll host a book party on my blog each Friday of the week when books arrive by giving you my quick &quot;first impression&quot; of these books and relevant links so you can get a copy of the book if you wish:    It&apos;s not often when a writer offers to send me a print copy of her book. But this is precisely what happened more than three weeks ago when I was contacted by Wendy Williams, the author of the book, Kraken: The Curious, Exciting, and Slightly Disturbing Science of Squid [Abrams; 2011: Guardian Bookshop; Amazon UK; Amazon US]. &quot;This book is for readers who know little about evolution, biology or marine science but are members of the international subterranean cult that proscribes to squid fascination&quot;, Ms Williams wrote in email. Being a fan of squid, I was immediately interested. So the book was carefully wrapped and dropped into the mail, where it meandered across an entire ocean before finally arriving on my doorstep.  Have you ever been surprised by a book? When I removed this deceptively small book from its brown wrappings for a quick skim, it ... grabbed me. Already, I am tempted to drop everything I am working on so I can dive into this book. But instead, I&apos;ll whet your appetite with a few details.  Kraken is small hardcover with 223 pages that include drawings, diagrammes and black and white photographs, a bibliography, an index and videos (this is the first time I&apos;ve ever seen a book list video resources). The chapters:  From vampire to wallflower  A wonderful fish  A saltwater Serengeti  Blue bloods  Architeuthis on ice  Fuzzy math and tentacles  Luminous seas  Diaphanous and delicate  Solving Frankenstein&apos;s mystery  Serendipitous squid  Heure d&apos;Amour  Playdate  Fan clubs and film stars  One lucky sucker  Smart kin  Curious, exciting -- yet slightly disturbing Kraken discusses a number of topics that have fascinated me as a scientist and squid fan, such as -- my two favourite squid topics -- how they use special skin cells to change colour and pattern to either blend in or stand out, and how they managed to survive not one, not two, but five major mass extinctions during the half a billion years of their existence. Reading about these two topics alone is &quot;worth the price of admission&quot; in my opinion, but there&apos;s a lot more in this little book.  Must. Finish. What. I&apos;ve. Started.  First!  Must. Not. Give. In. To. Temptation. Speaking of temptation, I also received a new translation of a old book by Quintus Tullius Cicero, How to Win an Election: An Ancient Guide for Modern Politicians (translated by Philip Freeman) [Princeton University Press; 2012: Guardian Bookshop; Amazon UK; Amazon US]. This small book is actually a letter from Quintus Tullius Cicero to his older and much more famous brother, Marcus Tullius Cicero. In this letter, Cicero-the-younger outlines a practical strategy for how to manipulate voters to win election to a public office. For Latin scholars, this book is especially nice because it includes the original text of the letter on the left page, with the corresponding English translation on the right page. Besides the fact that this small book contains such time-worn advice as &quot;promise everything to everybody&quot; to the value of being a social chameleon, I learned that sexual scandals were fodder for upending an opponent&apos;s political campaign even as far back as 64 BC. Well, as they say, mutatione rerum magis, tanto magis stetisse (&quot;the more things change, the more they stay the same&quot;), or something like that.  I also received two unexpected treats in the mail today. The first is a book, How to Be a Better Birder by Derek Lovitch [Princeton University Press; 2012: Guardian Bookshop; Amazon UK; Amazon US], is targeted to intermediate birders who are working towards improving their skills. I imagine that most mystery birders (and mystery bird lurkers) will greatly appreciate this book and will find much of value in it. Most of the book&apos;s examples are specific to northeastern North America (northeastern US/southeastern Canada), which may dismay those many of you who hail from other parts of the world. However, from what I saw in my quick skim, this should not diminish the book&apos;s educational value since most of the lessons and skills that the author aims to teach are universal, although a few may require minor adaptations to be immediately applicable to your locale. The book has 192 pages, photographs, maps, and diagrammes, references and additional reading, and an index. Here&apos;s the chapter list:  Advanced field identification  Birding by habitat  Birding with geography  Birding and weather  Birding at night  Birding with a purpose  Vagrants  A New Jersey case study  Patch listing Although you can pre-order (and based on my quick skim of this book, I encourage you to consider doing so), this book is scheduled to be released to the general public on 1 May 2012.  Last but not least, is a book for all you fans of the Monday morning Numberphile videos. This book, The Irrationals: A Story of the Numbers You Can&apos;t Count On by Julian Havil [Princeton University Press; 2012: Guardian Bookshop; Amazon UK; Amazon US], is scheduled to be released to the general public on 24 June 2012. The Irrationals is intended to answer the question: &quot;What are irrational numbers?&quot; This seemingly simple question has intrigued scholars since 450 BCE, and continues to inspire scholarship and research to this very day. In this book, we read about historical contributions made by Pythagoras, Descartes, Niven and Euler, just to name an illustrious few.  This book has 294 pages, a number of graphs and mathematical diagrammes, and six appendices. The chapter list:  Greek beginnings  The route to Germany  Two new irrationals  Irrationals, old and new  A very special irrational  From the rational to the transcendental  Transcendentals  Continued fractions revisited  The question and problem of randomness  One question, three answers  Does irrationality matter? This book looks like fun reading for students, maths instructors, maths historians, number theorists and for those many of you who enjoy playing with numbers.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/09/2", 
    "wordcount": "1120"
}