{
    "headline": "Military three-step as birds drill for food through the late winter snow", 
    "text": "The snow continues to sweep across the valley. A greenfinch&apos;s sharp, falling notes seem to be the only birdsong this morning, an insistent harbinger of spring in the face of the cold. Most birds seem otherwise occupied. Blackbirds, thrushes and robins bob along the edges of the footpath, inches from my feet, searching the undergrowth hungrily for food. A mass of linnets  I count around 60  rummage in the field, furiously digging for seeds and insects. Streaked brown and grey, some with dashes of pale red on their breast, the linnets jump about in the swirling snow, squabbling with each other. Disturbed by my progress downhill, a flock of fieldfares takes off, but they soon return to dig in the snow. Fieldfares are large, straight-backed and rather pompous thrushes with grey heads and rumps, their faces and breasts marked heavily with inky black lines and barring. The flock advances across the ground in a sort of military-precision grandmother&apos;s footsteps: each bird hops three times and stops before digging. These winter visitors are waiting for the weather to clear so they can return northwards to their breeding grounds in Scandinavia, Finland or north-west Russia. From the shelter of a hide, I scan the edges of the grey pools of water on the brooks. The dark shapes of snipe  small, brown wading birds  are moving in the snow nearby. Their long beaks drill up and down, like hesitant sewing machine needles, probing beneath the snow, feeling for invertebrates in the mud. Three lapwing flap backwards and forwards over the pools, calling &quot;pee-wit&quot; to one another. Visibility fades as another wave of snow-filled cloud sweeps across the valley. As I emerge from the hide, I scare three dark fallow deer sheltering in the trees. There&apos;s a flash of vivid reddish-pink in a hedge. A male bullfinch sits among the jagged, leafless branches. Almost as soon as it appears, it&apos;s gone, flashing its bright white rump and black tail, flitting away over the trees. I hunch my shoulders against the cold and trudge on, but I can just hear the bullfinch&apos;s thin whistled calls in the distance.", 
    "section": "environment", 
    "gid": "environment/2013/mar/14/pulborough-brooks-west-sussex-blur-beaks", 
    "wordcount": "355"
}