{
    "headline": "Sea-level rises 'may not be as high as worst-case scenarios have predicted'", 
    "text": "Sea-level rises are unlikely to be as high as worst-case scenarios have forecasted, suggests new research which shows that Greenland&apos;s glaciers are slipping into the sea more slowly than was previously thought. But the scientists warned that ice loss still sped up by 30% and is driving rises in sea levels that endanger low-lying coasts around the world. Along with Antarctica, the loss of ice from the huge Greenland ice cap is the biggest direct contributor to rising sea levels, pouring 250bn tonnes of water into the oceans each year. But the complexity of glacier dynamics has meant predictions of future losses as the global warming continues have been wide-ranging and controversial. The new work used for the first time satellite data to track the progress of over 200 individual Greenland glaciers between 2000 and 2010. &quot;Previous studies only had a couple of observations from big glaciers,&quot; said Twila Moon, at the University of Washington in Seattle, who led the research. &quot;We found we are certainly not on the worst-case scenario, but the glaciers are speeding up and we see no sign of that stopping.&quot; Half of the ice lost from Greenland is due to simple melting where meltwater flows directly into the sea as temperatures rise, while the other half is due to the increased flow of glaciers, which leads to more icebergs calving into the sea. The new study, published in the journal Science on Thursday, focused on the latter effect. Moon said: &quot;We found, contrary to conventional wisdom, that glaciers have rapid and large changes in speed.&quot; Jonathan Bamber, a glaciologist at the University of Bristol, and not part of the research team, said: &quot;The study provides a lot of rich detail about the variability in ice sheet dynamics, but does not dramatically change our overall understanding. The new work shows the situation is not as bad as the worst possible case, but it is still serious for future sea level rise and is certainly more complex than many of the models suggest.&quot; Other recent satellite science has revealed complexities in other parts of the world, with the world&apos;s greatest peaks in the Himalayan mountain chain revealed as having lost no ice in the last decade. Another study showed the Karakoram glaciers as having grown over the last decade. However, the contribution to sea level rise of these and other mountain chains such as the Andes and Alps are dwarfed by Greenland and Antarctica and, globally, 443-629bn tonnes of meltwater are added to the world&apos;s oceans each year. This is raising sea level by about 1.5mm a year, in addition to the 2mm a year caused by expansion of the warming ocean. Earlier analyses of Greenland&apos;s glaciers found their speed has doubled in 10 years and were accelerating. Extrapolation of that doubling implied glacier loss in Greenland would drive up sea level by 9cm by 2100, leading to an overall rise of 80cm. Another extrapolation imagined a tenfold rise in glacier speed, leading to 47cm of sea level rise from Greenland and 2m overall. The new research shows glacier acceleration remains &quot;well below&quot; even the lower scenario. &quot;A doubling in all glacier speeds was never a prediction for Greenland, it was a thought experiment, a &quot;what if&quot; scenario,&quot; said Bamber. Moon noted: &quot;Ten years is still a short time when studying glaciers. There is no reason to think we won&apos;t get to the 80cm level. And even small rises in sea level will have very big impact in some places, as storm surges hit coasts. If you raise the floor of a basketball court by just a few inches, you will see many more slam dunks.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/may/03/sea-level-rises-greenland-glaciers", 
    "wordcount": "626"
}