{
    "headline": "Giving power to the people can solve the wind farm stand-off", 
    "text": "Politicians are slaves to opinion polls, goes the conventional wisdom: not in the case of wind farms. Two-thirds of us think more wind turbines are a good idea, even when sited close to our homes and even if we live in the countryside. Yet, as I revealed on Sunday, George Osborne&apos;s Treasury is fighting hard to slash the subsidies to onshore wind farms, while Lincolnshire county council wants to all but ban them.  There are two simple reasons for this. First, the polling Osborne and David Cameron really worry about is not that showing what the British people want, but the vote at the next general election. Second, the argument for renewable energy, with all its benefits for climate change, air pollution, jobs and energy security, has been disastrously undermined by the abject failure to ensure that those who have to live with the turbines share the financial benefits.  The Conservative party failed to get a majority in 2010 and, with the economy tanking, the prospects of reversing that in 2015 look shaky. So when 100 backbench Tory MPs wrote to the prime minister in February, demanding &quot;drastic cuts&quot; to support for onshore wind, they got noticed. They clearly feel opposition in the shires is damaging their chances of re-election, meaning Osborne&apos;s attack on the subsidies makes political sense. The fact it does not make economic sense seems to matter less to our finance minister. There is undoubtedly deep and growing unhappiness about local wind farms in some places: strong opposition has trebled to 21% since 2010. The sense of invasion by outsiders is legitimate and a very powerful force, but has also led to unfortunate gales of nonsense being peddled about the supposed uselessness or expensiveness of wind power. But elsewhere, the winds of change have been altogether gentler. In Germany, 20% of all electricity comes from renewable energy and over 65% of the turbines and solar panels are owned by individuals, farmers and communities. Bringing power to the people, at the expense of unpopular utility companies, has delivered overwhelming public acceptance. In the UK, less than 10% of renewable energy is owned locally. Over 90% is owned by the big energy firms, seen as untrusted giants dumping turbines into the countryside and taking the proceeds out. Community ownership is transformative, according to Lord Adair Turner, chair of the government&apos;s official advisers, the Committee on Climate Change. &quot;Rather than looking at a wind farm and saying &apos;that big company dumped it here to make profit&apos;, people look at it and say &apos;that&apos;s ours and I get some profit from it&apos;,&quot; he told me in March. &quot;As a result it turns out aesthetic perceptions are deeply subjective and you say &apos;I rather like it&apos; rather than &apos;I rather dislike it.&apos;&quot; You can call that a &quot;bribe&quot; if you like, as influential Tory MP Tim Yeo did on Monday, or you could call it &quot;sharing the benefits&quot;. There are two paths forward. Either Cameron and Osborne, pressed hard by their Liberal Democrat coalition partners, can meet the nation&apos;s wishes and - to some extent - those of their backbenchers by fully backing wind power, while ensuring far more communities see the benefit and that the planning system continues to reject bad developments. Or they can continue their retreat from the promise of being &quot;the greenest government ever&quot; and hope that secures them just enough support from the minority opposed to wind power to squeeze them into government in 2015. Which path will they take? The answer is still blowing in the wind.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/jun/04/wind-farm-power-opposition", 
    "wordcount": "604"
}