{
    "headline": "The week in wildlife - in pictures", 
    "text": "   Frost covers the fields and trees around Arundel, west Sussex, where temperatures failed to rise above freezing before lunch Photograph: Chris Ison/PA       Waxwings gather on a rowan tree in London, England. Thousands of waxwings have descended on Great Britain after the failure of the birds' food sources in their native Scandinavia. Birdwatchers across the UK travel hundreds of miles to catch a glimpse of the rare birds, who turn up in significant numbers every few years, and are thought to be a sign of a harsh winter to come Photograph: Dan Kitwood/Getty Images       An elk runs in a field near the village of Ratsevo, Belarus. Hunting for elks, roe deer and wild boars in Belarus is popular among locals and foreign hunters from neighbouring countries who visit the country in December Photograph: Vasily Fedosenko/Reuters       An injured wild elephant tries to eat a banana leaf with its trunk after it was attacked by poachers in the foothills of Pancharatna hills in Goalpara district of lower Assam, India. The poachers cut off two tusks and the tail of the elephant, who is now expected to survive, according to local animal officials. This week, Malaysian authorities seized an enormous haul of 1,500 elephant tusks worth 12m, weighing as much as all the illegally traded ivory seized globally last year and marking the country's largest ever haul Photograph: Anupam Nath/AP       A veterinary team from the wildlife forensic unit take blood samples to trace the DNA of one of 16 tigers cubs seized from smugglers in Chaiyaphum, Thailand. The tiger cubs were being smuggled across the border into Laos two-per crate in the back of a truck, after they were very likely reared in an illegal tiger farm in Thailand, and destined for China. Perceived by organised criminals to be high profit and low risk, the illicit trade in wildlife is worth at least $19bn a year, making it the fourth largest illegal global trade after narcotics, counterfeiting, and human trafficking, according to a new report commissioned by WWF  Photograph: James Morgan/WWF       Red-crowned cranes in Cheorwon-gun county, Gangwon province, South Korea. Cranes produce a wide variety of calls ranging from low pitched purrs to the loud unison calls involved in courtship Photograph: KIM JAE-SUN/EPA       By Gonzalo 95 in Piazza Venezia, Rome, Itlay, one of this week's Green shoots urban birds pictures Photograph: Flickr       Two tiny crabs near corals near Bunaken Island, Sulawesi, Indonesia Photograph: Jiang Fan/ Corbis       Grass covered with frost near Bergheim, western Germany Photograph: Oliver Berg/AFP/Getty Images       Flowers in bloom in Nanjian Yi Autonomous County, in south-west China's Yunnan province Photograph: Qin Qing/Corbis       Small trees in a snow-covered field near the village of Kovilj, Serbia. Heavy snowfall in blizzards have closed roads, disrupted power supplies and shut down an airport in Montenegro, amid a winter freeze that has killed several people and created travel chaos in the Balkans since last weekend Photograph: Darko Vojinovic/AP       A fox sparrow (Passerella iliaca), which originally nests in northern Canada. The bird, which was last seen in Europe in 1947, in Iceland, and 1961 in Ireland, has been recently spotted in Estonia by bird watcher Aivar Veide. Many European bird watchers have visited Estonia to see the species Photograph: Raigo Pajula/AFP/Getty Images       Hippopotamus mother named Kathi (R) introduces her offspring to the group at the zoo in Berlin, Germany Photograph: Laurin Schmid/EPA       A turtle swims near coral reefs in the sea at Bunaken Island, Indonesia Photograph: Jiang Fan/Corbis       Rescued flatback turtle Michala is released into the wild with a satellite transmitter strapped to her, along with three baby flatback turtles. Michala was found floating around Cape Hotham, Australia, where she was treated with antibiotics to help remove the gas build-up in her body  Photograph: Daniel Hartley-Allen/Rex Features       The remains of an Olive Ridley turtle at Mismaloya beach on the Pacific coast of Jalisco State, Mexico. According to the University of Guadalajara staff, 30% of the turtles that arrive to spawn to the area are slaughtered by poachers  Photograph: HECTOR GUERRERO/AFP/Getty Images       Malaysian customs officers display seized elephant tusks at Port Klang, near Kuala Lumpur. Customs seized 24 tonnes of elephant tusks worth 6m, which were hidden in a secret compartment of a ship bound for China. The tusks are commonly used to produce decorative products such as jewelry, chopsticks and belt buckles Photograph: STR/EPA       A rare bird is breeding on Ascension Island for the first time in almost two centuries after a programme to remove feral cats, the RSPB said. Ascension frigatebirds are nesting on the far east coast of the island at a site called South East Bay on the Letterbox peninsula, where sailors used to deposit post into an ancient letterbox, to be picked up and passed on by other travellers Photograph: Derren Fox/RSPB       A seal on Pinzon Island, in the Galpago archipielago, Ecuador. The Galpago national park is carrying out a rodent control programme to restore the natural balance of the indigenous fauna, endangered by the aggressive reproduction of the rats that arrived aboard ships hundreds of years ago Photograph: Rodrigo Buendia/AFP/Getty Images  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/dec/14/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}