{
    "headline": "Outsourced vs on campus services: what's the best model?  live chat", 
    "text": "As Northampton vice-chancellor Nick Petford says, university procurement is not a sexy subject, but an important one. The Department for Business, Innovation and Skills has predicted it will face 150m limit on how much it can spend in 2013-14, reductions increasing further to 280 in 2014-15. And with the sector spending in the region of 10bn every year on buying goods and services, universities are looking to reorganise  through outsourcing or collaborative procurement  to reduce costs. But as higher education institutions increasingly look to outsource campus services including catering and facilities management, staff and students are responding in their numbers against these acts of privatisation which they feel will affect their university experience. Staff and students currently in their fifth week of occupation against the outsourcing of key services at the University of Sussex are not the only ones expressing concern over a lack of clarity and communication behind university decision-making, arguing the move will jeopardise employment terms and conditions. London Metropolitan University is using a private firm to reshape its non-teaching services. Falmouth University plans to move academic support staff to a private company, FX Plus. And in November, the University of Central Lancashire became the first public university to apply to become a private company. Some of the key issues at hand:  Fear that universities are becoming more like businesses  The growing view of students as &apos;consumers&apos;  Impact of privatisation on the student and staff experience  Commercialisation of learning on campus  Implications for public role of the university &quot;If universities are profit-driven, this destroys the possibility that they have any level of community responsibility,&quot; said Rachel Wenstone, NUS vice-president for higher education, in response to the Sussex occupation, &quot;and it means students will not have the opportunity to shape what that looks like.&quot; Amid widespread opposition to outsourcing, what are its benefits  and alternatives? In 2012, the University of Northampton launched the 1 Billion Pound Challenge, a scheme that aims to support local economies and bring wider community benefits, while at the same time helping universities and colleges develop efficient, sustainable procurement practices. &quot;Building relationships initially through procurement could prove a route in for academic activities including research, consultancy and student placements,&quot; said Petford of the move. Meanwhile, research by Sheffield Hallam University in 2012 found facilities management service delivery at a turning point across the board with traditional models failing to meet customer needs. The study found what was driving companies in a range of sectors was the chance to gain innovation in service delivery within tight budgetary restraints. Does the same apply to universities? Higher education budgets are tight, but is the answer to balancing the books in outsourcing services, or rather, making use of a university&apos;s resources and expertise on campus? Is it a simple case of homegrown verses imported services? Or more about collaboration between universities and private providers, staff and students, and the growing field of social enterprise? Join our live chat Friday 22 March 12-2pm GMT to discuss the best models for universities and how they can be implemented. Is the view that private providers are just out to make money from universities fair, or are there other factors to consider? You can also follow the debate live on Twitter using the hashtag #HElivechat Panel  Jenny Shaw, head of higher education engagement for the UNITE Group  She is responsible for leading higher education engagement and developing the company&apos;s strategic understanding of the sector. Her work has included early business and community engagement initiatives and large widening participation partnership programmes. She has acted as a consultant to HE Academy, SPA and the Equality Challenge Unit. @jennyshaw @unitegroup John Duffy, registrar and secretary at the University of Sussex  Duffy has held management posts in a number of other higher educationinstitutions, including St George&apos;s, University of London, theuniversities of Edinburgh, Newcastle and Sheffield and the Institute ofCancer Research. Daniel Cunningham, head of client services for Hobsons EMEA  He has worked in the higher education sector since 2009 and is responsible for enhancing a university&apos;s recruitment, conversion and retention efforts. Previously Cunningham worked as head of student services at the Royal Central School of Speech and Drama, University of London. @HobsonsEMEA  Mark Holleran, manager in the campus and commercial services group at the University of Warwick  Holleran is responsible for the Unitemps franchise network, Warwick&apos;s own on-campus temporary staffing service with a focus on part time work for students. He has a background in operations and project management and executive recruitment across higher education and finance. @mgholleran Luke Martell, professor of political sociology at the University of Sussex  Martell&apos;s main interests are in political sociology, especially socialdemocracy, social movements and globalisation. He has previously written on universities and higher education, especially recent trends towards their marketisation. @lukemartell Christina Sponselli, director of social media at the University of California, Berkeley  She oversees UC Berkeley&apos;s alumni outreach on a range of social media platforms. The department recently decided to bring the alumni network service in-house after deciding they needed greater control over it. @Cal Michael Segalov, law with international relations student at the University of Sussex   Segalov is part of the Sussex Against Privatisation campaign. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/mar/19/university-services-outsourcing-campus-models", 
    "wordcount": "893"
}