{
    "headline": "Malaysia seizes 1,500 elephant tusks headed for China", 
    "text": "Malaysian authorities have seized an enormous haul of 1,500 elephant tusks worth RM60m (12m), weighing as much as all the illegally traded ivory seized globally last year and marking the country&apos;s largest ever haul. The shipment was estimated at between 20 and 24 tonnes, and discovered in two shipping containers by the customs department on Monday at busy container terminal Port Klang, near Kuala Lampur. It was en route from Togo in west Africa to China, and had been transferred from one ship to another in Spain. &quot;The two containers were found to be filled with sawn timber. Inside the wood there were secret compartments that were filled with elephant tusks,&quot; said state customs director Azis Yaacub. It is the fourth such seizure in Malaysia this year. It follows large seizures of ivory globally this year, such as 0.9 tonnes in New York in July, 1.5 tonnes in Colombo, Sri Lanka, in May, and two in Hong Kong this autumn  one of which broke records  totalling 5.1 tonnes. 2011 itself was a record year globally for ivory seizures, totalling 24 tonnes. Will Travers, chief executive of the Born Free Foundation, said: &quot;I thought that when the international ivory trade ban was agreed in 1989, we would see a permanent reversal of fortunes for this beleaguered species. How wrong I was  the respite was temporary. Experts estimate that between 20,000 and 30,000 elephants are being illegally killed each year to fuel demand, largely driven by China. No part of Africa is now safe. Across the continent, for the first time, the number of carcasses recorded as a result of poaching exceeds the number reportedly dying from natural causes.&quot; The elephant researcher Iain Douglas-Hamilton told the New York Times: &quot;It&apos;s extremely depressing. The price of ivory is making this situation insane.&quot; The latest find comes as WWF published a major report on the international illegal wildlife trade on Wednesday, saying it was now of such scale it was undermining national security in some countries. Carter Roberts, the president of WWF, said in an interview that efforts to tackle the trade were &quot;outgunned in terms of resources, and it is being outgunned, worst of all, in terms of organisation&quot;.", 
    "section": "environment", 
    "gid": "environment/2012/dec/12/malaysia-seizes-elephant-tusks", 
    "wordcount": "381"
}