{
    "headline": "The Tour de France is coming to England in 2014. What do you think of the route?", 
    "text": "Hurrah! This morning the Tour de France organisers revealed the route for the first three stages of next year&apos;s race. They are as follows: Stage one Leeds - Harewood - Otley - Ilkley - Skipton - Kettlewell - Aysgarth - Hawes - Reeth - Leyburn - Ripon - Harrogate Stage two York - Knaresborough - Silsden - Keighley - Haworth - Hebden Bridge - Elland - Huddersfield - Holmfirth - Sheffield Stage three Cambridge - Epping Forest - the Olympic Park - the Mall I confess that despite being the Guardian&apos;s new Northern Editor, I&apos;ve only actually ridden the southern leg, and not in its entirety. I did only move up here two weeks ago, mind. Epping Forest is where I always used to go when I was based in Hackney, east London, and fancied a few hours in the &quot;countryside&quot; (I use the term loosely) without having to get on a train first. Happily, the Guardian&apos;s outgoing Northern ed has been living in Yorkshire for well over 20 years and offers the following insight:  Yorkshire doesn&apos;t have anything a challenging as the Pyrenees or French Alps but the Buttertubs Pass is a stiff climb and riders may have the words of Yorkshireman Jeremy Clarkson ringing in their ears: &quot;This is the only truly spectacular road in England.&quot; The tubs themselves are large and roughly circular potholes in the spectacular scenery of broken limestone clints and grykes. They look like a giant&apos;s churn but may also get their name from supposed use by packhorse merchants for keeping butter and other perishables cool in Yorkshire&apos;s famously sunny weather (Leeds, where the Tour will start, is dryer than Barcelona). Wensleydale is the land of cheese and specifically French cheese, brought to us by Cistercian monks from Roquefort whose great abbey at Jervaulx is one of Yorkshire&apos;s most beautiful ruins. They farmed sheep under the protection of another landmark on the route, Bolton Castle, whose most famous occupant was Mary Queen of Scots, held prisoner here in 1568-9. She was taught to speak English at the castle - her previous language being French. Aysgarth on the route is a classic Dales village with beautiful waterfalls and many links with the French monks - the abbot&apos;s stall and parts of the rood screen from Jervaulx are safely recycled in its St Andrew&apos;s church. The George &amp; Dragon is one of many local outlets for the excellent Black Sheep beer brewed down the dale in Masham, although riders are unlikely to be able to stop. Swaledale is achingly beautiful with the sweep of the river between Keld and Muker one of the loveliest landscapes in the UK. It is also famous for local names which may baffle foreign riders, including Crackpot and Booze (the latter disappointingly having no pub). The locally famous Dales writer Ella Pontefract wrote of Crackpot: &apos;The children of Crackpot are untamed like their home. They are spirits of the moors, running barefoot among them and clambering like animals over the loose stone walls.&apos; The lower Dale is dominated by Richmond castle whose Norman keep is one of the finest of its kind. Among thousands of prisoners held there over the centuries were consciencious objectors during the First World War, whose graffiti are memoirs are now part of a moving exhibition. It takes its name from Richemont in Normandy whose Counts first raised a stronghold here among the stroppy Saxons and ex-Vikings.  On Twitter, all the talk is of the top section of The Buttress in Hebden Bridge being the hardest stage. @MashamHall said  Kettlewell to Aysgarth is as hard as it is beautiful, and Buttertubs Pass is killer. Last 50+ fairly flat so prob sprint finish  @SingleTrackMag said  We reckon most riders will struggle on top section of The Buttress in Hebden Bridge, especially if the cobbles are greasy...&quot;  I&apos;m off to the official launch in Leeds this afternoon so will report back with more information later. But until then: what do you think of the route? Where are the riders most likely to bonk? Where will be the best spot for spectators to watch? Please share your thoughts below. ", 
    "section": "environment", 
    "gid": "environment/bike-blog/2013/jan/17/tour-de-france-yorkshire-2014", 
    "wordcount": "695"
}