{
    "headline": "Bee-harming pesticides escape proposed European ban", 
    "text": "A European attempt to ban the world&apos;s most widely used insecticides that have been linked to serious harm in bees has failed. The European commission proposed a two-year suspension of neonicotinoids after the European Food Safety Authority (EFSA) deemed their use an unacceptable risk, but major nations including UK and Germany failed to back the plan in a vote on Friday. The result leaves environmental campaigners, scientists and some politicians bitterly disappointed. &quot;Britain and Germany have caved in to the industry lobby and refused to ban bee-killing pesticides,&quot; said Iain Keith, at campaign group Avaaz. &quot;Today&apos;s vote flies in the face of science and public opinion and maintains the disastrous chemical armageddon on bees, which are critical for the future of our food.&quot; The chemical companies that dominate the billion-dollar neonicotinoid market, Bayer and Syngenta, were relieved. Syngenta chief operating officer, John Atkin, said: &quot;We are pleased member states did not support the EC&apos;s shamefully political proposal. Restricting the use of this vital crop protection technology will do nothing to help improve bee health.&quot; A Bayer spokesman, describing the company as a &quot;responsible corporate citizen&quot; said: &quot;The EC has relied too heavily on the precautionary principle, without taking the principle of proportionality into account.&quot; A spokeswoman for the Department for Environment, Food and Rural Affairs defended the UK&apos;s abstention: &quot;Bee health is extremely important but decisions must be based on sound scientific evidence and rushing this through could have serious unintended consequences both for bees and for food production. We are not opposing the EU&apos;s proposals. But as we do not have the evidence yet it is impossible for us to vote either way.&quot; But Prof Dave Goulson, at the University of Stirling and who led one of the key studies showing that neonicotinoids harm bumblebees, told the Guardian: &quot;The independent experts at EFSA spent six months studying all the evidence before concluding there was an unacceptable risk to bees. EFSA and almost everybody else  apart from the manufacturers  agree this class of pesticides were not adequately evaluated in the first place. Yet politicians choose to ignore all of this.&quot; About three-quarters of global food crops rely on bees and other insects to fertilise their flowers, so the decline of honeybee colonies due to disease, habitat loss and pesticide harm has prompted serious concern. Conservationists argue that the harm resulting from the loss of bees and the vital pollination service they provide outweighs any farming losses. Almost three-quarters of the UK public backed the proposed ban, according to a poll released on Wednesday, and Avaaz had amassed 2.5m signatures across Europe in support. The EC proposal was to ban the use of three neonicotinoids from use on corn, oil seed rape, apples, carrots, strawberries and many other flowering crops across the continent for two years, after which the situation would be reviewed. Suspensions have previously been put in place in France, Germany, Italy and Slovenia, but the EC proposal would have applied across all 27 member states. Many major agricultural nations, including France, Italy, Spain, the Netherlands and Poland, voted for the ban, while the UK and Germany abstained, with Hungary and Romania leading those opposed. However, the ban could still be enforced within months if the EC takes the decision to an appeals committee. Friday&apos;s vote, by member states&apos; experts on the standing committee on the food chain and animal health, saw 13 nations in favour of the ban, five abstaining and nine opposing, meaning there was no majority for or against. The same &quot;hung&quot; vote at the appeals committee would mean the EC could enforce the ban. &quot;When member states do not want to take a decision, then the commission does it, as it has in approving genetically modified crops,&quot; a source told the Guardian. EC officials said: &quot;The commission takes note of the member states&apos; response to its proposal but remains committed to ambitious and proportionate legislative measures.&quot; It said it would decide whether to go to appeal, or revise the proposal, in the next week. Bart Staes, a Green party MEP in Belgium said: &quot;The inconclusive outcome keeps hopes alive that the proposed neonicotinoid suspensions can be implemented soon. We call on all reluctant EU governments not to heed the misleading lobbying from the insecticide industry.&quot; A series of high-profile scientific studies in the last year has increasingly linked neonicotinoids to harmful effects in bees, including huge losses in the number of queens produced, and big increases in &quot;disappeared&quot; bees  those that fail to return from foraging trips. The UK&apos;s environment secretary, Owen Paterson, faced criticism from one of his Conservative predecessors. Lord Deben, who as John Gummer was environment secretary, said: &quot;If ever there were an issue where the precautionary principle ought to guide our actions, it is in the use of neonicotinoids. Bees are too important to our crops to continue to take this risk.&quot; Paterson said in February: &quot;I have asked the EC to wait for the results of our field trials, rather than rushing to a decision.&quot; However, the results were not available at Friday&apos;s meeting because the field trials have been seriously compromised by contamination from neonicotinoids. Prof Ian Boyd, Defra&apos;s chief scientist, said: &quot;At the control site, there were residues of neonicotinoids in pollen and nectar.&quot; Evidence submitted to an ongoing parliamentary inquiry in the UK cites a long list of failings in the existing regulation of neonicotinoids. Currently, only the effects on honeybees are considered, despite 90% of pollination being performed by different species, such as solitary or bumblebees, hoverflies, butterflies, moths and others. Another failing is that the regime was set up for pesticide sprays, not systemic chemicals like neonicotinoids that are used to treat seeds and then spread through the growing plant. Even the National Farmers Union, which argues that there is no need for change, admitted: &quot;It is very well-known that the current pesticide risk assessment systems for bees were not developed to assess systemic pesticides.&quot; On Friday, the NFU&apos;s Chris Hartfield said: &quot;We maintain that the proposed ban is not a proportionate response to the evidence we have available.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/15/bee-harming-pesticides-escape-european-ban", 
    "wordcount": "1049"
}