{
    "headline": "Cambridge and Oxford places still dominated by south-east applicants", 
    "text": "Undergraduate places at Cambridge and Oxford universities remain dominated by students from London and the south-east of England, according to data released to the Guardian, highlighting the country&apos;s wide gaps in educational achievement and the stubborn failure of efforts to encourage applications from more diverse backgrounds. Surrey sent almost as many young people to study at Cambridge and Oxford last year as Wales and the north-east region of England combined. Yet 868 applications were received from Surrey, compared with 1,187 from Wales and the north-east  which between them had more than 100,000 more young people in the comparative age group. A single London borough  Barnet  alone had 130 offers of Oxbridge places from 408 applications last year. That equates to 46 applications and 15 offers for every 1,000 16 to 17-year-olds in the borough, according to the latest census figures. Meanwhile, Dudley in the West Midlands  with a similar-sized age cohort  had just 61 applicants and 13 offers, or seven applications and 1.58 offers perthousand. Three London local authorities  Richmond upon Thames, Kensington and Chelsea, and the City of London  sent more than 25 students to Oxbridge per 1,000 16 to 17-year-olds in 2012, compared with an average ofjust over 2.5 students per 1,000 for England and Wales as a whole. Several local authorities sent less than one student per 1,000 young people, with Anglesey, Flintshire and Middlesbrough having the lowest acceptance rates. The new figures, obtained via a freedom of information request, show that successful applications from just 10 local authorities in the wealthier parts of the south of England accounted for 30% of admissions to Oxford and Cambridge in 2012  adding geography to the complex mix of race, sex, social background and schooling that have dogged admissions to the UK&apos;s elite institutions. The top 10 authorities  Surrey, Kent, Hertfordshire, Essex, Hampshire, Richmond upon Thames, Buckinghamshire, Barnet, Oxfordshire and Cambridgeshire  won more than 1,500 of the 5,100 places in 2012. When admissions are compared with the numbers of 16 to 17-year-olds in each area, it shows the 20 highest-scoring local authorities supplied 28% of accepted applications to Oxbridge, while containing only around 10% of the relevant age group in England and Wales. Of this elite 20, only one was outside London or the greater south-east region: Cambridgeshire. The figures suggest that areas of the country may be underrepresented because young people there do not apply to Oxbridge, perhaps thinking they would not get in, or that it is not for them. The universities argue that they have made considerable effort, with some success, in extending their welcome to applicants across the country, but that they are limited by the wide variations in educational attainment between regions. &quot;Attainment is a significant factor in applicant choice. There is a strong correlation between local authorities that produce large numbers of high-achieving A-level students, and local authorities that produce large numbers of Cambridge applicants,&quot; a spokesman for Cambridge University said. &quot;Admissions decisions are based on students&apos; ability, commitment and their potential to achieve. The success rate of suitably qualified applicants is broadly the same regardless of where in the UK they are from.&quot; The data is based on undergraduate applications sorted by applicants&apos; home addresses in England and Wales, and includes those educated at state-funded, independent and private schools.A spokesperson for Oxford University said the biggest factor affecting applications was school attainment. &quot;Last year, for example, 45 students in Gateshead achieved AAA or more at A-level, compared to 1,021 in Hampshire, reflecting both population size and differing percentages of students achieving top grades,&quot; the spokesperson said. The combined figures show that Gateshead and Hampshire had similar Oxbridge applications rates of around 60% of qualified students by A-level grade, and similar offer rates of close to 30%. When calculated by 16 to 17-year-old population, though, Gateshead had only six applications per thousand, while Hampshire had three times more, at 18 per thousand. Oxford and Cambridge have faced criticism for under-representation of students from state schools and minority ethnic backgrounds, though both have committed to boosting these figures as part of their access agreements with the Office for Fair Access, in return for setting their tuition fees at 9,000 a year. Oxford has a target of 62% of applicants from state schools; the actual figure in 2012 was 63%. Cambridge&apos;s target is to offer between 60% and 62% of its places to applicants from state schools, a target it matched in 2012, with just over 63% once overseas students were excluded. Guidelines and rejectionThe view from the north     Katy Gregory, from Liverpool, now at York University. Photograph: Christopher Thomond/Guardian    Katy Gregory, from Liverpool, applied to Oxford in 2010 to read history of art  Coming from an academy didn&apos;t help as much as I thought it would. Despite good AS-level grades and my subsequent A-level results of A*A*A, I didn&apos;t receive much encouragement from my school and was offered only basic help. My teachers were unable to guide me through the baffling steeplechase of an application process that included writing a personal response to a work of art. At my own initiative I trawled through gallery archives to put together what I hoped was sufficient to meet the department&apos;s vague guidelines. Needless to say, I wasn&apos;t invited for an interview. I also unsuccessfully applied for a choral scholarship at Oxford, which took weeks of preparation with my singing teacher and choir director. Although this wasn&apos;t an academic scholarship, I still believe that if I had gone to school in the south-east or London, my music department would have had the resources (due to the uneven distribution of government funding), time and experience to help me. However, I had no help from my music department. I don&apos;t recall if any of the applicants I met at the choral trials were also from the north. When I asked for feedback after the interview, the college&apos;s response was superficial and generic, blaming the high number of candidates applying for my course that year. Although I was upset and disillusioned at the rejection, I am happy to be at the University of York. Rory Claydon, from Manchester, applied to Oxford in 2012 to read history and politics I was the first person in my sixth form to be invited for an interview at Oxford. My teachers and the sixth form overall were fully behind me, but being a new comprehensive sixth form we lacked the experience and resources for robust preparation. I did get a huge amount of help from one of my history teachers who became, in an informal way, my &quot;Oxford mentor&quot;, and we arranged a couple of practice interviews to prepare, for a few hours at most. I doubt I was prepared to the level of my interview peers. At my interview I was up against pupils from long-established schools and colleges that send pupils to Oxbridge every year. My history interview went surprisingly smoothly. But during my politics interview, the interviewing tutor claimed my dyspraxia wasn&apos;t a learning condition but simply a writing difficulty or something along those lines. I don&apos;t know if he had the authority to make such a diagnosis, but it threw me off and put me on the back foot for the rest of the interview. Ultimately, I received a rejection despite my teachers being confident I would get an offer. It was a crushing blow to my confidence, as I invested so much time and effort into it, as did my school. But I had offers from all my other choices, including UCL.  Read the response by Oxford University&apos;s director of admissions and outreach, Mike Nicholson", 
    "section": "education", 
    "gid": "education/2013/jun/09/cambridge-oxford-places-south-east", 
    "wordcount": "1280"
}