{
    "headline": "Crown estate to invest 20m in wave and tidal power", 
    "text": "The UK&apos;s fledgling wave and tidal power industries are to be boosted with a 20m cash injection from the crown estate. Wave and tidal projects have been difficult to fund in the UK, despite the fact that the UK has some of the best locations for these sorts of renewable energy projects. But the technology is still in its infancy compared with technologies such as wind and solar power, which have been proven for decades. The indication of interest in making cash investments from the crown estate, which owns the seabed around the UK and thus stands to benefit to a great extent from the expansion of marine power, will be a major fillip to the sector, which was depressed by the decision in 2011 to cut the government&apos;s fund for marine energy from 50m to 20m. However, the crown estate&apos;s money is only likely to be enough for two wave or tidal projects. Any tidal project would not stretch to a barrage, such as that proposed for the Severn, which would cost tens of billions, but could fund some demonstration projects of tidal turbines  standalone machines similar to wind turbines but under water, which produce energy reliably and predictably twice a day as tides flow in and out. The crown estate has not yet decided where or in what companies to invest the funds it is proposing, and there is as yet no clear timescale for the investment. To be eligible, however, projects must already have a lease agreement with the crown estate, and have or be able to obtain the relevant statutory consents and grid connection agreements. A final decision on investment will be made by March 2014. Rob Hastings, director of the energy and infrastructure portfolio at the crown estate, said: &quot;Several wind and tidal stream technologies are now proven and it is timely for the industry to move on to demonstration projects. First arrays [of wave or tidal turbines] are important because they are on the critical path to larger schemes around the UK and worldwide. By bringing our capital and expertise to bear, we hope to catalyse investments by others and to see projects proceed to construction and operation as soon as possible.&quot; The body said it was inviting companies to bid for the cash, with a deadline of 15 February for applications.", 
    "section": "environment", 
    "gid": "environment/2013/jan/16/crown-estate-wave-tidal-power", 
    "wordcount": "393"
}