{
    "headline": "David Karp: Tumblr founder could be worth up to $220m after Yahoo deal", 
    "text": "David Karp has become the latest high school dropout turned twentysomething multimillionaire after selling his internet creation, Tumblr, to Yahoo for $1.1bn. The 26-year-old New Yorker founded the microblogging site in 2007 from the back bedroom of his mother&apos;s modest Manhattan apartment  and for years rebuffed the solicitations of Silicon Valley&apos;s biggest technology giants. But now Karp could be worth as much as $220m after the all-cash deal, which will see the self-taught computer coder added to another company&apos;s payroll for the first time. Only a year ago Karp told the Guardian he was uninterested in joining the elite group of &quot;rich people in the world&quot;, insisting: &quot;There are very few people who have the privilege of getting to invent things that billions of people use.&quot; He added in January 2012: &quot;The joke now is what&apos;s the first tech company that we acquire. I hear AOL&apos;s going pretty cheap.&quot; Six months following that exchange, ex-Google executive Marissa Mayer took over at Yahoo and the allure of being &quot;gobbled up by a big media company&quot; quickly looked more attractive. Rail thin with floppy brown hair and invariably wearing a check shirt, Karp looks every bit the web wunderkind. But a combination of smart business moves and internet savvy has seen his blogging platform  famous for its beguiling range of user-created sites like &quot;Accidental Chinese hipsters&quot; and &quot;White men wearing Google Glass&quot;  turn into one of the hottest properties on the web. Karp&apos;s parents, the television composer Michael Karp and teacher Barbara Ackerman, reportedly separated when he was 17. That same year he flew to Japan, determined to become an entrepreneur despite his youth. &quot;I was so silly  I tried to be very formal and put on a deep voice to clients over the phone so I didn&apos;t have to meet them and give away how young I was,&quot; he said last year. &quot;I lied about my age. I lied about the size of my team. I lied about my experience. I was so terribly embarassed about it for so long. I should have just owned up.&quot; The experience was to be a rite of passage for Karp, who returned to the US and formed the consultanc company, Davidville, that would later become Tumblr. Like his fellow twentysomething internet billionaire, Mark Zuckerberg, Karp lives a frugal life with few possessions in his refurbished Brooklyn apartment where he lives with his girlfriend, Rachel Eakley, a trained chef. &quot;I don&apos;t have any books. I don&apos;t have many clothes,&quot; Karp told Forbes in an interview earlier this year. &quot;I&apos;m always so surprised when people fill their homes up with stuff.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/may/20/david-karp-tumblr-yahoo-deal", 
    "wordcount": "456"
}