{
    "headline": "On the road: Volvo V40 D3 SE Nav", 
    "text": "Cars that park themselves have been around for a while, but I&apos;ve never experienced it until now. You press a button and the car scans the side of the road. When it passes a suitable space it beeps, tells you to stop (instructions come up on the dashboard). Select reverse, it says, and release the steering wheel. Whoa, OK then There&apos;s something disconcerting about seeing the wheel spin round on its own. You do the pedals, going backwards and forwards and stopping; the car steers. And we&apos;re in. Not bad  the correct distance from the kerb, no scrapes to my neighbours&apos; cars. Just one problem: we&apos;ve parked under the tree that is home to the evil berry-eating, purple-pooing bird. That&apos;s why there&apos;s always a space. Ha, you didn&apos;t know that, did you, Mr Smartarse Volvo. A bit of local knowledge and human ingenuity still counts; it&apos;s actually reassuring to know that I&apos;m not redundant. Yet. I spend an entertaining half-hour parking. It&apos;s good when there&apos;s aslot of about the right size, less good at parking at the end of a row of cars, or knowing what is someone&apos;s driveway, or where restrictions are. If I get a ticket I&apos;m going to send it to Volvo; your car parked there, not me. You wouldn&apos;t actually ever use it, unless you were the world&apos;s worst parker. Handy for my girlfriend then. No, I&apos;m not being sexist. She happens to be crap at parking, she happens to be a woman, the two are unconnected [Ducks all the same.] More important is this car&apos;s impressive list of safety features. It sends out beams and sensors to detect and warn of impending collisions, with objects or people. There are air bags galore, even one for the driver&apos;s knees. It&apos;s basically half bat, half bouncy castle. There&apos;s a pedestrian air bag, in case the pedestrian detection system doesn&apos;twork and you hit someone. Weirdly, I couldn&apos;t find anyone prepared to help me test this out, hence all the parking. Oh, and here&apos;s the boring paragraph I&apos;m sure no one actually reads this column for. The new V40 is an excellent &quot;compact premium&quot; car, a serious Scandi rival to the Germans  Audi A3, VW Golf, BMW 1 series. Good-looking on the outside, classy and refined inside (it reminds me a bit of me), the ride is firm and assured (ditto). It&apos;s less like me in its lack of thirst and the relatively low quantities of harmful gases it emits, especially if you go for the 113bhp, 1.6-litre D2 (up to 78mpg and 94g/km of CO2). See, Itold you it was boring. Important, but boring. Forthat stuff go and get a car magazine, where it&apos;s done thoroughly and properly, by people who actually know stuff, and whom you can trust. Volvo V40 D3 SE Nav     Volvo V40 D3 SE Nav dash Photograph: Simon Stuart-Miller for the Guardian    Price 23,795Top speed 130mphAcceleration 0-62mph in 9.1 secondsCombined fuel consumption 65.7mpgCO2 emissions 114g/kmGreen rating 8/10Cool rating 7/10", 
    "section": "technology", 
    "gid": "technology/2012/oct/05/volvo-v40-d3-review", 
    "wordcount": "502"
}