{
    "headline": "Manchester gears up for England's first ever closed-road cyclosportive", 
    "text": "This bank holiday Monday sees England&apos;s biggest ever timed cycling event on closed roads, bringing hundreds of cyclists and a fair number of crazy costumes and monarch-masks to Manchester. Coming just three days after the Manchester Naked Bike Ride, the Great Manchester Cycle is set to involve a lot more lycra and a little less flesh.. Starting at 8am, 7,000 bikers of all shapes and sizes will set off, in waves, from Eastlands (home of Manchester City FC), heading out through Manchester, Trafford and Salford before finishing up back in Eastlands. The route includes a section of Manchester&apos;s busiest motorway, the Mancunian Way, and for this day only there won&apos;t be a single car on it. Just lots of bikes, and union jacks. There are three options: once round, twice, or four laps in the slipstream of champion female cyclist Lizzie Armistead and, rumour has it, half the cast of Coronation Street. The third, 52-mile option, also happens to be the England&apos;s first ever closed-road cyclosportive, a term referring to any non-competitive mass-participation cycling event, which usually has sign-posted routes, feed stations, timing chips and other event support. David Hart, communcations director at organisers Nove International, told me:  We know from the Great Manchester Run that Manchester is a pretty passionate city when it comes to sporting participation and this event has gone in a few months from nothing to Britain&apos;s biggest timed cycling event. We&apos;ve had to turn about 1000 people down in the last few days since we closed the entry to the event. We&apos;ve got lots of families taking part in the 13 mile distance, whilst the 52-mile route has attracted the more serious cyclists and club cyclists so we&apos;ve got a great range. Quite a lot of people are actually doing the 52 miler in the morning and then coming back later in the day and doing the 13 miler with the family at lunchtime so they get to have a fast ride first thing then be a good mum or dad later!  Other huge rides around the country like Skyride are similar in scope but don&apos;t involve timing chips and usually the logistics are such that it is impossible to close the roads, so this looks set to be a pretty special ride.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/jun/01/manchester-first-closed-road-cyclosportive", 
    "wordcount": "379"
}