{
    "headline": "Scientists are accused of distorting theory of human evolution by misdating bones", 
    "text": "It is the world&apos;s biggest haul of human fossils and the most important palaeontology site in Europe: a subterranean chamber at the bottom of a 50ft shaft in the deepest recesses of the Atapuerca cavern in northern Spain. Dozens of ancient skeletons have been unearthed. La Sima de los Huesos  the Pit of Bones  has been designated a Unesco world heritage site because of its importance to understanding evolution, and millions of euros, donated by the EU, have been spent constructing a museum of human antiquity in nearby Burgos. But Britain&apos;s leading expert on human evolution, Professor Chris Stringer, of the Natural History Museum, has warned in the journal Evolutionary Anthropology that the team in charge of La Sima has got the ages of its fossils wrong by 200,000 years and has incorrectly identified the species of ancient humans found there. Far from being a 600,000-year-old lair of a species called Homo heidelbergensis, he believes the pit is filled with Neanderthal remains that are no more than 400,000 years old. The difference in interpretation has crucial implications for understanding human evolution. &quot;The Atapuerca finds are hugely important,&quot; said Stringer. &quot;There is no other site like it in terms of numbers of bones and skulls of our ancient predecessors. It is the world&apos;s biggest collection of ancient human fossils and the team there has done a magnificent job in excavating the site. However, if we cannot correctly fix the age and identity of the remains then we are in trouble. Getting that wrong even affects how we construct our own evolution.&quot; La Sima de los Huesos was discovered by potholers exploring Atapuerca&apos;s cavern system. One brought back a few fragments of human bone. Excavations led by Juan Luis Arsuaga, of Madrid university, began in 1990 and within two years had uncovered two complete human brain cases. Ribcages, leg bones and jawbones were also dug up. Arsuaga tentatively dated the finds as being 300,000 years old. Since then, the remains of 28 bodies have been dug up, the world&apos;s greatest single haul of ancient human fossils. During this time, Arsuaga and his team pushed back the dates of their finds to 600,000 years ago and assigned them as belonging to Homo heidelbergensis. This dating and identification has caused increasing upset among other palaeontologists. The scientists at La Sima believe Hheidelbergensis is an ancestor of Neanderthals but not of Homo sapiens. However, others, including Stringer, believe it is indeed an ancestor of our species. &quot;The problem is that many of the skeletons unearthed at La Sima clearly have Neanderthal features,&quot; said Stringer. &quot;In particular, their teeth and jaws are shaped very like those of Neanderthals. But all other evidence indicated Neanderthals did not appear on the scene for another 200,000 years. Dating these bones to such an early date completely distorts our picture of our evolution.&quot; This criticism is supported by Phillip Endicott of the Muse de l&apos;Homme, Paris. His studies of human and Neanderthal DNA have shown the latter did not appear as a separate species until 400,000 years ago. &quot;Yet the bones in La Sima, which bear Neanderthal features, are supposed to be 600,000 years old,&quot; he said. &quot;This cannot be true.&quot; Another criticism is of the method used to date the Pit of Bones. A stalagmite found just above the remains has been dated as 600,000 years old, using natural uranium isotopes, and Sima scientists argue that the fossils must be older. They say the 28 bodies were thrown into the pit as an act of reverence for the dead and that the stalagmite grew over the sediment containing the bones. However, this interpretation is controversial. No one has found any other evidence of ceremonial behaviour in humans of that antiquity. In addition, there is a deficit of small finger and toe bones. &quot;If complete bodies were thrown in there, you would expect to see every piece of human anatomy down there,&quot; said Stringer. &quot;But you don&apos;t. A lot of skeletal parts seem to be missing.&quot; Yolanda Fernndez-Jalvo and Peter Andrews, of, respectively, the Natural History Museums of Madrid and London, suggest the absence of small bones is best explained by assuming the bodies came from the cave system and were washed there by flood. Fingers and toes would have been lost as skeletons were swept into the pit where the stalagmite could already have formed. However, Arsuaga has rejected this analysis. &quot;You can call [the fossils] early Neanderthals or give them another name, it does not matter. I prefer to give a different name.&quot; But he admitted the 600,000-year age his team had put on the Sima fossils did look too early. &quot;We are working on that,&quot; he said.", 
    "section": "science", 
    "gid": "science/2012/jun/10/fossil-dating-row-sima-huesos-spain", 
    "wordcount": "816"
}