{
    "headline": "Google adds detail to North Korea map", 
    "text": "Google is slowly filling in the blanks in its quest to build a comprehensive map of North Korea  one of the world&apos;s most secretive states  with the addition of new details, including one of the country&apos;s notorious gulags. Using data compiled with its Map Maker tool  which enables people to submit satellite imagery and knowledge from on the ground  Google claims users can now access maps of North Korea that offer &quot;much more information and detail than before&quot;. The bulk of the new information on North Korea published by Google on Tuesday comes from satellite images. Only a tiny proportion of its 23 million people have access to the internet, and Google is unable to turn to local commercial providers to create maps as it does in most other countries.     Google's map of North Korea as it was before, with less detail. Photograph: AFP/Getty Images    The select group of officials, scientists, software engineers and students that comprise the country&apos;s fledgling online community do not have access to Google. &quot;While many people around the globe are fascinated with North Korea, these maps are especially important for the citizens of South Korea who have ancestral connections or still have family living there,&quot; said Jayanth Mysore, senior product manager at Google Map Maker. Aside from a large number of South Koreans, the contributors included Sebastiaan van Oyen, an Australian who works for a financial trading firm in Sydney and does not speak Korean. &quot;I wanted to go to North Korea, and because it was not yet mapped I decided to start mapping so I could at least see how easy it would be to travel within the country,&quot; he told the BBC. This month Google&apos;s executive chairman, Eric Schmidt, made a high-profile visit to Pyongyang and called on the regime to open up to the internet or risk continued isolation and economic decline. Google&apos;s new map&apos;s features include buildings, roads, subway stations, parks and some of the countless monuments to the country&apos;s ruling Kim dynasty. But there are other facilities that the regime would rather the rest of the world did not see, including the Yodok labour camp in the centre of the country. Google acknowledges that the map is still far from complete. &quot;We know this map is not perfect  one of the exciting things about maps is that the world is a constantly changing place. We encourage people from around the world to continue helping us improve the quality of these maps for everyone with Google Map Maker.&quot; Martyn Williams, who runs the North Korea Tech blog, noted that South Korean national security laws meant there was more detail available about the area to the north of the demilitarised zone  the heavily fortified border separating the two Koreas  than about the southern side. Despite the update, Google&apos;s was not the most comprehensive map of North Korea, Williams said. He recommended North Korea Uncovered, by the analyst Curtis Melvin, and the DPRK Digital Atlas, a joint project by Curtis and 38 North, the blog of the US-Korea Institute at Johns Hopkins University.", 
    "section": "technology", 
    "gid": "technology/2013/jan/29/google-detail-north-korea-map", 
    "wordcount": "503"
}