{
    "headline": "Writing is history? How video is changing games journalism", 
    "text": "There&apos;s this observation I keep boring other journalists with at the moment. When I went to my first E3 in 2000, magazines were still the dominant format for games coverage. Sure, there were websites emerging, but they were rather limited in scope, and the internet was not yet set up to allow much in the way of multimedia presentation. There were no miniature film crews running about the place with cameras and microphones; there was no Twitter, no 24-hour news agenda. Writers wandered the vast exhibition spaces, playing games, chatting with developers; then we would get home and a few days later file 3000 words on the entire event. It was fun.  Everything is different now. Websites like GameSpot and IGN have taken over, pumping out an endless daily quota of news stories, reviews and previews, all looking to satisfy the vast appetites of a global audience. E3 is a panic zone of instant response; journalists litter the hallways bashing barely considered observations onto laptops, then tweeting the results. And every hotel within 30 miles of the LA convention centre is filled with video editors frantically cutting footage into digestible ten-minute reports. Their audiences want to know about games now  right NOW  not in a week&apos;s time when the journalist has had chance to think about what he or she has seen. This is an industry of immediate consumption, and news is a commodity that deteriorates at lightning speed.  But forget the issue of turnaround for a second. The biggest thing is video. Five years ago, most of the major game sites were limiting themselves largely to trailers and developer interviews, all spliced in with nuggets of b-roll games footage. But since then the medium has exploded. YouTube has revolutionised video journalism, allowing the fast, easy global distribution  and crucially monetisation  of content; and most sites have also developed their own powerful video platforms, allowing them to explore new avenues of content creation. Look at a gaming website today and it&apos;s the video content, not the written word, that leaps out of the front page. While the web continually batters print journalism, video threatens words altogether. &quot;We have a greater focus on video creation than ever before and we are increasingly using video to complement our written coverage,&quot; says Alex Simmons, the UK editor-in-chief at IGN. &quot;We can now cover the same stories as video in a different way that appeals to a broader audience Our IGN News videos are increasingly influenced by broadcast news channels, as we aim to bring our audience the news at it happens with rapid turnaround.&quot; For a while, this evolution of games reporting worried me. As a veteran print journalist, I saw not only my own career in jeopardy, but a whole way of thinking about games  and game reporting. After all, the need to respond instantly and continuously to the news agenda has  for many industry observers  tainted broadcast journalism. Nick Davies&apos; book Flat Earth News is a damning indictment of this culture in which depiction is valued over observation and interpretation.  But the thing is, this isn&apos;t really what&apos;s happening, or at least, it&apos;s not the only way that video is being used and presented  not at IGN, nor anywhere else. &quot;Most of the large sites have dedicated video resources,&quot; says Pat Garratt, editor of VG247, which has made video an integral part of its offering over the last year. &quot;People are now getting more creative in the way they&apos;re approaching video content, trying to find different angles on games in order to make their content work on YouTube. You&apos;re looking for something to go viral, really.&quot; Indeed, increasingly, video is allowing journalists some space to think about and discuss games in interesting ways. Last year, games writer and video maker Matt Lees joined VideoGamer with a remit to create content that challenged the accepted norms of the format. His lengthy video analysis of Bioshock Infinite was one of the most thoughtful and perceptive interrogations of the game I saw.  &quot;That video was a strange one,&quot; he says. &quot;In many ways the structure was identical to a lengthy written article. I planned each point out well in advance, and ordered them in a way that would maintain good pacing and a sensible argument. I&apos;ve always rolled my eyes at lengthy op-ed pieces, but really this was just that in video form. The difference between written pieces and video is YouTube Analytics: 40 percent of people who watched it stayed with the video right up until the end, with the audience retention only dropping below 50 percent at the eight-minute mark. Knowing exactly when people are wandering off gives you much better feedback for the quality of pacing in your work, which is something that long-form written work often lacks.  &quot;What I found fascinating in the aftermath was how few opinion round-ups I read even contained a mention of video as a medium. I wouldn&apos;t call it a stigma, but there&apos;s a definite sense from those within the industry that intelligent analysis is still the reserve of traditional written pieces. Most sites don&apos;t use video in an intelligent way because they&apos;ve become obsessed with churning out regular content. And most professionally created gaming videos don&apos;t rock the boat or ask tough questions, they just provide something that you can briefly gawp at. It&apos;s a throwback to the passive TV generation; a relic of broadcasting that deserves to be obsolete.&quot; But the use of video as a more expressive medium is growing. Gamespot&apos;s Escape From Mount Stupid, Polygon&apos;s Human Angle and OXM&apos;s sublime Breakdowns were name checked by several of the people I spoke to while writing this feature. All of these series&apos; take time to study the culture of games and game development, and all seek to place newsworthy titles and incidents in a wider context  Breakdown&apos;s look at industry sexism is a masterpiece. Partly, this rise of long form content is about improvements in streaming technology and faster broadband, but it is also about the maturation of the medium. There is a growing understanding that games are of cultural importance and can be considered and explored in the same way as movies and music. As game spaces become more intricate and authentic, they open themselves to new forms of investigation  hence the lovely PlayStation Access video of reporter Nathan Ditum cycling around LA discovering the real-life locations behind key Grand Theft Auto settings. And with this growing sense of confidence we&apos;re seeing some really engrossing and mature documentary-style pieces appearing. In February, GameSpot UK&apos;s video editor Danny O&apos;Dwyer live streamed about Depression Quest, an interactive fiction game which seeks to help participants understand the condition. There was such a huge response to the piece that O&apos;Dwyer made his own emotionally wrenching video interviewing people who felt that playing games had helped with their own depression. &quot;I felt like being in my position I had a responsibility to highlight the issue,&quot; he explains. &quot;So I got sign off for the project instantly and was interviewing folks within a week. From those interviews the narrative of the video emerged. We have a really creative atmosphere here, so if we have an idea, our Director of Video Chris Beaumont encourages us to dive right in and see what happens. I believe it&apos;s known as &apos;fail fast&apos;. Thankfully those interviews turned out really well. Clare&apos;s in particular. Such an interesting woman, I could edit an entire documentary about her from that one interview alone.&quot; Importantly, video journalism is also beginning to understand and mimic the format of games. When Inside Xbox was dropped by Microsoft last year, co-presenter Dan Maher went on to set up his own production company, Explosive Alan, with the idea of doing games video in new ways. Recently, his team developed Thank You For Playing, an interactive video game show that works almost like an RPG, using linear content as locations within an explorable environment. The technology had to be built from scratch by one coder working from a Bangkok apartment, and has proved a technical nightmare to produce  but the result is a genuinely relevant and intuitive way of exploring games. It allows viewers to really explore the content, to provide their own parallels.  &quot;If any audience is going to instinctively understand an attempt to add a layer of interaction to a traditionally passive experience, it&apos;s gamers,&quot; says Maher. &quot;We were very keen for whatever we produced to avoid being directly comparable with anything else, and figured the most effective way of doing that wasn&apos;t just to devise great content  I hate that word, but it&apos;s a convenient catch-all  but to present it in a way that nobody had seen or thought of before. Judging by the response we&apos;ve received to date, we&apos;ve succeeded on both counts - and that is tremendous relief. We certainly didn&apos;t want the presentation to be perceived as a gimmick, or as something designed to distract from sub-standard videos.&quot; While interrogating Dan about his new video though, the subject inevitably strayed to Inside Xbox, which was hugely influential in its approach to game video  bringing in charm and great dollops of sardonic wit to its coverage. But Maher says that a major element in its success was the show&apos;s inclusiveness  the way it took ideas and input from viewers. &quot;It&apos;s easy for a corporation to assume that they know what the audience wants or, worse, don&apos;t actually care in favour of delivering &apos;the message&apos;,&quot; he says. &quot;My favourite mags, sites and, er, Teletext pages were always the ones that had a deep community element - I very rarely got involved personally, but I loved the idea that I could if I wanted.&quot; And here&apos;s the irony. Video is actually doing what old school game magazines used to do so brilliantly: it is creating a sense of community. Through video, sites are able to immediately react to ongoing industry discussions, and they can do it in an amenable and accessible way. &quot;Being light on our feet means some of our best ideas come out of nowhere,&quot; says O&apos;Dwyer. &quot;When Sony live-streamed their PlayStation 4 announcement myself and my colleague Martin Gaston decided to grab the regular stream and commentate over the entire show in the style of Terry Wogan doing the Eurovision. We had a few drinks, played press conference bingo with the viewers and basically just messed about. In the end around 65,000 viewers had tuned in over the two hours.&quot;  A whole range of funny and engaging shows have moved into this area. The likes of Mechagamezilla, Chuckie Dregs and Jontron are talking about games in the same way as we discuss them with our friends - but with even more sex jokes. &quot;Writing for video can completely change the way you think about the game you&apos;ve just played,&quot; says Scott White, co-presenter of the wonderful Bitsocket. &quot;Writing a review for a website, there&apos;s so much more detail you feel the need to pack in, mostly due to the lack of images and space available. Writing a review to be recorded in front of a camera means pouring more of your personality into it. It becomes a discussion between you and the viewer, and when it&apos;s pitched just right, that rapport can build a wee fanbase and help establish your &apos;voice&apos; in further videos. It&apos;s also a far better way to get more than one person&apos;s opinion across, and we&apos;ve found that we love doing joint reviews just for those reasons.&quot;  For White, Bitsocket and its contemporaries have the advantage in that they can bring across a sense of personality more easily than the big sites. But the major players are catching up, and devising their own ways of engaging with audiences in more personal ways. IGN, for example, is embracing the concept of user-generated content. &quot;We are championing our All Stars initiative,&quot; says Simmons. &quot;This encourages and rewards readers who contribute expertly generated content on their favourite games, which we then showcase alongside content of our own. We&apos;ve also pioneered the IGN Live format  a global initiative that streams the biggest exclusive content reveals and major events in gaming, allowing users to voice their opinions with our editors and an audience of fellow enthusiasts around the world as they happen.&quot; And of course, this is vital because YouTube hasn&apos;t just made video distribution more convenient for established news sites, it has also given rise to a new generation of superstar gamers. The likes of Syndicate and Yogscast are now drawing huge global audiences of dedicated gamers  and they represent merely the tip of a gigantic iceberg that may well sink the traditional media if it doesn&apos;t keep up.  Is that traditional media concerned? &quot;There&apos;s always going to be a place for the expert voice,&quot; argues Simmons. &quot;In the same way as people turn to the BBC for in-depth coverage after reading about breaking news on Twitter, traditional media and online stars will always co-exist.&quot; But then, it&apos;s up to the major sites to create content that really, truly is in-depth. At the moment, that&apos;s more about having better access to content than the YouTube amateurs, but the power ratio is changing. Most publishers now have community representatives who work closely with YouTube stars. When EA held its Battlefield 4 event in Stockholm recently, it didn&apos;t just invite journalists from established media sites, it also had a large contingent of bloggers and YouTube presenters. This is becoming the norm rather than the exception. The outsiders are breaking in  but they&apos;re still outside enough to occasionally bite the hand that feeds them. And for Lees, making good videos is about maintaining a little distance from the game publishers. Industry giants will always seek to control the dialogue, mostly through the distribution of their own trailers, footage and developer interviews  all designed to be slotted conveniently into news channels. That stuff has to be employed with caution. &quot;Many of these YouTube superstars have talent, but it feels like a lot of their success is derived from our industry&apos;s failings,&quot; he says. &quot;We talk about games that are being promoted, they talk about games that people actually play. Most media outlets try to tick all of the boxes, while these guys are unashamedly niche - they do what they want, and that&apos;s it.  &quot;There&apos;s a huge amount we can learn from what these guys are doing, but the measures that need to be taken are frightening if you&apos;re running a bigger business. The only way we can compete with talent like this is by giving ourselves an equal footing: They exist outside of the industry, but we have to actively distance ourselves from it.&quot; These issues are only going to become more complex in the next generation era. The PlayStation 4 &apos;Share&apos; function will put videocasting tools into the hands of every gamer, ratcheting up the pressure on the mainstream sites. Meanwhile, the rise of live streaming is opening new avenues to both amateur and professional reporters. Amid all this, there is a growing dichotomy between video reports put together with publisher-approved content, and more investigative or satirical pieces exploring and criticising the industry. Sooner or later, a line will be drawn in the sand: Nintendo&apos;s recent decision to claim ad revenue on user-generated content showing Nintendo game footage reveals that the big publishers are ready to tighten their grip on the medium  if not yet the message. But what happens when that happens  when sites start coming into conflict with major companies over fair use of gameplay footage? Written games journalism has recently been through a major period of doubt and self-assessment over its relationships with publishers; it looks like video content may well soon get its turn in the spotlight of media ethics. But I realise that, as an old-timer who once stalked the showfloor of E3 with a notebook and pen rather than a camera and video editing suite, I am of a passing generation. Video reportage isn&apos;t just growing because it&apos;s convenient to watch, it&apos;s growing because it can portray and analyse games in new and innovative ways.  Games are, after all, a visual medium, and they are inclusive. Video journalism taps into these qualities. When I started out in this industry, all I wanted was to be like Julian Rignall, Gary Penn or Stuart Campbell, great writers who managed, through the printed medium, to exert personality and personal affinity with readers; they made their magazines into clubs. It&apos;s the video makers who are doing that now, who are filling that space between viewer and reporter. That is a space in which great entertainment and great journalism occur. And that is why I am wrong to feel nostalgia for the E3 of 2000.  Here&apos;s the thing. The games media industry is different now, but it is not better and it is certainly no worse. The voices have changed, but they are good, interesting and passionate voices. We need to listen  and to watch. People like Matt and Danny and Scott are forging ahead. I have to face that  and somehow (God, I don&apos;t know how), I have to keep up.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/may/17/print-is-dead-video-journalism-games", 
    "wordcount": "2904"
}