{
    "headline": "Arthur Collis obituary", 
    "text": "My friend and colleague Arthur Collis, who has died aged 96, was one of many people whose lives were completely changed by the second world war. His work in the Pacifist Service Unit (PSU) in the East End of London during the blitz exposed him to the poverty that prompted a long career in social policy. Born in Leytonstone, east London, he won a scholarship to Leyton county high school for boys but had to leave when his older brother lost his job. The family needed an additional wage-earner, and Arthur found work at the Liverpool Victoria Friendly Society. When war broke out he registered as a conscientious objector, and was granted conditional exemption from military service (though his older brother, Chris, also a pacifist, served six months in prison). He joined the PSU and spent most of the war in Stepney supporting the community through the blitz. It was here in 1945 that he met Sheila, to whom he was happily married for the rest of his life. After the war many families in the area were still facing deprivation. The PSU became the Family Service Unit and Arthur focused on problem families and ran youth clubs and summer camps. Out of these experiences came his book These Our Children (1950) written with Vera Poole, in which the home life of children living in the east London slums is vividly depicted. Arthur won a scholarship to the London School of Economics in 1947, where he studied sociology and economics. He then spent six years in Cardiff as deputy children&apos;s officer for Glamorgan until he was appointed lecturer in social policy and social administration at the University of Birmingham in 1956. Arthur became part of an unusually talented faculty that included Winifred Cavenagh, David Eversley, Norman Dennis, AH Halsey, Geoffrey Ostergaard, Charles Madge and Terence Gorman. In 1969 Arthur was appointed dean of the faculty of commerce and social science. In the wake of the vnements in Paris, he had a rough ride dealing with student sit-ins and anti-authority feeling. However, Arthur was a popular figure in Birmingham and always had time to support students and new staff. A kinder, more decent man you could seldom hope to meet. After retiring in 1984, he continued to support social work education, while enjoying his garden and family holidays in Italy and France. In 2003 he had a stroke that robbed him of much of his speech and the use of the right side of his body. He is survived by Sheila, two daughters, two sons and 10 grandchildren.", 
    "section": "education", 
    "gid": "education/2013/jan/03/arthur-collis-obituary", 
    "wordcount": "430"
}