{
    "headline": "Owen Paterson's climate change problem: cock-up or conspiracy?", 
    "text": "This is getting silly. The new environment secretary Owen Paterson has been widely accused of being a climate change sceptic, a serious charge for the holder of his post in a government pledged by David Cameron to be the &quot;greenest ever&quot;. The accusation may be a false one and if so it would be very easy to dismiss. So the Guardian asked the environment department&apos;s press office: &quot;What is the secretary of state&apos;s view on climate change? Will he deny he&apos;s a climate change sceptic?&quot; It took a long time to get a reply, but here it is, in full. A spokesperson said:  Defra is responsible for a range of issues affecting the environment and the rural economy. One of these issues is the impact of climate change and the Secretary of State is committed to exploring and developing the response required by Government, business and communities.  You don&apos;t need to be a 1000-an-hour lawyer to realise that&apos;s not a straight answer. So why didn&apos;t we get a straight answer? As ever, the answer must be cock-up or conspiracy. The cock-up theory is somewhat undermined by the statement issued by another new minister accused of lacking green credentials. John Hayes, the new energy minister, has publicly opposed wind farms but quickly put out a statement - in his own name - saying:   I am proud to assume the role of energy minister at such a crucial time both for our energy security and for tackling climate change. We face a major challenge to keep the lights on in the most cost-effective way. In achieving this, we must not be over-reliant on any one technology, but build a balanced low carbon mix and make the best use of Britain&apos;s domestic energy resources and skilled workforce.  It seems new ministers can make pretty clear statements quickly if they want to, which leaves us with a troubling situation. Paterson is on the record as describing wind farms as &quot;clearly a massive waste of consumers&apos; money&quot; and apparently asked the cabinet to &quot;end of all energy subsidies and fast-track the exploitation of shale gas&quot;. On the other hand, he has referred in passing at least to climate change as one of the &quot;long-term challenges&quot; faced by the UK and he has nowhere questioned the science of climate change, to my knowledge. So which is it? When even the sober FT is calling Paterson a &quot;known climate sceptic&quot;, you have a problem that needs solving. The longer you don&apos;t, the worse it gets (unless of course the aim is to please climate sceptics).  If all of this nonsense is a cock-up, then it is a shambles. If not, then David Cameron has placed a climate sceptic at the head of the environment department in order to seriously hamper the sensible green policies the public has repeatedly said it wants. To place the fringe views of some in the Conservative party above the needs of the nation in this way may be seen in time as one of the most stunningly cynical moves ever made by a prime minister. Only an unequivocal statement from Paterson will show us which of these is correct.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/sep/07/owen-paterson-climate-change-sceptic", 
    "wordcount": "540"
}