{
    "headline": "Can flex-fuel cars put US on the road to low oil prices?", 
    "text": "Eyal Aronoff identifies himself on his business card as an &quot;oil addiction therapist&quot;. He&apos;s got an unconventional detox method, claiming he can get Americans off oil by making it cheaper to fill up their cars. The software entrepreneur is a co-founder of the Fuel Freedom Foundation, a new organisation trying to make the case for cutting America&apos;s oil consumption  both foreign and domestic. He argues  along with backers including James Woolsey, director of the CIA under Bill Clinton  that if America cuts its use of oil in half over the next 10 years, prices on the global market would drop below $50 a barrel because of reduced demand. Americans would pay about $2 a gallon to fuel up  or about half as much as they pay now. The foundation proposes to reduce America&apos;s use of oil by widespread adoption of other liquid fuels, allowing motorists to fill up their cars interchangeably with petrol, ethanol, natural gas or methanol, at prices well below those prevailing today. The foundation also rejects the idea of subsidising cleaner fuels. The idea, which applies only to transport not electricity generation, basically turns conventional environmental thinking on its head. And it will be interesting to see how much traction Aronoff and fellow tech millionaire and co-founder Yossie Hollander get for their free-market environmental solutions. With Barack Obama announcing he is on the look-out for new, bipartisan approaches to climate change, Aronoff visited Washington DC last month with Woolsey to try to find support in the White House and Congress for rethinking the ban on using methanol in cars. Aronoff argues that current environmental politics are self-defeating. The failure to find an immediate and competitively price replacement for liquid fuels was limiting support for environmental powers. Outside of a handful of big cities, public transport does not exist in America. People rely on their cars to get to work, and if the price of petrol goes up they suffer. It also allows the oil lobby to try and cast all environmental regulations as expensive job killers. &quot;The American Petroleum Institute and the oil lobby, they keep blaming environmental regulations for high prices. As the price rises the base of the environmental movement becomes readier to buy the story that the price is rising because of environmental regulations,&quot; he said. Instead, Aronoff argues that driving down the price of oil would make it less viable to mine non-conventional oils from the Alberta tar sands or in the deep-water drill sites in the Gulf of Mexico, and the pristine waters of the Arctic. &quot;When the price is high, it unlocks about two-thirds of the world&apos;s carbon that is currently locked in tight shale, in tar sands, in deep seas, in places that are very, very hard to get to  in the Arctic,&quot; Aronoff said. &quot;When oil reaches between $85-$120 a barrel all of them become viable.&quot; The key to reducing oil prices, however, goes far beyond a transition to plug-in cars or hybrids. &quot;You don&apos;t just cut demand through greener cars or anything else because that won&apos;t do it,&quot; Woolsey said. Instead, the men argued that the government needs to push car makers to manufacture plug-in or hybrids that are also flex-fuel cars, enabling them to recharge their batteries on methanol, ethanol, or petrol. They want petrol stations to stock alternate fuels. &quot;Our dream would be to enable existing cars; for you to take your car to a shop where they would maybe reprogramme your car, make a couple of modifications in your fuel system,&quot; said Aronoff. &quot;If we can take the existing fleet and enable conversion for very, very cheap to fuel flexibility then the impediments to enter the market will go away, and the impediment for the new cleaner fuels will go away,&quot; Aronoff said. At the moment, however, Aronoff&apos;s idea remains a dream. The Environmental Protection Agency expressly forbids the burning of methane in car engines, and it will take substantial public pressure to rewrite regulations and get car manufacturers to switch production. But Aronoff figures he has got about two years to give it a try.", 
    "section": "environment", 
    "gid": "environment/2012/dec/10/oil-prices-climate-change-car", 
    "wordcount": "696"
}