{
    "headline": "Apple ordered to run adverts stating Samsung did not copy iPad", 
    "text": "Apple has been ordered to take out advertisements in major newspapers  including the Daily Mail, the Guardian and the Financial Times  pointing to a UK high court ruling that says Samsung did not copy its iPad, the Bloomberg news agency is reporting. It said the order came from Judge Colin Birss in a ruling on 18 July following his 9 July ruling in which he said that Samsung did not infringe Apple&apos;s patents because the American company&apos;s device was &quot;cool&quot; but Samsung&apos;s &quot;are not as cool&quot; even while they were &quot;very, very similar&quot; viewed from the front. Birss&apos;s order apparently followed comments made by Apple after his first ruling, when in a statement the company said: &quot;It&apos;s no coincidence that Samsung&apos;s latest products look a lot like the iPhone and iPad, from the shape of the hardware to the user interface and even the packaging. This kind of blatant copying is wrong and, as we&apos;ve said many times before, we need to protect Apple&apos;s intellectual property when companies steal our ideas.&quot; However Bloomberg reports that Birss declined Samsung&apos;s requests to block Apple from making such comments: &quot;They are entitled to their opinion,&quot; it quoted him saying. Samsung had said that the comments caused real commercial harm, the report said. Birss said that the notice  the precise content of which does not seem to have been specified  must be posted on Apple UK&apos;s website for six months and in newspapers and magazines, including daily newspapers and T3 magazine, according to a draft copy of the order seen by Bloomberg and provided by Samsung&apos;s lawyers. For Apple, complying with the ruling could be embarrassing because it will oblige it to remark directly on a competitor  something that businesses in the highly competitive consumer electronics field are loath to do. Apple&apos;s adverts never mention rivals, and the company has shied away from comparative adverts for more than a decade, preferring instead to focus on its own products. Though it had a long-running &quot;Mac v PC&quot; advertising series, intended to dig at Microsoft&apos;s Windows software, it never mentioned any hardware rival by name. Samsung, meanwhile, has spoofed the behaviour of Apple customers in adverts, but without mentioning it by name, including adverts shown in the US which depict people queueing for a new phone  as frequently happens for new iPhone releases. The Birss order, if implemented, would mean that Apple&apos;s high-profile and aggressive court attacks against Samsung and other Android vendors has backfired. While Apple&apos;s decision to sue Samsung particularly has earned high-profile media coverage, the company has not mentioned it in adverts  nor is there any record of an Apple advert referencing Samsung directly or indirectly. A spokeswoman for Samsung said: &quot;Should Apple continue to make excessive legal claims based on such generic designs, innovation in the industry could be harmed and consumer choice unduly limited. Apple declined to comment on the order. A lawyer for Apple previously said that the company would appeal against Birss&apos;s ruling, which said that Samsung&apos;s Galaxy Tab tablets did not infringe Apple&apos;s reference design lodged with the European Union.", 
    "section": "technology", 
    "gid": "technology/2012/jul/19/apple-ordered-advertisements-samsung-did-not-copy-ipad", 
    "wordcount": "525"
}