{
    "headline": "Glowing cockroach and social media lacewing in top 10 new species - in pictures", 
    "text": "   Lesula monkey (Cercopithecus lomamiensis), Democratic Republic of the Congo Discovered in the Lomami Basin of the Democratic Republic of the Congo, the lesula is an Old World monkey well known to locals but newly known to science. This is only the second species of monkey discovered in Africa in the past 28 years. Scientists first saw the monkey as a captive juvenile in 2007. Researchers describe the shy lesula as having human-like eyes. More easily heard than seen, the monkeys perform a booming dawn chorus. Adult males have a large, bare patch of skin on the buttocks, testicles and perineum that is colored a brilliant blue. Although the forests where the monkeys live are remote, the species is hunted for bush meat and its status is vulnerable Photograph: Maurice Emetshu/ASU       Lyre sponge (Chondrocladia lyra), NE Pacific Ocean; US: California A spectacular, large, harp- or lyre-shaped carnivorous sponge discovered in deep water (averaging 3,399 meters) from the north-east Pacific Ocean off the coast of California. The harp-shaped structures or vanes number from two to six and each has more than 20 parallel vertical branches, often capped by an expanded, balloon-like, terminal ball. This unusual form maximises the surface area of the sponge for contact and capture of planktonic prey Photograph: MBARI/ASU       Endangered forest shrub (Eugenia petrikensis), Madagascar Eugenia is a large, worldwide genus of woody evergreen trees and shrubs of the myrtle family that is particularly diverse in South America, New Caledonia and Madagascar. The new species E. petrikensis is a shrub growing to two meters with emerald green, slightly glossy foliage and beautiful, dense clusters of small magenta flowers. It is one of seven new species described from the littoral forest of eastern Madagascar and is considered to be an endangered species. It is the latest evidence of the unique and numerous species found in this specialized, humid forest that grows on sandy substrate within kilometres of the shoreline. Once forming a continuous band 1,600km long, the littoral forest has been reduced to isolated, vestigial fragments under pressure from human populations Photograph: David Rabehevitra/ASU       Hangingfly fossil Juracimbrophlebia ginkgofolia, China Living species of hangingflies can be found, as the name suggests, hanging beneath foliage where they capture other insects as food. They are a lineage of scorpionflies characterised by their skinny bodies, two pairs of narrow wings, and long threadlike legs. A new fossil species, Juracimbrophlebia ginkgofolia, has been found along with preserved leaves of a gingko-like tree, Yimaia capituliformis, in Middle Jurassic deposits in the Jiulongshan Formation in China's Inner Mongolia. The two look so similar that they are easily confused in the field and represent a rare example of an insect mimicking a gymnosperm 165 million years ago, before an explosive radiation of flowering plants Photograph: Wang, Labandeira, Shih and Ren/ASU       Glow-in-the-dark cockroach (Lucihormetica luckae), Ecuador Luminescence among terrestrial animals is rather rare and best known among several groups of beetles  fireflies and certain click beetles in particular  as well as cave-inhabiting fungus gnats. Since the first discovery of a luminescent cockroach in 1999, more than a dozen species have 'come to light'. All are rare, and interestingly, so far found only in remote areas far from light pollution. The latest addition to this growing list is L. luckae that may be endangered or possibly already extinct. This cockroach is known from a single specimen collected 70 years ago from an area heavily impacted by the eruption of the Tungurahua volcano. The species may be most remarkable because the size and placement of its lamps suggest that it is using light to mimic toxic luminescent click beetles Photograph: Peter Vrsansky &amp; Dusan Chorvat /ASU       Fungus (Ochroconis anomala), France In 2001, black stains began to appear on the walls of Lascaux Cave in France. By 2007, the stains were so prevalent they became a major concern for the conservation of precious rock art at the site that dates back to the Upper Paleolithic. An outbreak of a white fungus, Fusarium solani, had been successfully treated when just a few months later, black staining fungi appeared. The genus primarily includes fungi that occur in the soil and are associated with the decomposition of plant matter. As far as scientists know, this fungus, one of two new species of the genus from Lascaux, is harmless. However, at least one species of the group, O. gallopava, causes disease in humans who have compromised immune systems Photograph: Pedro M. Martin-Sanchez /ASU       Tiny frog (Paedophryne amanuensis), New Guinea Living vertebrates  animals that have a backbone or spinal column  range in size from this tiny new species of frog, as small as 7 millimetres, to the blue whale, measuring 25.8 metres. The new frog was discovered near Amau village in Papua, New Guinea. It captures the title of 'smallest living vertebrate' from a tiny south-east Asian cyprinid fish that claimed the record in 2006. The adult frog size, determined by averaging the lengths of both males and females, is only 7.7mm. With few exceptions, this and other ultra-small frogs are associated with moist leaf litter in tropical wet forests  suggesting a unique ecological guild that could not exist under drier circumstances Photograph: Christopher C. Austin/ASU       Social media lacewing (Semachrysa jade), Malaysia In a trend-setting collision of science and social media, Hock Ping Guek photographed a beautiful green lacewing with dark markings at the base of its wings in a park near Kuala Lumpur and shared his photo on Flickr. Shaun Winterton, an entomologist with the California Department of Food and Agriculture, serendipitously saw the image and recognized the insect as unusual. When Guek was able to collect a specimen, it was sent to Stephen Brooks at London's Natural History Museum who confirmed its new species status. The three joined forces and prepared a description using Google Docs. In this triumph for citizen science, talents from around the globe collaborated by using new media in making the discovery. The lacewing is not named for its colour  rather for Winterton's daughter, Jade Photograph: Guek Hock Ping/ASU       Snail-eating snake (Sibon noalamina), Panama A beautiful new species of snail-eating snake has been discovered in the highland rainforests of western Panama. The snake is nocturnal and hunts soft-bodied prey including earthworms and amphibian eggs, in addition to snails and slugs. This harmless snake defends itself by mimicking the alternating dark and light rings of venomous coral snakes. The species is found in the Serrana de Tabasar mountain range where ore mining is degrading and diminishing its habitat. The species name is derived from the Spanish phrase 'No a la mina' or 'No to the mine' Photograph: Sevastian Lotzkat/ASU       Lilliputian violet (Viola lilliputana), Peru Not only is the Lilliputian violet among the smallest violets in the world, it is also one of the most diminutive terrestrial dicots. Known only from a single locality in an Intermontane Plateau of the high Andes of Peru, Viola lilliputana lives in the dry puna grassland eco-region. Specimens were first collected in the 1960s, but the species was not described as a new until 2012. The entire above ground portion of the plant is barely one centimetre tall. Named, obviously, for the race of little people on the island of Lilliput in Jonathan Swift's Gulliver's Travels Photograph: Hugh H. Iltis/ASU  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/may/23/top-10-new-species-in-pictures", 
    "wordcount": "0"
}