{
    "headline": "Life after Elsevier: making open access to scientific knowledge a reality", 
    "text": "Academic publishing is in the midst of an upheaval. The internet has transformed the ability to disseminate knowledge, a capacity once exclusive to publishers. Despite this, the exorbitant profit margins of academic publishers  who often do not pay their authors, editors and reviewers  continue to grow unchecked while library budgets shrink as a percentage of university spending. This is a problem. I became involved, along with thousands of other researchers, in solving this problem upon reading a blogpost by Cambridge mathematician Tim Gowers. Dr Gowers had already chosen, unannounced, to refrain from publishing in Elsevier&apos;s journals. His post, &quot;Elsevier - my part in its downfall,&quot; simply made this decision public and asked for others to follow suit. In fact, he suggested, perhaps everyone could add their name to a website dedicated to this cause. I was already a fan of Gowers&apos;s innovative ideas about research. I had lost a month of productivity in early 2009 following the polymath1 project  a large-scale, collaborative and open project to discover a new type of proof of a well-known theorem. The project was an entirely new creature to the research world, something that pointed to new ways to unlock knowledge. When I saw Gowers&apos;s Elsevier post, I jumped at the opportunity to promote a dramatically more open mode of research and publication. I volunteered to help out. Gowers emailed me to discuss some details of the site, and The Cost of Knowledge launched the next day. The site is essentially a single page listing three major issues that we have with Elsevier&apos;s business practices: their journal prices are too high; their bundle sales system is a profit device that sells unwanted journals; and historically, Elsevier has supported legislation such as the Research Works Act (RWA) that would hinder researchers&apos; and universities&apos; ability to support open access.  Researchers can add their names to the list, pledging to refrain from providing any or all of these services to Elsevier: publishing; refereeing (peer review); and performing editorial work. Three months later and the site has more than 10,100 names and counting. There have been a number of victories for open access along the way:  One month after the site launched, Elsevier dropped support for the RWA. That same day, the bill&apos;s congressional sponsors declared they would take no further action on the bill, effectively killing it.  Ten people state on The Cost of Knowledge website that they&apos;ve resigned as editors of high-profit journals.  The Wellcome Trust announced plans to withhold funding unless researchers made their publications freely available.  The World Bank created their Open Knowledge Repository, in which they&apos;ll publish many free-to-read articles.  A US bill, the Federeal Research Public Access Act (FRPAA), has been gaining support. This is a bill that, if passed, will expand the National Institutes of Health&apos;s open access publishing requirement to other US taxpayer-funded institutes  basically the opposite of the Research Works Act. Taking a step back, it&apos;s clear that the pricing and legal questions officially raised by The Cost of Knowledge about Elsevier are just a few symptoms of a larger problem. The truth is that the very business model of academic publishing has become obsolete. Historical momentum is the only reason these publishers continue to own and profit from researchers&apos; copyrights, review work and editorial efforts. If we were to design from scratch a publishing system for today&apos;s researchers using today&apos;s technology, it would look nothing like an Elsevier or a Springer. The primary value they once offered  an effective means to distribute knowledge  has been trounced by the internet. The question becomes: what is the future of academic publishing, and how do we get there? Some key individuals can make a serious impact. Editors can start or move journals to open access principles, resigning from high-profit publishers if needed. Developers can create web-based tools like academia.edu or peerevaluation.org. Authors can publish directly in open access journals, or at least ensure their work is available on their homepage or in free-to-read forms such as through the arXiv or PubMed. The most important change, in my opinion, is at once more powerful and more challenging to capture in a single action. Luckily, it is also the one change that anyone can help to bring about: to raise awareness of the issue itself, to transform what it means to think about the dissemination of knowledge. Much as smoking was once ubiquitous, seat belts optional, and fossil fuels seemed infinite, for-profit academic publishing has been considered a non-issue until recently, and that needs to change. Editors, reviewers, researchers, funders, librarians and readers can work together to create a process of knowledge dissemination and consumption. Old-school publishers, the ones who exist because the internet didn&apos;t, no longer add intrinsic value to this process. Yet they&apos;re not going away fast because they own copyrights for almost everything they&apos;ve published so far, and they own the prestige their top journals have built over time. Some argue that their business model still has a place, and ask why anyone should rate journals based on anything but the historical quality of their articles. But what is the cost of supporting existing publishers? Of encouraging tenure-seeking researchers to consider the prestige of journals and ignore their business practices? What is the cost of letting them keep what we&apos;ve always given them  ultimate control and rights over the fruits of our labours? Numbers could quantify the scope, the revenue, the profit margins, and the number of people who cannot afford publishers&apos; prices. But to me, these all fail to qualify the true consequences of sitting still, of doing nothing. The cost of doing nothing is the cost of knowledge. Dr Tyler Neylon is a mathematician based in Mountain View, California, working for AppGrok  This article was amended on 24 April 2012. Earlier versions of the author&apos;s biog were out of date, stating he was at New York University and a founder of Zillabyte. This has been corrected.", 
    "section": "science", 
    "gid": "science/blog/2012/apr/24/life-elsevier-open-access-scientific-knowledge", 
    "wordcount": "992"
}