{
    "headline": "Chet Faliszek on Counter Strike: Global Offensive", 
    "text": "This was always going to be a tough gig for Valve. Counter-Strike is a PC legend; it is the game that turned first-person shooting from a sub-genre into a graceful virtual sport played by millions of dedicated enthusiasts. It is one of the most important titles in the FPS canon.  But a lot has happened since Counter-Strike 1.6 hit mainstream gaming in 2003. Call of Duty and its contemporaries have introduced a new, more visceral strand of first-person action, not only with cinematic single-player modes, but also boasting highly regulated and feature-packed multiplayer. Suddenly, we had different classes of soldier, ranking, sprinting, kill streaks, automatic healing and the ability to aim down iron sights. The systems became more complex, more diverse while gameplay, conversely, became more instinctive, more twitchy. Then last year, Valve announced Counter-Strike: Global Offensive, a new take on the series for Xbox Live, PlayStation Network and PC. The game is being developed in conjunction with Hidden Path, the co-developer of 2004&apos;s CS re-build, Counter-Strike Source. And the big quandary is  do they go with the classic CS feel and appease hardcore fans at the expense of a mainstream audience, or do they make concessions to modernity and start adding stuff like sprinting, iron sight aiming and crawling around on the floor?  Well, having played a demo at last week&apos;s Xbox Spring Showcase event, I can say it&apos;s a mix, definitely a mix  but the mix is weighed hugely in favour of the past.  The set-up is super simple. Players get into two teams of five  terrorists vs counter-terrorists. One side has an objective it must complete, the other has to kill all the enemy operatives before they get to carry it out. In every session, teams play five rounds as terrorists and five as counters. The scores are added up for the overall winner.  The action is fast and clinical. There are no re-spawns; if you&apos;re hit, you watch the rest of the game as a spectator (unless you have bots on your side, in which case you can choose to take over one of those). You can&apos;t crouch, you can&apos;t sprint. There is no down-the-sights aiming: hitting left trigger merely puts your character into a slightly lowered aiming stance. If you played Counter-Strike a lot five years ago, the muscle memory will exert itself within minutes. If you&apos;ve grown up on Call of Duty, boy, are you going to struggle.      The big new addition, perhaps, is the Arsenal mode. Based around the popular CS mod, Gun Game, players are given a better weapon after every kill, instead of purchasing equipment at the beginning of every round as in the classic CS format. Arsenal comes in two flavours, Arms Race, where it&apos;s just about taking out the enemy and Demolition, where there&apos;s an objective to complete.  Interestingly, though, CS:GO reverses the usual arms escalation  here, you downgrade after every kill, working your way from assault rifle, through the P90, the shotgun and the Desert Eagle pistol and on to the lowly knife. &quot;This mode really simplifies the game,&quot; says Chet Faliszek. &quot;You&apos;re not buying weapons before rounds, you start with the best weapons and then you degrade, based on how well you&apos;re doing. So if you&apos;re not getting kills in the early rounds it&apos;s going to end up as you with an AK-47 versus a guy with a knife...&quot; Faliszek sees this as a leveller  a way of appealing to new players, without necessarily adding a lot of eye-catching fresh features from contemporary titles. The Arsenal mode also features its own new maps, which are designed  perhaps with a slight nod toward Modern Warfare - for tight, fast play. &quot;The maps are really small,&quot; says Faliszek. &quot;You can almost see the enemy from the get-go, so it&apos;s not about map knowledge, which is usually an advantage to veterans. If you play the classic map Dust, those guys know where to stand, where to fight  so we removed that advantage from Arsenal. These maps are so tight, you&apos;re really quickly into the action. Within ten seconds you&apos;re firing.&quot; Indeed, I played the Lake map, which features a lakehouse and a semi-built property next door, all condensed within a confined area of flat grassland, boasting a couple of rocky outcrops for cover. The terrorists have to get the bomb to a room on the first floor of the house, and there are several entry points, including via a boathouse at the bottom, as well as through the building and up via an external staircase.  It&apos;s all about securing the best positions within the house as soon as possible, with four terrorists gaining an over-watch of the exterior and the staircases, allowing the guy with the explosives to plant &apos;em in peace. Pinpoint planning and execution are key. &quot;At Valve, we&apos;ve seen that it&apos;s all really quick,&quot; says Faliszek. &quot;It&apos;s like basketball, where you make place calls about what you&apos;re going to try to do, &apos;we&apos;re going to sweep right&apos;, or &apos;we&apos;ll come through this entrance&apos;; it all happens really fast. And you quickly pick up on how it works.&quot; Meanwhile, the Classic mode will feature several familiar maps such as Dust and Inferno. &quot;We have two modes per map,&quot; says Faliszek. &quot;One is casual, it&apos;s sort of a laidback environment so you can play a match with friends; the other is competitive, and that has skill-based matchmaking.  &quot;When we made Counter-Strike Source we had a problem with how we could add a bunch of difficulty for the really skilled players without ruining the experience for newcomers. So the skill-based matchmaking ensures that, while you&apos;re learning, you&apos;re not playing against people who already know. But as you get better, you compete against more skilled players - it lets us have a higher skill ceiling and a lower skill floor.&quot; Again, then, CS:GO is about tweaking the structure of the classic gameplay to help new players, rather than adding modern elements to make them feel more at home. Faliszek did say that there would also be a training element in the game, but re-iterated that it would be more about gently easing gamers in with well-balanced matches.       As for progression, there will be no ranking up, but successful competitors will be able to earn awards for performance, as in Team Fortress 2. &quot;Players like to know how they&apos;re doing, how they&apos;re improving&quot; says Faliszek. &quot;So we have these things we&apos;re introducing, they&apos;re like mini-achievements that get ranked up and scored. But those don&apos;t effect what weapons you get - they&apos;re just for you to take a look at to understand how you&apos;re improving.&quot; Boasting 16 maps, some new, some fresh, and that interesting matchmaking system, CS:GO is due out in the summer-ish. &quot;We&apos;re letting the beta drive that,&quot; says Faliszek. &quot;We also have a lot of the pros playing it and we&apos;re making adjustments based on their feedback.&quot; It seems that while classic maps aren&apos;t going to be changed, the structure of the game is definitely being tweaked as a result of the ongoing beta play. Originated as a fan modification, CS has always been about community feedback. Visually, Global Offensive sort of reminds me of Battlefield 1943  I don&apos;t mean in terms of actual look, I mean as a modernised take on the graphical fidelity of old. Character models are detailed, and landscapes are cluttered with props, but we&apos;re not getting cutting edge lighting and texture effects here. The game has a stately, serious look, befitting its past, its heritage.  Counter-Strike: Global Offensive is, well, Counter-Strike. Until recently, the most played first-person shooter online, and still surely the professional competitive game of choice. As Faliszek says, it&apos;s more like a sport than a game, and you don&apos;t change the rules of a sport that often; players need to learn to compete within its confines. And from the looks of things, many, many hours of engrossing education await you.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/mar/07/counter-strike-global-offensive-preview", 
    "wordcount": "1347"
}