{
    "headline": "Science is not political, except when it is", 
    "text": "Just before Christmas, an editorial in the New Statesman by Brian Cox and Robin Ince led to a surprising amount of discussion, albeit amongst a fairly specialised audience.  Several articles appeared, including two on these pages by Rebecca Higgitt and Jack Stilgoe, this by Peter Coles, and a provocatively trite little blogpost (author&apos;s own words) which was dissected by Martin Robbins here.  This discussion, which still rumbles on, has been occasionally interesting, sometimes depressing, and often frustrating. I really wondered about prolonging it, frankly. But I am going to add to the word-count, because I think there is a persistent, almost willful, misunderstanding going on regarding the main points of the editorial. And because while some of the debate struck me as petty, the science policy issues at least are vitally important. Reading Cox and Ince, I thought they were making two fairly simple points. Firstly, the validity of a piece of scientific knowledge is properly subject to scientific, rather than political, debate. Taken to an absurd level, this means that no matter who you vote for, or who is head of state, gravity will still do what it does, evolution works, and mysteriously shaking water does not turn it into a miracle cure. This should be a statement of the obvious, but sadly it&apos;s not. The heir to the throne and the Health Minister seem to be confused about some of this. Secondly, science will not tell you what your policy should be. Scientific knowledge is often incomplete, some things (for example people, or economies) are too complex to be fully predictable right now, and may always remain so. Plus, people (yes, even scientists) will continue to hold views on morality and ideology which are beyond the scope of objective scientific evidence. My reading of Cox and Ince is that they argue that the boundary between these cases, tricky though it can be, should be kept as clear as possible. This is not a claim for the supremacy of science, nor complete separation between science and politics, but is an attempt to direct political debate to the areas where it can be fruitful. I don&apos;t see any suggestion there that science is, or can be, separate from politics. Not only are scientific results important input to political debate - often setting the boundary conditions of what is known to be possible - but politics at all levels influences the science we do. Taking examples from my own experience - CERN was set up with political as well scientific goals, to raise the level of European cooperation in an important science area - &quot;Bringing nations together through science&quot;. The European Space Agency is explicit about having the political and economic goal of supporting the European aerospace industry, yet enables enormous amounts of science. The decisions as to what experiments are done are often influenced by politics, ranging from office to inter-governmental level. Suppression of results and cherry picking, as discussed for example in Ben Goldacre&apos;s books, are explicitly political, moral and economic issues. The progress of science is also potentially warped by journals, by funding reviews and by appointment panels. But progress it does, nevertheless. The evidence is all around you. I don&apos;t know of any experienced scientist who would be at all surprised by any of that. I also don&apos;t know any who would argue that when we do have a solid scientific result, it makes any sense to ignore or undermine it for political (or philosophical, or historical) reasons. It just is. Unless you are an academic involved in science, science communication, science and technology studies, or history and philosophy of science, you might want to stop here. Slightly more tedious stuff Some of the more outraged attacks on the editorial claim it described some history and philosophy of science in a way which doesn&apos;t fit with the consensus academic view in those fields. For example, there is a pretty simplistic sketch of the interaction between science and technology - but no single article can say everything. Also it talks about &quot;the scientific method&quot;. This is apparently not the done thing, because there are many different methods. Still, I reckon they all have in common the testing of theories against observation and experiment, and while there are plenty of different ways of doing that, I don&apos;t see why that itself couldn&apos;t be called a (very general) method. I also suspect that most people (e.g. New Statesman readers, or scientists), who haven&apos;t spent a career studying the nuances would assume that was roughly what was meant.  When I see errors in the science in an article I get tetchy. So I don&apos;t blame historians for doing the same regarding historical inaccuracy. When I see stupid science errors, on which an article rests, I sometimes write cross responses. (For example this clunkily-titled piece.) But often the mistakes are just mild irritants. The commonly-used phrase &quot;atom smasher&quot;, for example, is factually incorrect. And atom smashing is very easy compared to what particle colliders do these days. But if it doesn&apos;t affect the main point of an article, I&apos;ll get over it.  From watching the discussion on twitter and elsewhere, it seems there&apos;s nothing in the editorial which goes beyond &quot;atom-smasher&quot; level here. It is a shame some philosophers and historians got so hung up on this that they missed the main point. Even more tedious stuff For the record, as well as having been very involved in coordination, funding and operation of the ATLAS experiment at the CERN Large Hadron Collider, I am a member of STFC&apos;s Science Board (the senior advisory body to the research council which funds most big science projects and facilties in the UK). I have also been a vice-dean, responsible for research, in the mathematical and physics sciences faculty at UCL, and I am currently head of the Department of Physics and Astronomy there. I also dabble in public engagement, of course, or you wouldn&apos;t be reading this. I give these bits of my CV not to try to impress, still less to make an &quot;argument from authority&quot; (and I am not writing on behalf of any of those organisations) but to suggest that if academics in the areas of Science and Technology Studies or History and Philosophy of Science read this piece and think I&apos;m hopelessly naive, this illustrates that they have a massive communication problem if they want to influence how science is done, since in my quite broad experience scientists (including Brian Cox!) do think about this stuff quite a lot, and the views above are widespread at all levels. Also for the record, I hope it is obvious from all the above that studying how science is and has been done, collecting evidence as to the effects of science on society and vice-versa, and teaching/communicating what is learned from all this, are interesting and very, very important activities. So are presenting mass-audience science programmes and producing enormously fun science themed variety shows. So is doing science.  I feel a bit bad about posting this during the holidays but I needed to get it off my chest I guess. So finally, let me echo the words of the excellent Kieron Flanagan. Happy Christmas all (for the next 11 days), and here&apos;s looking forward to another exciting year.", 
    "section": "science", 
    "gid": "science/life-and-physics/2012/dec/26/science-politics", 
    "wordcount": "1226"
}