{
    "headline": "Amazon still king of online jungle", 
    "text": "It was launched in a garage in Bellevue, Washington, in 1994, but is now by far the world&apos;s largest online retailer  and it strikes fear among high street rivals as it continues to swell. Amazon, founded by the former hedge fund manager Jeff Bezos, has ballooned into a global giant with operations in 11 countries including Canada, China, France, Germany, and Japan as well as the UK. It employs 88,400 people, generated sales of $61bn (40bn) in 2012, up 27% on the year before, and has a stock market value of $120.6bn, with its shares rising 30% in the last year alone. From its early days selling books, Amazon has branched out into CDs, DVDs, games, consumer electronics, household goods and clothing, and its selection of TV shows, songs, books, apps and games has grown to 23m titles. It continues to expand and offers services from online storage and web hosting to film hire, through its purchase of Lovefilm in 2011. Its technological prowess means it even runs websites for rival retailers including Marks &amp; Spencer. At one point Amazon even ran the online store for Waterstones, its embattled UK rival. Having eaten up the physical book market, becoming the UK&apos;s largest bookseller last year, Amazon also leads the way in the future of publishing  electronic books. It controls 45% of worldwide ebook sales according to analysts, thanks to its Kindle reader.     Waterstones  nearing its last chapter? Photograph: Sean Smith for the Guardian    Investors see Amazon as a game changer, attacking rivals with low prices and, crucially, excellent service including fast, reliable and low-cost delivery. But the firm has underpinned its low prices by side-stepping taxes. The retailer generates an estimated 10% of its worldwide revenues in the UK, but paid just 2.3m in tax in the most recent three years for which figures are known. Its Luxembourg base means it can charge EU customers just 3% VAT for e-books and music downloads compared with the 20% levied in the UK. Profits collected in the UK and other EU countries are funnelled out via royalty payments for intangibles such as use of the brand or technology. But the EU is piling pressure on Luxembourg to toughen up its tax rules, and the UK government is being pushed to tighten the tax regime exploited by multinationals. However, none of that seems to be having an impact on Amazon&apos;s soaring sales as it competitors, from HMV to Woolworths, face existential crises or simply crumble.  This article was amended on 29 March 2013. Because of an editing error, the original version suggested that Amazon currently runs Waterstones&apos; website; it used to, but no longer does so.", 
    "section": "technology", 
    "gid": "technology/2013/mar/28/amazon-king-online-jungle", 
    "wordcount": "437"
}