{
    "headline": "The final frontier? Trillion-dollar plan to build Starship Enterprise", 
    "text": "In its time, the original Star Trek series has inspired many inventions  the flip-open mobile phone (based on the crew&apos;s communicators), handheld medical diagnostics (based on its tricorder)  but now an engineer of 30 years standing says we should go the whole way and build the Starship Enterprise. The cost? A trillion dollars (648bn)  but if spread over 20 years, argues &quot;Dan&quot;, who has proposed the idea, it would cost only 0.27% of the US&apos;s gross domestic product, or about half what the Apollo project did in the 1960s. &quot;Just look how many young people were inspired to study engineering by the character Scotty from Star Trek,&quot; he writes on the website buildtheenterprise.org, which was set up to push the idea. &quot;Well, I bet a lot of young people would be inspired if we actually built the first generation of /Scotty&apos;s ship/.&quot; &quot;Dan&quot; admits that it won&apos;t actually be the dilithium-powered warp-driven faster-than-light photon torpedo-bearing galaxy-class starship piloted by Captain James T Kirk. He writes: &quot;The Star Trek adventures in the NCC-1701-x Enterprise ships take place starting in the year 2245. Our technology today is just not up to building a starship; that will have to wait for a Gen4 ship or later.&quot; But he does think that we could still build an interesting and useful spaceship that would be just as large as the fictional one, but with some differences. It would have a 1.5 gigawatt nuclear power plant rather than dilithium crystals; artificial gravity in its saucer-shaped crew quarters generated by rotating one part of it (rather as in 2001: A Space Odyssey), and a contra-rotating ring to stabilise the ship, perhaps filled with water or propellant. The reason for his modest proposal  which would require budget trimmings in other parts of the US  is, he says, that there&apos;s too little that&apos;s inspiring about modern space projects such as the International Space Station, which has cost about $100bn. &quot;The average person is left wondering why we are spending billions of dollars to build and maintain these fragile habitats,&quot; he writes on the site. &quot;There is just not much inspiring about them, and they haven&apos;t mattered much for advancing science either. The ISS may cost over $100bn before its final days, and one must wonder what better space exploration projects could have been funded in its place. &apos;&apos;Aboard the ISS there is no gravity, living quarters are cramped, you sleep floating in space  even using the toilet is comical and primitive. We are still stuck in the 1960s in many ways when it comes to putting human beings into space.&quot; Instead, he thinks, &quot;As the second decade of the 21st century rolls along  isn&apos;t it time to expect something much grander for our human endeavours into space? Isn&apos;t it time for something that will truly inspire us again while at the same time definitively giving humanity a sustainable, permanent presence in space? &quot;America is an affluent nation with 27% of the world&apos;s GDP. We can afford to dream much bigger.&quot; Ambitious  but Peter Bond, editor of Jane&apos;s Space Systems and Industry, and a longtime advocate of more ambitious space programmes, thinks it won&apos;t fly politically: &quot;Nasa&apos;s current budget is about 0.1% of US GDP, so this would involve doubling or trebling that, and with America&apos;s political and budget situation I just don&apos;t think that&apos;s going to happen.&quot; Bond said that while &quot;it&apos;s a great, fun idea&quot;, it would only be feasible if other countries could be persuaded to come aboard  as happened with the ISS. &quot;Maybe if they got China, India, the Japanese and everybody else on board they could afford it,&quot; he said. Which was, of course, another feature of the USS Enterprise as portrayed in the 1960s series  its mixture of races and nationalities. At the time it was surprising  but maybe it just suggests that the 23rd century will be as financially strapped as this one is turning out to be.", 
    "section": "technology", 
    "gid": "technology/2012/jun/01/final-frontier-starship-enterprise-plan", 
    "wordcount": "683"
}