{
    "headline": "Android retains lead over iPhone as UK smartphone ferment goes on", 
    "text": "Android is back in cruise control at the top of the UK&apos;s smartphone market, after the jump in sales of Apple&apos;s iPhone 4S dented its lead over Christmas. New figures from Kantar Worldpanel ComTech covering the 12 weeks to 19 February 2012 indicate that phones running Android comprised 48.5% of smartphones sold, as the proportion of smartphones in the overall mobile sales mix rose to 73.2%.      UK smartphone market: share of handset sales by period. Source: Kantar Worldpanel ComTech    But the smartphone sector is in ferment, with the company&apos;s data showing that just over half (51.6%) of people who bought a smartphone in that period already owned one  so less than half were bought by feature phone users moving up to the new platform. Moreover, switching between platforms such as Android, BlackBerry-maker RIM, Symbian and Apple&apos;s iOS is common: just over half (54.1%) of smartphone owners who bought a new device changed platform.  Most of those who changed shifted away from Nokia&apos;s Symbian, either to Android or iOS. RIM is also seeing an outflow of upgraders, who are shifting to the same two platforms. Among those upgrading from feature phones, the biggest flow is to Android, with almost equal shifts to iOS and RIM. But Dominic Sunnebo, the global consumer insight director at Kantar ComTech, said that Android may have hit a ceiling. &quot;We&apos;ve seen it stay around the 45%-50% mark for the past few months, but there&apos;s no sign of it going above that,&quot; he told the Guardian. He thinks that the easy pickings to be had from previous smartphone owners who moved away from Nokia&apos;s Symbian platform  &quot;which has essentially vanished from the market&quot;  means that in the future, the struggle for market share will be much more competitive. Apple&apos;s share of sales, having risen to 34% in the 12 weeks to 26 December 2011, fell back to 28.7%  although that is higher than the 22.7% it made up over the same period in 2011, when both Android and RIM&apos;s BlackBerry platform were ahead of it. RIM&apos;s share rose slightly compared to the 12-week December period, from 16.1% to 17.1%.  Together those three platforms comprised 94.3% of smartphone sales. The figures do not include sales to businesses, and so probably understate sales for RIM, said Sunnebo. Overall, the company estimates that 51.3% of the British population now owns a smartphone. Kantar ComTech compiles its data from a worldwide panel of 87,000 people  15,000 in the UK  balanced according to country population, who are polled regularly on the devices they use. Windows Phone outsells Symbian Kantar said that it saw a key shift in the UK during the 12 weeks period as Microsoft&apos;s Windows Phone platform outsold Symbian  though it only took 2.5% of sales, principally driven by Nokia&apos;s Lumia 800, which took 87% of Windows Phone sales.  But that means that Nokia&apos;s Symbian sales still remained ahead of its Windows Phone sales, at 2.4% of all smartphone sales compared to 2.2%. But Nokia was competing with only a single Windows Phone handset, pointed out Sunnebo: &quot;Nokia will need to expand the range quickly in order to keep up with the slew of next-generation competitor products being launched in the second quarter of 2012.&quot; Satisfaction levels Customers using smartphones expressed greater satisfaction with their devices than those using feature phones, according to the panel. On a range of 0-10 (where 10 was the highest score) smartphone users&apos; average was 7.9, against 6.9 for feature phones. Among brands, Apple had the highest satisfaction rating, at 8.8, followed by Samsung  which principally makes Android, but also Windows Phone and Bada handsets  with 8.0. HTC, which makes Android and Windows Phone devices, was third with 7.6. When people were asked whether they would stick with the same brand when upgrading, Apple ranked top, followed by Samsung and HTC, the survey found. Smartphone users were also happier with their handsets because of the range of capabilities, including GPS mapping and streaming video, which have become more and more common uses, according to the survey. &quot;All this helps to ingrain the smartphone experience deep into consumers&apos; daily routines, and the quality of devices available means consumers have found little to complain about,&quot; Sunnebo said. Android&apos;s lead Kantar ComTech surveyed people in the UK, US, Germany, France, Italy, Spain and Australia. The proportion of handset sales going with Android was highest in Spain, at 58.4%, and second-largest in Australia at 52.2%. In Germany, one of the largest smartphone markets, its share was 50%.  In the US, which is presently the world&apos;s largest smartphone market  though expected to be passed by China later this year  Android&apos;s share actually dipped compared to the same 12-week period a year ago, down from 55.1% to 43.4%, while Apple&apos;s grew from 23% to 47%. But as it covers the Christmas buying period, the leap in Apple&apos;s share there may indicate people upgrading to the new iPhone 4S. Between them, iOS and Android took 90.4% of handset sales in the US, with RIM taking just 5.7%. Windows Phone was just 1.7%, although Nokia has not yet launched any of its Lumia devices there.", 
    "section": "technology", 
    "gid": "technology/2012/mar/21/smartphones-android-ios-apple", 
    "wordcount": "875"
}