{
    "headline": "Making theory work", 
    "text": "&quot;I wanted to do an MA to help my career and for personal development because I felt I&apos;d got into a rut with my teaching,&quot; said Phil Wade, a teacher and materials writer in France. Many ELT professionals who choose to do a postgraduate qualification share those motivations, but while the aim of reinvigorating one&apos;s professional life may seem like a given, transferring theory and practice learnt on a course back into teaching is not always straightforward. The varied modes of study now available to ELT practitioners, ranging from full- to part-time and face-to-face to online, could be the key to ensuring that long hours of study end up having practical benefits. A commonly held assumption is that choosing to study part-time while continuing to teach is the best way to apply theory to practice, but the experience of some students suggests otherwise. As Wade discovered while studying in China for his MA in Tesol by distance from a UK university, just because a course is part-time doesn&apos;t mean that you will have a lot of time for reflection. &quot;Only now, one year later, am I really able to apply a lot of it because it was so intensive at the time. I didn&apos;t have time to think, digest and utilise the new information,&quot; he said. &quot;Now, I often think &apos;Ah, we covered that&apos;, and can see and use a lot of what I studied.&quot; In contrast, a full-time programme offers complete immersion in the course content. While students may be considering theories and ideas away from their normal teaching or working environment, the perspective that this distance can bring has its benefits. A period of full-time study can result in objective reflection along with a fresh set of ideas and renewed enthusiasm for the profession once one is back in the workplace. Yuanfang Zheng from China, who is studying on the full-time MA Applied Linguistics Tesol course at York St John University in England, said: &quot;I have considered how to apply knowledge, and how to renew and change it according to the different environments and culturesthat language professionals, including myself, work in.&quot; However, there is also the danger that moving away from a normal environment can mean students lose sight of some of the practical applications. Julia Lancaster is a full-time student on a course at the UK&apos;s University of Bath that combines the Delta diploma with an MA in Tesol. She is looking ahead at taking course content back with her into class. &quot;Some things are quite easy to apply, like ideas for activities and eliciting and presenting the language, but I find it harder to think about bringing more abstract methodologies into my teaching,&quot; she said. While the relative merits of traditional full-time versus part-time programmes can be difficult to weigh, another less common option may offer more opportunities for applying learning: the slow-track postgraduate qualification. Rachel Bowden, an ELT project manager with the British Council in Borneo, is studying for an MA in education for sustainability with London Southbank University. She chose to study slow-track, which means that she will take four years to complete her qualification. The slower pace of her degree has meant Bowden has found it easy to directly link and apply her studies to her work. &quot;I am sure the job I have now and the perspectives and skills I bring to it have been directly influenced by what I am learning on my master&apos;s course,&quot; she said. Bowden has also found that she has time to publish work and present at conferences as she studies, giving her another way to digest and establish what she is learning in relation to her own professional context. The slow-track mode of study may not yet be as prevalent as more traditional part-time and full-time courses, but there are many universities both in the UK and elsewhere that offer modular programmes so that students can study at the pace that suits them. The dissertation phase of a postgraduate qualification in any mode can be another excellent opportunity to research a specific aspect of the course content and apply it to a particular teaching context. Meanwhile, Rachel Wicaksono, head of languages and linguistics at York St John, emphasises the importance of continuing post-qualification development. &quot;We keep in touch with our students after graduation, invite them to come and talk to current students and provide an online community space where they can interact with other language professionals from around the world.&quot; Volunteering to run seminars, write articles and present on the topics you study for teachers and other ELT professionals at home can also help you to continue applying the knowledge one has gained.", 
    "section": "education", 
    "gid": "education/2012/jan/10/tesol-theory-practice", 
    "wordcount": "793"
}