{
    "headline": "Jacob Aron on science writing: 'Analogies are like forklift trucks'", 
    "text": "What&apos;s a good science story? Something that makes you go &quot;huh?&quot;, &quot;wow!&quot; and &quot;hmm  &quot; at the same time, though the exact ratio of the three depends on the particular story. A weird new astronomical object is going to get a different reaction to North Korea&apos;s attempts to launch a missile, for example. What do you need to know to write well about science? Concentrate on &quot;write well&quot; rather than &quot;about science&quot;. Even as a reporter at a specialist science magazine I have a fairly broad beat, jumping between particle physics, pure maths, exoplanets and more on a daily basis, and I&apos;m never going to fully comprehend it all. On the other hand, every article I write needs clear, engaging and entertaining prose - otherwise no one will want to read it. How do you choose your opening line? Normally I write the first thing that comes into my head and fix it later, once I&apos;ve written the rest of the story and have a better idea of what really makes it interesting. But occasionally writer&apos;s block strikes and I can&apos;t think of a way to start. In those situations, it&apos;s always best to start writing the second paragraph, and work backwards. How do you get the best out of an interviewee? If your story is based on a scientific paper, make sure you&apos;ve read it - no one wants to be interviewed by someone who hasn&apos;t even glanced at their work. Ask a few questions you already know the answer to, just to ease the interviewee in and figure out how comfortable they are talking to reporters. Always rephrase things in your own words and repeat them, so the interviewee can confirm whether you&apos;ve understood or not. Finally, always finish by asking &quot;is there anything else you&apos;d like to add that we haven&apos;t discussed?&quot; So many good quotes and interesting angles come out of giving scientists some time just to rattle off whatever is on their mind. How do you use metaphors and analogies in a story? Analogies in science writing are like forklift trucks - when used correctly they do a lot of heavy lifting, but if you don&apos;t know what you&apos;re doing you&apos;ll quickly drive them into a wall of laboured metaphors and cause some major damage (a bit like that sentence). I find the best analogies pop into my head as I try to form my own understanding of whatever a researcher is explaining, so I repeat them back as suggested above to make sure they check out. What do you leave out of your stories? Everything I can get away with, without leaving the reader confused or misinformed - simplicity is best. How do you stay objective and balanced as a writer? Should you? It&apos;s difficult, and I think true objectivity doesn&apos;t really exist. Obviously you should interview multiple people to get different perspectives on a story, though that doesn&apos;t guarantee balance. If I&apos;m writing about something I personally have strong feelings about, I&apos;ll always try to put myself in the shoes of someone on the other side of the issue and think about how they would write it, then try and meet in the middle. What&apos;s the biggest potential pitfall when writing about science? Trying to understand concepts that people dedicate their entire lives to in just a few hours and then communicating them to people in just a few minutes before they give up and turn the page or close their web browser. Either you oversimplify and upset the researchers or overcomplicate and confuse the readers. Finding the perfect balance between the two is still something I&apos;m refining every single day.  Jacob Aron is a physical sciences reporter at New Scientist  Read some Jacob Aron  we like Russian meteor will teach us about future bigger hits published in New Scientist in 2013  Find out more about the Science Writing Prize on the Wellcome Trust website. The closing date for applications is 28 April 2013", 
    "section": "science", 
    "gid": "science/2013/apr/15/jacob-aron-science-writing-analogies", 
    "wordcount": "672"
}