{
    "headline": "Facebook IPO: newly released reports show analysts split on value of shares", 
    "text": "Facebook received a mixed report card Wednesday from analysts at the banks that worked on its controversial share sale. Stock exchange rules have kept them quiet for 40 days but by lunchtime analysts at the banks that had worked on Facebook&apos;s initial public offering had published their first reports on the company. Eight said &quot;buy&quot;, nine said &quot;hold&quot; and one, BMO Capital Markets, issued the equivalent of a rare &quot;sell&quot;. Facebook&apos;s shares were priced at $38 a piece when the company went public in May. After a disastrous debut they fell as low as $25 but have since recovered to $32. The new analysts&apos; reports set targets for the shares between $25 and $45, with the average $37.71. Morgan Stanley, the lead underwriter on the IPO, set its price at $38 for the next 12 months, ie exactly where it began. The bank and others now face lawsuits from investors angry about Facebook&apos;s disappointing sale. Bankers at Goldman Sachs and JP Morgan were more bullish, setting targets of $45 over 18 months and $42 over the next year, respectively. The most negative report was from Daniel Salmon at BMO. Salmon set a price of $25 arguing user growth was slowing and Facebook would struggle in a tougher market for internet advertising sales. The reports came as Facebook was forced to apologise after changing the email people displayed on their profiles. On Monday the firm started changing the email addresses displayed on a user&apos;s account to an @facebook.com account. Facebook users&apos; other email addresses were hidden by a change in settings that the company said were easily reversed, and were meant to add greater consistency to the way information is displayed on the service. The company said in hindsight it could have explained the changes more fully.", 
    "section": "technology", 
    "gid": "technology/2012/jun/27/facebook-shares-ipo-analysts-report", 
    "wordcount": "304"
}