{
    "headline": "The dead-nettle and the bumblebee: a match made in heaven", 
    "text": "There is little to redeem the nightmare in grey that passes for our current spring, but at least the stand of white dead-nettle at the marsh edge is especially luxurious this year. Tonight it is steeped in the rambling music of garden warbler, while a distant cuckoo keeps time. But what a sorry name we plumped for when christening this fabulous plant. You will all know it. It lives everywhere on our road verges and in all those unforeseen creases where nature claims back the regimented space of our city parks, our gardens and  in my case  on our allotment. This year I take deep and guilty pleasure from the season&apos;s fabulous crop, because everywhere it grows dead-nettle is a bee-loud province. They&apos;re mainly early bumblebees, one of the smaller members of the family, whose workers possess a diagnostic buff-orange tip to their abdomens. Equally numerous are common carder bees. These beautiful creatures are a rich ginger when fresh, but over the course of their five-week lives they can fade to soft buff. Our ancestors saw all this going on in the dead-nettle patch, and Geoffrey Grigson recorded their names in his book The Englishman&apos;s Flora in 1958. They included &quot;white bee-nettle&quot; (in Warwickshire), &quot;honey-bee&quot; (in Devon) and the rather puzzling &quot;snake-flower&quot; in Norfolk. Yet perhaps the most evocative is an old Somerset version, &quot;Adam-and-Eve-in-the-bower&quot;, a reference to the twinned stamens lying side by side in the flowers&apos; curvaceous lips. What captivates bumblebees is the tiny sump of sugar in the dead-nettle&apos;s vase-shaped flower. When the workers burrow down there is such a perfect snug fit between the petal-walls and insect that one instantly understands the ancient intimacy in their relations. I try to imagine how this stand of flowers seems to the bumblebees and to appreciate that they are, of course, the true measure of their own world. This evening they are complete mistress of that dead-nettle canopy, endlessly zigzagging across it, their wings singingas they go.", 
    "section": "environment", 
    "gid": "environment/2012/may/13/blackwater-carr-norfolk-dead-nettle-bumblebee", 
    "wordcount": "338"
}