{
    "headline": "Sierra Leone scraps tactile voting system for elections", 
    "text": "The National Electoral Commission of Sierra Leone has scrapped a pioneering tactile voting system for blind and visually impaired people just days ahead of the national elections on Saturday. Disability rights activists have accused the NEC of denying visually impaired people the right to vote independently and in secret by dropping the tactile system that enabled them to vote unassisted. They say the U-turn makes a mockery of public statements of support for disabled citizens made by presidential candidates and marks a significant step backwards in the progress of disability rights. The system was piloted in Sierra Leone&apos;s regional capitals during the 2002 elections  the first use of a tactile ballot paper in Africa. Designed by the International Foundation for Electoral Systems and Action on Disability and Development  and funded by the UK&apos;s Department for International Development and its American counterpart, USAid  it was rolled out during the 2007 elections. The introduction of the system was accompanied by a national programme to train people how to use it. Patrick Taylor, different abilities and non-discrimination officer for the Equality and Human Rights Commission, called the decision to scrap the scheme deeply disappointing. He said: &quot;For a country that has ratified the UN Convention on the Rights of Persons with Disabilities [UNCPRD] and enacted a national disability law to now deny its visually impaired citizens their right to vote independently and in secret is unheard of. My colleagues cannot vote in confidence.&quot; Braille literacy is low in Sierra Leone, so the tactile ballot papers used a simplified method that allocated a fixed number of raised bumps to each political party, allowing the voter to identify and mark their candidate of choice. NEC officials claimed tactile ballots resulted in a high number of void votes in 2007. They have denied accusations they dropped the scheme to cut costs, although funding is clearly a factor. Albert Massaquoi, head of external relations at the NEC, said: &quot;We are currently in a situation where we don&apos;t have the resources to provide voting material and voter education for the visually impaired. We&apos;re even having difficulty finding material for people who don&apos;t have disabilities.&quot; The NEC say visually impaired voters can be assisted by a trusted person of their choice as outlined in the Public Elections Act 2012. But disability groups have expressed concerns that, in such a politically divided society, being accompanied by an assistant  even a friend or family member  is open to abuse and electoral fraud. Votes may be changed without the voter&apos;s knowledge, and voters are left vulnerable to political and domestic pressure to vote for a particular party. Alhaji Daramy, membership development officer of the Sierra Leone association of the blind, said: &quot;We are not considered as citizens in the country. Our right has been denied, confidence eroded, and secrecy deprived. Instead of improving disability rights, they are retrogressing. When it comes to elections, I cannot even trust my son, who is my guide, to assist me to vote.&quot; The last-minute decision to revoke tactile voting came as a major surprise to disability groups, who had been running  and funding  training sessions on the system for voters for the past six months in an attempt to reduce the number of spoilt ballot papers. Those involved in the training have rejected the NEC&apos;s claim that insufficient voter education has been carried out to support the system. They say the NEC is now contravening the country&apos;s 1991 constitution, as well as the UNCRPD and the disability act adopted last year. The UNCRPD mandates the government to ensure voting procedures, facilities and materials are appropriate and accessible for all voters. It protects the rights of people with disabilities to vote by secret ballot in elections and public referendums. The disability act specifies the role of the NEC in ensuring that polling stations are accessible and everyone can vote confidentially. Concerns have also been raised regarding hearing-impaired voters, who have felt left out of the electoral education process. Sierra Leone relies heavily on radio for public broadcasts, which excludes hearing-impaired voters. No sign language interpretation was provided on television broadcasts. In August, Foday Mattier, who has a hearing impairment, was arrested for attempting to register twice despite telling officials that he had not understood the registration procedure. He was released due to pressure from disability and human rights groups but Teddy Foday-Musa, director of Disability Sierra Leone, said the case highlighted the problems that can arise if disability issues are not taken seriously. He said: &quot;If hearing impaired voters are not educated appropriately on how to vote, how certain can we be that their vote will be counted as valid?&quot; In another blow, the NEC last week announced a ban on all vehicle travel across the country on election day, allowing only NEC-accredited vehicles. The disability community says this will prevent people with mobility issues from reaching polling stations and further disenfranchise disabled voters. Kabba Franklyn Bangura, president of the Disabled Union, said the ban was an unacceptable example of poor electoral management by the NEC. He said: &quot;As people with disabilities we already face challenges; these restrictions will discourage disabled voters and, in many cases, deny them the right to vote.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/16/sierra-leone-tactile-voting-elections", 
    "wordcount": "877"
}