{
    "headline": "On the road: Golf GTI Cabriolet", 
    "text": "In last week&apos;s column I was waxing lyrical  well, waxing  about the benefits of a panoramic glass roof if you&apos;re travelling with ababy lying in a backwards-facing car seat. They can&apos;t see out of the windows, so a glass roof gives them a view of sky at least, trees, streetlights, the world outside. This is even better: a roof that, in under 10 seconds, disappears altogether. Perfect for a trip west out of London to visit Granny Deirdre, with the skies filled with interest  reintroduced raptors, planes leaving and arriving at Heathrow, etc. Perhaps his first words will be &quot;red kite&quot; or &quot;Airbus A380&quot;. Just one problem: it doesn&apos;t appear to be summer any more. Bit chilly back there is it? And draughty? Well, it&apos;s probably character building, like public school  isn&apos;t that Eton over there? This is like that, only more fun, because it&apos;s not only a convertible, it&apos;s a GTI too. Look, we&apos;re practically keeping up with the A380, leaving the kites for dead. Volkswagen hasn&apos;t done one of these  a cabriolet GTI  since the Mark 1, back in 1492. Maybe the thinking was that they don&apos;t appeal to serious petrol-head hot hatch nuts who&apos;ll resent the weight gain (a soft top is heavier) and the loss ofstiffness that comes with a cabriolet. And the sort of posy Sloane Ranger types who like open-top Golfs don&apos;t require blistering performance. There is something in that. Most people probably wouldn&apos;t notice much difference in the driving experience from the regular GTI, but being a Famous Motoring Journalist I can detect a slight drop-off in the throw-it-into-the-corners fun factor with a proportional little dip in serotonin levels. Nor does it looks so good, certainly not with the top up. Convertible hatchbacks look a bit like prams, don&apos;t you think? I know it is being a big pram  albeit a very quick one  at the moment. But that doesn&apos;t mean I want to look like I&apos;m driving a pram, OK? Plus, it costs about 3,000 more than the regular GTI. Bringing the total to nearly 30,000. THIRTY EFFING THOUSAND POUNDS, for aGolf! That&apos;s just barmy. Yeah, but on the other hand, it is nice isn&apos;t it? Especially with the roof down, which brings those serotonin levels back up. It looks better topless too (unlike the driver, boom boom). Hmm, maybe I do want one after all. And thirty grand&apos;s not that much, is it? Just about the same as a year&apos;s fees at that school over there by all accounts. So maybe we&apos;ll postpone his lordship in the back&apos;s entry by a year, and with the savings get one of these. No of course I&apos;m not serious;this is the Guardian, right? Golf GTI Cabriolet       Photograph: Simon Stuart-Miller for the Guardian    Price From 29,310Top speed 147mph Acceleration 0-62mph in 7.3 secondsCombined fuel consumption 37.2mpg CO2 emissions 177g/km Eco rating 4/10Cool rating 7/10", 
    "section": "technology", 
    "gid": "technology/2012/nov/02/on-the-road-golf-gti-cabriolet", 
    "wordcount": "496"
}