{
    "headline": "Boot up: selling Bing, Gosling on Android, Apple's malware ratio, mobile's win and more", 
    "text": "A quick burst of 7 links for you to chew over, as picked by the Technology team Twitter sets its sights on 2 billion users &gt;&gt; CNET News  &quot;Everything we are doing is oriented around getting to 2 billion users.&quot;  You might think that statement was from Mark Zuckerberg, as Facebook approaches 1 billion active users on its social network and focuses on the next billion. But it was Satya Patel, Twitter&apos;s vice president of products, outlining the goal his company has set for itself.  With an estimated 140 million users today, producing 340 million tweets a day, 2 billion people using Twitter at least once a month isn&apos;t a near-term goal. Based on its current growth rate, which is accelerating as hashtags and @ signs become more embedded in everyday life, Twitter will likely reach 200 million active users in August.   More Twitter statistics - particularly daily active and monthly active users - would be useful. Microsoft and Facebook align further with patent deal &gt;&gt; NYTimes.com That patent deal last week was straightforward enough. But:   There is also wide speculation that Facebook will start its own Internet search engine to rival Google.  &quot;Microsoft is simply less concerned about the threat of social to its business than Google is,&quot; said Michael Gartenberg, an analyst at Gartner, a research firm, explaining why Microsoft is not concerned about competition with Facebook.  &quot;This may be a case of the enemy of my enemy is my friend,&quot; he added. Jim Prosser, a Google spokesman, declined to comment.   Also says that senior Microsoft executives (but not Ballmer) tried to get Facebook interested in buying Bing. It wasn&apos;t. My attitude on Oracle v Google &gt;&gt; James Gosling The &quot;father of Java&quot;:   In Dan Farber&apos;s recent article on CNET titled &quot;Oracle v. Google: Ex-Sun execs on opposite sides&quot; he got my position on the case totally backwards and totally misinterpreted my comments. Just because Sun didn&apos;t have patent suits in our genetic code doesn&apos;t mean we didn&apos;t feel wronged. While I have differences with Oracle, in this case they are in the right. Google totally slimed Sun. We were all really disturbed, even Jonathan: he just decided to put on a happy face and tried to turn lemons into lemonade, which annoyed a lot of folks at Sun.  Theoretical physicist explains why Moore&apos;s Law will collapse &gt;&gt; Geek.com  Moore&apos;s Law has been around since 1965 when Intel co-founder Gordon E. Moore described it in a paper. Since that day, the law has been in full effect, and the number of transistors placed inexpensively on an integrated circuit has roughly doubled every two years. It&apos;s also a commonly held belief that chip performance doubles every 18 months.  But Moore&apos;s Law won&apos;t be true forever, and in this video theoretical physicist Michio Kaku explains how it will collapse. And that collapse isn&apos;t going to happen in some distant future, it is going to happen within the next decade.   We feel like we&apos;ve been hearing this for a decade, though. How many times has Moore&apos;s Law been declared dead? Snow Leopard users most prone to Flashback infection &gt;&gt; Computerworld  Of the Macs that have been infected by the Flashback malware, nearly two-thirds are running OS X 10.6, better known as Snow Leopard, a Russian antivirus company said Friday.  Doctor Web, which earlier this month was the first to report the largest-ever malware attack against Apple Macs, mined data it&apos;s intercepted from compromised computers to come up with its findings.   Not that surprising: 10.6 was the last version with Java built in. Web 2.0 is over; all hail the age of Mobile &gt;&gt; PandoDaily  The momentum has been shifting for a while, but now the trend is emphatic. People now spend more time in mobile apps than they do online. There are more than 500m Android and iOS devices on the market, and giant countries like China and Indonesia are only just getting started in their smartphone and tablet push. Global mobile 3G subscribers are growing at over 35 percent, year on year, and there&apos;s a lot more room to move - there are 5.6 billion mobile subscribers on our fair planet. Even in developing countries, cheap smartphones will soon rush into the market. And who here doesn&apos;t think tablet sales are going to go gangbusters pretty much everywhere?   Mobile is the present, and the future. The same old story &gt;&gt; Joy of Tech After the Apple tax avoidance story, this is very true. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/may/01/technology-links-newsbucket", 
    "wordcount": "791"
}