{
    "headline": "Hunger is most urgent threat to children worldwide, report reveals", 
    "text": "For the first time in a decade, the number of children suffering from hunger and malnutrition has risen, threatening the substantial progress made in child health and education in the developing world. As it launches its annual child development index, Save the Children is calling on the UK prime minister David Cameron to spearhead a drive against malnutrition at the hunger summit he has pledged to call during the Olympic Games in London and through into the UK&apos;s G8 presidency in 2013. In the 2000s, says the report, the proportion of acutely malnourished children grew. While other measures of development  in education and survival to the age of five  have improved by a third since the 1990s, the same progress cannot be seen in nutrition and hunger. Rising prices for food and fuel threaten to exacerbate the situation. &quot;Our global child development report shows that hunger has become the most urgent threat to children worldwide and threatens to drag back progress in saving and improving their lives,&quot; said Save the Children&apos;s chief executive, Justin Forsyth. &quot;Hunger has become the achilles heel and, unless we tackle it now, it threatens to undermine the overall progress made in cutting child deaths.&quot; While children also go hungry in times of famine or war, there is particular concern about the nutrition of infants and toddlers. Malnutrition in babies and small children leads to stunting and developmental delays that cannot be remedied. Brendan Cox, director of policy at Save the Children, said there was a critical period of 1,000 days during which good nutrition sets a child up for a healthy life, and yet too little attention had been paid to their food needs. &quot;This has been historically a very underresourced and underrepresented area, in spite of the 1,000-day period,&quot; he said. Ensuring a small child was well nourished &quot;is one of the most cost-effective and transformative outcomes you can have. It transforms somebody&apos;s life.&quot; Save the Children has high hopes for Cameron&apos;s hunger summit, which is expected to involve more than a hundred heads of state who will be in London for the Olympics. Cox says he does not think it will be confined to food shortages of the sort being experienced in west Africa. &quot;We expect it to focus down quite strongly on nutrition, given where we are  and we may even be going backwards on some of this stuff  and given the historical neglect of it. We hope it will set a forward trajectory for what David Cameron will do during his G8 presidency in 2013,&quot; he said. The report gives an index of the best to the worst places to be a child today. The worst is Somalia, where last year&apos;s food crisis killed tens of thousands of children and left hundreds of thousands displaced. The impact of the blockade of Gaza and the West Bank on children caused them to drop 50 places in the index between the first half and the second half of the 2000s. The best place to be a child, according to the report, is Japan. The UK is the ninth best place in which to be a child.", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/19/hunger-most-urgent-threat-children-worldwide", 
    "wordcount": "535"
}