{
    "headline": "International women's day: a voice from the UK", 
    "text": "   Felicity Ukoko Photograph: Felicity Ukoko    When my daughter was born, in Zimbabwe, one of the nurses said to the women at the clinic, &quot;some of you just come here to look at our shoes!&quot; It was such a derogatory remark it still haunts me today. Midwives are there to support women, and yet as a midwife in the UK for the past 18 years, and through my support of other midwives in Africa, I have seen how the disrespect of pregnant women is a universal problem. How we look after women during pregnancy and childbirth is crucial to the wellbeing of both mother and baby, not only physically but mentally and emotionally. The words we say, and how we say them, can have a terrible impact. Fear of abuse in health centres can be a bigger barrier to women seeking care than lack of cash or long rural roads. Women have told me they would not go back to the hospital; they would rather risk death in childbirth at home than face violence in places where there are lifesaving services. Only now are the taboos around this issue being broken. It&apos;s not unusual for women to be kept prisoner and made to work on the maternity wards until their families can pay the bill. One was kept for a year. A woman in Peru reported that during her labour she a nurse slapped her because she cried out when she couldn&apos;t push. There are risks in speaking out, especially for health staff. Midwife bashing is a popular sport; easier to blame individuals than change political and budgetary tack in order to provide overstretched health workers with the pay, conditions and training that they deserve. Many White Ribbon Alliance members are midwives like me, especially in Africa and Asia. They are at the grassroots, often working in maternity wards for long hours, caring for dozens of women at once. When systems are under so much strain, midwives often say feel torn in two. But we as midwives are saying there is no excuse for treating women without respect. In Pakistan, Rwanda, Nepal, India, Nigeria  and now the UK  White Ribbon Alliance members are holding meetings, conducting training and working with governments to back respectful maternity care, not only to improve quality of care, but as key to reducing deaths in childbirth, still the biggest killer of young women around the world.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/08/international-womens-day-voice-uk", 
    "wordcount": "397"
}