{
    "headline": "From porkies to whoppers: over time lies may desensitise brain to dishonesty", 
    "text": "American fraudster Frank Abagnale, played by Leonardo DiCaprio in the film Catch Me If You Can, started out swindling his father out of small change for date money and ended up impersonating an airline pilot, despite the admission that he couldnt fly a kite. Now scientists have uncovered an explanation for why telling a few porkies has the tendency to spiral out of control. The study suggests that telling small, insignificant lies desensitises the brain to dishonesty, meaning that lying gradually feels more comfortable over time. Tali Sharot, a neuroscientist at University College London and senior author, said: Whether its evading tax, infidelity, doping in sports, making up data in science or financial fraud, deceivers often recall how small acts of dishonesty snowballed over time and they suddenly found themselves committing quite large crimes. Sharot and colleagues suspected that this phenomenon was due to changes in the brains response to lying, rather than simply being a case of one lie necessitating another to maintain a story. In the study, published on Monday in the journal Nature Neuroscience, 80 volunteers played a game in which they estimated the value of pennies in a jar and sent their guess to an unseen partner. Sometimes participants were told they would secretly benefit at their partners expense if they overestimated the cash in the jar, incentivising them to lie. Neil Garrett, also of UCL and a co-author, said: We knew by how many British pounds they lied on each trial. The amount by which participants lied got larger and larger. At first, volunteers tended to alter the jars value by around 1, but this typically ramped up to about 8 by the end of the session. Twenty-five of the volunteers played the game while having their brain activity monitored by an MRI scanner. This showed that the amygdala, a part of the brain linked with emotion, was most active when people told their first lie. But while the untruths escalated in magnitude, the amygdalas response gradually declined - and larger drops in brain activity predicted bigger lies in future. The researchers said this adaptation effect was similar to those seen in basic sensory experiences. A scent becomes less potent when smelt repeatedly, for instance. You can imagine cheating a bit like perfume, said Sharot. The first time you cheat on your taxes you feel quite bad, she added, but if you get away with it and benefit this bad behaviour is reinforced and the next time it doesnt feel quite so bad, leading you to cheat even more. Professor Marcus Raichle, a neurologist of the Washington School of Medicine in St Louis who was not involved in the work, said that lying was probably a learnt behaviour. Its a nice study... It seems reasonable that if you develop a pattern of behaviour and its reinforced that you would return to that habit, he said. An interesting question is whether there would be interventions to un-train somebody. If youre a chronic liar thats really a problem for society. He added that there was little prospect of converting the findings into a more accurate lie detection test - in fact, the variation over time in the brains response to lying demonstrates how difficult it would be to come up with a universal test. Lie detection using fMRI isnt ready for prime time, he said. The scientists speculate that the amygdala activity could represent the internal conflict between wanting to see oneself as honest and being tempted to act in self-interest by lying. This would fit with the scientists observation that people appeared to lie more readily in tasks where it benefited both themselves and their partner - possibly because it was easier to justify a lie that served the common good.", 
    "section": "science", 
    "gid": "science/2016/oct/24/from-porkies-to-whoppers-over-time-lies-may-desensitise-brain-to-dishonesty", 
    "wordcount": "640"
}