{
    "headline": "Why I chose to volunteer abroad", 
    "text": "Volunteering abroad comes with a bit of a social stigma. The gap yah comedy sketch, where posh boy Orlando boasts about his drunken adventures, has led many to dismiss overseas volunteer projects as a middle-class cliche. From my experience, the stereotype couldn&apos;t be further from the truth. Volunteering isn&apos;t so expensive that it&apos;s only an option for the well off. I spent 10 weeks volunteering in Arizona with America Conservation Experience (ACE), helping to preserve America&apos;s natural beauty. The trip was arranged through Bunac, a work and volunteer organisation. Altogether, it cost me around 1,000  a sum which I covered mostly by working in my student bar. Despite the self-indulgent image associated with overseas volunteer projects, the work can be hard going. I spent my time abroad maintaining trails, building fences and implementing re-vegetation projects in some of the national parks and national monuments of America. Summer temperatures in Arizona stay well above 35C, not ideal if you&apos;re carrying 50kg of concrete for 10 hours at a time. And then there&apos;s the wildlife to deal with. One afternoon nap took a less subdued turn when I realised that a rattlesnake was resting only 3 metres from me. The experience, needless to say, improved my strength of character  and reduced my fear of the English household spider. Most people volunteer because they want to give something back to the world. But in reality, you benefit just as much as the local communities and eco-systems you&apos;re helping. Spending 10 months in America&apos;s most beautiful national parks and forests was an unforgettable experience. I gained a far deeper understanding of the local environment than the average tourist, meeting ex-national park rangers, who had a unique knowledge of the area&apos;s history and eco system. The most challenges aspects of working abroad are also the most beneficial. Being placed in an unfamiliar environment forces you to use your initiative and develop self-confidence  surviving 10 days of camping in the wild is something that three years of university could never provide. When I look back on the work I completed, it makes writing a dissertation and academic deadlines seem a lot more manageable. But best of all, my 10 weeks were spent volunteering with young people from a mix of cultures and backgrounds  from Belgians to South Koreans. When I left Arizona, I returned home having made friends with students from across the world.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/aug/09/why-i-chose-to-volunteer-abroad", 
    "wordcount": "400"
}