{
    "headline": "Rio+20's opportunity will be squandered without courage and vision", 
    "text": "As Elders, we have been involved in public life for quite a long time. We know that change takes time and don&apos;t get too worried when progress seems slow. But even our optimism is being seriously tested by the lack of urgency in the runup to the Rio+20 summit next month. The meeting provides a historic opportunity to chart a sustainable future for the world. But at the moment, there is a real chance the opportunity will be thrown away. Everything we have heard suggests that agreement on how to forge progress remains well out of reach. Countries are divided on both goals and means. The gulf is so large that diplomats, meeting this week at the UN&apos;s New York headquarters with the aim of producing an action plan for world leaders to sign in Rio, had to plead for this extra week of negotiations. Unless these divides are bridged quickly, the outlook for a successful summit seems bleak. The situation is a source of deep concern. The success  or failure  of Rio will have deep repercussions, define the aspirations of 3.5 billion young people, and shape the world we leave for future generations. It was, of course, at the first Earth summit, 20 years ago in Rio, that our generation of world leaders accepted that focusing solely on economic growth was no longer possible. In a remarkable break with the past, it was recognised that  in a world of finite resources  economic development had to go hand-in-hand with social progress and protecting the environment, while also respecting every country&apos;s right to develop. In the past two decades, the idea of sustainable development has revolutionised the thinking of millions. The understanding of our shared responsibility helped lead to 189 world leaders agreeing to the millennium declaration in 2000, which paved the way to the millennium development goals. In many countries, we have seen determined action to cut pollution and invest in renewable energy. Businesses now routinely look beyond the bottom line to consider the wider social and environmental impact of their decisions. But the more we learn, the more we understand the gravity of the challenge. And we have not yet seen the necessary courage or political will to turn good intentions into effective, collective action. That political will and that courage is our common responsibility  only through us can it become the will of governments. Until then, the results of our inaction are all around us. Unsustainable patterns of production and consumption are still imposing excessive demands on resources such as water. We continue to alter our climate by polluting our atmosphere. Inequality between countries, and within them, is growing. The financial crisis and high food prices add to the challenge, and one in seven of the world&apos;s population won&apos;t have enough to eat today. Such extreme poverty increases the degradation of our environment. It is hard to focus on the long-term when you face a daily struggle to feed your family. The Rio summit gives international leaders the chance to come together to tackle these challenges and accelerate the progress of the past two decades. The agenda is broad, but we believe there are several areas where attention should be focused. First, we must learn from the success of the MDGs. They have shown that agreed targets drive collective action. These efforts must be intensified in the years remaining until the 2015 deadline. We believe the setting of sustainable development goals that address the economic, social and environmental dimensions of development in a comprehensive manner can galvanise efforts to grow economies in a way that tackles poverty and inequality and protects our environment. These goals should be universal and have implications for every country, but in different ways. Second, we need to find ways to ensure sustainable development stays at the top of the global agenda. We don&apos;t yet have the right mechanisms to deliver this goal. We believe that the creation of a sustainable development council, with a prominent position in the UN, a clear mandate and the necessary capacity and authority, could make a real difference to developing, monitoring and implementing policies that can really advance sustainable development. Third, there must be stronger backing for the UN secretary general&apos;s sustainable energy for all initiative. The lack of universal access to modern, sustainable energy has a major impact not just on climate change and tackling poverty but also health. Smoke remains one of the world&apos;s major public health problems. We need investment to accelerate the move away from carbon fuels and improve energy efficiency. Finally, true sustainable development hinges on much faster progress towards gender equality. Across the world, women still face barriers that prevent them playing their full role in our economies, parliaments and societies. If we waste half the world&apos;s talent and potential, we simply cannot succeed. It is all our responsibility  as businesses, members of civic society, and individuals  to help grow our economies in a way that benefits all and safeguards our planet for future generations. But only governments together can create the conditions in which these other efforts can succeed. It is why Rio+20 is a time for courage and vision.   Both authors are involved in Elders+Youngers, an inter-generational dialogue on the future of the planet initiated by the Elders, a group of eminent global leaders working together for peace and human rights", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/may/28/rio-20-opportunity-courage-vision", 
    "wordcount": "895"
}