{
    "headline": "Spacewalker Sunita Williams becomes space station commander", 
    "text": "The first time Sunita Williams climbed aboard the international space station, she had with her a bib from the Boston Athletic Association. When the time came, she taped it to a treadmill and ran for 26 miles, competing in the city&apos;s marathon from orbit. The feat, in April 2007, brought home the contrast between the life of an astronaut and those left behind. While other runners struggled against wind and rain, Williams clocked up a steady six miles an hour and saw the planet turn three times beneath her before she crossed the finishing line. The US navy test pilot turned Nasa astronaut fell back to Earth that year holding records for the number of days in space and the time spent outside the station on spacewalks. Her return to orbit in July this year has continued her run of achievements. On Monday, Williams, now 46, took over as commander of the space station, only the second time a woman has taken charge of the $100bn orbiting outpost. The first was Peggy Whitson, who held the position in 2007 and 2008. Williams blasted off in July from Baikonour cosmodrome, in Kazakhstan, on board a Soyuz rocket with the Russian Yuri Malenchenko and Akihiko Hoshide, a Japanese flight engineer. In a ceremony marking the handover of command on the station, Williams praised Gennady Padalka, the outgoing Russian commander, who was in charge of the six-strong crew of expedition 32. &quot;I would like to thank our &apos;32&apos; crewmates here who have taught us how to live and work in space,&quot; she said. &quot;And of course to have a lot of fun up in space.&quot; True to her word, Williams drew the curtains on her first day as commander of expedition 33 with a message for her 11,000 Twitter followers: &quot;Well, it&apos;s quitting time. Good first day as commander of #Exp33 on #ISS. So, how about another geo quiz?&quot; Tagged to the message was an unlabelled shot of Earth from orbit, all arterial roads, patchwork fields and sweeping coastlines. Days earlier she shared pictures of a jury-rigged toothbrush used in her record-breaking spacewalk to fix the station the week before. This month, on the sixth spacewalk of her career, Williams set another record. By the end of the six-and-a-half-hour walk to repair a power unit, she had clocked up an unprecedented 44 hours and two minutes of what Nasa calls &quot;extravehicular activity&quot;. Her latest feat was another sporting achievement, making the most of the exercise equipment that astronauts use to keep fit and prevent muscle and bone wastage in orbit. Over one hour, 48 minutes and 33 seconds at the weekend, Williams ran four miles, pedalled for 18 miles and heaved on weights, as the first competitor in space in the Nautica Malibu triathlon, held in southern California. She used an exercise bike and treadmill for cycling and running, and a more obscure piece of equipment, the advanced resistive exercise device, to recreate the effort of a half-mile swim. To rehydrate, she floated off the machine for a moment and grabbed a water pouch dangling from a nearby wall. Williams will remain on the space station until January next year. The outgoing crew of expedition 32 touched down in Kazakhstan on Monday after 123 days at the station.", 
    "section": "science", 
    "gid": "science/2012/sep/18/sunita-williams-space-station-commander", 
    "wordcount": "554"
}