{
    "headline": "20 Best iPhone and iPad apps this week", 
    "text": "It&apos;s time for our weekly roundup of brand new iPhone and iPad apps released in the last seven days, from music, mapping and children&apos;s drawing apps through to time management, time-telling and crispy chicken promotions. As ever, games aren&apos;t included, because they have their own separate weekly post covering all platforms. This week&apos;s roundup included iOS games like Endless Road, Heroes of Order &amp; Chaos, Skylanders Battlegrounds and Bladeslinger Ep.1. What about Android apps? They have their own weekly roundup, and you can find the latest one here. In the meantime, here&apos;s this week&apos;s selection of new iOS releases: The Rolling Stones Official App (Free) Just in time for their 50th anniversary gigs, the Rolling Stones have launched an official iPhone app. And while it contains the usual band stuff news, tweets, song clips with iTunes links etc it&apos;s also touting a premium tier where, for 69p, you can access exclusive interviews and video performances.iPhone HERE Maps (Free) The teeming demand for an excellent native iOS mapping app is creating high expectations for the likes of Nokia and Google. We&apos;re still waiting for the latter&apos;s Google Maps to get a native release on the App Store, but Nokia&apos;s HERE Maps is now available. It promises maps with live traffic data, data on lots of places and points of interest, and voice-guided pedestrian navigation. Oh, and maps that work, which is always a bonus.iPhone / iPad Night Zookeeper Drawing Torch (Free) This children&apos;s drawing app has been developed by a startup in the UK which has its roots in running creative workshops for kids. Based around a fictional zoo full of magical animals, it sets children a series of drawing missions designed to stretch their imaginations. It&apos;s rather marvellous.iPad My London Story (Free) This app, based on the website of the same name, is all about non-fiction longform stories about London, with 10 new stories published every couple of months. The app brings them to iOS devices, with each story pinpointed to a specific location in the city.iPhone / iPad Lili.fm (Free) Social music apps are ten-a-penny on the App Store in 2012 (and many don&apos;t even charge a penny, come to think of it). Lili.fm is an interesting twist on the genre though, with neat design and a focus on one-to-one sharing. The idea: you connect to a friend at a time to build playlists from music on YouTube, SoundCloud, Bandcamp and other sources.iPhone Todoist (Free) This is the latest sleek list-making app, although &quot;service&quot; would be a better word, since it runs across iOS/Android, web and within Gmail. The free version enables you to add and manage tasks, sort them into projects and save it all to the Todoist cloud, while an in-app purchase upgrades to the premium version for cross-device synchronisation, notification reminders and other features to keep you organised.iPhone Magic Town Stories (Free) Magic Town launched earlier in 2012 as a reading-focused website for children, before making the jump to an iPad app. Now it&apos;s on iPhone too. The idea: parents pay a monthly subscription of 2.49 for unlimited access to more than 80 digital picture-books, although free stories are also available. Children can read at their own pace, or have the books automatically run.iPhone This Day in Classic Rock (1.99) The developers behind the This Day In series of music apps have already done Pink Floyd and Led Zeppelin. Now they&apos;re taking on classic rock, or rather Classic Rock, because this app is a partnership with the magazine of the same name. It&apos;s a compendium of rock facts for every day of the year, taking in album releases, artist birthdays, festivals and the fact that &quot;guitarist Steve Vai keeps bees as a hobby&quot;.iPhone / iPad Usborne Sticker Dolly Princesses (2.99) Children&apos;s book publisher Usborne has a new creative app for any kids who are fond of big dresses and glittery tiaras. Based on the book of the same name, it sees them dragging and dropping cartoon princesses onto scenes including a masked ball, royal carriage and magical forest, before saving, printing or emailing the results.iPad Mylo Xyloto Live (4.99) Not, as such, an app. Instead, this is an enhanced e-book being released through Apple&apos;s iBooks store, but with features that make it pretty appy. Based on Coldplay&apos;s latest world tour, the e-book includes live videos and behind-the-scenes footage, an interactive tour map with &quot;high-resolution audience panoramas&quot; (i.e. try to spot yourself bellowing along to Yellow), lyrics and audio interviews.iPad Batman: Stickers with Sounds (0.69) More digital stickering for children here the benefit for parents being no sticky residues all over the furniture, appliances, pets etc. This time it&apos;s Batman, Robin and a parade of supervillains providing the source material, with children again able to construct scenes then save them for sharing. And if Batman isn&apos;t to your tastes, developer Night &amp; Day Studios just released similar apps for Superman and DC Super Friends.iPad Ratemizer (Free) Just released in the US, this app wants to help people &quot;stop paying your operator for nothing&quot;. It analyses your use of voice minutes, texts and mobile data, and then tells you what tariff you should be on, based on its knowledge of AT&amp;T, Verizon, Sprint and T-Mobile&apos;s plans. A great idea and one that will hopefully come to the UK sooner rather than later.iPhone HIV Test Finder (Free) A UK-focused app that does one thing, but a very important thing. It&apos;s a way to find the nearest clinic, pharmacy, sexual health service or charity that provides HIV testing, with more than 700 listed, and links to pinpoint their locations and call for appointments. It&apos;s the work of HIV information charity NAM.iPhone FourChords HD (Free) Billing itself as &quot;the ultimate guitar karaoke&quot;, this has already been a hit in its native Finland, but is now available in the UK too. It breaks famous songs down into four guitar chords at a time, with the aim of making them easier for novice guitarists to play. Meanwhile, the app provides lyrics, backing tracks and the ability to share your recordings on Facebook and YouTube.iPhone / iPad Angel&apos;s Great Escape: A Christmas Story (1.99) This festive-themed book-app for children has a famous voice-narrator in tow: gardening guru Alan Titchmarsh. The App Store listing promises that his narration is &quot;cosy&quot; too. The story itself focuses on a Christmas tree angel and her decoration friends, trying to get to a warm home. Expect music, interactivity and characterful illustrations.iPhone / iPad NARR8 (Free) Here&apos;s an intriguing app for comic-book fans, offering a range of graphic novels and motion comics with animation, audio and interactivity thrown in. Several series are currently featured, taking in sci-fi, fantasy and anime among other genres.iPad RyanairTalk (Free) This came out of the blue: a Voice-over-IP app branded as Ryanair, with the aim of helping people save money (as opposed to spending it on extras, etc etc). The idea is that you purchase blocks of minutes from its companion website, then call home when abroad using Wi-Fi rather than roaming charges.iPhone Fido (Free) Fido is the latest app trying to help boozers find, well, boozers. Which is to say drinking venues in the UK (international coverage will apparently follow), based on the user&apos;s profile created by turning dials to indicate preferences for luxury, trendy, price and lively metrics.iPhone Smize Yourself! (1.49) It&apos;s that kind of slow-releases week when a novelty celebrity photo-sharing app can be one of the most interesting new iOS apps. In this case, the celebrity is supermodel Tyra Banks, who wants to teach people to smize (&quot;smile with your eyes&quot; apparently) and then share the results on Twitter and Facebook.iPhone / iPad Nando&apos;s  Crackalaka Boom (Free) Yeah, you read that right. Nando&apos;s. The popular chicken-nosherie has a brand new app &quot;bringing the fun of cracker pulling to your iPhone, with a PERi-PERi twist&quot;. As you do. The idea being a Bluetooth-pulled virtual cracker with additional festive photo-sharing.iPhone That&apos;s our selection this week, but what about you? What iOS apps have you been using and enjoying, or what do you think of the ones above? Make your recommendations in the comments.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/nov/23/best-iphone-ipad-apps-rolling-stones", 
    "wordcount": "1406"
}