{
    "headline": "Amazon's next device: you'll find it in your living room", 
    "text": "Want to know what Amazon will make next? It&apos;s blindingly obvious if you think about it. Despite the mad reports that Amazon will come up with a phone, or buy RIM, neither of those makes sense. Getting into the mobile phone business is the most gigantic pain if you aren&apos;t already very big, and right now the rewards aren&apos;t that great even if you&apos;re good at making phones  ask HTC, Sony Ericsson or Nokia. No. Think about what Amazon does best: it sells content and gadgets. It&apos;s really good at both. Its Kindle is a sort of apotheosis: an e-reader to which it can sell content (and no direct rival can). The Kindle is its perfect lock-in. Except, of course, that Amazon has loads of video content. That doesn&apos;t work on the e-ink Kindle. Enter the Kindle Fire, using its forked version of Android which doesn&apos;t touch Google&apos;s servers (and where the browser goes through Amazon&apos;s own proxies, not the &quot;native&quot; internet). That shows Amazon moving up the scale  but again, that&apos;s nowhere near being a phone. The Kindle Fire is a product that it can sell itself, or persuade retailers to sell. And you can stream films on it, as TechCrunch noted in November:   Despite its smaller screen size, the Fire is an excellent video viewing device. It ties in directly to Amazon&apos;s Instant Video store, where you can either buy or rent video downloads. The selection is pretty decent, with a mix of old and more recent movies and TV shows. You can either stream the movies directly or download them for later viewing. I&apos;ve had no issues with streaming. The pictures are sharp and I&apos;ve watched entire episodes without any hiccups over a strong Wi-Fi connection. You can also watch movies through Netflix or Hulu Plus, which both have apps available on the Fire. But if you are an Amazon Prime member (all-you-can-eat shipping for $79 a year), you get Instant Video thrown in. That&apos;s a good deal, considering that the Netflix streaming-only plan costs $96 a year, and you don&apos;t get free shipping of any Christmas gifts with that.  But, as that article also noted, &quot;watching video on the Fire [is] a solitary experience&quot;. Hmmm. How could you fix that, eh? What&apos;s the next glaringly obvious move for Amazon? TV. To be precise, a set-top box that&apos;s &quot;tuned&quot; into Amazon content, in the same way that Google TV is &quot;tuned&quot; into channels such as YouTube, in the same way that the Kindle Fire is tuned into Amazon content. Please note that I&apos;m not saying this on the basis of any briefing from Amazon, or partners. I&apos;m simply following what&apos;s logical for a company that has focused on selling content through devices it controls. Seem crazy? Not at all: Amazon already owns LoveFilm in the UK, and it has some of the heftiest servers in the world (a legacy of its decision many years ago not to get rid of any of its old servers; instead it decided just to add new ones in. And so a growing cloud service was born.) Getting into the set-top box business in the US, the most logical place to begin, makes enormous sense for Amazon. It has a huge number of customers. It has those customers&apos; credit card details, so if you wanted to buy a film and have it start streaming to your home it could all happen without trouble. Oh, but where is it going to get the software from? No problem  Android rides to the rescue again. It wouldn&apos;t take much tweaking of the Google TV software (which is Android, and open-source, and being tweaked to hell and back by companies around the world for their own projects) to produce Amazon TV. It would have all the elements of smart TV  it would link to the internet, but as a set-top box (so you can retrofit it to existing TVs  a far better way to go than having to buy an entire new set) it would be portable. And it would bring people ever closer to the Amazon content ecosystem. Next, let&apos;s look at how the landscape is shaping up. According to Xyologic, which has been tracking Google TV app downloads since August of 2011, the total installed base for Google TV is just 4.8m  and people aren&apos;t falling over themselves to download extra apps, with the most popular app being Napster for Google TV (903,000). Of course, Google TV has only been available through Logitech and Sony, and Logitech gave up after losing millions on its set-top boxes. Even so, when you compare it to the 300m TV sets in use in the US, and the 60m in the UK, it&apos;s clear there&apos;s a really big market to aim for. Now, Eric Schmidt has assured people that &quot;by the summer of 2012, the majority of the televisions you see in stores will have Google TV embedded on it&quot;. Fair enough  though Samsung and a number of other big manufacturers are going with their own software (forked Android, in almost every case).  But already we can see that Apple has gotten interested too in this big and largely untapped market. Tim Cook, Apple&apos;s chief executive, didn&apos;t put down the idea that the company might make a more aggressive move into the smart TV market when he spoke at the Goldman Sachs conference on Tuesday. In fact, he positively seemed to point towards TV as a place where Apple hasn&apos;t done enough yet. The full transcript is at Macrumors, but here&apos;s Cook on TV: Q: Looking at the living room, you&apos;ve said Apple TV is still on the hobby stage. What has the challenges been saying it&apos;s on the hobby stage or going into the future? Cook:   In terms of existing product, we sold just shy of 3m Apple TVs in the past year. It&apos;s very cool product and I can&apos;t live without it. We sold 1.4m last quarter. It&apos;s clearly ramping, but the reality  the reason we call it a hobby  we don&apos;t want to send a message to our shareholders that we think the market for it is the size of our other businesses. The Mac, the iPad, the iPod, the iPhone. We don&apos;t want to send a signal that we think the length of that stool is equal to the others. That&apos;s why we call it a hobby.  Apple doesn&apos;t do hobbies as a general rule. We believe in focus and only working on a few things. So, with Apple TV however, despite the barriers in that market, for those of us who use it, we&apos;ve always thought there was something there. If we kept following our intuition and kept pulling the string, we might find something that was larger. For those people that have it right now, the customer satisfaction is off the chart. We need something that could go more main-market for it to be a serious category.  The clue is in that phrase that &quot;we&apos;ve always thought there was something there&quot;. Link that to his comment that the iPad&apos;s success came because it &quot;stood on the shoulders&quot; of everything else  notably the iTunes Store, with all its content and apps  and you have a hint that Apple is looking to head into the &quot;smart TV&quot; market, which is expected to achieve some sort of liftoff this year. So: there&apos;s Apple, with 2.8m Apple TVs sold in the year, including 1.4m (Cook previously announced) in the fourth quarter. If we&apos;re generous, Apple has probably sold another million in the previous years  which gives it about 3.8m users.  That&apos;s less than Google&apos;s 4.8m, but with so much of the market open, that really doesn&apos;t matter. This is basically virgin territory. The other point is that Apple and Amazon have aligned aims here: get people using the set-top box (personally I doubt Apple will offer a TV; too expensive, too hard to make people shift) to buy content. Apple of course will be pushing apps and other experiences too, while Amazon will focus on the lower end, and direct sales and other promotions. In fact you might expect that it will be just like the current tablet market, where Amazon is conquering the low end in the US, while Apple is wiping everyone out at the high end. So that&apos;s my analysis: this is completely obvious market for not just Google (which can get people to watch ads on YouTube and internet TV) but also for Amazon (which can sell people content for download or streaming via its enormous server farms) and Apple (which can do the same as Amazon while also offering app developers the chance to aim at a whole new screen size). Possibly Amazon isn&apos;t building a set-top box. But I think it will build a set-top box long before it builds a mobile phone.", 
    "section": "technology", 
    "gid": "technology/blog/2012/feb/15/amazon-tv-device", 
    "wordcount": "1496"
}