{
    "headline": "The latest predictions on climate change should shock us into action", 
    "text": "The question about climate change is no longer whether it is real. The question is what the world is going to look like for our children as they grow up. I have a three-year-old son, and, when he is my age, he could be living in a world that is completely different from ours, largely because of climate change. Despite the global community&apos;s best intentions to keep global warming below a 2C increase from the pre-industrial climate, higher levels of warming are increasingly likely. Scientists agree that countries&apos; current emission pledges and commitments under the UN Framework Convention on Climate Change would most likely result in 3.5-4C warming. And the longer those pledges remain unmet, the more likely it is that we will be living in a world that is four degrees warmer by the end of this century. The World Bank Group commissioned a report (pdf) by the Potsdam Institute for Climate Impact Research to help us understand the science and the potential impact on good economic development of a 4C increase. Launched on Monday, the scenarios in the report are devastating: the inundation of coastal cities; increasing risks for food production, potentially leading to higher malnutrition rates; many dry regions becoming dryer, and wet regions wetter; unprecedented heatwaves in many regions, especially in the tropics; substantially exacerbated water scarcity in many regions; increased frequency of high-intensity tropical cyclones; and irreversible loss of biodiversity, including coral reef systems. Some of the most vulnerable cities are in Mozambique, Madagascar, Mexico, Venezuela, India, Bangladesh, Indonesia, the Philippines and Vietnam. And, most important, a world that is 4C warmer is so different from the current one that it comes with high uncertainty and new risks that threaten our ability to anticipate and plan for future needs. The lack of action on climate change not only risks putting prosperity out of reach for millions of people in the developing world; it also threatens to roll back decades of sustainable development. But a 4C-warmer world is not a foregone conclusion. We must be careful not to focus only on doomsday scenarios. In fact, I think there are tremendously exciting possibilities in what it would look like to live in a very low-carbon world. Our work on inclusive green growth shows that, through more efficient and smarter use of energy and natural resources, there are opportunities to drastically reduce the climate impact of development without slowing poverty alleviation or economic growth. Those initiatives include: putting the more than $1tn (630bn) of fossil fuel and other harmful subsidies to better use; factoring the value of the natural environment into economic decision-making; expanding public and private expenditures on green infrastructure that is able to withstand extreme weather; investing in urban public transport systems designed to minimise carbon emission and maximise access to jobs and services; supporting carbon pricing and international and national emissions trading schemes; and increasing energy efficiency  especially in buildings  and the share of renewable power produced. That is our challenge. We have to encourage the best and brightest companies and developed and developing countries to seize new opportunities connected to inclusive green growth. We need to show them that the path to economic growth could very well be engaging in finding new technologies and new approaches of mitigating climate change. Can we create an enormous market for new technologies focused on mitigation of climate change? I think there&apos;s only one answer: we simply must. On one hand, I hope that the vision of a world that is 4C warmer shocks us into action. On the other hand, I hope that the vision of economic opportunity arising from the need to create a low-carbon world inspires us to create new technologies. It is these technologies that can become drivers of economic growth as well as saviours of our planet from catastrophe.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/nov/19/latest-predictions-climate-change-shock-action", 
    "wordcount": "638"
}