{
    "headline": "Thousands of overseas students to face compulsory interviews", 
    "text": "More than 10,000 overseas students who apply for visas to study in Britain are to face compulsory interview tests as part of a new UK Border Agency drive to filter out abuse. UKBA staff are to be given a new power to refuse entry to any overseas students whose credibility remains in doubt after being interviewed. Those who fail to turn up for the interview will also be refused entry to Britain if they fail to give a reasonable explanation. The decision to tighten the regime for overseas students comes as David Cameron is reportedly considering changing tack and removing foreign students from the official net migration count, after mounting fears that the government&apos;s approach is damaging the 8bn-a-year industry. The latest figures from the Office of National Statistics show that net migration to Britain remains at a record high of more than 250,000 a year. Ministers have pledged to reduce that figure to below 100,000 by the time of the next election. Coming to study is the most common reason given by those who migrate to Britain, and overseas student migration forms the largest component in the annual net migration figure. The immigration minister, Damian Green, has rejected the universities&apos; argument that students are not migrants and should be excluded as &quot;fiddling the figures&quot;, but according to the Sunday Times report, Cameron now accepts that there is a risk that overseas students are turning their backs on Britain. &quot;The prime minister understands these arguments and is definitely considering a change of policy,&quot; it reports. The targeted overseas student interview programme, which is due to start on 30 July , will result in 10,000 to 14,000 applicants for student visas interviewed each year  about 5% of those who apply to come to Britain from outside Europe. The programme follows a pilot scheme run last year under which more than 2,300 students visa applicants from 47 countries were interviewed at 13 overseas posts by consular officials. UKBA officials turned down 17% of the applications on existing grounds, such as not having basic conversational English. But they said they could have potentially refused a further 32% of those interviewed on the grounds that their credibility as genuine students was in doubt, if they had had the power. The Home Office says the highest levels of would-be refusals on credibility grounds were found among applicants from India, Pakistan, Bangladesh, Sri Lanka, Burma, Nigeria and the Philippines. It is expected that the interview programme will be targeted on those who apply for student visas from those countries. Green said: &quot;With more interviews and greater powers to refuse bogus students we will weed out abuse and protect the UK from those looking to play the system. &quot;Under the current system UK Border Agency officers are unable to refuse some applications even if they have serious concerns over the credibility of the student. We are toughening up the system to keep out the fraudulent and unqualified while ensuring genuine students benefit from our country&apos;s excellent education sector.&quot; The immigration minister said while Britain would remain open to the &quot;brightest and best&quot; the message was clear: &quot;If you lie on your application form or try to hide your true motivation for coming to the UK then you will be found out and refused a visa.&quot;", 
    "section": "education", 
    "gid": "education/2012/jul/09/overseas-students-face-compulsory-interviews", 
    "wordcount": "566"
}