{
    "headline": "End of hosepipe ban to benefit 15 million people", 
    "text": "More than 15 million people in the south and east of England will be able to fill paddling pools and water lawns again when hosepipe bans are lifted on Thursday. Three of the UK&apos;s biggest water companies  Anglian Water, Southern Water and Thames Water  announced the end of the restriction on Wednesday. The restrictions were introduced in early April, but were immediately followed by record rainfall across the UK that month, more rain in May and &quot;monsoons&quot; at the beginning of June, which is on track to break another record. The rain has recharged rivers and reservoirs and the downpours have also cut the demand from gardeners. However, four companies  South East Water, Sutton and East Surrey Water, Veolia Water Central and Veolia Water Southeast  are keeping their hosepipe bans in place, as they are much more dependent on groundwater for their supplies, rather than reservoirs. Two very dry winters have left many underground aquifers severely depleted, with some areas needing a very wet winter  40% above the long-term average  to recover fully. &quot;We have had two-and-a-half times the average rainfall for April, we have had steady showers in May and then monsoon downpours in June,&quot; said a spokesman for Thames Water, the UK&apos;s largest water company with 8.8 million customers in London and the Thames Valley area. &quot;That&apos;s changed things.&quot; A spokesman for Anglian Water added that demand had been &quot;suppressed&quot; by the cold, wet weather. The environment secretary, Caroline Spelman, said: &quot;We&apos;ve always been clear that temporary restrictions should only be in place for as long as necessary.&quot; In its latest drought briefing, the Environment Agency said almost all reservoirs are now at least 75% full and river flows have returned to normal for the time of year. But it warned that the risk of serious drought remained. &quot;The situation could deteriorate again next year if there is not enough rain this winter,&quot; said Trevor Bishop, head of Water Resources. &quot;We are still working with partners, planning for the impacts that a third dry winter could have on next year&apos;s water supplies.&quot; Labour&apos;s Mary Creagh, the shadow secretary of state for the environment, said: &quot;Customers who have seen their bills rise on average by 6% will be pleased that water companies are lifting the hosepipe ban. But this drought has shone a light on how this out-of-touch government is delaying on action to protect our water supply. They should set water companies tougher targets to fix leaks, insist they provide help to keep bills affordable and stop the over-abstraction of our rivers and ground water.&quot; The Guardian revealed in May that more than half of water companies in England and Wales are not required to reduce their leakages by a single drop before 2015. Data obtained from the regulator Ofwat showed the entire water industry will cut leaks by only 1.5% in that time. Water companies, including Thames Water on Wednesday, insist that using water more efficiently is the key to dealing with rising demand. But Tony Smith, the chief executive of the Consumer Council for Water, said: &quot;Ofwat&apos;s approach to setting leakage targets needs to recognise customers&apos; perception that water companies are not doing enough about their leaky pipes. It&apos;s not just about economics. The negative perception of leakage is the biggest barrier to customers doing more to save water.&quot; The Institution of Civil Engineers has called on ministers to introduce compulsory water meters with differential pricing. This would mean that everyone could have a certain amount of water provided cheaply, but would have to pay much more for anything above that amount.", 
    "section": "environment", 
    "gid": "environment/2012/jun/13/hosepipe-ban-uk-water-companies", 
    "wordcount": "616"
}