{
    "headline": "Charlie Brooker on how to be a student: turn up for the odd lecture and be open to vices", 
    "text": "How down to earth will people be? Orobnoxious?  Barry Weinstein, LSE  Short of finding a place on the witness protection programme, you don&apos;t get many opportunities to completely reinvent your life. Going to university changes that. Away from home, away from parents, away from anyone who remembers you from school, you can pretend to be far cooler and more experienced than you are. Subsequently, lots of students are essentially actors playing an idealised version of themselves, so you&apos;ll probably encounter lots of heightened and preposterous characters. Just go with it. Even the most obnoxious ones are finding theirfeet. Is there any point to university? Orisexperience better nowadays?  Kyle Tansley, Chichester  I didn&apos;t pass my degree due to never handing in an acceptable dissertation, and while it didn&apos;t harm me in the long run, my failure to complete the course properly probably led me to spend the next six years or so coasting, unsure of what to do next. No one has ever asked to see my qualifications, which is just as well, but then I work in the media, which isn&apos;t the real world anyway. The experience, specifically the experiences you share with the friends you&apos;ll make: that&apos;s the important bit. How do I pass my course while avoiding as many lectures as possible?  Anon I don&apos;t know. I missed half of my theory lectures but didn&apos;t pass. So you should probably just turn up, shirker. Why are there lectures at 9am?  Bilal Khan, City, London  Because the adult world insists on operating during pain-in-the-arse hours. Get used to it. Incidentally, don&apos;t take Pro-Plus caffeine pills to stay awake. They&apos;re worse than heroin. I don&apos;t drink alcohol. Is my social life going to be at risk while at university?  Jaber Mohamed, Leeds  Only if you actively avoid people who are drinking, which would be a shame. Even when stone-cold sober, if you&apos;re out for the evening with people who drink, you start to pick up some kind ofhilarity-by-proxy anyway. I&apos;ve got a phobia about vomiting and as a result Ididn&apos;t get authentically drunk until I was about 24 or 25. But I hung around with dope-smokers, who didn&apos;t tend todrink much anyway. It would be a shame if you didn&apos;t develop some kind of vice for you to regret later. How prevalent is first-time drug use atUK universities?  Daniel Sinclair, Cardiff I don&apos;t know, but I smoked my first joint in a hall of residence, so it was certainly prevalent for me. As the hoary &quot;slippery slope&quot; cliche goes, the person who introduced me to marijuana later sold me LSD, ecstasy, speed and cocaine. Taking acid was both one of the best and worst things I&apos;ve ever done in my life, with the emphasis probably on the &quot;worst&quot;. But being anatural lightweight, I never took anything in excess, apart from dope, which rendered me chronically lazy. I&apos;m unbelievably boring now and only drink at social events, which I tend to avoid anyway. What&apos;s the best way to make friends atuniversity? Graeme Finch, Cumbria Remember that to start with they&apos;re probably too busy worrying about howthey come across to worry about how you come across. Other than that, just try not to be a prick, which is sadlyimpossible in any form of highereducation.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/2012/sep/11/charlie-brooker-on-being-student", 
    "wordcount": "572"
}