{
    "headline": "The cicada and David Bowie not such strange bedfellows", 
    "text": "The insect du jour is the cicada specifically, the brood II bug that has just begun its takeover of the US east coast after a 17-year absence. These special insects have lived underground since 1996 and will be turning out in droves any minute now. This year, another long-underground figure emerged after years of silence: David Bowie. On 8 January, he surprised nearly everyone  when he announced from his New York home that he would be releasing The Next Day, his first album since 2003. Unlike the cicada, Bowie has opposable thumbs, and can communicate dissent with inappropriate comparisons (call us, David!), but the two have some definite similarities worth considering as we approach the summer.  They&apos;re known for producing distinct sounds                        Bonus points because both these points also scare children and squeamish adults.  They&apos;re masters of reinvention As a performer, Bowie has long been known for inhabiting the skins of many characters (see: Stardust, Ziggy). He&apos;s even dabbled in acting, notably as Nikola Tesla in The Prestige:            But at least when Bowie sheds his exoskeleton, he doesn&apos;t leave it clinging to a nearby tree:     Imagine 50bn of these, up and down the east coast. Photograph: Christopher Millette/AP    They both have a contentious pronunciation Cic-ahda or Cic-ayda? The jury is still out on which is correct.  People are also known to argue over the pronunciation of Bowie: Boe-ee or Bough-ee? The Thin White Duke has the answer:            Guardian readers also shared their observations on the similarities between the two:    @guardianus @mccanner both have iridescent carapaces they eventually discard.&mdash; Jacob Harris (@harrisj) May 9, 2013        @guardianus @mccanner Both are iridescent, have an unmistakeable sound and both have zero% body fat.&mdash; David T. Jones (@adlandjones) May 9, 2013        @guardianus @mccanner They're both embarrassed about Tin Machine?&mdash; Martin Pengelly (@MartinPengelly) May 9, 2013        @guardianus @mccanner Both are iridescent, have an unmistakeable sound and both have zero% body fat.&mdash; David T. Jones (@adlandjones) May 9, 2013    Add your suggestions for similarities in the comments below.", 
    "section": "environment", 
    "gid": "environment/2013/may/10/cicada-david-bowie-similarities", 
    "wordcount": "246"
}