{
    "headline": "The biggest of the big  maximum size in dinosaurs", 
    "text": "There might have been two posts already but I&apos;m not quite done yet with dinosaur sizes. The burning question that everyone always asks is, just how big did they get? What was the biggest dinosaur? This is a very hard question to answer for two reasons. First, the obvious. The specimens of the biggest dinosaurs we know of are very incomplete. Estimating from remains that are little more than a leg, or a few pieces of backbone and the like is going to be hard and likely very inaccurate. You&apos;ll have to estimate or even guess a few basic details like quite how long or tall it was and that&apos;s naturally going to put a major crimp on your confidence of any estimate.  That said, we do have some good, modern estimates for the sizes of very big (but not the biggest) dinosaurs and they come in at around 50 tonnes. Even higher numbers have been suggested (80 is often quoted for some). Either way, these values are rather lower than some that have been suggested over the years, but by any measure, these were colossal animals. Now the less obvious, but arguably more exciting point. I&apos;d be very, very surprised if at this point we&apos;ve found the largest ever species of dinosaur. Even if we have, and one of the big contenders like Argentinosaurus or Amphicoelias was the largest taxon ever, the odds we have found the largest single individual ever are basically nil. The chances of any single individual entering the fossil record are thought to be from a million to one up. For every million animals, one might end up as a fossil, and not every fossil will be found by a palaeontologist.  But for all the individuals that make up a single species for its duration on Earth, only a handful will be the largest ever. While humans are more varied than most, there are literally billions of people alive right now, let alone the past and future of our species and yet a tiny fraction are over 7 feet tall. Select say a dozen humans from history at random, and what are the odds that you have one even 6 foot tall, let alone close to the world record of just under 9 foot?  Transfer that to dinosaurs (or of course any fossil species) and you can see the issue  for the real giants that we know of we&apos;re basically working from fragments of a handful of individuals. We are continually finding more very large species of dinosaur that rival the existing giants in scale, yet there are significant areas of the world for which we so far have few or no dinosaurs when they may have been quite productive.  In short, we probably don&apos;t right now have a representative specimen of the biggest dinosaur species ever, and even if we do, we won&apos;t have found the single largest individual. No matter how big we can absolutely demonstrate dinosaurs got (say through a perfect and complete fossil of a super-giant) there were almost certainly individuals that were significantly larger out there which we&apos;ll never know about.", 
    "section": "science", 
    "gid": "science/lost-worlds/2012/aug/28/maximum-size-dinosaurs", 
    "wordcount": "521"
}