{
    "headline": "Hacked Indian memo making Apple and BlackBerry claims likely to be fake", 
    "text": "Documents posted online by hackers that claim to reveal that Apple, Nokia and BlackBerry maker RIM gave the Indian government a &quot;back door&quot; to their systems appear to have been faked. Sources within the three companies and with the online security company Symantec have also pointed to inconsistencies and incorrect information in the documents, posted online, that suggests that they did not originate, as was claimed, from India&apos;s directorate general of military intelligence. Furthermore, the letterhead on the memo comes from a military intelligence unit not involved in surveillance. The document also shows poor grammar and spelling, which is surprising for a civil service document. It also appears to suggest that Indian military intelligence staff were sent to the People&apos;s Republic of China &quot;to undertake  USCC monitoring&quot;. A hacking group calling themselves &quot;The Lords of Dharmaraja&quot; said they discovered the letter when they hacked into the Indian embassy network in Paris last November. The Indian government confirmed that the attack took place, but not what materials were gathered. The group also claimed to have discovered human-readable source code for antivirus software from Symantec as part of the same breach. While Symantec confirmed last Saturday that the group had apparently accessed some of its code, it is not clear where they did so. &quot;We are still investigating exactly where or how Anonymous accessed the code, but to date we have found no evidence that we shared any information with the Indian government,&quot; Symantec said in a statement. &quot;If the Indian government was indeed in possession of the code  as Anonymous claims and which has not yet been verified  we have no indication that it came from Symantec or as a result of our software assurance processes.&quot; More focus was given to a letter that the group posted online, dated 6 October 2011 and which says that &quot;military intelligence and the CBI&quot;  the Indian central bureau of investigation, equivalent to MI6 in the UK  have independently been conducting surveillance on mobile and internet communications in India since April 2011. In particular it suggests that &quot;decision [sic] was made earlier this year to sign an agreement with mobile manufacturers in exchange for the Indian market presence.&quot; The letter refers to the online security company Symantec and the Indian mobile carrier Micromax as &quot;providing government of India with the SUR [surveillance] platform&quot;. It says that a separate attachment contains a technical agreement between Micromax and the Indian ministry of defence over mobile surveillance &quot;in consideration of the necessity to provide a general framework allowing the stay of mobile device manufacturers: RIM, NOKIA, APPLE etc (RINOA) and the efficient execution of the CYCADA data intercept control.&quot; It also says that &quot;CAD have confirmed the feasibility of organizing next SYMANTEC transfer of SRCs for mobile platforms (refer MOD first agreement dated 4 May 2005 for NORTON AVP).&quot; That implies that Symantec had signed an agreement in 2005 for surveillance-related components for mobile platforms. But Symantec did not have any software that could be used on mobile platforms in 2005. Apple has formally denied giving any such access to the India government. A spokesperson for Apple said: &quot;I am going to decline to comment on the memo/document, but I can deny that backdoor access was provided.&quot; RIM told the Guardian that it has stuck to its core principles. &quot;RIM maintains a consistent global standard for lawful access requirements that does not include special deals for specific countries,&quot; a spokesman said, adding that it makes no changes to the security architecture for BlackBerry Enterprise Server customers. &quot;Contrary to any rumours, the security architecture is the same around the world and RIM truly has no ability to provide its customers&apos; encryption keys. Also driving RIM&apos;s position is the fact that strong encryption is a fundamental commercial requirement for any country to attract and maintain international business anyway and similarly strong encryption is currently used pervasively in traditional VPNs on both wired and wireless networks in order to protect corporate and government communications.&quot; A statement from Nokia said: &quot;&quot;While we cannot comment on the authenticity of the reports cited, Nokia takes the privacy of customers and their data seriously and we are committed to comply with all applicable data protection and privacy laws.&quot; The 6 October letter also includes what are claimed to be a number of extracts from emails sent and received by members of the US-China Economic and Security Review Commission (USCC), a broadly anti-China grouping inside the US legislature. The names mentioned in the extracts each belong to members of the USCC, though as those are public it would be feasible to produce fake versions. Military and cybersecurity experts in India told the Reuters news agency that the hackers may have created the purported military intelligence memo simply to draw attention to their work, or to taint relations between India and the US, which are close allies. Hackers in various countries have been known to fake documents for shock value when &quot;leaked&quot;. &quot;There is some malicious intent, but to try and work out who has done it, given the current nature of the internet, is an exercise in futility,&quot; said Cherian Samuel, a specialist on cybersecurity and Indo-US relations at India&apos;s defence ministry-funded institute for defence studies and analyses. Speculation has focused on India&apos;s neighbours, arch-rival Pakistan and China, both of which are active in cyber-operations. &quot;It&apos;s also possible that Pakistan&apos;s hackers have done it, or China&apos;s hackers,&quot; said Mukesh Saini, an expert on cybersecurity who served on the secretariat of India&apos;s national security council, an intelligence agency, until 2006. But if that were the case, he said, the attackers could be acting without state sponsorship. &quot;Pro-Indian and pro-Pakistan individuals and small hacker groups have been attacking each other&apos;s government and non-government websites, with or without the consent of their government, for a very long time,&quot; he said. The purported memo suggests that the Indian mobile carrier Micromax has been complicit in the monitoring. The company has not yet responded to a Guardian request for comment. But the idea that data communications could be monitored would be at odds with the policies pursued by the handset companies, and in particular RIM, which fought a long and public battle with the Indian government over its right to retain encryption on its communications between handsets and its servers, located outside India. The Indian government had argued following the Mumbai attacks in 2008 that the killers had used BlackBerrys to communicate with each other across multiple locations. But the encryption applied by RIM meant the content of their messages could not be tapped and so the Indian government had no forewarning and no way to listen to the ongoing planning during the attacks, in which 174 people died. Two Washington sources close to the US China Commission told Reuters that while they were positive the commission was a target for Chinese intelligence, they found it hard to believe its activities were of any interest to Indian intelligence. They said it was possible that Chinese operatives forged the document to embarrass both the commission and the Indians. Other Washington officials, however, said it was equally possible, if not more plausible, that the alleged emails were genuine and that the Indians were spying on the commission out of their own interest in learning about Washington&apos;s attitudes to China.", 
    "section": "technology", 
    "gid": "technology/2012/jan/13/hacked-indian-memo-apple-blackberry", 
    "wordcount": "1254"
}