{
    "headline": "Starwatch: The October night sky", 
    "text": "The Summer Triangle still dominates our high S sky at nightfall but is toppling westwards at our map times as the less impressive Square of Pegasus takes its place on the meridian. Meanwhile, the Plough reaches its low-point below Polaris in the N and Taurus, the flag-bearer for the iconic constellations of winter, climbs in the E. It is here, slow-moving between the bull&apos;s horns and 8 NE of Aldebaran, that we find the planet that will rule our night sky over the coming months. Jupiter rises in the NE almost two hours before our map times and passes high in the S before dawn. Always brighter than any star and improving this month from mag -2.5 to -2.7, it is a rewarding target through any telescope as its disc swells from 43 to 47 arcsec. Catch Jupiter just above the Moon on the evening of the 5th. Even brighter is Venus which rises in the ENE at about 03:15 BST at present and in the E at 04:30 BST (03:30 GMT) as our clocks go back on the 28th. At mag -4.1 to -4.0, it is an impressive sight to the S of E before dawn, particularly when it stands to the left of the earthlit waning Moon on the 12th. This week, though, it lies close to Regulus in Leo and stands only 8 arcminutes (less than a third of a Moon-breadth) below-right of the star on Wednesday morning. Viewed telescopically, its dazzling gibbous disc shrinks from 16 to 13 arcsec as its phase changes from 71% to 81% sunlit. Mars is only 5 high in the SW 40 minutes after sunset and, at mag 1.2, may be hard to spot so low in the twilight even if our horizon is clear. That twilight has already swallowed Saturn and although Mercury puts on its best evening show of 2012 for observers S of the equator, it will not be seen from our latitudes.   October diary 3rd 09h Venus 0.1 S of Regulus 4th 11h Moon 4 S of Pleiades; 15h Jupiter stationary 5th 22h Moon 09S of Jupiter 8th 09h Last quarter 12th 20h Moon 6 S of Venus  15th 13h New moon 18th 14h Moon 2 N of Mars 20th 07h Mars 4 N of Antares 22nd 05h First quarter  25th 10h Saturn in conjunction with Sun  26th 23h Mercury farthest E of Sun (24)  28th 02h BST = 01h GMT Summer Time ends 29th 20h GMT Full moon *Times are BST until 28th", 
    "section": "science", 
    "gid": "science/2012/sep/30/starwatch-october-night-sky-jupiter", 
    "wordcount": "428"
}