{
    "headline": "EU rolls closer to car efficiency test reform", 
    "text": "The EU has taken a step towards reforming vehicle tests that have been shown to overstate fuel efficiency and understate greenhouse gas emissions, with a vote on reforms to the system in an influential committee of MEPs on Tuesday. But the reforms could still take more than two years to come into force, leaving vehicle buyers in the dark as to whether their cars are as efficient as claimed by their manufacturers. The proposals  for a new unified testing standard that would weed out practices such as testing cars at altitude  have been approved by the industry committee of the European parliament but must go through more committee stages, a vote by the whole parliament, and negotiations with member states and the EU commission before they can be passed. Current tests do not take place under real-life conditions and turn a blind eye to the practice of taping over cracks around the doors and grill, over-inflated tyres, adjusting the wheel alignment and brakes, using special super-lubricants, minimising the weight of the vehicle, testing at altitude and at unrealistically high temperatures and on super-slick test-tracks. Fiona Hall, MEP, said: &quot;The current test cycle for cars is highly misleading for consumers. Car buyers face much higher fuel bills than they are led to expect. We must urgently revise those tests and close all loopholes.&quot; The commission plans to follow the new nternational procedures which are currently being negotiated by the informal United Nations Economic Commission for Europe working group on worldwide harmonised light vehicles test procedure in Geneva. The negotiations are expected to conclude by 2014. The committee also voted for tougher emissions standards from 2025, a date intended give planning certainty to the industry and allow it to keep up with the US market where such a target already exists. Hall said: &quot;Overall the car industry is responding positively to EU fuel efficiency standards, driving down fuel costs for consumers and reducing greenhouse gas emissions. CO2 emissions from new cars in the UK fell by 5.2% in 2012 and across Europe, manufacturers are expected to meet the new emission targets well before 2020. That&apos;s why it is time to look ahead and introduce new targets for 2025 to allow the industry to plan their direction of travel.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/19/eu-fuel-efficiency-test-reform", 
    "wordcount": "382"
}