{
    "headline": "Fears alpacas could spread bovine TB", 
    "text": "Exotic and inquisitive, alpacas are charismatic pets and are prized for their luxurious fleeces. But an owner has warned that many alpaca keepers are in denial about the risk of bovine TB after she caught the potentially fatal disease from one of heranimals. Dianne Summers, a 51-year-old owner of 20 alpacas from Cornwall, warned that without the compulsory testing of alpacas bovine TB would &quot;spread among our animals like wildfire&quot;. The first known person in Britain to contract bovine TB from alpacas, Summers fears that petting zoos could be &quot;riddled&quot; with the disease, posing a risk to the public, vets and other animals, and called on the government to close a loophole that allows alpacas, llamas and other camelids to escape being tested for bovine TB. Alpacas are treated as low-risk animals in the transmission of bovine TB, but last month up to 500 alpacas were slaughtered by government vets after TB was detected on an alpaca farm in Burgess Hill, East Sussex. TB outbreaks have occurred in 58 alpaca herds  around 5% of the total  in the UK since 1999. There are more than 30,000 alpacas in Britain, including some which are regularly encountered by the public at country shows, and on open farms and walking trails. According to the Health Protection Agency, the risk to the public of catching bovine TB  which constitutes less than 1% of the total number of human TB cases in the UK  is extremely low. But guidance from the Department for Environment, Food and Rural Affairs to farmers warns that, unlike cattle, camelids can spit a mixture of gastric contents and saliva, which could spread the disease to humans. The National Farmers Union said farmers were very concerned about the lack of regulation of TB in alpacas, which may spread the disease to other farm animals. Unlike cattle farmers, alpaca owners do not have to submit their animals for regular TB tests, and can even legally refuse to allow a suspect animal to be tested for the disease. There is also no legal requirement for alpacas to be registered or for their movement or sale to be recorded. When eight of Summers&apos;s herd of 20 alpacas kept on her seven-acre smallholding were diagnosed with TB four years ago she took every precaution, she said. After having her sick animals slaughtered, she created a support group to help other owners whose animals contract the disease, which can lie undetected for years in humans and other mammals including cattle, sheep, pigs, badgers and domestic cats. When she contracted what appeared to be severe flu this year, a chest x-ray revealed suspected pulmonary TB. It took another month for sputum tests to finally establish that Summers had bovine TB. Further tests have shown she contracted it from her own animals. She was found not to be an infectious risk to others but it will take a minimum of nine months of drug treatment  with strong side-effects  to combat thedisease. &quot;It&apos;s a nightmare. This is a debilitating disease. It absolutely floors you,&quot; she said. Summers is unable to drive and ordinary tasks leave her exhausted. &quot;I&apos;m light-headed. You feel like you&apos;re in oblivion.&quot; Little is known about bovine TB in camelids and there is no evidence they are more likely to carry it than other ungulates but, according to Summers, alpacas &quot;have this ability to be absolutely riddled with the disease [internally] and still be strolling around looking perfectly healthy&quot;. Some believe this may be due to lesions on the lungs having little adverse effect because the animals can live at such high altitudes in the Andes. John Royle of the National Farmers Union described the outbreak at Burgess Hill as &quot;a big, big breakdown&quot;. The NFU wants the introduction of compulsory registration for alpacas alongside movement records so animals can be traced if there is an outbreak of the disease. Shaun Daniel, chair of the British Alpaca Society, said owners were not in denial over the seriousness of the disease. &quot;The whole TB issue is very serious for the membership and the society is at the forefront in the fight against it,&quot; said Daniel. &quot;It&apos;s not the end of the alpaca industry. It&apos;s a hurdle we want to get over in conjunction with the whole livestock industry and the government, and protect the British countryside.&quot; According to Defra, the disease cannot be more closely monitored in alpacas until a reliable test is developed to detect bovine TB in the animals. The &quot;skin&quot; test used on cattle is not effective at detecting the disease in alpacas and Defra is working with the camelid industry  which raised 100,000 to fund research into the best bovine TB test for the animals  to develop a more effective test. A Defra spokesperson added: &quot;We are currently looking further at how the disease can be controlled in these animals.&quot; Alpaca owners can refuse to have animals tested for TB but if the disease is detected via postmortem examinations they are legally obliged to report it. Defra can then insist that restrictions  including the slaughter of other animals  are enforced. Daniel accepted that &quot;at some point&quot; Defra would make alpacas subject to the rules for other farm animals susceptible to TB. Summers, whose friends are helping her look after her 20 healthy alpacas, is hoping nine months of drugs will help her to beat the disease. &quot;It&apos;s ruined me financially and emotionally, and now it has ruined me physically,&quot; she said. &quot;There isn&apos;t anything else you can take from me.&quot; Cool camelids With their cheery faces and flamboyant hair, alpacas are unmistakable beasts that resemble miniature llamas. Like the llama, they are one of four species of South American camelid. Domesticated from the wild vicuna 7,000 years ago, Peru&apos;s herds were decimated in the 16th century because the Spanish invaders preferred sheep. In recent years they have made a remarkable comeback and are now bred around the world for their luxuriant fleeces. Alpaca blend coats are found on catwalks; Armani has used its silky fibres in its suits. There are some big commercial farms in Britain but many of these sociable animals are kept in small numbers as pets. Costing around 750 for a male and 1,500 for a female, they are particularly popular with smallholders for their friendliness and also their formidable ability to defend chickens from foxes. Like footballers, alpacas are occasionally maligned for their spitting, dispatching projectiles of their grassy diet on to passing creatures.", 
    "section": "environment", 
    "gid": "environment/2012/may/14/fears-alpacas-spread-bovine-tb", 
    "wordcount": "1112"
}