{
    "headline": "Who helps students with mental health problems?", 
    "text": "These are the best years of your life. Not relishing every second of your time at university is the equivalent to spending your gap year in Bolivia and not finding yourself  sacrilege. Except that actually, an increasing number of students are asking for help with anxiety and depression. According to statistics gathered by the working group for the promotion of mental well-being in higher education (MWBHE) and quoted in a report by the Royal College of Psychiatrists (pdf), 80% of universities have seen a significant rise in students approaching university services with mental health needs over the past five years. A further 13% report a slight increase. Psychiatrists point out that as access to university has widened, young people from less privileged backgrounds, shouldering greater financial burdens, have entered higher education. The rising cost of tuition fees and societal changes such as an increase in family breakdown are also thought to be factors. Many universities now provide in-house counselling, because getting treatment via your GP isn&apos;t easy. Mental illness has always been the poor relation when it comes to health funding and GP surgeries in towns that have large student populations tend to be financially disadvantaged by the healthiness of their younger patients  they are less able to make money by meeting disease management targets. Even if a student is lucky enough to secure NHS counselling, fitting appointments around term dates and exam periods is difficult. By the time they get an appointment, they may be back in their home town for the summer. Dr Annie Grant, dean of students and director of student services at the University of East Anglia, says university services such as in-house counselling are important because they recognise the unique pressures on students. &quot;If you&apos;re a student, you have your deadlines to meet, you have coursework and exams. If you are ill for a few weeks, you will fall behind.&quot; But the Royal College of Psychiatrists report warns that too much strain is being placed on university-funded mental health provision, and says such services are expected to compensate for shortfalls within the health service. Universities are struggling to meet demand, it says, and cuts to higher education mean &quot;the gulf between need and supply may widen further&quot;. Campus-based services offer vital support to students with psychological problems. By helping them not to drop out, such services prevent a waste of young talent and of university fees. It would be a mistake if they were viewed as an easy target for budget-cutting. Currently, universities are not obliged to spend a fixed amount on mental health provision, or even to develop a mental health policy. Perhaps it&apos;s time for a change.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/apr/05/who-helps-students-with-mental-health-problems", 
    "wordcount": "448"
}