{
    "headline": "Samsung's tablet 'not as cool as iPad'", 
    "text": "Samsung won a victory over Apple in the UK high court as part of its world-spanning battle over intellectual property and design after a judge ruled the design of its Galaxy Tab isn&apos;t cool enough to be confused with an iPad.  The ruling, by Judge Colin Birss, means that Apple cannot stop the import or sale of the Galaxy Tab 10 under claims it has made that the designs are too close to those of the iPad. Instead, Judge Birss ruled that Samsung&apos;s designs did not have the same understated and extreme simplicity which is possessed by the Apple design: &quot;They are not as cool.&quot; He noted distinctions such as the thickness and details on the backs of the devices in his ruling. &quot;The informed user&apos;s overall impression of each of the Samsung Galaxy Tablets is the following,&quot; he said in his ruling. &quot;From the front they belong to the family which includes the Apple design; but the Samsung products are very thin, almost insubstantial members of that family with unusual details on the back. They do not have the same understated and extreme simplicity which is possessed by the Apple design. They are not as cool. The overall impression produced is different.&quot; Apple has been given 21 days to appeal against the decision. In a statement, Samsung said the judgement confirmed its assertion that it did not infringe Apple&apos;s design rights. &quot;Samsung welcomes today&apos;s judgment, which affirms our position that our Galaxy Tab products do not infringe Apple&apos;s registered design right,&quot; it said. &quot;As the ruling proves, the origins of Apple&apos;s registered design features can be found in numerous examples of prior art. &quot;Should Apple continue to make excessive legal claims in other countries based on such generic designs, innovation in the industry could be harmed and consumer choice unduly limited.&quot; Apple declined to comment specifically on the judgement, but reiterated its earlier position in a statement: &quot;It&apos;s no coincidence that Samsung&apos;s latest products look a lot like the iPhone and iPad, from the shape of the hardware to the user interface and even the packaging. &quot;This kind of blatant copying is wrong and, as we&apos;ve said many times before, we need to protect Apple&apos;s intellectual property when companies steal our ideas.&quot; Apple suffered a similar reverse in the UK courts after a judge ruled that a patent covering the &quot;slide to unlock&quot; function on its iPhone could not be enforced against HTC phones.  Separately, in the US  where a similar battle is going on between the two companies  Samsung on Friday scored a partial victory against Apple after a US appeals court lifted a ban on sales of the Galaxy Nexus smartphone, although it upheld a lower court&apos;s decision to temporarily halt sales of the Galaxy 10.1 tablet that has just been cleared in the UK. At the end of June, a San Jose court had granted rare, and temporary, injunctions against the sale of the Galaxy phone and tablet, a brief win for the American consumer electronics giant, which had asked for the bans to stay in force until a full court trial begins on 30 July. Apple has waged an international patent war since 2010 as it seeks to limit the growth of Google&apos;s Android system, the world&apos;s most-used mobile operating platform. Opponents of Apple say it is using patents too aggressively in a bid to stamp out competition. Samsung&apos;s Galaxy touchscreen tablets are considered by many industry experts to be the main rival to the iPad, though they are currently a distant second to Apple&apos;s devices. Apple sold 13.6m iPads from January through March to control 63% of the global tablet market, according to research from DisplaySearch. Samsung sold an estimated 1.6m tablets, giving it 7.5% of the market.  The US Court of Appeals for the Federal Circuit said it would temporarily stay the smartphone injunction while it considered Apple&apos;s arguments. Apple has until Thursday 12 July to respond. Even so, the injunctions and court battles  and even backhanded remarks from judges  show little sign of depressing the Asian conglomerate&apos;s bottom line, as it continues rolling out new versions of tablets and smartphones. On Friday, Samsung announced that soaring sales of its smartphones helped drive a record $5.9bn (3.8bn) quarterly profit. It is also rumoured to be producing a tablet computer using ARM architecture chips that will run Microsoft&apos;s upcoming Windows 8 in autumn  though there is no indication yet on whether Apple will seek to injunct products running Windows rather than Android, which would bring it into conflict with its erstwhile rival. Last week US District Judge Lucy Koh in San Jose rejected Samsung&apos;s request to lift her 26 June order to halt sales of the tablet. She also slapped a pre-trial ban on sales of Samsung&apos;s Galaxy Nexus phone. Apple sued Samsung last year, accusing the South Korean electronics maker of slavishly copying the iPhone and iPad. Samsung denied the claim and countersued over issues relating to the use of various mobile wireless technologies. Apple in May lost an appeal against Samsung in which it had aimed to prevent sales of the Galaxy Tab in the UK under the EU-wide Community Design Regulations. The latest decision is part of a long-running patent and intellectual property battle between the two companies, and more broadly between Apple and a number of other companies using Google&apos;s Android software. At the same time, Samsung is one of Apple&apos;s biggest suppliers of electronic parts, and Apple is one of Samsung&apos;s biggest customers. However, the American company has sought to diverisfy its supply chain away from Samsung as the legal battles have intensified.(Updated to add full statements from Samsung and Apple.)(Updated to add extract from judgement)", 
    "section": "technology", 
    "gid": "technology/2012/jul/09/samsung-apple-cool-ipad-tablet", 
    "wordcount": "972"
}