{
    "headline": "Twitter apologises over porn on new Vine app", 
    "text": "Twitter has apologised over a &quot;human error&quot; that allowed hardcore pornography to be shown on the homepage of its new six-second video app, Vine. The social network admitted that it mistakenly made the explicit video  which was tagged &quot;porn&quot; and &quot;nsfwvine&quot;  an &quot;editor&apos;s pick&quot; on Monday, meaning users could view the x-rated clip without leaving the homepage. Vine has quickly become a new home for explicit material after it was launched last week as a way to share short clips with friends. Twitter said in a statement: &quot;A human error resulted in a video with adult content becoming one of the videos in editor&apos;s picks, and upon realising this mistake we removed the video immediately. We apologise to our users for the error.&quot; The blunder heaped pressure on Twitter to explain how it will clean up the app, which is available free on Apple iPhones and has already been credited with inventing &quot;microporn&quot;. There is no age limit to prevent children using the app, which has passed Apple&apos;s strict guidelines on nudity and suggestive content. The video was removed from Vine at around 3pm UK time (10am EDT) after being on editor&apos;s picks for a matter of hours. A Twitter spokeswoman earlier said: &quot;Users can report videos as inappropriate within the product if they believe the content to be sensitive or inappropriate (eg nudity, violence, or medical procedures). Videos that have been reported as inappropriate have a warning message that a viewer must click through before viewing the video. &quot;Uploaded videos that are reported and determined to violate our guidelines will be removed from the site, and the user account that posted the video may be terminated. Please review the Vine rules for more information on these violations.&quot; Vine videos that have been reported as inappropriate prompt users to &quot;tap to view&quot; them, unlike all other clips which play automatically. This, in theory, should help warn users about extreme content  although it is unlikely to satisfy parental groups on internet safety. It is not known whether the editor&apos;s pick section of the Vine app is an automated feed or selected by people.", 
    "section": "technology", 
    "gid": "technology/2013/jan/28/twitter-criticised-porn-vine-app", 
    "wordcount": "369"
}