{
    "headline": "Boot up: seeing Android fragmentation, semantic Google, smarter Reddit, educational tablets and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team Legacy computer errors dog child support payments &gt;&gt; UKAuthority  While tens of thousands of cases had transferred from the CSCS system to the CS2 system, the correct arrears balance did not transfer with them. This was because the information had been archived and, on transfer to CS2, these balances were not picked up by the system, the NAO [National Audit Office] said. In addition, a number of cases managed off the primary IT systems, on a separate clerical case database, did not have opening arrears balances entered onto that database. In compiling the accounts the commission has estimated that this would have led to an understatement of the overall arrears balance by 59m at 31 March 2011.   That&apos;s 59m owed to parents. Real people affected by real mistakes. How the professor who fooled Wikipedia got caught by Reddit &gt;&gt; The Atlantic A great read, but important too for understanding why some parts of the internet are weak for fact-checking:   If there&apos;s a simple lesson in all of this, it&apos;s that hoaxes tend to thrive in communities which exhibit high levels of trust. But on the Internet, where identities are malleable and uncertain, we all might be well advised to err on the side of skepticism.  Android Fragmentation Visualized &gt;&gt; OpenSignalMaps  Fragmentation matters to the entire Android community: users, developers, OEMs, brands &amp; networks. It&apos;s a blessing and a curse.  The Blessing. Fragmentation allows users to take their pick from thousands of devices. You can choose from phones with 3D screens, projectors, CDMA, GSM, or even CDMA &amp; GSM. You may not care that Tag Heuer has made an Android phone but at least one person does (and they use OpenSignalMaps). It&apos;s a triumph for Android that as a single OS it can target so many markets.  The Curse. The proliferation of devices with their associated screen sizes, internal hardware and custom ROMs creates some difficulties. We spend a lot of time making the app presentable (or at less functional) on exotic devices - this is the most common request we get from app users.   Amazing graphs. The number of devices, screens and resolutions is boggling. Introducing the Knowledge Graph: things, not strings &gt;&gt; Official Google Blog  Take a query like [taj mahal]. For more than four decades, search has essentially been about matching keywords to queries. To a search engine the words [taj mahal] have been just that--two words.  But we all know that [taj mahal] has a much richer meaning. You might think of one of the world&apos;s most beautiful monuments, or a Grammy Award-winning musician, or possibly even a casino in Atlantic City, NJ. Or, depending on when you last ate, the nearest Indian restaurant. It&apos;s why we&apos;ve been working on an intelligent model--in geek-speak, a &quot;graph&quot;--that understands real-world entities and their relationships to one another: things, not strings.    Google is in effect moving to the semantic web. It&apos;s a huge move. Our take here. Why Tech CEOs seem so dumb &gt;&gt; Buzzfeed  Being wildly successful in tech is about anticipating change, and altering the status quo; being the 14th chief executive of a stodgy old major tech company is about extracting as much value as you can from the success it&apos;s already had. The CEOs of the Time Warners and Sonys and Yahoos and RIMs and even Microsofts of the world are experts only on their respective companies&apos; existing businesses. They say things that sound stupid to us because they&apos;re not us, and because their goal for tech (to maximize profits at their companies) is not the same as ours (to get more awesome stuff that makes our lives better). They&apos;re not even really talking to us. They&apos;re talking to their boards.  Google could be inviting more friends to Nexus party &gt;&gt; Gigaom  The Wall Street Journal reports that the new strategy will accompany the launch of Android 5.0 - to be known as Jelly Bean, in keeping with Google&apos;s sweet tooth for Android code names - and involves several Android vendors. Several devices, including both tablets and unlocked smartphones, will be sold directly through Google&apos;s Web site and through some unnamed retail partners.   Retail partners could be interesting (does it just mean &quot;Amazon&quot;?) Selling devices through Google&apos;s own site worked so well for the original Nexus One that Google dropped it within four months. It said: &quot;The web store.. remained a niche channel for early adopters, but it&apos;s clear that many customers like a hands-on experience before buying a phone, and they also want a wide range of service plans to chose from.&quot; Anything changed since May 2010? (Thanks @modelportfolio2003 for the link.) Sprint defends iPhone deal &gt;&gt; WSJ  [Sprint CEO Dan] Hesse pointed shareholders to other benefits of the iPhone, noting that the device helped provide protection against litigation over Google Inc.&apos;s Android operating software and allowed it to trim a costly loyalty program put in place to prevent customers from leaving for other carriers offering the device. Sprint activated 3.3m iPhones over the past two quarters, compared with 11.9m at AT&amp;T Inc. and 7.5m at Verizon Wireless.  &quot;If you have any doubt go look at T-Mobile&apos;s net subscriber numbers,&quot; Hesse told shareholders. T-Mobile USA is the only major carrier without a deal to carry the iPhone and has lost contract customers in 10 straight quarters.   Sprint doesn&apos;t expect its iPhone investment to pay off before 2015. Even so it seems to think it better than T-Mobile&apos;s position. (Thanks @rquick for the link.) Thailand signs the world&apos;s largest educational tablet distribution deal &gt;&gt; Digital Trends  Thailand reportedly also looked at some of China&apos;s largest tablet manufacturers, such as Lenovo and Huawei, but the pricing per unit was too high for its budget. Conversely, a lower bid from another company was offered but rejected by the government, perhaps due to less specs for the value.  The select device model, priced at $81 per unit, is the Scopad SP0712: An 7-inch Android device running the 4.0 Ice Cream Sandwich operating system. It&apos;s also got 1GB of RAM, 8GB of internal memory, 1.5 GHz single core CPU, and comes in four color options: Red, blue, silver, and gold. Shenzhen Scope will also set 30 help centers around the Southeast Asian country to provide user support specifically for tablets received from the campaign. Not too shabby of specs for tablets for elementary school students.   Now consider what those childrens&apos; reaction will be to a standard PC when they&apos;re older. (Thanks @undersinged for the link.) You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/may/17/technology-links-newsbucket", 
    "wordcount": "1146"
}