{
    "headline": "Do students get enough contact time with tutors?", 
    "text": "Bob Hughes graduated recently with a BA in English from York University  I had four to eight hours of seminars and lectures a week, with anything from 30 students to around 200 in lectures and around 10 to 15 of us in seminars. It gave me a lot of time to find my own arguments and thoughts and critically engage with it. Had we had more contact hours in certain areas, it would have detracted from our independent studies. But I know for a number of students paying 9,000 a year the expectation is higher. Some have tried working out roughly how much per hour a seminar or lecture costs. I think that number is arbitrary and doesn&apos;t reflect all the university experience. But they do want more bang for their buck. Ana Apostu has just completed a foundation year in sciences at London Metropolitan University, where she is about to start a BSc in biological sciences On the foundation year, I got 12 hours a week of lectures and tutorials and our teachers also set up study groups for people who didn&apos;t manage to get their heads around the subjects. There were around 12 to 15 people in each tutorial group and more in the lectures. Next year, I will do around 15 to 18 hours. For the foundation year it was enough and hopefully next year, when fees are 8,000, it will be the same. Science is a difficult subject and you need a lot of hours of practice and learning. In some cases I would like more practicals. Theory is something you can research on your own, but you need a tutor to be next to you and to show you practical skills. Shakeel Ibrahim is a second-year optometry student at Aston University I have six hours of lectures a week, a half-hour seminar, 10 hours of practicals and optional practice sessions on Tuesday mornings. I think it&apos;s perfect. All lectures are put up online and the seminar is recorded as well, so if you don&apos;t go you can catch up. I was the last year to pay 3,500, but even if I was paying 9,000 I&apos;d still think it&apos;s worth it because when you qualify and start earning you can pay it back. I measure it not in hours, but in how well I feel I have progressed and how well I&apos;m doing in assessments. Georgia Barclay, first-year politics and parliamentary studies student at Leeds University I have seven hours of lectures, seminars and a workshop every week, plus four hours for electives  I&apos;m doing languages. The seminars have about 20 people, the workshop was optional so numbers decreased, lectures are huge. It seems reasonable for the amount we are learning and what we need for exams and for coursework. The 9,000 is for the whole university experience  the exposure to employers, different things you can put on a CV. Jahnavi Emmanuel, second-year history student at Wadham College, Oxford University I have one to three hours a week of one-to-one tutorials and two hours of lectures with between 10 and 40 people. I often find I would get more out of an hour&apos;s reading than going to a lecture  it depends on the lecturer. The quality of contact time I get in terms of tutorials is much better than friends who do history at other universities. There&apos;s a massive disparity between science and arts subjects. Science students have lectures from nine to 12, then labs from one to five and have tutorials on top of that. But at the end we all come out with an Oxford degree  we get the same product.", 
    "section": "education", 
    "gid": "education/2013/may/20/students-contact-time-with-tutors", 
    "wordcount": "617"
}