{
    "headline": "Nasa scientists plan Europa Clipper mission to Jupiter moon", 
    "text": "Nasa scientists have drawn up plans for a mission that could look for life on Europa, a moon of Jupiter that is covered in vast oceans of water under a thick layer of ice. The Europa Clipper would be the first dedicated mission to the waterworld moon, if it gets approval for funding from Nasa. The project is set to cost $2bn. &quot;On Earth, everywhere where there&apos;s liquid water, we find life,&quot; said Robert Pappalardo, a senior research scientist at Nasa&apos;s jet propulsion laboratory in California, who led the design of the Europa Clipper. &quot;The search for life in our solar system somewhat equates to the search for liquid water. When we ask the question where are the water worlds, we have to look to the outer solar system because there are oceans beneath the icy shells of the moons.&quot; Jupiter&apos;s biggest moons such as Ganymede, Callisto and Europa are too far from the sun to gain much warmth from it, but have liquid oceans beneath their blankets of ice because the moons are squeezed and warmed up as they orbit the planet. &quot;We generally focus down on Europa as the most promising in terms of potential habitability because of its relatively thick ice shell, an ocean that is in contact with rock below, and that it&apos;s probably geologically active today,&quot; Pappalardo said at the annual meeting of the American Association for the Advancement of Science in Boston. In addition, because Europa is bombarded by extreme levels of radiation, the moon is likely to be covered in oxidants at its surface. These molecules are created when water is ripped apart by energetic radiation and could be used by lifeforms as a type of fuel. For several years scientists have been considering plans for a spacecraft that could orbit Europa, but this turned out to be too expensive for Nasa&apos;s budgets. Over the past year Pappalardo has worked with colleagues at the applied physics lab at Johns Hopkins University to come up with the Europa Clipper. The spacecraft would orbit Jupiter and make several flybys of Europa, in the same way that the successful Cassini probe did for Saturn&apos;s moon Titan. &quot;That way we can get effectively global coverage of Europa  not quite as good as an orbiter but not bad for half the cost . We have a validated cost of $2bn over the lifetime of the mission, excluding the launch,&quot; Pappalardo said. A probe could be readied in time for launch around 2021 and would take between three to six years to arrive at Europa, depending on the rockets used. Unfortunately for Pappalardo, it seems Nasa&apos;s priority for exploration missions does not extend beyond Mars for now. In December, the space agency announced plans for yet another rover for Mars, to build on the ongoing success of the Curiosity rover which last week drilled its first hole into the planet&apos;s surface to begin an examination of the soil. Under Nasa&apos;s current timetable for missions, the US will have no probes in the outer solar system after Juno arrives at Jupiter in 2016 and crashes into the planet a year later. Nasa scientists may have a small role in the European Space Agency&apos;s Jupiter Icy Moon Explorer (Juice) mission, but that will not reach those moons until around 2030. &quot;Mars exploration is part of the bigger picture of human exploration,&quot; said Pappalardo. &quot;However, part of Nasa&apos;s mission is to go explore and that should include places that are an extremely high scientific priority. It really is one of the most profound questions we can ask: is there life elsewhere in the solar system?&quot; Whereas Mars might have been habitable billions of years ago, he said, Europa might be a habitable environment for life today. If it took 50 years before humans ended up sending probes and then landers to Europa, Pappalardo said, &quot;we&apos;re going to look back and say we should have been doing this all along  and that would be tragic&quot;.", 
    "section": "science", 
    "gid": "science/2013/feb/15/nasa-europa-clipper-mission-jupiter-moon", 
    "wordcount": "675"
}