{
    "headline": "Northern Uganda's displaced people are left to fend for themselves", 
    "text": "&quot;How can you say &apos;This mango is ripe&apos; when the other side is raw? The government is deceiving the world about the real situation here; people are still trapped in the camps,&quot; says Milton Obote. Obote, 49, and his wife, Mary, both have disabilities. They are among 300people living in Holy Rosary, a settlement in Gulu, northern Uganda. Between 1986 and 2006, the area became home to thousands fleeing fighting between the rebel group, the Lord&apos;s Resistance Army (LRA), and Ugandan troops. Obote is angry that politicians have claimed there is no one left in the region&apos;s camps, when he and other vulnerable people  including the elderly, Aids widows and ex-combatants  are still living there. Now they are being told they must leave immediately and return &quot;home&quot;. Obote fled his village, Atede, in fear of the LRA, a guerilla group led by Joseph Kony. Though the rebels engaged in talks, Kony refused to sign a final peace agreement in 2008. He remains at large and, wanted by the international criminal court for crimes against humanity, has since led the LRA through South Sudan, the Democratic Republic of the Congo and, most recently, the Central African Republic. According to the UN&apos;s refugee agency, the UNHCR, more than 1.8 million internally displaced people (IDPs) were moved into 251 camps and &quot;protected villages&quot; during Uganda&apos;s so-called forgotten war (adesignation attributable to northern Uganda&apos;s geographical and political marginalisation from the south, where the capital, Kampala, is located). After the peace agreement, the process of resettlement began, led by the government through its peace, recovery and development plan (PRDP), launched in 2007 and implemented by the UNHCR. Last month, the UN officially ended its assistance in northern Uganda. Some 247 camps have been closed and, according to the UN, 98% of IDPs have since left, returning home or moving elsewhere. However, the UN says 30,000 displaced Ugandans are still living in the four remaining camps. Vulnerable people like Obote don&apos;t have the means to leave. &quot;We have to move out of here, but I&apos;m struggling to get money to pay someone to build a house on my land before the deadline to leave at the end of January,&quot; says Obote as he sews a torn leather sandal for a few shillings. &quot;I mend shoes and radios, but it&apos;s not enough.&quot; The PRDP was designed to deal with the immediate aftermath of the fighting and tackle severe poverty in the north; its ambitions do not appear to have been fully realised yet. The three-year project aims to funnel $600m from central government to districts in the north to fund empowerment programmes and build latrines, boreholes, health centres, classrooms and roads. But with implementation delayed and many of these basics yet to appear, the government is preparing to introduce a second phase from July, lasting another three years. Rebecca Otengo, minister for northern Uganda, is leading the PRDP extension. &quot;The war went on for 20 years, so it can&apos;t simply be fixed in three years,&quot; she says. Otengo points out that poverty levels in northern Uganda have reduced, but the number of people living on less than $1.25 a day (the measure the World Bank uses to assess poverty levels) is still 46%, almost double the national average. Otengo believes agriculture is the key to rebuilding the north&apos;s economy. To boost farming, some returnees were given &quot;starter kits&quot;. These included tools such as pangas (hoes), seeds, and metal sheets to build houses. However, some district authorities tasked with distributing the kits have been accused of providing cheap, substandard goods and pocketing the profits. Gulu district chairman Martin Ojara concedes there has been corruption in the north, admitting that many districts have been unable to deal with the sudden influx of cash. &quot;We have notable issues of mismanagement,&quot; he says. &quot;Some are at central government level and others are at the local level. We lack the capacity to deal with the money.&quot; A number of civil society organisations operating in the region believe money was squandered, partly because the plan was drawn up with little, if any, consultation with local communities, and thus failed to establish their needs. Stephen Oola, of the Refugee Law Project, which champions the rights of Uganda&apos;s displaced people, says: &quot;There are no projects that show success, apart from a fleet of police patrol vehicles. Meanwhile, there are many people still in camps with no place to return to, such as orphans, elderly, widows and the disabled.&quot; Oola says it is no wonder people like Obote feel abandoned, despite the &quot;grand gesture&quot; of the PRDP. &quot;People know they can&apos;t expect much from the government. The PRDP hasn&apos;t looked after them. People&apos;s priority now is to work out how they can survive by themselves.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jan/24/northern-uganda-displaced-people-out-in-cold", 
    "wordcount": "820"
}