{
    "headline": "Education proposals: what do other teachers think?", 
    "text": "Tim Taylor, Advanced skills teacher at Dussindale primary school, Norwich The list is a good one. I might add the following:  Scrap primary league tables and external marked testing at KS2;  Keep Ofsted but make it entirely independent of government. I agree with changing the emphasis from judgment to improvement;  Formation of an independent professional body with a mandate to raise the professional reputation of teaching and to support the research and development of teaching approaches and curriculum learning;  Make governing bodies smaller and make it mandatory for at least 50% of governors to have a background in education. Jodie Lopez-Collins, Freelance advisory teacher and consultant  I think there should be no cap on the standard grade, but things like the A* could be capped so that, say, the top 2% of pupils in the country get A*s. I&apos;m worried about the idea of local partnerships assessing schools because there needs to be accountability at national level to have consistency. But helping to improve needs to be an in-built part of Ofsted. While it may be good to have an independent curriculum and assessment agency without political control, giving public money to a private agency causes more moral dilemmas than it solves. Phil Allman, Head of Olney middle school, Buckinghamshire My recommendation is to stop over-relying on data for the way schools are judged. It obscures the inspection process when it comes to making decisions about how effective a school is. The other key thing for me is if we are going to retain and recruit the right people, then attitudes towards the profession and towards the education system as a whole should be much more positive. Lee Donaghy, Assistant headteacher at Park View school, Birmingham I don&apos;t think schools are just judged by the number of pupils achieving [at least] five Cs at 16. That&apos;s the very public headline people see, but increasingly schools are having to think a lot more seriously about the progress pupils make elsewhere. Re the idea of an independent curriculum and assessment body, as we have seen with Ofqual, the fact that a body is independent doesn&apos;t necessarily mean it will get things right or be separate from political interference. My recommendation is that while we do need structural reform, we need to have an absolute focus on the quality of what happens in the classroom and on investing in teachers&apos; professional development. Too often we send people off on courses. Instead we should be harnessing the resources in school by getting teachers to work together.", 
    "section": "education", 
    "gid": "education/2012/oct/22/education-changes-teacher-vox-pop", 
    "wordcount": "423"
}