{
    "headline": "Research in brief  24 January 2013", 
    "text": "Social science     Photograph: Bernhard Classen / Alamy/Alamy    Experts from around the world believe that plain packaging of tobacco products would cut smoking, a new study by the University of Cambridge has found. A major study led by a history lecturer from De Montfort University shows how sport helped break anti-Semitic barriers in the 19th and 20th centuries. Science and technology     Photograph: The Guardian     Use of the Nintendo Wii Fit could help improve the development of children with movement difficulties, according to a research collaboration between two NHS Trusts and academics at Goldsmiths College and Oxford Brookes University. Researchers at Imperial College London have shown that keeping healthy blood cells alive could be a more important tool in the fight against leukaemia than keeping cancerous cells at bay. Arts and humanities     Photograph: Hulton Archive/Getty Images    A team at the University of Manchester&apos;s John Rylands Library have discovered designs and engravings by one of Britain&apos;s greatest poets and artists  William Blake. An historian at the University of Southampton has found that the practice of ransom was widespread among all soldiers during the Hundred Years War (1337  1453) and not, as generally thought, just the preserve of kings, knights and higher orders. And finally     Photograph: C Pendle/CCTV    Researchers from Queen Mary, University of London have created a novel re-identification method that predicts a person&apos;s movements in invisible areas using a combination of behavioural models and floor plans. The new model could be a useful security tool in predicting where people move in CCTV blind spots. Would you like your university&apos;s research featured on the network? Email claire.shaw@guardian.co.uk with your latest news This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/jan/24/research-in-brief-university-round-up", 
    "wordcount": "284"
}