{
    "headline": "THQ is gone, but publishers rush in to buy key brands", 
    "text": "It is the corporate version of a yard sale.  THQ, the veteran publisher of games like Saints Row and Homefront, as well as a range of WWE wrestling titles, has been struggling with debt for many months. Now it has been forced to auction off its key franchises. The company filed for Chapter 11 bankruptcy in December and had hoped for a quick buy-out courtesy of the private equity firm, Clearlake Capital Group. However, investors objected to the deal, and a US court found in their favour, arguing that the company had not been aggressive enough in seeking other potential purchasers. The alternative: an auction, held on January 22, to sell off the publisher&apos;s studios and assets one by one. This was effectively to be the end of a company that has been in the games business for 20 years. And while the results of the auction are yet to be formally approved by the court, most of THQ&apos;s major brands are now effectively with new owners. Here&apos;s who got what: Relic Entertainment: the studio behind titles such as Company of Heroes and Warhammer 40k has been bought by Sega for $26.6m. It&apos;s a good fit for the publisher, bringing over the forthcoming real-time strategy sequel Company of Heroes 2 which slots in comfortably beside the Total War series. THQ Montreal: The studio had been working on two new properties: 1666 and Underdog. These have now gone to Ubisoft for $2.5m. Ironically, 1666 is the codename for a project directed by Assassin&apos;s Creed creator, Patrice Desilets, who left Ubisoft for THQ in 2010. In the wake of the move, Ubisoft attempted to take out an injunction prohibiting THQ and Desilets from employing further staff from the Ubisoft Montreal studio. It&apos;s unclear yet, whether Desilets will return to the fold. Volition Studio, plus Metro and Saints Row series: The developer of the successful GTA-style gangster adventure series has been bought by Koch Media for $22.3m. The German media giant, which publishes titles like Dead Island, S.T.A.L.K.E.R and Risen, has also purchased the rights to the cult Metro series of shooters, though developer 4A Games is privately owned. The newcomers fit in with Koch&apos;s range of dark, mature titles  although it may have been interesting to see Volition work with second highest bidder, Ubisoft. Incidentally, it seems that Volition&apos;s Mars-based destruct-&apos;em-up Red Faction isn&apos;t included in the sale.  Evolve: This is the forthcoming shooter from Turtle Rock Studios, which previously worked with Valve on Left 4 Dead and Counterstrike. Little is known about the project but that didn&apos;t stop Take Two from making a successful $11m bid on it. Apparently, the studio itself attempted to cobble together a bid for its own IP, but was out-muscled by the parent company of Rockstar and publisher of Bioshock and Borderlands.  Homefront: the American invasion shooter has gone to Crytek (for just $544,218), which is already developing a sequel. The original title sold over 2m units despite mixed reviews  the brand is now in the hands of Crytek&apos;s Nottingham studio, which in a former life as Free Radical Design, created the Timesplitters FPS titles.  South Park: The Stick of Truth: The keenly awaited role-playing game, based on the hit cartoon series, has been taken by Ubisoft thanks to a $3.26m bid. Created by respected RPG specialist Obsidian Entertainment and apparently still on track for a 2013 release, it features all the key characters heading out to save the town from evil crabpeople and underpants gnomes.  Darksiders: Well... this is the bad news for fans of the critically acclaimed but not hugely successful action RPG series  there&apos;s no buyer as yet. However, Atsushi Inaba head of Bayonetta developer Platinum Games, has tweeted that he&apos;d be interested in purchasing the series if the price was right. Having the makers of Vanquish and Metal Gear Rising working on Darksiders 3 may well be considered a dream prospect by the game&apos;s community. WWE license: nothing is yet certain for the future of THQ&apos;s long-running wrestling simulation series, although IGN and others claim to have heard that Take Two has put in a winning bid. Surely EA, which grappled the UFC license from THQ last year, must also have been considering a bid.  And that&apos;s it, game over. THQ has struggled for several years to develop a consistently successful portfolio, its major hits failing to make up for flops like the uDraw tablet. In a statement, the company&apos;s president Jason Rubin who only joined THQ last May, said: &quot;I was brought in eight months ago to help turn this ship around, and while I&apos;m disappointed that we could not effect a sale for the entire operating business, I am pleased that the new buyers will be providing jobs to many of our very talented personnel.&quot; Reportedly, a small administrative staff is being kept on to oversee the auction process, but there will be redundancies.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/jan/24/thq-brands-saints-row-homefront", 
    "wordcount": "827"
}