{
    "headline": "Examination marks the regrading of GCSE English", 
    "text": "One key aspect of the GCSE English fiasco has not been highlighted (Grade change &apos;hit GCSE targets&apos;, 12 September). The examination in which the grade C boundary was most changed (by 10 marks, or 12.5% of the total) was the AQA Board&apos;s foundation level English. This is taken by moderately achieving pupils who focus their efforts on one exam (rather than on English language and literature) in order to gain a passing grade. A number of these are second-language speakers. In June of this year, these candidates required 17% more marks to gain a C than their contemporaries taking the supposedly more demanding English language GCSE. Ofqual claims that the C grade boundary for foundation English should be higher than that for English language and that the changes in boundary marks in June 2012 were therefore justified. Yet the data contained in AQA&apos;s archive of grade boundaries indicates that the historical norm over the past five years has been for foundation-tier students to require on average 5.4% fewer marks than higher tier students to gain grade C. Readers may wish to speculate why candidates for this examination should suffer such a swingeing increase in the marks required for a passing grade. Curiously, in the same examination, it became easier (by 7 marks) to gain an A* at GCSE English literature. Our full analysis is available at www.nate.org.uk.John Hodgson Research officer, National Association for the Teaching of English (UK)  On 23 August, thousands of students were shocked to discover that the grade they had been predicted to achieve after two years of hard work had been downgraded, as exam boards, under pressure from Ofqual, took an arbitrary decision to raise grade boundaries. Ofqual and the exam boards are treating students, and their teachers and parents with contempt to make such radical changes at the end of the course. We believe that this has seriously compromised the life chances of thousands of students, students who now cannot begin the sixth-form courses or apprenticeships they were looking forward to. We are also concerned that Michael Gove has refused to intervene, despite admitting students have been treated unfairly. We call upon him, upon Ofqual and upon the exam boards concerned to regrade students, so that they are treated equally, whenever they took the exam.Julie Craig Head teacher, The King&apos;s High School, Wakefield Kai Sheldrake Head of English, Carleton Community high school, PontefractSally Kincaid Secretary, Wakefield NUTFiona Millar Education journalistMichael Rosen Children&apos;s authorProfessor Gus John Education consultant and associate professor, Institute of EducationDr Lee Jerome Head of initial teacher education, London Metropolitan UniversityKen Jones Professor of education, Goldsmiths, University of LondonChristine Blower General secretary, NUTMary Bousted General secretary, ATLSally Hunt General secretary, UCU", 
    "section": "education", 
    "gid": "education/2012/sep/14/examination-marks-regrading-gcse-english", 
    "wordcount": "455"
}