{
    "headline": "Mendeley generating 100m API calls from apps every month", 
    "text": "British scientific research startup Mendeley now has 240 third-party apps tapping into its API, querying its database of research papers more than 100m times a month. The company which was judged &quot;most likely to change the world for the better&quot; at the Guardian Activate Future Technologies pitching contest in 2010 now has a database of 65m unique research papers uploaded by its 1.8m users. &quot;Our vision was always to share this information with the academic community to make science more transparent,&quot; says chief executive Dr Victor Henning. &quot;There is a massive demand for this type of information, but it has been locked up behind paywalls.&quot; The established companies that Mendeley is aiming to disrupt are firms like Thomson Reuters and Elseviers, who command annual fees in the tens of thousands of dollars for access to their scientific research databases. Mendeley&apos;s business model is similar to consumer cloud service Evernote in some ways: its most basic package for individuals is free, providing 1GB of private storage. They pay for more storage, and there are also premium plans for academic and non-academic/commercial teams. The company opened its API in August 2010, inviting developers to start building applications that tapped into its data. The following year, it held a &quot;Binary Battle&quot; contest to foster app ideas, and has since see monthly API calls rise sharply particularly in 2012, as many of those apps launched publicly. Examples cited by Henning include OpenSNP, which helps customers of genotyping services like 23andMe and deCODEme to upload their raw test results to its own database, then find other users with similar genetic variations, and relevant research from Mendeley&apos;s database. Henning also says that apps drilling into Mendeley&apos;s anonymised data on who&apos;s reading each paper academic status, field of research, location and so on are also proving popular. In fact, the company has made one itself: a data dashboard called Mendeley Institutional Edition. It helps universities analyse research activity in real-time, providing an alternative a complementary one  to the traditional &quot;Impact Factor&quot; system of academic citations. Are mobile and tablet apps a big factor in Mendeley&apos;s ecosystem? Henning says they&apos;re increasing in prominence, noting that it&apos;s now &quot;possible to build a thin client on a mobile device to control heavy-duty genome sequencing and the like in the cloud from wherever you are&quot;. That&apos;s an ambitious one, though. More nuts&apos;n&apos;bolts mobile apps to access Mendeley&apos;s database of papers are more common, including apps for Android and Kindle. &quot;The main use case is people at a conference or meeting up with a colleague in a cafe or another office, thinking &apos;I read this paper the other day that would be perfect for this particular problem&apos;, and being able to call it up on the spot,&quot; says Henning.     API calls to Mendeley's database have increased sharply in 2012    So what now? Mendeley wants to make it easier for apps built using its API to talk to one another, and to deposit data back into the database. The company also has designs on creating what&apos;s effectively its own app store. &quot;We have an audience of nearly 2m researchers, and we want to promote the apps and help them find their audience,&quot; says Henning. &quot;So far, they&apos;ve done all of their marketing and promotion themselves, which makes it even more astonishing that they&apos;re growing as fast as the API call figures show. We&apos;re working on a discovery mechanism for these apps to make them more visible on the site.&quot; There may be some partnerships ahead with the bigger database publishers that Mendeley has been trying to disrupt, too. Henning notes that Elsevier has already built an app to display Mendeley&apos;s real-time data alongside papers in its service, for example. He also hopes that opening up the world of scientific research papers will have other effects, such as surfacing relevant papers for non-scientists with particular medical conditions or research interests. There is also the chance to provide access to papers for researchers and non-governmental organisations (NGOs) in the developing world: &quot;people on the ground in Africa and south east Asia researching solutions to hunger crises, growing food and sustainability&quot;.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/aug/22/mendeley-apps-api-growth", 
    "wordcount": "703"
}