{
    "headline": "Donating your body to science: a beginner's guide", 
    "text": "   Give science a helping hand (or any other parts) by donating your body to science. Photo: Wikimedia Commons    Donating your body to science is a well known but poorly understood concept.Today being Halloween, you can expect a lot of visual demonstrations around of what could happen to someone&apos;s body after death, were myths and legends of the occult all real things. They could be those who have &apos;ignored&apos; bodily death like vampires or mummies, those who have died but their bodies have been reanimated like zombies or Frankenstein&apos;s monster, or those like ghosts who have lost their body altogether but seem to be unaware of this fact. But Halloween is a bit of harmless fun for one night of the year. For the rest of the time, if you want to posthumously do something with your body, there&apos;s always science. Donating your body to science is a concept most people are familiar with but few know how to go about. In fairness, those who do end up leaving their body to science don&apos;t talk about it afterwards, so the process isn&apos;t something that&apos;s become common knowledge. It&apos;s not a matter of having your carcass dropped off at the nearest laboratory; there are a lot of legal matters to attend to. But even if there weren&apos;t, there&apos;s not much a typical lab can actually do with a human body, not unless they urgently need a cumbersome and extremely morbid paperweight. Donating your body to science is actually a complex and tightly regulated process. However, it&apos;s possible, to some extent, to actually let science use your body without being dead. What follows is a step-by-step guide on the several levels of using your body for the good of science, depending on how keen you are. (For the record, I&apos;m classing &quot;medicine&quot; and other therapeutic practices as sciences, because they are.) Level 1: Short term body hire. It is possible to let science use your body for research a short period, while you are still in it. Many scientific experiments require human volunteers. Just seek out your nearest university with a psychology department. Much of psychology requires the study of normal, healthy people, so you typically just need to be physically present and perform some basic task. These experiments are generally safe and relatively easy. That&apos;s not to say a purely psychological experiment can&apos;t cause some serious harm to participants, but (in the UK at least) every experiment involving human participants must obtain ethical approval. If you fancy putting your body through something a bit more &quot;hi-tech&quot;, then head for your nearest neurology or neuroscience department. I myself have volunteered for a battery of tests in the Cardiff University Brain Research Imaging Centre (CUBRIC). I&apos;ve had parts of my brain shut down by TMS (temporarily, they assure me) and spent so long in fMRI scanners that I was eventually trying to think specific thoughts that would cause my brain activity to spell out rude words in my cortex, to amuse the experimenters. That&apos;s got to be the most cerebral form of graffiti ever. There are undoubtedly other experiment formats to volunteer for. So Level 1 is a good way to help science by using your body, without losing any of it aside from the usual skin flakes and hair, which you&apos;d lose wherever you were. For the record, any scientist who collects and uses these after you&apos;ve left is unlikely to be doing so for any &quot;official&quot; research. Level 2: Mid to long-term body hire There are also more invasive experiments where you still don&apos;t technically lose any part of your body, but your body is likely to be used more &quot;intensively&quot;. I&apos;m referring to drug trials and the like. Whether by hospitals or pharmaceutical companies, drugs need to be tested before they&apos;re released onto the market, and you can let them use your body to do this. This usually has the benefit of financial remuneration, but the downside of potentially more negative side effects should things go wrong. You are essentially letting them put an experimental compound in your body, so there are likely to be metabolic or physiological consequences, which can be potentially quite damaging.  On the rare occasions when a drug trial does go wrong and makes the news, people do get quite put off, understandably. Last time it happened I did hear someone say &quot;they shouldn&apos;t test these drugs until they can be absolutely sure they&apos;re safe!&quot; As a statement, this misses the point so forcefully it ruptures the barriers of space-time and enters a parallel dimension where the original point doesn&apos;t even exist. But if you&apos;re willing to accept the risks (which are actually rather minor) then there are plenty of places to sign up for trials. So Level 2 carries a greater financial reward, but requires a greater investment in science. You still get to keep all your body, but it may be changed in some way.  Level 3: Partial donation (temporary)You may be willing to actually surrender some of your physical mass for the good of science. Good on you. Luckily, there are ways to donate bits of you to science that regenerate after a sufficient interval. The most obvious and noble thing to do is donate blood. Everyone should do this as a matter of course. I myself was hesitant about it for years, then I saw my wife give birth and my licence to be squeamish about anything was revoked forever. But giving blood is a ridiculously innocuous experience; please do it. It may not be scientific in the research sense, but as most body donation goes to research into saving lives, so it&apos;s just cutting out the middleman. And it doesn&apos;t hurt, at all. Plus, you get biscuits, and you feel like you deserve them for once. You do get to see some decent science while you donate. Data collection is important, as they need your medical history and suitability. They also need to check your blood iron levels. I expected some high tech scanning device, but they used the copper sulphate test, a brilliantly elegant and simple test where they put a drop of your blood into a tube of copper sulphate and see how long it takes to sink. The more iron, the faster it sinks. I&apos;m proud to say you could almost hear the &apos;clank&apos; as my sample hit the bottom. I have very good iron levels, but then I am partial to the occasional raw steak, cabbage and rusty nail sandwich. You can donate bodily tissues to science in other ways too, if you so wish. But the blood donating thing is important, do that first if you want to go for level 3. Level 4: Partial donation (Permanent) It is an option to donate one or many of your organs to science. Typically, this has to be done posthumously. You can do it while still alive of course, with one of your &quot;spare&quot; organs, but this is almost exclusively for use in transplants. If you wish to donate your organs posthumously for transplant, then you can do so simply by joining the organ donor database. There is still the debate as to whether organ donation should be opt-in or opt-out. It&apos;s sad that it&apos;s even an issue, but I can appreciate that many don&apos;t like confronting mortality. If you asked random people in the street to sign a form that said &quot;I am going to die&quot;, I&apos;d bet many would refuse, for all that it&apos;s an indisputable fact and will have no effect on their lives. Should you wish to donate your organs to science, there are ways of doing this, particularly if you want to leave your brain to research. There are many people to contact if you wish to do this. I will stress, based on conversations I&apos;ve had, that you shouldn&apos;t try leaving your brain to the charities dedicated to fighting Alzheimer&apos;s, Parkinson&apos;s etc. Charities are usually dedicated to funding research into the condition and raising awareness, they don&apos;t actually have any use for the organs they focus on. Cancer research charities don&apos;t actually want people&apos;s tumours, and it&apos;s the same logic here. Please see the appropriate organisations in the link above should you opt for level 4 body donation. Level 5: Body donation You may still be dedicated to your entire form being used for scientific research and teaching. Most bodies donated will be used for the teaching and perfecting of medical knowledge and techniques. I can speak about this with good authority as, after my undergraduate degree, I spent 18 months embalming donated cadavers for a medical school (and yet I was still squeamish about blood donation? Go figure). It&apos;s a very stringent system for donating your body for medical teaching. After all, deceased human tissue is potentially very dangerous in terms of biological hazards such as bacteria or other pathogens, and its use is strictly regulated by the Human Tissue Act. If your remains are going to be dissected and studied by numerous young medical students or trainees, their safety is paramount. Ergo, you can&apos;t donate your body if you succumbed to some communicable illness, or anything that doesn&apos;t have a known cause but which may be communicable, which means most terminal brain disorders exclude you from donating your body (both because of possible risk and because donation requires the informed and rational consent of the individual, and a neurological disorder confuses this issue).  For the sake of medical teaching, a human body also has to be as intact and &quot;normal&quot; as possible, to reflect the majority of people a typical medic will encounter, so any particularly disfiguring illnesses (internally or externally) may also rule you out of donating. In a way, to successfully donate your body, you have to be in perfect health. But dead. You can see why it doesn&apos;t happen very often. So that&apos;s a brief rundown on the options for donating yourself to science. A more detailed and better written guide can be found at the Human Tissue Authority website, which I&apos;ve linked to throughout. Or if you want to participate in experiments directly, you should now have enough info to at least make a start. Many people opt to give themselves to science, but you can even do this literally, if you so choose. And if you think this piece is a bit too serious for a Halloween blog, here is a video I did which provides a Neuroscientific guide to surviving a zombie apocalypse (I get bored easily). You can avoid Dean Burnett&apos;s body entirely by following him on Twitter, @garwboy", 
    "section": "science", 
    "gid": "science/brain-flapping/2012/oct/31/neuroscience", 
    "wordcount": "1765"
}