{
    "headline": "University students: How to learn a language for free", 
    "text": "1. Find out if your university offers free language courses See our list below to discover if your university provides free language classes 2. Language swaps If your university doesn&apos;t offer free language courses (or if you&apos;ve missed the application date) see what&apos;s on offer at your student union. Many run language swaps, where home students keen to learn a foreign tongue are partnered with international students who would like to brush up on their English. Language swaps are a sociable way to learn a language without the hassle of exams and coursework 3. Make the most of your university facilities Even if there aren&apos;t any formal courses available, universities still have plenty of language-learning resources on offer. Newcastle University&apos;s language resource centre, which is open to all students and staff, has 40 PCs equipped with language learning software, 24 satellite channels in 17 languages and 800 foreign language films. If you want to reawaken your GCSE-level French, this might be the place for you 4. Go online There are tons of web sites offering to help you learn a language. BBC Languages is a good place to get started, but you can also find plenty of free resources and videos on web sites such as ElanguageSchool and Effective Language Learning. Many language-learners also join online communities where they can talk with native speakers  Universities offering free language classes If your university offers a free language programme but isn&apos;t listed below, email the details to students@theguardian.com and we&apos;ll add it to our list Aston University Free language tuition is open to all eligible first year fee-paying undergraduates. Courses are offered in seven languages at beginner, intermediate or advanced level Brunel University Free weekly sessions of two-hour evening classes are open to all students. Discounted rates are also available for staff and alumni University of Central Lancashire All full-time students are entitled to a place on Uclan&apos;s classroom- or software-based language courses City University London Free language courses for all students and staff in French, German or Spanish. The courses are designed to improve your language skills from lower intermediate level up to advanced University of East London Courses available in nine languages, open to all students and staff free of charge. Places are limited and the application deadline is 20 September 2012 Edinburgh University Edinburgh University Students&apos; Association runs free six-week taster courses in Arabic, Russian, Japanese, French, Spanish, Gaelic, and Irish University of Essex Students can study a language on a part-time basis through web-based learning or at evening classes. Tuition is free but those enrolling must pay a 100 deposit Leeds Metropolitan University 10-week courses in nine languages available to full-time undergraduate. Classes are aimed at beginners Oxford Brookes University Students have the opportunity to add a language to their programme of study. These are credit-bearing modules which will form part of their degree credits University of Portsmouth Free courses available in 10 languages, including British Sign Language. All classes are free of charge and most take place in the evening School of Oriental and African Studies (SOAS)Undergraduates are entitled to register for one free language course as part of the university&apos;s language entitlement programme University of Sunderland Free short courses (15-30 weeks) in French, Spanish, German, Japanese and Chinese open to all students University of York All undergraduate students are entitled to take a 19-week course in one of 15 languages", 
    "section": "education", 
    "gid": "education/2012/nov/27/university-students-how-to-learn-a-language-for-free", 
    "wordcount": "568"
}