{
    "headline": "Max Payne 3 and the problem of narrative dissonance", 
    "text": "Max Payne is a troubled man. The latest instalment in his dark tale of loss and revenge sees the ex-New York cop taking on a job as a personal security contractor in Sau Paulo, Brazil. There, he becomes mired in a complex plot involving the wealthy clients he is protecting, a gang of paramilitary vigilantes and a shady special forces arm of the local police force. There is a lot of blood, a lot of pain. But here&apos;s a problem. Throughout the game&apos;s beautifully constructed narrative sequences, we see Payne going through agonies of recrimination and remorse; he&apos;s still haunted by the murder of his wife and baby by junkies; he questions his own motives as a DEA agent and then as a glorified bodyguard; he is disgusted by himself and his life. When the game begins he&apos;s effectively drinking himself to death in his filthy New Jersey apartment. He desperately seeks some form of salvation. Yet he is also an accomplished killer, capable of gunning down a room full of &quot;enemies&quot; in a matter of seconds. Through the course of the game he takes out hundreds of people with a variety of weapons, stopping only to pop painkillers and reload. But at the end of every action sequence, we return to the anguished Payne of the narrative, slamming back bourbon and regretting everything that has led him here. Somehow this shadow of a man is able to fly across a room with two machine pistols wiping out lowlife gangsters as though swatting flies.  This isn&apos;t a failure of the game, as such  it&apos;s an astonishingly entertaining thrill ride that I&apos;ve heartily recommended. But the slight disconnect between the shambling Max of the cinematic sequences and the athletic psychopath we control in the interactive sections is the latest example of a pervasive video game dilemma: the difficulty of marrying the narrative with the ludic.  Back in 2007, the veteran game designer Clint Hocking wrote a blog post in which he created the term Ludonarrative Dissonance; he used this to describe a central failure of the otherwise brilliant game Bioshock. Hocking felt that while the narrative of the game wants the protagonist to be selfless in aiding Atlas, the actual mechanics of the game rely on self-interest and the pursuit of power.   To cut straight to the heart of it, Bioshock seems to suffer from a powerful dissonance between what it is about as a game, and what it is about as a story. By throwing the narrative and ludic elements of the work into opposition, the game seems to openly mock the player for having believed in the fiction of the game at all. The leveraging of the game&apos;s narrative structure against its ludic structure all but destroys the player&apos;s ability to feel connected to either, forcing the player to either abandon the game in protest (which I almost did) or simply accept that the game cannot be enjoyed as both a game and a story, and to then finish it for the mere sake of finishing it.  The interesting thing about Bioshock is that, with the Little Sisters (and your ability to either spare or harvest them), the player is invited into the moral debate that the game proposes. However, Hocking points out that this element is so hopelessly skewed in one direction, it only serves to accentuate the dissonance between story and action. There are a few similar moral considerations in Max Payne 3; in a couple of scenes the story allows us to stop and make a decision on what our hero does next, but these do not directly impact the ongoing plot; they are isolated moral decisions  to shoot or not to shoot a wounded enemy. In a way, this is as much of a disssonance as the Bioshock problem: Max is filled with doubt and self-loathing and yet his in-game actions  at least as far as the flow of the story is concerned  are resolute and deadly.  And Payne is in no way alone here. In most narrative action titles that require spectacular violence from the protagonist, the player is encouraged to both see the character as a rounded human in the story sections, but then treat them as a killing machine in the interactive sequences. Look at bespectacled geek Gordon Freeman in Half-Life. One minute he is chatting with his colleagues about complex science, the next he is beheading alien invaders with a crowbar.  Indeed, Half-Life reveals a central irony of ludonarrative dissonance: to ensure the physical realism of the environment, Valve has allowed the player to attack other scientists  which is ludicrous to the story. However, games where players are unable to slaughter important non-player characters (ie, almost all RPGs) prompt a similar sense of disconnect and are equally ludicrous. This is a good problem in a lot of ways. It means developers are telling complex stories about characters who are ambiguous and troubled. The downside is, the conventional mechanics of action games haven&apos;t quite caught up. No one wants to play a game in which we have to guide Max though years of treament for alcoholism and grief. But is there a compromise?  Naughty Dog, the creator of the Uncharted series, has recognised and grappled with this whole conundrum. Nathan Drake is depicted in the story sequences as a charming loveable rogue, but in the interactive sections of the games, he guns down hundreds of people. So which is the &quot;real&quot; Drake: the Drake of the narrartive or the Drake in the hands of the player? Is that Drake a psychopath? &quot;Amy [Hennig, Uncharted creator] has a name for this,&quot; explained lead designer Richard Lemarchand at the GameCity festival last year. &quot;She calls it &apos;the uncanny valley of narrative&apos;. Her theory is, because the acting performances have become so good, it makes this issue of the game parts stand out even more. &quot;In fact, if you play through to the end of Uncharted 2, Amy references this issue. At the climax, the main bad guy Lazarevic says to Drake, &apos;You&apos;re no different to me. How many lives have you taken today?&apos; We do think about it and we&apos;re always looking for creative ways to address that issue.&quot; So far, what the developer has tried to do is place Nathan in obvious and immediate peril at the beginning of every shoot-out. He never fires first, and even when he sneaks up on an enemy and snaps their neck, he&apos;s always in a situation of mortal danger. We must decide for ourselves if this &quot;absolution by context&quot; argument is adequate. There are, however, plenty of titles that stay on the right side of the ludonarrative problem, by exactly matching the story and game mechanics. Rocksteady&apos;s Batman titles are the perfect example  here, we know that the Batman we see in the cinematics is the same as we experience battling foes in the missions. There is no disconnect between the driven, single-minded character and his capacity for violence. Max Payne 3 is a very strong narrative experience. It hasn&apos;t taken the easy route of post-modern irony, smirking at the disconnect lying in the centre of the action (Bulletstorm did this beautifully, by the way)  it takes Max seriously. But when will we begin to see action games that present us with complex characters and difficult scenarios and then provide us with the gameplay elements to really explore these without dissonance? And given how enjoyable the Max Payne 3 experience is, do we even want that? Games are about control; it&apos;s fine to have a neurotic AI sidekick, but if we can&apos;t trust the avatar, does that just become annoying? The big reveal in Heavy Rain was built around our inability to guess the motivations of a complex and damaged player character, and many gamers hated that. Should we just accept that the people we play in games, and the people who appear in the stories, are sometimes different, and sometimes utterly incompatible?", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/may/18/max-payne-3-story-vs-action", 
    "wordcount": "1339"
}