{
    "headline": "Cisco Systems ends ZTE partnership", 
    "text": "Cisco Systems has curtailed a seven-year sales partnership with ZTE Corp after an internal investigation into allegations that the Chinese telecommunications equipment maker broke US sanctions by selling Cisco networking gear to Iran. The probe followed stories by the Reuters news agency in March and April documenting how Shenzhen-based ZTE had sold computer equipment from Cisco and other US companies, which are banned from exporting to Iran, to TCI, that country&apos;s largest telecoms firm. ZTE also agreed last year to ship millions of dollars worth of additional US tech products, including Cisco switches used to route phone and data traffic, to a unit of the government-controlled consortium that controls the Iranian telecoms firm. The stories sparked internal probes by the companies involved, as well as investigations by the US Commerce Department, a congressional committee, and the Federal Bureau of Investigation. ZTE&apos;s general counsel at its Texas-based subsidiary alleged that the parent company plotted a cover-up, including possibly shredding documents, after the first Reuters story broke. The FBI has an ongoing criminal investigation into the allegations. The move came hours after the US House of Representatives&apos; intelligence committee said in a report released on Monday that ZTE and fellow Chinese telecoms equipment maker Huawei Technologies should be shut out of the US market because potential Chinese state influence on them poses a security threat. Both companies deny the allegation. David Dai Shu, a ZTE spokesman, said of Cisco&apos;s decision to cut ties: &quot;ZTE is highly concerned with the matter and is communicating with Cisco. At the same time, ZTE is actively co-operating with the US government about the probe [into allegations over] Iran. We believe it will be properly addressed.&quot; A ZTE spokesperson in the UK confirmed that as of Monday the company can no longer offer Cisco equipment, but said &quot;we are confident we can offer equipment that our customers need&quot;. In a recent interview, John Chambers, Cisco&apos;s chief executive, declined to discuss the results of the company&apos;s investigation into alleged ZTE sales to Iran. But he said Cisco doesn&apos;t &quot;tolerate any direct or indirect&quot; sales of its equipment to embargoed countries such as Iran. &quot;And when that occurs, we step up and deal with it very firmly. So I think you can assume that you will not see that happen again.&quot; The move by Cisco, one of the world&apos;s biggest suppliers of networking gear, will widen the divisions between the US and China over the role of Huawei and ZTE following the House intelligence committee report. The report has reseeded suspicions over the role of Chinese companies in the US technology market, and could effectively block any takeover or market growth by them in the US for some time. Cisco and ZTE had partnered for the past seven years in a relationship that was at times rocky, a former Cisco executive indicated to Reuters. ZTE described the initial partnership as an effort to develop business opportunities in China and the Asia Pacific region, excluding Japan. The partnership expanded about five years ago when Cisco began viewing ZTE as a means to combat Huawei, the world&apos;s second-largest maker of telecoms equipment by revenue after Sweden&apos;s Ericsson. Huawei had been beating Cisco in emerging markets by offering significantly cheaper products. Part of Cisco&apos;s strategy, the former Cisco executive said, was &quot;we would license technology to ZTE and they would produce equipment locally, and we could therefore have a range of equipment in the marketplace that would be cost-competitive with Huawei.&quot; ZTE was &quot;reasonably successful&quot; in reselling Cisco products inside China, where it was well entrenched in the marketplace, the former executive said. But the plan to develop projects jointly, and offer them in markets such as Africa, floundered. The two companies couldn&apos;t get their teams to collaborate and clashed over the US market, the executive said. &quot;ZTE wanted to bring things to market in the US with our help. We really didn&apos;t want them to do that.&quot;. By 2010, the partnership had basically ended, although ZTE continued as an authorised distributor and reseller of Cisco products, according to a person familiar with the matter. But ZTE has continued to do business in Iran, where American-made technology products have been subject to longstanding US sanctions. A parts list dated July 2011 for an equipment contract between ZTE and Telecommunication Co of Iran (TCI) included several Cisco switches. ZTE later agreed to sell five Cisco switches to a unit of the consortium that controls TCI, according to documents reviewed by Reuters. After the Reuters report in March, ZTE, China&apos;s second-largest telecoms equipment maker, said it would &quot;curtail&quot; its business with Iran. Ashley Kyle Yablon, ZTE&apos;s Texas-based general counsel, gave the FBI an affidavit in May in which he alleged the company had plotted to cover up the Iran sales. The affidavit became public in July. ZTE recently placed Yablon on administrative leave, according to his attorney, Tom Mills.  The byline on this article was amended on 11 October 2012. The original byline did not reflect that the article was substantially based on a Reuters story. A reference in the byline to agency copy, added by the staff journalist, was removed during the editing process.", 
    "section": "technology", 
    "gid": "technology/2012/oct/09/cisco-systems-ends-zte-partnership", 
    "wordcount": "877"
}