{
    "headline": "Bangladesh's road accidents take heavy toll on poor  and on economy", 
    "text": "Hajera Begum, a farmer from the Munshiganj district in central Bangladesh, was taking vegetables to market with her husband Solaiman when the pickup truck they were riding in was hit by a bus. Five people were killed, including Solaiman. Hajera, who suffered broken ribs, lost not only her husband but also her land and her livelihood. &quot;My family used to be well off,&quot; said Hajera. &quot;We had quite a bit of land, and we made a good living off it. But since my husband died, I have struggled. I have had to sell much of our land. Some of it was grabbed by local gangs. I am now worried for my future and that of my two children.&quot; More than 4,000 people die on Bangladesh&apos;s roads every year. The country has one of the highest rates in the world, with more than 85 deaths for every 10,000 registered motor vehicles. That&apos;s around 50 times higher than the rate in most western countries. Traffic accidents strike deadly blows to poor families like the Begums, and they also suck billions out of Bangladesh&apos;s economy. According to the World Health Organisation (WHO), road traffic injuries cause a loss of about 2% of GDP in Bangladesh, or about 1.2bn annually. This is almost equal to the total foreign aid received in a fiscal year. The losses include direct and indirect expenses, such as medical costs, insurance loss, property damage, family income losses and traffic congestion. Experts say crashes disproportionately affect the poor, making road safety a vital issue for economic development. &quot;Road traffic crashes are like the constant drip-drip of blood haemorrhaging from the body,&quot; says Professor Mazharul Hoque, an expert at the Accident Research Institute, a road safety research centre within the Bangladesh University of Engineering and Technology. &quot;Road accidents kill and injure people who are young and productive, and therefore have a hidden development impact.&quot; Case studies in Bangladesh found that poor families were more likely than those better off to lose their head of household and suffer immediate economic effects as a result of road traffic injuries. The loss of earnings, together with medical, funeral and legal bills, can have a ruinous effect on a family&apos;s finances, according to the WHO&apos;s world report on road traffic injury prevention. Another study, carried out by the Centre for Injury Prevention and Research Bangladesh in 2001, sheds light on the huge burden traffic accidents place on Bangladesh&apos;s healthcare system. It found that one-fifth of injury patients in primary and secondary level hospitals across the country had been involved in a traffic accident. More than two-thirds of victims were males aged between 18 and 45. &quot;Trauma treatment is exceedingly expensive and does represent a huge drain on healthcare resources,&quot; says Valerie Taylor, a British physiotherapist who founded the Centre for the Rehabilitation of the Paralysed in Savar, near Dhaka, in 1979. Bangladesh is trying to modernise its road network, but population and commerce continue to outpace transport infrastructure, turning roads  devoid of proper safety measures  into death traps. Modernising highways is not necessarily the answer, says Hoque. Better roads, he adds, are not necessarily safer roads. &quot;Traditional road design aimed at reducing the number of crashes by widening and straightening roads,&quot; he says. &quot;But that has no impact on the rate of death and disability because people simply start to drive faster. We must adopt the internationally accepted systemic approach to road safety, taking into consideration vehicles, roads and road users.&quot; At the invitation of the ministry of communications, the International Road Assessment Programme (Irap) last year carried out assessments on the Dhaka-Sylhet and the Dhaka-Mymensingh highways, identifying design and maintenance flaws that are contributing to the growing toll of death and disability. &quot;We don&apos;t want gold-plated roads,&quot; says Greg Smith, Asia-Pacific regional director of Irap, who led the study. &quot;With a scientific approach, sometimes a coat of white paint will save lives  We know how people are killed, and what can be done to stop it. All we need is the political will to implement these countermeasures.&quot; In recognition of the burden road accidents place on developing economies, the UN declared 2011-20 the decade of action for road safety. Experts say policymakers in countries such as Bangladesh must stop thinking of road safety as a mere transport issue and recognise it as a public health and sustainable development problem. &quot;I get so angry sometimes,&quot; says Taylor. &quot;The other day on the Savar road I saw a child with his head cracked open like a nut. What a waste! In the UK, school children get the &apos;Look right, look left, then right again&apos; message drilled into them at an early age. Such a simple campaign could save so many young lives in Bangladesh.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/aug/22/bangladesh-road-accidents-poor-economy", 
    "wordcount": "814"
}