{
    "headline": "Mark Zuckerberg's masterplan for the 'sharing economy'", 
    "text": "Mark Zuckerberg believes he is not changing human nature but enabling it. If you buy that  and I do  then I&apos;d suggest buying his stock, for he has created the platform for the sharing economy. With its own new social network, even Google recognises the power of people now. At the DLD conference in Munich last week, Nikesh Arora, Google&apos;s revenue chief, said that we are passing from an information age to a people age. This is our John Henry moment: human over algorithm. Mark Zuckerberg sees Facebook as an evolutionary step beyond Google and other net services. &quot;They crawl the web,&quot; he told me in an interview for my book, Public Parts. &quot;But there&apos;s nothing you can crawl to get information about people. It&apos;s all in our minds. So in order to have that service, you need to build the tools that let people share.&quot; The two giants of the net are at war over what I call signal generation: the ability to get us to generate data about ourselves  who we are, where we are, what we like, whom we like, what we buy, what we want, what we know, what we want to know  so they can serve us more relevant and valuable content, services, and advertising. Facebook&apos;s IPO filing says it is bringing in $3.7bn in annual revenue, most from advertising. Last year, Google brought in ten times that. But Facebook has 845 million members, more than half of whom use it daily  an engagement number every newspaper and media organisation should shoot for and would die for. And Zuck&apos;s Law decrees that every year, we will share twice as much as we shared the year before, because we want to and because we now can. &quot;In the world before the internet and things like Facebook,&quot; he told me, &quot;there was a huge amount of privacy through obscurity.&quot; Now, he believes, the net gives us choice. &quot;The default in society today still is, OK, I should not share it. The byfar default today is that everything&apos;s anonymous,&quot; Zuckerberg laments. &quot;In the future, things should be tied to your identity, and they&apos;ll be more valuable that way.&quot; There is the master plan.", 
    "section": "technology", 
    "gid": "technology/2012/feb/02/mark-zuckerberg-sharing-economy", 
    "wordcount": "379"
}