{
    "headline": "David Attenborough urges business to protect nature from population boom", 
    "text": "Sir David Attenborough has called on big businesses to protect the natural world from the rapidly expanding human population. The broadcaster and naturalist said the population increase is unstoppable and that action must be taken to stop the natural world from being concreted over. Distancing himself from conservationists who regard big businesses as the enemy, he said companies and corporations, as the holders of much of the world&apos;s wealth, have a vital and leading role to play. &quot;It&apos;s not a mystery. Wealth empowers,&quot; he said. &quot;And businesses have by no means been slow in helping. We&apos;ve [conservationists] gone to multinationals over and over again.&quot; He said there were exceptions, but that for the most part businesses that defiled the natural world in the 19th and to an extent the 20th century, such as by dumping waste in the sea, usually did so out of ignorance. &quot;They didn&apos;t know any better,&quot; he said. But he warned: &quot;We&apos;ve got to such a situation and dense population that we can no longer make these mistakes. The warning is clear and the job of people in the media like me is to make sure the warning is understood.&quot; The human population is calculated to have reached 7 billion last year, a decade after it reached 6 billion, and is forecast to continue to grow throughout the 21st century. By 2050, it is expected to have passed 9 billion. Rising population puts additional pressure on resources, especially food production, and the increased demand has contributed to higher prices. Attenborough, speaking at an event in London hosted by law firm Charles Russell for the World Land Trust, a charity for which he is patron, said the UK has already used up all its land and must make effective use of what it has got, such as by redeveloping brownfield sites. In other parts of the world, however, he believes there are large tracts of the natural world that can still be protected from development, such as tropical forests, mangrove swamps, bogs and high mountains. He said: &quot;Without the natural world, mankind is doomed. We are dependent on the natural world for the very air we breathe and every particle of food we eat. Many people, including me, would say we are dependent on it for our very sanity. &quot;We can accommodate that by looking after the natural world and making sure mankind doesn&apos;t spread willy nilly over every square yard of the globe.&quot; To save many of these areas from development that would destroy the natural ecosystem and wipe out many species of animals and plants, he called on businesses to help buy the land. To avoid criticisms of &quot;neo-colonialism&quot;, he called on them to hand the land over to local organisations that will protect it while providing jobs for people living in the area. Attenborough told an audience of lawyers, city investors and business people: &quot;Since I became involved in conservation the population of the world has tripled. Nothing we can do will stop that increase. We may be able to slow it, but stop it in our lifetimes we cannot.&quot; He added that in the past the attitude has been simply to move on when a resource is used up: &quot;We&apos;ve been grossly extravagant. We&apos;ve been brought up in the time when if one bit of land is ruined we get another. &quot;I think it&apos;s about time we dealt with this in a sensible way and we don&apos;t waste land.&quot;  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/jan/18/david-attenborough-big-business-population", 
    "wordcount": "616"
}