{
    "headline": "Google close to antitrust deal with European Commission", 
    "text": "Google&apos;s search results on both desktop computers and mobile phones could see important changes for European users, after the European Commission said it had reached a good level of understanding with the search giant in its antitrust investigation. Reports indicate that Google has offered to make concessions on how it orders its search results, including the fast-growing mobile platform, after pressure from Joaquin Almunia, the EC&apos;s antitrust commissioner. That would mean that the company can avoid an expensive and drawn-out court case which could see it being hit by fines reaching billions of dollars, instead reaching a settlement that both sides can point to as a success. It would also relieve pressure on the company in Europe, where it has around 90% of the search market. It is also being investigated by regulators in the US, South Korea, Australia and Brazil. Google wrote to Almunia at the beginning of July, offering its suggestions for dealing with his concerns in four areas: that Google used its monopoly to favour its own properties such as Google Shopping in search results; its &quot;scraping&quot; of review sites&apos; content to display in search results; restrictions on rival advertising on some sites; and problems faced by advertisers who wanted to export their ad campaigns from Google to other platforms. If no settlement was reached and Google lost in the courts, it could be fined of billions of dollars  the largest it has ever faced. Previously, its largest fine was $500m (322m), paid to the US Department of Justice in 2011&lt;/a&gt; over illegal pharmaceutical ads shown to US consumers. But it is search that goes to the heart of Google&apos;s business. The company has fiercely resisted suggestions that it favours its own properties such as YouTube or Maps in its search results, with chairman Eric Schmidt telling a US Congressional committee that it does not, and that their appearance high in the search listings is part of Google&apos;s &quot;universal search&quot; approach. However rivals, including the British &quot;shopping search&quot; company Foundem, have produced studies showing that they are substantially downgraded in Google&apos;s results as soon as it introduces a product that competes with them. Any settlement would have to include some change to how those searches are presented or ordered. It is not yet clear whether they would apply only in Europe, or would be worldwide. A spokesman for Almunia&apos;s office said the EC considered Google&apos;s proposals to be a good basis for further talks and had reached a good level of understanding with Google. &quot;There will soon be discussions at technical levels,&quot; he said. &quot;We hope this process will lead to remedies addressing our concerns.&quot; According to reports, Google has offered to make concessions on its search both on desktop and mobile in order to settle the case. Google declined to comment except to say that it continued to work cooperatively with the EC. Icomp, an industry pressure group whose backers include Microsoft, welcomed the EC&apos;s announcement. &quot;Google&apos;s acceptance of the commission&apos;s framework and commitment to offer remedies for both PC and mobile-based internet was a hugely significant acknowledgement of their market power and illegal anti-competitive behaviour,&quot; said David Wood, counsel for the group. &quot;We should soon discover whether they are serious about addressing the concerns raised not only by the commission, but also numerous companies over the last few years. &quot;It is now vitally important for the ongoing discussions to ensure remedies which, above all, end the discrimination and manipulation of search results which have had the effect of turning the open internet into a closed &apos;Google internet&apos;.&quot; Nicolas Petit, a law professor at the University of Liege in Belgium, told the New York Times that he did not believe the commission had a strong case against Google, and that this might have contributed to Almunia&apos;s unusual offer. &quot;It could have been a bluff, like a poker game,&quot; he said. But Petit also said that Google liked to reach settlements when it had been accused of breaching the law, as happened with its book-scanning project.. &quot;Its image is extremely important in its success, and that&apos;s why [Google] like settlements because they can be presented as win-win situations for consumers and the company alike,&quot; he said.", 
    "section": "technology", 
    "gid": "technology/2012/jul/25/google-european-commission-antitrust-deal", 
    "wordcount": "722"
}