{
    "headline": "Boot up: OSM's 1m, LinkedIn's 200m, VP9's out, Ubuntu phone un-touched and more", 
    "text": "A burst of 8 links for you to chew over, as picked by the Technology team OpenStreetMap hits 1 million users &gt;&gt; OpenStreetMap Note: document is a PDF.   OpenStreetMap, the project to create a free map of the world, has reached one million signedup users this week.  OpenStreetMap involves &quot;mass collaboration&quot;, attracting large numbers of contributors all around the world to create a new map from scratch (without copying from existing maps). Anyone can sign up at openstreetmap.org and add information about their neighbourhood to the map, using simple editing software.  On Sunday (6th Jan) the count of users registered on the OpenStreetMap.org website passed one million.   Did we mention that it&apos;s British? Congratulations to its founder, Steve Coast. (CA: On a panel in 2006 with Coast and Ed Parsons, then of Ordnance Survey, I confidently asserted that OSM would never get the scale of users it needed to get to OS-quality detail. Then the Free Our Data campaign succeeded, Parsons went to Google as a head of maps technology, and the OS data went free and was incorporated into OSM,) 200 Million Members! &gt;&gt; Official LinkedIn Blog  We recently crossed an important and exciting milestone for the company. LinkedIn now counts over 200 million members as part of our network, with representation in more than 200 countries and territories. We serve our members in 19 languages around the world.  I&apos;d like to thank each of you for helping build the LinkedIn network into what it is today. It&apos;s been amazing to see how our members have been able to transform their professional lives through LinkedIn. You truly grasp the power of LinkedIn when you start to focus on these individual success stories.   Any chance of a deathmatch with Google+? Google&apos;s new VP9 video technology reaches public view &gt;&gt; CNET News Stephen Shankland:   H.264 is used in videocameras, Blu-Ray discs, YouTube, and more. But most organizations using it must pay patent royalties to a group called MPEG LA that licenses H.264-related patents on behalf of their many owners.  Google has tried to spur adoption of VP8 instead, which it&apos;s released for royalty-free use. One major area: online video built into Web pages through the HTML5 standard.  However, VP8 hasn&apos;t dented H.264&apos;s dominance, and VP8 allies failed in an attempt to specify VP8 as the way to handle online video. As a result, HTML5 video can be invoked in a standard way, but Web developers can&apos;t easily be assured that a browser can properly decode the video in question.   Google, through Motorola Mobility, is also a member of the H.264 patent pool group. If MPEG-LA decided to sue over VP8 or VP9 infringing, Google would be suing itself. May 2011: Windows Phone will beat Android in 2013, analyst explains &gt;&gt; BGR  Late last week, BGR wrote about a recent report suggesting Microsoft&apos;s share of the global smartphone market would overtake Google&apos;s share in 2015, and Windows Phone would become the best-selling smartphone platform in the world at that point. On Tuesday, the Pyramid Research analyst responsible for the report published a follow up explaining that her findings were misinterpreted. Pyramid&apos;s Senior Analyst Stela Bokun explains that Windows Phone is poised to overtake Android&apos;s massive market share much earlier than that -- as soon as 2013, in fact.   A classic of its kind. (815) Flickr: Why did Flickr drop the &quot;e&quot;? &gt;&gt; Quora Stewart Butterfield, co-founder:   Because the guy who owned the domain http://flicker.com wouldn&apos;t sell it and we loved the name. Dropping the &quot;e&quot; was Caterina Fake&apos;s idea -- I was against it at first because it looked so wrong, but I eventually came to see the wisdom: it was easy for us to get the domain, but it was also more distinctive &amp; recognizable, easier to search for, etc.   Yahoo won the rights (?) to flicker.com in June 2010, as the next answer below Butterfield&apos;s explain. Quora, meanwhile, remains an excellent place to find top-level people answering real questions. In which Ars is allowed to see--but not touch--an Ubuntu phone &gt;&gt; Ars Technica  We got to see a smartphone running Ubuntu up close for the first time today. It looks like it works and all, but this article will most definitely not be a &quot;hands-on&quot; report--we weren&apos;t allowed to put our hands on it.  Canonical demonstrated a Galaxy Nexus running Ubuntu&apos;s phone interface at the Consumer Electronics Show, but product manager Richard Collins explained that the company isn&apos;t quite ready to let us use it. &quot;We&apos;re just doing all of the driving for the demos for now simply because we understand how the experience works,&quot; Collins told me when I asked if I could test it out. In other words: No touching!...  The biggest challenge for Canonical may be convincing carriers and phone makers to sell Ubuntu phones and put some marketing muscle behind them.   It&apos;s the last sentence which is the meaningful one. Canonical&apos;s interface might work wonderfully, but without scale, it&apos;s essentially just a ROM for Linux desktop users. Dropbox to be included on all Samsung flagship phones and camera - Computerworld  Dropbox on Wednesday announced tighter integration of its cloud storage and file-sharing service with Samsung products, from smartphones to televisions.  Dropbox said the deeper integration includes several new Samsung devices, such as the upcoming Samsung Galaxy Grand smartphone and smart cameras. Samsung cameras will automatically push the photos to Dropbox&apos;s cloud storage service.   Just a thought: if Samsung bought Dropbox, Apple would be screwed - inasmuch as Samsung could stall the development of Dropbox on iOS, or let it die. That could lead to users abandoning the iOS platform quite fast. Office for iOS may be coming, but does it really matter? &gt;&gt; Macworld John Moltz:   A word-processing application was necessary back when printing was a daily activity. Heck, we&apos;d print all kinds of ridiculous things in the &apos;90s: rsums, term papers, holiday letters, dungeon master&apos;s character sheets ... uh, I mean, rsums. Rsums.  Ahem.  But eventually I, like many others, simply stopped needing to print. Everything I wrote I transmitted electronically or put on a webpage. And really, good riddance to printing. Printing is horrible. Printers are horrible. Printing software is what people in Dante&apos;s Ninth circle of Hell are condemned to use over and over. A pox on you if you ask me to print something these days; a plague on you and your house if you ask me to fax something. A good text editor--BBEdit, or any of the dozens of excellent Dropbox and iCloud-based iOS editors--is now my writing tool of choice. Memorize a few pieces of Markdown syntax and kiss a &quot;word processor&quot; goodbye.   Read on for the most fabulous dissing of spreadsheets and presentation software. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/jan/10/technology-links-newsbucket", 
    "wordcount": "1179"
}