{
    "headline": "Syrian students in UK need help, government told", 
    "text": "The government has been urged to help hundreds of Syrian students in the UK left without money and at risk of deportation amid the crisis in their homeland, which has caused the Syrian embassy in London to grind to a halt and seen sanctions imposed on their country&apos;s banks. Avaaz, a global online pressure group, has set up a petition calling for the Foreign Office (FCO) to step in to assist the students, as it did in 2011 for Libyan students during the uprising against Muammar Gaddafi. It has gained more than 40,000 signatures so far. According to the group, about 670 Syrian students  the great majority studying for master&apos;s degrees or PhDs  face being removed from their courses owing to lack of funding. Many were financed by Syria&apos;s higher education ministry, which has ceased awarding grants, while the Syrian embassy, which processed student payment, has been left with a skeleton staff after a series of diplomatic defections and expulsions. Avaaz says it has tracked several students expelled from their courses, while others face departure because their fees have not been paid. It is appealing for ministers to step in, as happened in July 2011 when William Hague, the foreign secretary, ensured funding for thousands of Libyan students was resumed via the National Transitional Council (NTC), the interim authority that replaced Gaddafi. The group says students removed from courses could run into difficulties with their visas and face deportation to conflict-torn areas and, if they have connections to the opposition, be arrested on their return. Luis Morago, the campaign director for Avaaz, said: &quot;The UK beats the drum for action on Syria but has done little to help hundreds of Syrian students in Britain who face being thrown off their courses. The UK government must intervene and ensure they can continue their studies in Britain.&quot; The Foreign Office, however, stresses that while it recognises Syria&apos;s opposition as the country&apos;s legitimate representatives, rather than the government of Bashar al-Assad, the situation remains chaotic and the opposition is nowhere near being a government in waiting, as was the case with the NTC. A statement last week from the universities minister, David Willetts, in association with the FCO and Treasury, said the government &quot;appreciates the potential challenges&quot; faced by Syrian students and would assist them with getting money through the sanctions regime. Ministers are urging universities to suspend fees and help the students with hardship funds. The hope is that such money could be returned if an opposition government eventually takes power. Officials from Willetts&apos;s department have arranged a meeting with the National Union of Students on Monday to discuss what else can be done. In the interim, however, students such as Husam Helmi, a 32-year-old in the final year of a PhD in economics and finance at Brunel University, are living on extremely limited means. He said his funding had been cut off since April last year and he and his wife and two-year-old daughter were living on the last of their savings and income from part-time jobs. &quot;Life is very difficult now, particularly managing finances. I&apos;ve also got to keep my study going while we get this bad news from Syria every day. We moved from a one-bedroom flat to a studio flat to try and save money.&quot; Helmi&apos;s home university, Aleppo, was hit by two bombs this month, killing more than 80 people. His family have fled their home town of Daraya, south-west of Damascus, which has experienced significant bloodshed. &quot;Where they were living is heavily attacked by the regime every day,&quot; he said.", 
    "section": "education", 
    "gid": "education/2013/jan/20/syrian-students-uk-help", 
    "wordcount": "603"
}