{
    "headline": "Samsung hits back at Apple but shares tumble after smartphone patent ruling", 
    "text": "Samsung has hit back at arch-rival Apple as investors wiped $12bn (7.6bn) off the South Korean smartphone manufacturer&apos;s market value after its loss of a high-profile US court battle over patents. Samsung stock fell 7.5% in the South Korean capital Seoul on Monday as shareholders reacted to the $1bn fine imposed on Friday for copying key elements of the Apple iPhone&apos;s behaviour and appearance. In an angry internal memo Samsung management said Apple had rebuffed attempts to settle out of court. Urging consumers to shun Apple products, they said: &quot;History has shown there has yet to be a company that has won the hearts and minds of consumers and achieved continuous growth when its primary means to competition has been the outright abuse of patent law, not the pursuit of innovation. We trust that the consumers and the market will side with those who prioritise innovation over litigation, and we will prove this beyond doubt.&quot; Analysts said the verdict could result in Apple broadening its attack on other handset makers that use Google&apos;s Android operating system, potentially hobbling them in the US, the richest segment of the $219bn (138.6bn) global smartphone business. Those fears hit shares in Google, which fell 1.4% on Monday in New York. It might also open a door for Nokia, the lossmaking Finnish mobile phone maker, which would be able to offer products without fear of lawsuits. US-listed shares in Nokia gained 9% to in early trading. Although Samsung said it would appeal against the verdict, Judge Lucy Koh could triple the fine because the jury of nine in San Jose, California, determined that the infringement of Apple&apos;s patents and designs was &quot;willful&quot;. Apple will also be able to apply for an injunction against the 24 smartphones and tablets named in the suit at a 20 September hearing. Apple&apos;s shares gained almost 2% during the first day of trading in New York after the victory, which chief executive Tim Cook told staff on Friday had been &quot;about something much more important than patents or money. It&apos;s about values  we [make products] to delight our customers, not for competitors to flagrantly copy&quot;. Apple filed the suit against Samsung in April 2011 and has dozens more pending in other countries against various Android handset makers, accusing them of infringing patents on function so that they behave like the iPhone or iPad. The lawsuits were initiated by the late Steve Jobs, Apple&apos;s co-founder, who said he would &quot;go thermonuclear&quot; against Android, which he considered a copy of the iPhone&apos;s software. Versions of Android shown before the iPhone&apos;s release in 2006 looked more like RIM&apos;s BlackBerry; those released after 2010 functioned much more like the iPhone. According to analysts, the verdict  and Apple&apos;s expected request for injunctions against Samsung&apos;s infringing phones  will not hurt the two companies&apos; enormously valuable supplier relationship. Samsung&apos;s lawyer told the trial that the company provided about a quarter of the parts in every iPhone, measured by value. Apple is Samsung Electronics&apos; biggest customer, with Samsung providing screens and memory chips for the iPhone and iPad. Since the verdict, there has been an increasing focus on the jury, which shocked observers by reaching a decision in two and a half days, after four weeks of complicated arguments over &quot;utility patents&quot; and &quot;trade dress&quot;. Its foreman, Velvin Hogan, is himself a patent owner and the seven men and two women had legal and engineering experience from companies including Intel and AT&amp;T. Those who have spoken to the press say they worked diligently through the 23 questions on the verdict form, some about alleged infringement by up to 24 devices from three different Samsung subsidiaries. The decision could embolden Apple to broaden its attack on Android. &quot;We think that the real winner here will be Microsoft and the Windows Phone ecosystem,&quot; Nomura analysts CW Chung and Manabu Akizuki said in a note. &quot;As Android and Apple tear each other apart, Microsoft has been waiting in the wings and is in a very good position to move in and entice users to switch from Android to Microsoft, as we have already seen that user loyalty is low.&quot; Microsoft&apos;s Windows Phone software only has about 5% of the global market, but Nokia has now staked its future in smartphones on it and is expected to unveil new devices next month. &quot;In addition to Apple, we name Microsoft and Nokia as the main beneficiaries from this outcome,&quot; said Nordea analyst Sami Sarkamies.", 
    "section": "technology", 
    "gid": "technology/2012/aug/27/samsung-apple-smartphone-patent-ruling", 
    "wordcount": "767"
}