{
    "headline": "Pavlov and placebos could reduce the side-effects of drug treatments", 
    "text": "Few of us would be happy to find out that we&apos;d been prescribed a placebo. When we&apos;re sick, we want real medicine. But what if the placebo was not intended to replace your medicine, but to work alongside it? That&apos;s the rationale behind research into placebo-controlled dose reduction. Patients on PCDR would, initially, receive a standard dose of medicine, but over time that dose would be reduced and the difference replaced with placebo. Pilot studies indicate that we would still get all of the therapeutic benefit, but from a lower dose. How can that be? And, perhaps more importantly, why would we do it? We know that our belief in a treatment&apos;s effectiveness can induce measurable physiological changes. Studies of pain relief have found that patients given placebo treatment show increased levels of -endorphin, a natural painkiller, in their cerebrospinal fluid. Placebo treatments have also been found to stimulate dopamine release in the brains of patients with Parkinson&apos;s. And researchers have demonstrated that the same regions of our brain are activated during both Prozac and placebo treatment. So there&apos;s plenty of evidence that the placebo effect is real, and not &quot;all in the mind&quot;. In this month&apos;s issue of Trends in Pharmacological Sciences, Bettina Doering and Winifred Rief argue for the incorporation of placebo into general medicine, as part of placebo-controlled dose reduction. PCDR would, they suggest, be a way to minimise the side effects of long-term medication. PCDR exploits a curious phenomenon first described by Martina Amanzio and Fabrizio Benedetti in 1999. They demonstrated the existence of two different types of placebo response, each mediated by a different biochemical process. In the first type of placebo response  designated &quot;non-pharmacological&quot;  we feel better because we consciously expect that we should, perhaps because we have received a dummy pill, or experienced some other ritual recognised as medicine in our culture. This &quot;expectancy&quot; response triggers the body&apos;s own opiate, or natural painkiller, system. Unsurprisingly, therefore, non-pharmacological conditioning is effective for the reduction of pain. That type of response is not involved in PCDR. Rather, PCDR is an example of &quot;pharmacological conditioning&quot;, a more complex phenomenon that is believed to operate on a non-conscious level. It&apos;s a form of classical conditioning, somewhat like Pavlov&apos;s famous experiment in which dogs, when given food, also heard a ringing bell. As everybody knows, eventually the ringing of the bell alone was sufficient to induce salivation. It may not seem very flattering to compare complex human brains to those of salivating dogs, but PCDR uses the same technique: the pairing of stimuli to induce a physiological response. During PCDR we would, initially, be given standard doses of an active medication which, of course, induces a biochemical change in the body. The physical form that the medicine takes  whether it&apos;s given as a capsule or an injection, or whether it has a peculiar taste, for example  is not really important, but the body learns, over time, to associate this physical form with the biochemical change induced by the drug itself. So the physical form of the medicine is the equivalent of Pavlov&apos;s bell. And, eventually, when the active drug has been removed from the capsule, or the injection, or the strange-tasting liquid, the physiological response remains. Unlike non-pharmacological conditioning, which triggers the release of our natural opiates, pharmacologically conditioned biochemical responses are very specific, because the biochemicals triggered are identical to those induced by the active drug. So in theory a wide range of diseases should be responsive to PCDR. In their review, Doering and Rief considered the results of eight PCDR trials and found a significant reduction of symptoms in multiple sclerosis, allergic rhinitis, childhood asthma and ADHD (attention deficit hyperactivity disorder). In PCDR, the active drug is never completely removed from the dose regimen. Rather, doses of active drug are interspersed with doses of placebo. For example, every fourth dose may contain active drug, while the remaining doses are placebo treatments. This occasional re-administration of active drug is essential if the conditioning effect is to be maintained. But the idea that placebo should play any role at all in medicine sits uncomfortably with many people  and it&apos;s not always appropriate. Doering and Rief propose its potential use only for chronic conditions and where the existing medication has severe side effects. It certainly could not be used for something like type 1 diabetes, where the medication directly replaces an essential biochemical that the body cannot make. And we already know that some people simply don&apos;t respond to placebo as well as others. &quot;To my knowledge, there aren&apos;t any reliable diagnostic criteria to determine beforehand whether a person will respond to a placebo treatment or not,&quot; Professor Doering told me. &quot;Various predictors have been proposed  demographic, psychosocial or personality variables  but there is a surprising lack of robust empirical evidence to support this.&quot; But Doering goes on to say that pharmacological conditioning is a biological mechanism that shouldn&apos;t be particularly vulnerable to personality variables  although she adds that we&apos;d need more studies to confirm this hypothesis. The most controversial aspect of placebo use, however, remains the element of deception (although one widely reported study did find that placebo reduced the symptoms of irritable bowel syndrome even when patients were fully aware that they were receiving it). Given that PCDR uses placebo for drug reduction, not replacement, is it likely to be more acceptable to patients? Doering and Rief suggest that &quot;authorised deception&quot; may be the way to go: the patient is made aware that some drug doses will be replaced with placebo, but they won&apos;t know precisely which. There&apos;s no suggestion that placebo-controlled dose reduction is about to be incorporated into the healthcare system. The evidence for its efficacy isn&apos;t yet compelling enough to justify it. And there&apos;s the question of public trust: it would be understandable, especially in the current economic situation, if PCDR were viewed as a convenient means of saving money rather than a harmless way to reduce the side-effects of long-term medication. But it certainly adds a new dimension to our understanding of the whole placebo phenomenon.", 
    "section": "science", 
    "gid": "science/2012/mar/23/pavlov-placebos-side-effects-drug", 
    "wordcount": "1027"
}