{
    "headline": "Children need lessons on perils of pornography, say teachers", 
    "text": "Pupils should be given lessons on the potential consequences of exposure to pornography as a way of countering the &quot;dangerously unrealistic portrayals of sex&quot; that some are exposed to from an early age, a teachers&apos; conference has been told. Helen Porter, a teacher from Newbury, Berkshire, told the Association of Teachers and Lecturers conference in Liverpool that existing sex and relationships classes should include elements on the potential dangers of sexually explicit material. Delegates voted in favour of her call for teachers to be trained in giving age-appropriate lessons on the subject. Porter said: &quot;We believe that members need more guidance on how to deal with the many consequences of pupils&apos; exposure to pornography.&quot; Up to 90% of children aged eight to 16 had seen at least some online pornography, she told the delegates. &quot;For many young people, pornography now precedes sex and many will have seen hundreds of strangers having sex before they have any sexual contact with another person.&quot; She added: &quot;As educators, we must ensure that pornography does not become so normalised that youngsters expect it to be an unquestionable and significant experience of their daily lives.&quot; Another teacher, Alison Sherratt, from Bradford, said the problem was also a wider sexualising of society and the media. &quot;It is a fact that very many of our youngest children are exposed to a wide variety of images of a pornographic nature, found even in what may be seen to be the most innocent magazines. &quot;Little ones are seeing inappropriate films and video games while staying up late or being in the same room as other siblings. We are noticing a much more explicit vocabulary emerging and types of games among the very young that are quite sexually explicit.&quot; Niamh Sweeney, a teacher in Cambridgeshire, singled out the book Fifty Shades of Grey for &quot;normalising&quot; violent relationships. She said: &quot;It is not erotic fiction, it describes a violent and abusive relationship.&quot;", 
    "section": "education", 
    "gid": "education/2013/mar/26/children-lessons-pornography-teachers", 
    "wordcount": "336"
}