{
    "headline": "Exam warrior songs: music to focus the mind  playlist", 
    "text": "    If the thought of entering an exam hall sends your legs to jelly, fear not. We&apos;ve compiled a list of pre-exam songs that will make you feel invincible. To add your suggestions to the mix, post them in comment thread below. Or just crank up the volume. Sam Wolfson, executive editor of NoiseyAdvantage  Machel Montano My biggest fear during exams was waking up and feeling too dopey to concentrate. So each morning I&apos;d listen to a solid half hour of 160 BPM Trinidadian soca to make sure I was feeling alert. Then my biggest fear became slipping in the shower while I was dancing to it and cracking my head open. Jonathon Milnes, member of student band TIWARI&amp;Jon-TFallin&apos;  Haim When the library begins to become unbearable, when re-re-re-reading lecture notes seems impossible, when you begin to feel your teeth rotting at the thought of another energy drink, Haim&apos;s &apos;Falling&apos; will be sure to keep you going. With its catchy guitar hooks and relevant lyrics it&apos;s bound to help you finally understand Foucault theories&quot;And if it gets rough, it&apos;s time to get rough.&quot; Lisa Roolant, editor, Gyspsy GenerationIt Was U  How to Dress Well Fight the lethal combination of caffeine overdose and amassed nerves with a few desk-side dance sessions to Tom Krell&apos;s addictive minimal banger. You&apos;ll be snapping your fingers all the way through those killer essay questions. Toni Pearce, NUS presidentGet Lucky  Daft Punk If I was taking exams now I think I&apos;d play the new Daft Punk song Get Lucky. It puts everyone in a good mood, and brings to mind fun times and dancing. The furthest from exams you can get. Claire Castle, music student, University of Birmingham Wagner  Ride of the Valkyrieds This is the perfect piece of music if you&apos;re looking for a &quot;battle song&quot; to get you through pre-exam worries. It&apos;s epically orchestrated, dramatic, rousing and features one of the most memorable and triumphant brass melodies of any nineteenth-century composer. If you want to feel indestructible walking into an exam hall, this song is an essential listen. Owen Jones, columnist for the IndependentWhatever  Oasis Few things make you feel more trapped and claustrophobic than being stuck in your room revising for a load of exams. Put this defiant little track on and start belting it out when you&apos;re losing the will to live. You&apos;ll feel better  promise. Playlist", 
    "section": "education", 
    "gid": "education/2013/may/20/exam-warrior-songs-music-to-focus-the-mind-playlist", 
    "wordcount": "401"
}