{
    "headline": "Academic blogging: the power and the pitfalls  live chat", 
    "text": "Blogging has taken a high profile on site this week. Friday saw the launch of our Higher Education Blogs Network, a work-in-progress directory of some of the most interesting and informative blogs on higher education and HE issues globally. Then on Monday, we marked international Blog Action Day 2012, with an article by Ernesto Priego of UCL&apos;s Centre for the Digital Humanites on blogging&apos;s &quot;power of we, not me&quot;. The higher education blogosphere is sometimes caught between a rock and hard place, accused of narcissism on the one hand and of being an institutional echo-chamber on the other. Enough of the mythology, says Priego, who argues that blogging is the ultimate form of collegiality  if we understand collegiality as the relationship of professional colleagues united in a common purpose and respecting each other&apos;s abilities to work toward that purpose. Already the most populated sub-section of our new blog directory is research, which along with teaching is surely academia&apos;s highest common purpose. Blogging is a multi-tool for today&apos;s academic, whether early-career, established or somewhere in between. Useful for both researching and rehearsing ideas, it can even be an early form of publication. But like any power tool, it&apos;s not without its dangers. Those can be external, for example the internet trolls who bring a whole new meaning to the concept of peer review, or internal. As your own self-editor, you can quickly land yourself in hot water (reputational, legal or otherwise) with a blogpost. However if, as Priego sees it, blogging is an individual voice that only becomes meaningful when addressed to the collective, does that same collective ensure accountability too? &quot;Blogging and social media in higher education and academic research offer plenty of examples of successful and positive collective action,&quot; says Priego, as evidenced by the huge popularity of group blogging sites in academia. &quot;We must make our voices heard, especially when others do not want to hear us,&quot; writes Denise Horn, a contributor to one of the best, the University of Venus. &quot;Minority academics who blog must, now more than ever, be aware of how important it is to articulate their ideas and their knowledge outside of our departments, our journals, and our conferences. Blogging is a space in which we can do that.&quot; Join our panel today, Friday, 19 October, from 12 to 2pm BST, to discuss academic blogging  both its potential power and its pitfalls  and to source and share practical tips on the best platforms and approaches to make the most of it. The live chat takes place in the comment threads beneath this blog. Panel David Colquhoun is a professor of pharmacology at University College London who writes his own blog at DC Science @david_colquhoun Charlotte Mathieson is a research fellow at the University of Warwick&apos;s Institute of Advanced Study where she supports postdoctoral researchers through initiatives such as the Researcher Life blog. Charlotte also blogs about her research in 19th century literature and has experience of running teaching blogs @cemathieson Brian Kelly works at UKOLN, University of Bath helping the HE community exploit the potential of the web. He has blogged at the UK Web Focus blog since 2006, covering web technologies in the higher education community @briankelly Mike Higton is the acting director of the Cambridge Inter-faith Programme, and manages the &apos;Religion and the Idea of a Research University&apos; project which collectively blogs at www.ideaofauniversity.com sa Larsson is a Swedish archaeologist and osteologist currently working as director at SAU (Societas Archaeologica Upsaliensis). She started her own blog Ting &amp; Tankar in 2007 where she writes on archaeology, science and current events @Archasa This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2012/oct/19/academic-blogging-power-pitfalls-livechat", 
    "wordcount": "642"
}