{
    "headline": "Facebook accused of taking UK for a ride over taxes", 
    "text": "Facebook has been accused of taking the British taxpayer for a ride after experts suggested the company had depressed sales figures and that the website&apos;s average UK employee earned more last year than the whole social media network paid the exchequer. The British arm paid its 90 UK-based staff an average of 275,000 each in 2011 while contributing just 195,890 to the Treasury&apos;s coffers, according to the firm&apos;s latest accounts filed at Companies House. The website also reported UK revenues of 20.4m, a fraction of the 175m that media analysts estimate the firm made in the UK in 2011. Most of the sales are believed to have been booked in the firm&apos;s international headquarters in Dublin, where they will attract lower corporation taxes. Richard Murphy, of Tax Research UK, said: &quot;The UK is being taken for a ride. Facebook is taking standard practice for these IT companies to a new high, or low, depending on how you look at it. The UK is giving the tax break and the Irish get benefit of all the tax on the sales.&quot; The chartered accountant added that the arrangement between Facebook UK and its Dublin office suggests that only around 11% of total sales made into the UK are declared in this country  a standard industry mechanism whereby a UK-based company is paid a commission for the sales it generates by a sister company located in a lower tax jurisdiction. Furthermore, Facebook UK&apos;s latest figures show that the company charged 15.4m to its 2011 accounts  which can be used to reduce future tax bills  as a cost of awarding its UK staff share options. Murphy said: &quot;That appears to be 15.4m to reward 20.4m in sales. That makes no sense. The options must, of course, be based on the value of sales recorded in Ireland but the UK is bearing the cost of the tax relief on paying these options.&quot; When asked if Facebook had chosen to set up its international headquarters in Dublin in order to lower its tax bill, a company spokeswoman responded: &quot;We have our international headquarters in Ireland that employs hundreds and a series of smaller local offices providing support services all over Europe. Dublin was selected as the best location to hire staff with the right skills to run a multilingual hi-tech operation serving the whole of Europe.&quot; Media research group Enders estimates that Facebook UK made 175m in revenues in 2011, which it predicts will increase to 236m this year. The company analyses factors such as how many advertisements are being placed on Facebook, the number of users and how long they spend on the site, as well as surveying advertising agencies and large advertisers. Overall, Facebook UK reported a 10.2m loss in the UK last year, although the company appeared to admit that the published numbers showed little resemblance to how the business is trading. In a statement it added: &quot;The information does not necessarily present a full account of overall global financial performance so it would be a mistake to draw any conclusions from these filings.&quot; Facebook&apos;s UK accounts were audited by accounting firm Ernst &amp; Young, which declined to comment on its work. The news of the tiny UK tax bill comes a week after the group said that one billion people use the network every month, which equates to one in seven people in the world. To mark the milestone, founder Mark Zuckerberg wrote: &quot;Helping a billion people connect is amazing, humbling and by far the thing I am most proud of in my life&quot;. However, the success of the soaring user numbers has not been mirrored by the company&apos;s share price, which has halved since listing on Wall Street&apos;s Nasdaq exchange in May at $38 a share.", 
    "section": "technology", 
    "gid": "technology/2012/oct/10/facebook-uk-taxes", 
    "wordcount": "652"
}