{
    "headline": "On the road: Peugeot 3008 Allure HDi150", 
    "text": "The first thing you notice when you turn the key in the ignition of the Peugeot 3008 Allure is a little see-through Perspex screen that rises on top of the dashboard, in front of the steering wheel. Whoa! What the hell is that? &quot;0mph&quot; it says, in orange, until Istart off down the road, when the numbers increase. Ah, I see, there&apos;s a small projector, projecting my speed on to the screen. So I don&apos;t need to take my eyes from the road to see how fast I&apos;m going. It&apos;s like having my speed written on the road ahead, aconstant reminder. You can get other information up there, too  forinstance, how many seconds youare behind the vehicle in front, to stop you getting too close  butyou could argue that that information is already there. Nothing really beats simply looking. You can get too reliant on gizmos and gadgets. The speed thing is brilliant, though, especially for someone with six points on their licence. If all the cars I tested had them, my career as a famous motoring journalist might last alittle longer. Not that this is a car I&apos;m going tobe going very fast in, albeit the 150bhp two-litre diesel model doesplenty of low-end grunt. It&apos;sone of those crossovers that is becoming increasingly popular. A little bit SUV, but less socially unacceptable and murderous on the old planet; alittle bit people carrier, but less like a busto drive; a little bit estate car, but fatter and therefore roomier... It&apos;s alittle bit anything you want it to be, really. Apart from lovable, perhaps. Mynine-year-old nephew certainly wasn&apos;t much taken. &quot;It&apos;s like a turd,&quot; he said (apologies for the language  he&apos;s been very badly brought up). Oh yes, why&apos;s that, Oliver? &quot;Because it&apos;s big and brown and it looks like aturd.&quot; (He&apos;s not colour-blind  the one in the photo is not the one I had. That one was brown, or metallic &quot;hickory&quot;, to be precise.) Nothing like anything I&apos;ve ever passed, mind (my nephew&apos;s diet is as bad as his upbringing, it seems). But he does kind of have a point. Certainly it&apos;s not beautiful. It does get much better inside  it&apos;s spacious and pleasant and light, if you&apos;ve got aposh one with a panoramic roof. I was a crossover sceptic, thought they were neither one thing nor the other, but I&apos;m coming round to them, beginning to see the point. Certainly for a winter weekend in Wales, with lots of stuff and muddy boots, the Peugeot 3008 was great. And I didn&apos;t once creep above the speed limit by mistake, not even by one mile an hour. Ha, the column, and the famous career, live on. Peugeot 3008 Allure HDi150           Price 22,795Top speed 121mphAcceleration 0-62mph in 9.7 secondsCombined mpg 51.3CO2 emissions 145g/kmEco rating 6/10Cool rating 4/10", 
    "section": "technology", 
    "gid": "technology/2012/jan/27/peugeot-3008-allure-hdi150-car-review", 
    "wordcount": "510"
}