{
    "headline": "Quest for the connectome: scientists investigate ways of mapping the brain", 
    "text": "     There is a macabre brilliance to the machine in Jeff Lichtman&apos;s laboratory at Harvard University that is worthy of a Wallace and Gromit film. In one end goes brain. Out the other comes sliced brain, courtesy of an automated arm that wields a diamond knife. The slivers of tissue drop one after another on to a conveyor belt that zips along with the merry whirr of a cine projector. Lichtman&apos;s machine is an automated tape-collecting lathe ultramicrotome (Atlum), which, according to the neuroscientist, is the tool of choice for this line of work. It produces long strips of sticky tape with brain slices attached, all ready to be photographed through a powerful electron microscope. When these pictures are combined into 3D images, they reveal the inner wiring of the organ, a tangled mass of nervous spaghetti. The research by Lichtman and his co-workers has a goal in mind that is so ambitious it is almost unthinkable. If we are ever to understand the brain in full, they say, we must know how every neuron inside is wired up. Though fanciful, the payoff could be profound. Map out our &quot;connectome&quot;  following other major &quot;ome&quot; projects such as the genome and transcriptome  and we will lay bare the biological code of our personalities, memories, skills and susceptibilities. Somewhere in our brains is who we are. To use an understatement heard often from scientists, the job at hand is not trivial. Lichtman&apos;s machine slices brain tissue into exquisitely thin wafers. To turn a 1mm thick slice of brain into neural salami takes six days in a process that yields about 30,000 slices. But chopping up the brain is the easy part. When Lichtman began this work several years ago, he calculated how long it might take to image every slice of a 1cm mouse brain. The answer was 7,000 years. &quot;When you hear numbers like that, it does make your pulse quicken,&quot; Lichtman said. The human brain is another story. There are 85bn neurons in the 1.4kg (3lbs) of flesh between our ears. Each has a cell body (grey matter) and long, thin extensions called dendrites and axons (white matter) that reach out and link to others. Most neurons have lots of dendrites that receive information from other nerve cells, and one axon that branches on to other cells and sends information out. On average, each neuron forms 10,000 connections, through synapses with other nerve cells. Altogether, Lichtman estimates there are between 100tn and 1,000tn connections between neurons. Unlike the lung, or the kidney, where the whole organ can be understood, more or less, by grasping the role of a handful of repeating physiological structures, the brain is made of thousands of specific types of brain cell that look and behave differently. Their names  Golgi, Betz, Renshaw, Purkinje  read like a roll call of the pioneers of neuroscience. Lichtman, who is fond of calculations that expose the magnitude of the task he has taken on, once worked out how much computer memory would be needed to store a detailed human connectome. &quot;To map the human brain at the cellular level, we&apos;re talking about 1m petabytes of information. Most people think that is more than the digital content of the world right now,&quot; he said. &quot;I&apos;d settle for a mouse brain, but we&apos;re not even ready to do that. We&apos;re still working on how to do one cubic millimetre.&quot; He says he is about to submit a paper on mapping a minuscule volume of the mouse connectome and is working with a German company on building a multibeam microscope to speed up imaging. For some scientists, mapping the human connectome down to the level of individual cells is verging on overkill. &quot;If you want to study the rainforest, you don&apos;t need to look at every leaf and every twig and measure its position and orientation. It&apos;s too much detail,&quot; said Olaf Sporns, a neuroscientist at Indiana University, who coined the term &quot;connectome&quot; in 2005. &quot;It&apos;s like trying to describe the Mona Lisa by fixing the positions of the atoms and molecules that make up the paint.&quot; Instead of setting their sights on the distant goal of a complete human connectome, Sporns and other neuroscientists are focusing on what is achievable today: larger-scale maps of neural wiring. This summer, under the $40m (25m) Human Connectome Project (HCP), they will begin to produce and study the most detailed wiring maps yet of the healthy human brain. &quot;Even at these larger scales, there&apos;s an enormous amount we can learn about the brain,&quot; said Sporns. The HCP has recruited 1,200 people, who will have up to five different brain scans in a two-day visit to Washington University in St Louis, Missouri. One draw for the volunteers is they are not required to have their brains sliced. The volunteers are healthy young adults, aged 22-35, and include Hispanics, Asians, African Americans and white non-Hispanics. To help tease out genetic factors in brain organisation, the group is made up of 300 pairs of twins and their non-twin siblings, whose connectomes, behaviours and genetic makeup can all be compared. Neuroscientists already have some idea of how brains are wired, but the variability between even healthy people is substantial. The cerebral cortex makes up 80% of the human brain, but holds only a fifth of its neurons. Its familiar, wrinkled, cortical surface contains 150 or so areas that differ markedly in their size and connectivity. Tucked beneath the cerebral hemispheres, the cerebellar cortex occupies only a 10th of the brain&apos;s volume but contains 80% of its neurons. Again, its lobes and lobules differ markedly from person to person. The HCP brain scans will map the connectivity of participants&apos; brains to a level of around 1mm or 2mm. That is enough to see where nerves form thick bundles to carry lots of information quickly from one region to another. The first detailed connectomes are expected to be completed, and made publicly available for scientists to work on, later this year. The maps will be anonymised to protect individuals&apos; identities. The scientists behind the HCP use different techniques to build a picture of two related aspects of the working brain. The anatomical, or structural connectivity, reveals the large-scale wiring, akin to the motorways and A-roads that criss-cross the country. The other aspect, functional connectivity, shows which parts of the brain work in unison, when the brain is resting or performing a certain task. To this end, participants will be given memory tests, problems to solve, and asked to recognise emotions in faces, all while being scanned. At Oxford University, Tim Behrens oversees how the HCP will use a technique called diffusion tractography to map the major connections in the brain. Based on magnetic resonance imaging  a staple of modern neuroscience  diffusion tractography measures how water diffuses through the brain. The principle is straightforward. Left unobstructed, water molecules move around randomly at body temperature, going this way and that. But in the brain, water molecules move preferentially along the lines of nerve fibre bundles. Follow the water, and scientists can infer the positions of major tracts of nerves. &quot;It makes mistakes, it misses things, and it only goes down to around one cubic millimetre, but it can be done on a human brain without damaging it, and you can do the whole brain at once, and that makes a huge difference,&quot; Behrens said. &quot;Instead of taking years and years to map one connection, it takes 40 minutes to do the whole thing.&quot; Combining the brain maps with information on participants&apos; skills, personalities and genetic makeup could be extraordinarily useful. Suppose scans reveal that various areas of the brain become more active when people tackle mathematical puzzles. The scans might show the connections between those regions are larger or more efficient in those who are better at maths. But is the person good at maths because their brain simply grew that way, or did the connections change as they did more maths? Their genetic makeup might reveal the relative influences of nature and nurture by pointing to genes that wire the brain for maths, or rule them out. The connectomes mapped out by the HCP will show scientists what healthy brain wiring looks like. But in future, researchers will want to compare these with the wiring of brains that have gone awry. Historically, dysfunctional brains have been understood by spotting how tumours, strokes or damage to specific regions affected people, for example by knocking out speech or vision or memory. But there are plenty of disorders that leave no obvious smoking gun. &quot;With a lot of psychiatric disorders, like schizophrenia, drug addiction, obsessive-compulsive disorder and depression, you can look at a brain scan and there&apos;s nothing you can see that stands out as an abnormal hotspot on the scan,&quot; said Ed Bullmore, a neuroscientist at Cambridge University. &quot;But there is a tremendous amount of evidence accumulating that these are disorders at the network level, they are not about one part of the brain being abnormal.&quot; Brain scans have already found signs of miswiring in parts of the brain called the frontal cortex and parietal cortex in people with schizophrenia. The connections in another network that joins the orbitofrontal cortex to a region called the striatum are important for addiction and compulsion. Flawed wiring in another is associated with mood disorder. Scans of patients with Alzheimer&apos;s disease show that hubs, highly connected brain regions, are attacked first, severing links to the rest of the brain, which may explain some of the devastating loss of brain function. &quot;Can we begin to see disorders map on to different network profiles? The answer is yes,&quot; said Bullmore. A future question for neuroscientists is whether, or by how much, abnormalities in brain circuits cause dementia, depression and other brain disorders, or are themselves a result of the conditions, or the drugs taken to treat them. Another is whether drugs can be made to correct faulty networks, and whether existing drugs affect them already. Back at Harvard, Lichtman argues that without a wiring diagram at the single neuron level, we will never have all the answers. &quot;If the brain generates information and processes perception based on connections between nerve cells in a complicated circuit, then anything that doesn&apos;t look at that circuit is a gloss, and I just don&apos;t see any way around that. People hope we don&apos;t need that level of information to understand the brain, but if you wanted to understand a city and didn&apos;t understand people, it&apos;d be a mystery,&quot; he said. Sebastian Seung, a computational neuroscientist at MIT, has teamed up with Lichtman and is working on ways to make a neuron-level connectome a reality. In his book Connectome, published this year, Seung sees a fully fledged human connectome as decades away, but achievable through steady advances in computation and imaging. His belief that our connectomes are key to knowing how our identities are stored in our brains is evident in his catchphrase: &quot;You are your connectome.&quot; As part of his work, Seung has developed artificial intelligence (AI) systems to analyse Lichtman&apos;s brain-slice images and essentially colour in the pathways of different neurons. He has built a citizen science project at eyewire.org, where people are invited  and compete  to map the 1,000-neuron connectome of the mouse retina. The AI learns from those who take part, with each neuron&apos;s path mapped by several users to reduce mistakes. Only once in history have scientists described the full connectome of a living multicellular organism. In 1970, Sydney Brenner, at the laboratory of molecular biology in Cambridge, began to map out the nervous system of Celegans, a nematode worm. Before long, he handed the project to his PhD student, John White. The task involved dunking the 1mm-long worms in plastic fixative, slicing them into 10,000 sections, and imaging each under an electron microscope to piece together where each nerve went. The nematode worm has only 302 neurons, but the process still took 14 years. &quot;Brenner didn&apos;t tell me we were doing the whole nervous system. That only came out when he mentioned it to visitors as he was showing them around one day,&quot; White said. The work was published in 1986. Armed with the nematode connectome, scientists learned how genetic mutations made worms behave strangely. Healthy nematodes, for example, wriggle away when tapped on the nose, but some mutants cringed like tiny concertinas. Called &quot;shrinkers&quot;, the mutation caused the worms to contract muscles on both sides of their bodies at once, instead of tensing one side and relaxing the opposite. A human connectome could reveal so much more. In common with many other neuroscientists, Lichtman believes that the brain&apos;s wiring holds the answers to some of our greatest questions. &quot;All the normal functions of the brain, the storage of information about the world, our memories, the way we perceive the world, the behaviours we learn, are all probably encoded in connectivity,&quot; he said. &quot;Is it readable? Absolutely. There was a time when people wondered how would we ever decode the genome. That turned out to be a very simple code. The brain is complicated, but there&apos;s no magic here. What the brain does is built into the wiring.&quot; History of brain research  450BC The Greek physician Alcmaeon concludes that the brain is the central organ for sensation and not the heart as previously believed by Pythagorian thinkers.  300BC The first detailed account of the structure of the brain is completed by the Alexandrian biologists Herophilus and Erasistratus. They back Alcmaeon&apos;s theory that the brain is the centre of human intelligence.  1027 The oldest drawing of the nervous system is traced to Cairo. Ibn al-Haytham sketched a nose and two eyes and ran hollow nerves from the latter to the brain.  1400s Leonardo da Vinci set out to discover the link between the senses and the soul by studying, and sketching, the brain of a dead ox.  1873 Italian physician Camillo Golgi develops the reazione nera, the &quot;black reaction&quot;. The simple mixture of potassium dichromate and silver nitrate gave scientists the ability to stain, and highlight, individual brain cells.  1890s The Spaniard Santiago Rmon y Cajal adopts Golgi&apos;s method and proves the brain is a collection of individual but interconnected neurons.  1929 The EEG, electroencephalogram, is created by the Swiss inventor Hans Berger. The technique is still used diagnostically in neurology and psychiatry.  1970s Invention of magnetic resonance imaging (MRI), now used commonly for brain scans.  1970s Neuroscientists use an enzyme called horseradish peroxidase to trace neural tracts in animal brains.  1974 US scientists Edward J Hoffman and Michael E Phelps invent the positron emission tomography, whole-body scanner.  1990 Functional MRI is invented by Seiji Ogawa at Bell Laboratories in the US. The images reveal changes in blood flow in the brain over time.  2007 Jeff Lichtman at Harvard University adds fluorescence genes into growing neurons to produce spectacular multicoloured &quot;brainbows&quot;. Additional research: Luke Martin   This article was amended on 9 May 2012. The original referred to the beliefs of Aristotelian thinkers before Alcmaeon. This has been corrected.", 
    "section": "science", 
    "gid": "science/2012/may/07/quest-connectome-mapping-brain", 
    "wordcount": "2563"
}