{
    "headline": "The ordinary becomes extraordinary as snow adds a new dimension to nature", 
    "text": "Overnight the world changed and something as ordinary as wild rosehips yesterday became suddenly extraordinary in a new dimension. &quot;Looks like snow,&quot; I said. &quot;Well ah,&quot; he said, &quot;there&apos;s plenty of room for it.&quot; And so there was: even in a land so sodden it couldn&apos;t absorb another drop of rain, in a country so stuffed full of its own self-important history and so obsessively busy with its own business, there turned out to be plenty of room for snow. On roofs and roads, lawns and fields, trees and hedges, snow added a fourth dimension to existing space and did something weird to time too. Warned about but unbidden, the snow arrived in the morning as a majestic dollop and changed the world (this bit of it at least), changed what we saw and what it meant. At first the whiteness was so bright that under dishwater skies everything else looked dull and squalid in its presence. Sheep at their field feeders  usually a fluffily bucolic scene  now looked filthy and sad. Then the body-memory of snow kicked in: the slipping, sledging, slogging through it; the cold crunch on the outside and overheating on the inside. Being in it made things different and some otherwise barely noticed things took on a visionary intensity. A burst of scarlet: wild rosehips in the snow, red and white, blood and bandages, bad luck they say. A robin in the churchyard, his shot-in-the-chest redbreast no longer a winter cliche. The clementine-coloured circle around the eye of a blackbird in a hawthorn became a vivid ring orbiting something darkly Saturnian. A goldfinch tweezing quinoa seeds drew lines of bright cadmium flying back into its secret hedge. The snow became an ever-present time with neither past nor future; a quiet, drifting dimension. And with more coming there is, mysteriously, still plenty of room for it.", 
    "section": "environment", 
    "gid": "environment/2013/jan/22/snow-new-dimension-to-nature", 
    "wordcount": "315"
}