{
    "headline": "Asian frogs becoming extinct before they can be identified, biologists warn", 
    "text": "Frogs and other amphibians are being wiped out at such a rapid rate across Asia that many are going extinct before scientists even have a chance to identify them as new species, biologists warned at an international conservation meeting in South Korea this week. The scale of the destruction  caused by habitat loss, disease, pollution and other factors  is hard to quantify, but scientists fear the result will be disastrous. Amphibians have been suffering a wave of devastation all around the world, in part because of the spread of the fungal disease Batrachochytrium dendrobatidis, known as BD or chytrid fungus, which has wiped out whole populations within the space of a few years. But while conservation and monitoring efforts have so far focused on the Americas and Europe, little work has yet been done in the world&apos;s most populous continent, with the result that many amphibian species there are as yet uncatalogued and unstudied. For instance, according to one researcher, there are probably at least three to four times as many amphibian species in India alone as are currently catalogued. &quot;These creatures are disappearing before we even know they exist. We know this is happening  this has already been shown in cases such as Sri Lanka,&quot; said Bruce Waldman, associate professor at Seoul National University in Korea. &quot;These are living jewels  but we don&apos;t know even how many we have, and we are not saving them.&quot; He said rapid economic development in Asia was taking a toll on amphibians, with an increase in the level of nitrogen pollution in the water, from fertiliser use, and habitats being rapidly destroyed. He called for an urgent approach to the problem in Asia and across the world: &quot;We need to very quickly address the global crisis in amphibians.&quot; Frogs and other amphibians are among the most threatened creatures in the world today  globally, at least a third, probably 40%, of amphibian species are in urgent danger of extinction, making a total of more than 2,000 species of amphibian so far documented to be officially &quot;threatened&quot;, &quot;endangered&quot; or &quot;vulnerable&quot;, classifications used by scientists to describe the level of threat. &quot;This is higher than any other terrestrial animal,&quot; said Jaime Garca-Moreno, executive director of the Amphibian Survival Alliance. The plight of frogs and other amphibians is of particular concern to scientists because many think the devastation afflicting them could be a foretaste of that in waiting for other creatures. Their physiognomy makes amphibians particularly sensitive to small changes in their environment, including temperature changes such as global warming, and to water and air pollution. This sensitivity, some scientists believe, could be behind the sudden and unexpected extinction of certain species even from well-protected areas. Waldman pointed to the golden toad of Costa Rica which &quot;disappeared from a pristine habitat&quot;. Garca-Moreno said that the loss of frog species could have knock-on effects not just on biodiversity and the food chain, but on human development. He pointed to research that has identified naturally occurring chemicals, such as skin secretions from frogs, that can be turned into medicine to treat human beings. &quot;Amphibians play a very important role in ecosystems  they are a conveyor of energy and nutrients from very small animals to larger animals,&quot; he said. &quot;They are natural pest controllers too. Some have chemicals in their skins that can be useful to medical treatments, such as cancer and perhaps Aids. We must try to conserve these creatures.&quot; Scientists could also learn more about the deadly chytrid disease from studying Asia, noted Mi-Sook Min, research professor at Seoul National University. Some indicators suggest the disease could even have come from the continent, as most cases to date have been found in other continents which may indicate a long history in Asia whereby amphibians have evolved to live with the disease. However, there are also indications in other research that the disease could have been existing in Latin America since the 1880s. Waldman emphasised: &quot;We just don&apos;t know  in fact the Asian crisis [over the disease] may be even worse [than in other, better documented areas] but we just don&apos;t have enough information. We are overwhelmed by our ignorance.&quot;     Map - spread of chytrid disease in Central America    Global trade, including the pet trade but also commerce more generally, has helped the fungus to spread widely. In some afflicted areas, frog populations plummeted by 95% in less than a decade. The fungus appears to disrupt fluid and electrolyte balance in frogs, depleting their sodium and potassium levels and causing cardiac arrest and death, according to research from the University of California, Berkeley, and the San Francisco State University. Garca-Moreno said some areas of trade were badly monitored. For instance, millions of frogs&apos; legs are sold, imported and exported around the world today for human consumption, with few restrictions or monitoring. He called for tighter controls. The scientists, presenting their work at the World Conservation Congress, the quadrennial meeting of the International Union for Conservation of Nature, in Jeju this week, called for more research into amphibians in Asia as a matter of urgency.", 
    "section": "environment", 
    "gid": "environment/2012/sep/12/frog-species-extinct-identified", 
    "wordcount": "865"
}