{
    "headline": "Stephen Hawking at 70: Fellow scientists pay tribute", 
    "text": "Kitty Ferguson, author of Stephen Hawking: His Life and Work Q: How important is Hawking really within physics? How does he fit into the canon? KF: He fits in as a person who dares to go out on the leading edge. One of the scientists today at this conference said, thank you Stephen for making life so difficult for us. What he meant by that was coming up with theories that send everybody scurrying, it just throws a spanner into the works. It challenges everybody all the time and that&apos;s one of his greatest contributions. Also the fact that he&apos;s been willing, all through his career, to pull the rug out from under his discoveries. He&apos;s done this again and again  he&apos;s discovered something, then he&apos;s discovered the opposite. He&apos;s always flipping around. It&apos;s the willingness to do that that is very impressive. He wants the general public to know that scientists change their minds, that scientists can admit they&apos;re wrong. It&apos;s very important. So many people among non-scientists see science as an unassailable monolith of truth, and it&apos;s not. It&apos;s an ongoing self-correcting process and that&apos;s the way he does it and that&apos;s the way he presents it.  That&apos;s tremendously valuable, especially to young people who are thinking of going into science or anyone who is thinking of basing their religious or philosophical beliefs on science. And that is an important legacy he has taught and continues to live out. Michael Green, Lucasian Professor of Mathematics, Cambridge Q: How does it feel taking over from Stephen Hawking?  MG: In a sense, were it not for my predecessor, it would have felt no different from being any other professor.  But the name carries a certain weight with it and it&apos;s extremely difficult to imagine one would live up to, not just Stephen but, for example, Paul Dirac, who had the chair in the last century, and all sorts of people before including Isaac Newton. One of the main local results of Stephen Hawking&apos;s work has been a unification of what were disparate areas of research when I was a research student here more than 40 years ago [quantum mechanics and Einstein&apos;s theory of gravity, general relativity].  One of Stephen&apos;s great contributions, arguably his greatest, was understanding in the mid 1970s how quantum mechanical effects in the presence of black holes  which are gravitational objects  are of crucial importance. This is his understanding that black holes radiate and are not really black. That combines ideas in quantum mechanics and relativity that forced people on both sides of this divide to think in a more unified way. String theory, which was being developed in that sort of time, also describes gravity in a unified way with the other forces. One of the great problems with string theory is to make sense of what Hawking was saying all those years ago. He&apos;s been an enormous stimulus for that. Q: Is he an influence on your work? MG: His name comes up all the time. He pinpointed an interface between general relativity, statistical mechanics and thermodynamics, and quantum mechanics, and he put them all together.  It raised the possibility of a very ambitious meta-unification of ideas and, at the same time, it raised some puzzles. Black holes appear to be, in some senses, like quantum mechanical objects but in some senses they seem to violate our ideas about quantum mechanics. Q: What is it like to work with him? MG: Perhaps it&apos;s because of the fact he&apos;s so physically restricted, or perhaps it would have been the case anyway, but there&apos;s a certain quality to the way he works and the style of results he produces, which is very different from the run-of-the-mill theoretical physics paper.  He&apos;s presumably unable to do very complicated, nitty-gritty mathematical calculations, but that somehow allows him to have a very elegant, conceptual approach to solving problems that has, from time to time, bypassed some technically difficult mathematics that perhaps wasn&apos;t needed in the first place. Q: Why is he such an icon?  MG: Clearly, his work has been dramatically important in several instances and over a long period of time. Added to that is this extraordinary physical handicap that he has and the fact that he&apos;s able to do anything is remarkable. If I get a headache, I can&apos;t work. But he seems to be able to produce stuff despite fantastic problems. Q: What will people remember about Hawking in 100 years? MG: What is quite clear is that the kinds of observations and results he has produced are not ephemeral. It&apos;s quite clear that he put his finger on something quite fundamental at the interface of thermodynamics and gravity, for example, which has a feeling about it that is not tied to a very specific model of fundamental particles or a model of the evolution of the universe  they&apos;re much more general.  My suspicion is that a certain amount of the body of his work will become absolutely basic to the future of these areas of cosmology and fundamental physics, even if the particular ways in which these ideas are implemented at the moment change so radically that they become unrecognisable.  In other words, I&apos;m pretty sure his name will be remembered for a long time. Marianne Freiberger, Centre for Mathematical Sciences, University of Cambridge, and editor of Plus magazine Q: Why is he such an icon? MF: He&apos;s very recognisable and he works on subjects that people find quite mind-blowing  black holes and things like that  and the difficulties that he&apos;s had to face in life, and yet he&apos;s made such a strong contribution to science. Jiri Bicak, Charles University, Prague  I remember Steve from 1968 when I was giving a seminar in King&apos;s College London and he was in the audience. Already, in those days, they said he had two years [to live] or something like that. I think he is simply a miracle of nature and, of course, he did a lot of influential things that helped us theorists, from entropy in black holes to Hawking radiation. The combination of his handicapped position combined with his enormous psychological and rational state is fantastic. All people who will try to combine quantum gravity and general relativity and gravitation will have, somehow, to go with Hawking radiation  if that is proved to exist. Peter Aichelburg, University of Vienna  I first met Stephen Hawking in the late 1970s and at that time his disease was just beginning. One of the miracles is that he is still alive.  His biggest achievement is [theorising] the radiation coming from a black hole. Recently, on Austrian radio, there was a discussion about him and whether he deserves the Nobel prize. He has outstanding theoretical work but the Nobel prize is usually given for things that have been observed, and Hawking radiation  the radiation emitted from a black hole  has so far not been observed. Steven Carlip, University of California, Davis  It is amazing that [his work] came from somebody with his condition, but it&apos;s even more amazing that it came from one person at all. Among scientists, he will be remembered for his work on black holes and on singularities and quantum field theories and curved space. I wish that I could have done any one of those. Ian Moss, Newcastle University, Hawking&apos;s PhD student, early 1980s This was a time when he could still speak, before his voice synthesiser, and only students could understand what he was saying.  What impressed me about Stephen was that he was absolutely brilliant. Some people are very clever and you see their work and you think, well, if I work really hard on that project maybe I could have done that myself. Then there are people like Stephen and you see his breakthroughs, and you think, there&apos;s no way I would have thought of that if I&apos;d spent all my life thinking on that project.  That&apos;s the definition of a genius. There are very few people like that. Fernando Quevedo, visiting professor, Cambridge, and director of the Abdus Salam International Centre for Theoretical Physics, Trieste I have known Stephen since I was a student and it has been one of the most wonderful experiences of my life to have an office ten steps from his and to see him on a daily basis. I think he&apos;s a marvellous human being. You have to see him as a whole human being: he struggles for life on a daily basis and, on top of that he has been doing very important research for many years. He&apos;s an outstanding scientist but, more than that, he&apos;s an outstanding human being.", 
    "section": "science", 
    "gid": "science/blog/2012/jan/06/stephen-hawking-70-fellow-scientists", 
    "wordcount": "1441"
}