{
    "headline": "Google advertising under investigation in US", 
    "text": "The US federal trade commission is investigating whether Google&apos;s DoubleClick advertising subsidiary has illegally pushed customers to buy its other products, the Guardian has established. The regulator is understood to be looking at whether the display advertiser, acquired by Google in 2008 for $3.1bn (2bn), is being used to muscle clients into buying adverts on other Google advertising properties such as its text-based AdSense. That could constitute &quot;tying&quot;, which is illegal under antitrust law. FTC spokesman Peter Kaplan declined to comment. The Guardian has, however, confirmed that the investigation is under way from other sources with knowledge of the FTC&apos;s work. The FTC, which has a remit to protect consumers, has a number of preliminary investigations under way at any time, many of which are subsequently dropped for lack of evidence or harm. The first sign that it was moving towards a formal investigation would be the issuing of investigative requests to affected companies. The Google investigation is understood to be in its preliminary stages. Reuters reported that the concerns have been raised by rivals who have complained that DoubleClick products such as its ad management system have been used to encourage sites to use other Google products such as AdExchange. An antitrust investigation by the FTC could seriously hamper Google&apos;s freedom to manoeuvre in the advertising market. DoubleClick provides ad targeting based on various criteria. Since the purchase was completed in 2008, the number of players in the online ad market has shrunk. Google had about 15% of America&apos;s $15bn online display advertising market in 2012, ahead of Facebook&apos;s 14.6%, said research firm eMarketer. That&apos;s expected to widen in Google&apos;s favour over the next year. Microsoft famously fell foul of antitrust law in the 1990s, found guilty of illegally tying PC vendors&apos; ability to buy its Windows operating system to the use of its Internet Explorer browser. That shut out the rival Netscape. Microsoft escaped a direct sanction following an appeal in 2000 but had to submit to antitrust oversight until May 2011. The trial and subsequent consent decree substantially changed Microsoft&apos;s corporate culture  and created the opportunity for Google to emerge with the rise of the internet. Separately, the European commission has yet to decide whether it will accept a number of suggestions made by Google to end an investigation into potential abuse of its search monopoly. Google in April offered a number of concessions relating to search labelling  but rivals who previously complained to the EC indicated they would reject them, which could set back any agreement and might trigger legal action. The FTC has carried out formal investigations against Google a number of times in recent years. In 2011 it investigated its Google Buzz social media system, for which it was bound over for 20 years in March 2011 on privacy-related matters. It then had to pay a $22.5m fine last August for violating that ruling by hacking Apple users&apos; browsers to track them online. In January, the FTC cleared Google of biasing its search results in its own favour after a two-year formal investigation that ran in parallel with  but separate from  the one in Europe. However, the FTC did slap down Google&apos;s Motorola Mobility (MMI) subsidiary for its attempts to seek injunctions against companies including Apple and Motorola for using its &quot;standards-essential&quot; patents  a decision seen by many as lowering MMI&apos;s overall value, because it reduced the amount that Google could demand for use of its portfolio of 17,500 patents. That weakness in MMI&apos;s patent portfolio was reinforced on Thursday, when a panel at the ITC, which adjudicates on trade disputes over US imports, declined to grant MMI a sales ban against Microsoft&apos;s Xbox, ending a dispute that had gone on since November 2010. Previously a US judge cut to just $1.8m an MMI claim under which it was demanding royalties on a standards-essential patent that would have cost Microsoft billions of dollars annually. The US district court judge argued that having a patent with comparatively small functionality used in a standard should not be an excuse for demanding a &quot;hold-up&quot; rate. In Europe, Apple and Microsoft have both complained to the EC&apos;s antitrust arm  the same one investigating Google&apos;s alleged search bias  about MMI&apos;s use of standards-essential patents to seek injunctions.", 
    "section": "technology", 
    "gid": "technology/2013/may/24/google-ftc-investigation", 
    "wordcount": "720"
}