{
    "headline": "Wanted: a tablet for watching movies on the go", 
    "text": "I&apos;m about to start commuting for two hours a day. I would like to consume audio-visual media during this time, and as an Apple sycophant, I would like an iPad. However, it has some drawbacks. It is, perhaps, too big, too heavy, too costly and it&apos;s incompatible with many AV formats. So I&apos;m looking for a smaller, cheaper, lighter alternative that is more AV-extension friendly. I have no preconceptions about other brands, operating systems or features. I already own a MacBook Pro and an iPhone, but that&apos;s realistically too small to watch said media on.BenAn iPad would obviously be a better fit with the rest of your technology, and Apple&apos;s device has some obvious advantages in things such as the availability of apps, and the slickness of the user interface. However, Apple&apos;s general solution to handling media formats that it does not support  which is most of them  is to transcode them, often with a slight loss of quality. I can understand that you don&apos;t have a couple of hours to convert and sync files before you start your commute, but there are several third-party applications that will play the AVI, MSK and even Flash movie files that many people download from the web. These include Oplayer HD, AcePlayer and CineXPlayer. The drawback with unsupported file formats is that most of the work has to be done by the iPad&apos;s processor, which is power-efficient but not powerful. This can lead to dropped frames and will probably reduce battery life, though not by enough to matter. Obviously a third-party player will not solve the problems with the iPad&apos;s size, weight and cost. However, there are long-running rumours about Apple introducing a smaller version of the iPad with a 7.85in screen. This would allow Apple to use the same 1024x768 pixel resolution of old iPads. Essentially, it would be a 9.7in iPad shrunk slightly. Whether this would make enough difference to the size/weight/price problems remains unknown. Downsizing to a smaller, lighter device with a 7in screen makes a lot of difference to portability while still being a good size for watching videos. I&apos;ve found that 7in devices such as the RIM PlayBook and HTC Flyer will fit in my jacket pockets or a suit&apos;s side-pockets, which means you can carry them around even if you&apos;re not carrying a manbag. Of course, the picture is slightly smaller, but you can compensate by having the screen slightly closer. Also, non-Apple tablets typically have widescreens, whereas the iPad has an old TV-style 4:3 picture ratio. If your videos are in new TV-style 16:9 widescreen format, then there&apos;s not a huge amount of difference. With TV sets and cinemas, the standards-setting SMPTE (Society of Motion Picture and Television Engineers) recommends a maximum viewing distance that provides a 30-degree viewing angle. In practical terms, this means you&apos;d sit about a metre away from your portable LCD TV set and 3m from your giant plasma. I&apos;m not sure if the 30-degree idea can correctly be applied to very small screens. Still, that would give you a maximum viewing distance of 1.2 feet with a 10in 4:3 iPad screen and a maximum viewing distance of 0.9ft with a 7in 16:9 widescreen.  Of course, many people prefer to sit closer to the screen, and a wider viewing angle provides a more immersive experience. When it comes to choosing an Android tablet for watching movies, you should probably start with Samsung&apos;s Galaxy Tab range. Samsung offers better support for video formats than many alternatives, and it offers a choice of 7in and 10.1in screen sizes. In fact, I have a specific model in mind, which is the Samsung Galaxy Tab 2 7.0 running the latest Android 4 (Ice Cream Sandwich). But be warned: I haven&apos;t tried one, and you can&apos;t buy one, so check the specs and reviews carefully before you take the plunge (or not). The 7in version of the Galaxy Tab 2 is about the same size as the Amazon Kindle Fire (which also isn&apos;t available in the UK) but slightly thinner and lighter. It also has front- and back-facing cameras, which the Kindle Fire lacks. Although it only has 8GB of memory, it has a microSD card slot that allows you to add up to 32GB. That and Dropbox should solve the problem of loading movies without the time involved in transcoding them or the aggravation of using iTunes. The major drawback is that the screen resolution is only 1020x600 pixels (WSVGA), so it won&apos;t play HD movies on the built-in screen. However, it is enough for TV programmes as found on the BBC&apos;s iPlayer (standard definition 832 x 468 pixels) and movies that are typically 768 x 432 pixels (or 768 x 576 for H.264 on the iPad 2) or less. On the good side, the spec says it supports MP3, AAC, AC-3, AMR, FLAC, MID, WMA and WAV audio, plus the MPEG4, H.263, H.264, VC-1, DivX, WMV7, WMV8, VP8, 3GP, ASF, AVI, MP4, WMV, FLV, MKV, and WebM video formats. As with Apple&apos;s iOS, you can also download cheap or free video players that support some of the many different video codecs used. Examples include MX Video Player, Rockplayer Lite, and MoBo. MX became popular partly because it was the first Android player to multi-core decoding. But what makes the Samsung Galaxy Tab 2 7.0 attractive is the price. Companies have been quoting around $245 in the US (which doesn&apos;t include a purchase tax or VAT), while in the UK, Carphone Warehouse has a  pre-order offer of 199 including delivery by 11 May for the silver version and 18 May for White. Prices vary so shop around, but this is half the price of the cheapest new iPad (399) and a substantially less than an iPad 2 (329).  You&apos;re also saving weight: the Samsung Galaxy Tab 2 7.0 comes in at 344g while the iPad 2 (Wi-Fi version) is 601g. An alternative is the 7in Archos 70b Internet Tablet , because it offers a maximum resolution of 1280x720 pixels and therefore handles HD video for a bit less cash (161.57 at Amazon.co.uk ). It still runs Android 3.2 (Honeycomb), but that should not be a deal-breaker if you are mainly concerned with video playback. It supports AVI, MP4, MKV, MOV, MPG, PS, TS, VOB, FLV, RM, RMVB, ASF and 3GP. An even cheaper option is the NATPC M009S, a 7in Android 4 (ICS) tablet that Amazon is selling for 109.99. I&apos;ve not seen one myself, but it has 250 reviews, including 165 five-star ratings. It&apos;s clearly not without its problems, but it&apos;s hard to grumble at the price. Either way, you really should try to compare a 10in with a 7in tablet, ideally by holding one in each hand while running the same movie. This is the only way to get a real sense of the difference in size and weight. After that, it&apos;s down to personal preference. Some people think a 5in Android phone is far too big to carry everywhere, while other people tote around 17in MacBook Pros. You&apos;re the only person who can decide what&apos;s right for you", 
    "section": "technology", 
    "gid": "technology/askjack/2012/may/10/ask-jack-tablets-movies-video", 
    "wordcount": "1211"
}