{
    "headline": "Will the fishing discard deal be enough to save fish stocks?", 
    "text": "A historic deal agreed on Wednesday to end the wasteful practice of throwing away healthy fish in European waters was hailed as a &quot;breakthrough&quot; by campaigners and politicians  but it will not be enough in itself to save fish stocks? The discards ban will be phased in over several years, and the move to a scientific basis for fishing  a so-called maximum sustainable yield  has been delayed to 2020, which some campaigners said was too late. EU citizens have been urged to keep fighting on the issue, to try to strengthen the measures and prevent likely backsliding among some member states. Pressure from the public was one of the biggest factors in securing the deal. People have been so appalled by the throwing back  dead  of millions of tonnes of edible fish while European fish stocks dwindle that politicians were forced to act. Hugh Fearnley-Whittingstall, the food writer who spearheaded the FishFight campaign against discards, said the 800,000 people who had signed up to his campaign should be proud. &quot;We have cleared a massive hurdle [in achieving agreement on a ban] and I&apos;ve been really pleased with the way we&apos;ve kept this in the public eye,&quot; he told the Guardian. &quot;FishFighters should be feeling very upbeat.&quot; But he called on people to keep up the pressure, because Wednesday&apos;s agreement will now be subject to months of backroom negotiating and debates in the European parliament. Despite the public support of some MEPs, several member states are against the ban and many MEPs vote in favour of fishing industry interests, so there is no guarantee that the parliament will pass the ban without strong public pressure. &quot;We are not home and dry,&quot; said Fearnley-Whittingstall. &quot;But the outrage factor [among the public] is simply not going away.&quot; There is also a danger that member states will try to backslide on some of the key dates agreed for phasing out discards, which many fishermen want to keep because the practice enables them to boost profits by throwing away lower value fish. The compromise deal, which will mean discards of edible fish are phased out from 2014 to 2018, was clinched early on Wednesday morning after more than 18 hours of tough negotiations. Some nations held out until the last minute against a ban, before bowing to pressure. France was the fiercest opponent  the French minister was said to have agreed to the compromise only after phoning Francois Hollande, the new prime minister, close to dawn. But the key dates for phasing out discards  2014 for species such as mackerel and herring, a gradual phase out between 2015 and 2018 for cod, haddock and other white fish  are still in doubt. That is because they have been included in the agreement on a provisional basis only  they will be the subject of intense negotiations. If the dates survive intact, the European parliament is likely to vote on them in November. Even if the dates are agreed, the measures will not be enough to guarantee the survival of key fish stocks, however. The delay of a move to a &quot;maximum sustainable yield&quot; until 2020 would result in the further destruction of EU fish stocks, warned Greenpeace. Saskia Richartz, Greenpeace fisheries policy director, said: &quot;After decades of bad fisheries management that has devastated fish stocks, ministers are failing miserably on their promise of an overhaul of EU fisheries management. They want to leave reform hanging in the balance, condemning fish and fishermen to another decade of overfishing and stock decline, with dire consequences for species like cod, hake and tuna.&quot; Xavier Pastor, executive director of the marine conservation group Oceana, said: &quot;Although this result is highly disappointing, particularly with regards to the discard ban, it is realistically the best outcome we could have expected from the Fisheries council. Ministers did not question the need to change fisheries management, they just admitted that they are not ready to do it right now. It is now up to the parliament to lead and make the necessary and immediate changes required.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/14/fish-discard-save-stocks", 
    "wordcount": "688"
}