{
    "headline": "Friday game events round-up", 
    "text": "If your diary is looking a little bare for the rest of the year, fret not  we have the solution. Here&apos;s the latest round-up of games events, some aimed at the public, others targeted at developers and people who want to become developers. All of them will be fascinating and sociable, and if you&apos;re in the vicinity, you should immediately arrange to attend... As ever, if you know of anything that I&apos;ve missed, mention it in the comments section and I&apos;ll add it! Game Dev NorthWhen: August 11 (tomorrow!)Where: Leaf, Bold Street, LiverpoolWhat: This is a regular get-together for developers working in the glorious North West of England. Organised by a trio of local studios, it&apos;s totally informal, so open to those looking to get into the industry, as well as people who just like to meet up with Northern game developers (and who doesn&apos;t want to do that?). With big movers &amp; shakers like Sony Liverpool, Evolution Studios and TT Games in attendance, this is a networking Valhalla. There are more details here. Dare ProtoplayWhen: This weekend!Where: Caird Hall, DundeeWhat: This is a free showcase of all the finalists in the annual Dare to Be Digital competition, in which small teams of students are encouraged to build working game prototypes. Organised by the University of Abertay, Dare has seen some amazing games over the years, making this well worth a visit if you&apos;re in the area. A separate component, Dare Indie Fest will show off indie titles and features a series of talks on game design. Protoplay is continuing over the weekend, and finishes on Sunday evening. Turing FestivalWhen: 23-25 AugustWhere: various venues, EdinburghWhat: This really fascinating celebration of digital technology has a wide remit taking in music hacks, medicine technology and security. However, on August 23 from 9am until noon, there&apos;s a dedicated gaming strand, organised by Scottish games industry polymath Brian Baglow. Speakers include game design authorities Ernest Adams and Tom Armitage, so it should be an interesting highbrow morning. The tickets are 15 and you can purchase them here.  London Games FestivalWhen: 27 Sept - 28 OctWhere: various venues, LondonWhat: After a break last year, the London Games Festival is back, taking in a range of events around the capital. As usual, it encapsulates a series of self-contained treats including the excellent Eurogamer Expo (27-29 September, Earls Court) (boasting hundreds of playable games, many getting their first ever public airing), Future&apos;s Golden Joystick Awards (26 October) and the always fascinating MCM London Comic Con (26-28 October). Sure to keep that whole &apos;London is lovely&apos; vibe going after the Olympics. Play ExpoWhen: 13-14 OctoberWhere: EventCity, ManchesterWhat: Originally a retro gaming event, Re-Play has moved to EventCity in Manchester and is now offering four different themes: re.play, now.play, pro.play and cos.play. So you&apos;ll get a huge range of vintage coin-ops to play, as well as discovering some of the big Christmas releases for 2012 (the likes of EA, Konami and Namco will all be there). And you can do it all dressed as Link! If that wasn&apos;t enough, the founders of the iconic Britsoft developer Bitmap Brothers will be doing a talk. Dig out your copies of Speedball and Chaos Engine and get down there. Tickets are 13.20 for the weekend, or 8.80 for a day. GameCity 7When: 20-27 OctoberWhere: various venues, Nottingham city centreWhat: The annual games event that I will go ahead and call &apos;utterly unmissable to anyone who has even glanced with ardour at a video game&apos; is now a week-long odyssey, taking in the usual selection of inspiring talks, indie game expos and amusing evening shenanigans. This year Peter Molyneux will be taking over for a whole day and you can expect lots of insight and indiscreet comments about working for Microsoft. Gamesblog will there too, albeit in a reduced capacity, hosting one of seven different mornings at the Broadway Cinema cafe. We might well find something else to do as well, if the organisers let us. ExPlayWhen: 31 October -2 NovemberWhere: The Assembly Rooms, BathWhat: Now into its second year, ExPlay is boutique conference aimed at small studios and game design students in the West of England. It features a bootcamp to guide start-ups through their first project as well as loads of interesting talks and discussion events. It was in Plymouth last year, but now its moving to Bath, and is being sponsored by Edge magazine, which will be hosting a quiz on the last night. And you get to visit the lovely Assembly rooms, where Jane Austen no doubt discussed the state of indie game development in Somerset, while supping tea and observing the stultifying cruelty of Georgian society. Launch conferenceWhen: 13-14 NovemberWhere: Birmingham Science Park, AstonWhat: Aimed at developers, start-ups and students, this friendly and diverse conference showcasesG the most interesting work coming out of studios and academic institutes in the Midlands. There&apos;s a huge range of speakers including Rod Cousens (CEO of Codemasters and all-round industry veteran), Trevor Williams (co-founder of Playground Games, the developer of Forza Horizon) and Jo Twist (CEO of UK games industry trade body, UKIE), plus, I&apos;ll be there talking about games journalism! This is a really valuable event for wannabe developers in the region, with lots of access to movers and shakers in the region.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/aug/10/game-events-roundup", 
    "wordcount": "892"
}