{
    "headline": "The final wave of the Panamanian golden frog", 
    "text": "Sir David Attenborough has bought us a great many wonders of the natural world, and more recently, he has started to bring us some painful home truths about our impact on it. If there&apos;s one piece of footage that sums this up perfectly, it&apos;s the first  and last  time the Panamanian golden frog (Atelopus zeteki) was filmed in the wild. In a 2008 episode of the BBC&apos;s Life in Cold Blood, Attenborough encountered this bright yellow poisonous frog as it wrestled and courted females in the mountainous tropical forest streams of El Vall de Anton in Panama, and demonstrated the endearingly unique wave it uses to communicate.            Shortly after filming finished in June 2006, the location was overtaken by a fungal disease that was sweeping through Central America, decimating frog populations. Conservationists snatched up the remaining known golden frogs from the rainforest in plastic bags and took them first to &quot;frog hotels&quot; and later to specially created conservation &quot;arks&quot;. The disease affecting the golden frog  and nearly one-third of all amphibian species worldwide  is called chytridiomycosis, or amphibian chytrid fungus disease. It spreads through water via spores and affects the skin of amphibians  through which many drink and breathe  leading to cardiac arrest. Scientists have described it as &quot;the worst infectious disease ever recorded among vertebrates in terms of the number of species impacted, and its propensity to drive them to extinction.&quot; The golden frog had been historically threatened by deforestation, loss of habitat, water pollution and overcollection. Although national parks and reserves offered protection, disease was a new threat that did not respect boundaries. Scientists first started noticing unexplained population crashes in mountain stream-dwelling frogs in the late 1980s in neighbouring Costa Rica, and in 1993-94 in Panama. But it wasn&apos;t until 1998 that chytrid fungus was attributed to these mortalities and conservationists began to warn that the Panamanian golden frog  a national symbol of good luck  was among the many species in grave danger of extinction. At this point the disease appeared to be moving as a wave-like front from west to east Panama, at a rate of up to 43km a year, with the fungus thriving in the cooler temperatures and moist conditions that are characteristic of central America&apos;s mountain rainforests. &quot;What alarmed us from a conservation perspective is that this disease has been particularly severe and pronounced in Latin American mountain areas because it happens so quickly  it&apos;s very dramatic,&quot; said Brian Gratwicke, biologist at the Smithsonian Conservation Biology Institute and international coordinator for the Panama Amphibian Rescue and Conservation Project (PARCP). Within a span of five months in late 2005, the fungus eradicated half of all the frog species and 80% of individuals at the El Cop nature reserve in western Panama. In 2006, the disease moved eastwards to reach in El Vall, where the frog was surviving in just three streams where the BBC filmed. In 2008 it hit central Panama, and in 2011 scientists&apos; worst fears were confirmed when the disease reached the Darien region, the last stronghold in Central America to be free of the disease.     The spread of chytrid fungus disease in Central America    Chytrid fungus now affects the entire mountainous neotropics. While the IUCN conservation status remains as critically endangered &quot;because of an observed drastic decline in population and extent of occurrence, estimated to be more than 80% over the last 10 years, probably due to chytridiomycosis&quot;, a species cannot reach the next category of extinct in the wild &quot;if there is any reasonable possibility that they may still be extant&quot;. There have been no reported sightings of a golden frog in the wild since 2009, and species that tend to have a highland distribution and small ranges are the most vulnerable to extinction. The possible loss of this frog in the wild has a huge impact on the wider environment. Amphibians are highly sensitive to environmental change and can act as a bellwether to indicate the relative health of an ecosystem. They play a vital role in the food chain, and some have been found to produce chemicals that cure human diseases. There are more than 6,000 known amphibians and 41% of these species face extinction  a much higher number than mammals (25%) or birds (13%). Thirty-eight species of amphibian are reported to have become extinct since 1500  nine of these have taken place since 1980. As many as 122 species have not been found in recent years and are believed to have become extinct in the last 30 years, primarily because of the fungus. The only hope for the golden frog, and so many other species affected by this disease, lies in research to find a cure for the disease, and captive breeding programmes. Gratwicke is one of the PARCP scientists developing ways to fight the disease, which can be successfully treated if it is caught in the early stages, but the frogs can never return to the wild. His three-pronged research approach involves developing the genes that indicate some frogs have an immune response to the fungus; &quot;dipping&quot; the frogs in beneficial bacteria or flooding the ecosystem with captive-bred animals in the hope that one will be able to deal with the fungus and survive to reproduce. &quot;As a conservationist it&apos;s not an acceptable end goal for me to have these frogs in captivity  I want these frogs safe in the wild where people can enjoy them,&quot; he said. Gratwicke works with two partner facilities in Panama that keep captive breeding populations of the golden frog until the species can be safely reintroduced. Edgardo Griffith, a herpetologist who worked on the BBC documentary and rescued the last of the El Vall frogs, is the director of the El Vall Amphibian Conservation Center in western Panama, which maintains a breeding population of seven male and three female golden frogs. Working on a research project in 2001, Griffith says that on a good day, he would find at least 20-30 golden frogs in a 200m area &quot;without even looking hard&quot;. &quot;Since the fungus hit, the streams are dead. There is beautiful forest but it&apos;s so quiet and it is heartbreaking to know that at some point there were these beautiful, bright yellow animals hopping around. &quot;It&apos;s sad that we got to this point but there is still hope. We are doing everything we can to make sure this animal doesn&apos;t go extinct. But we don&apos;t have to deal just with the fungus  habitat loss is the biggest problem. It&apos;s everybody&apos;s responsibility to ensure that they have a safe forest to go back to one day.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/sep/03/panamanian-golden-frog", 
    "wordcount": "1114"
}