{
    "headline": "New WTO rules ease entry for least developed countries", 
    "text": "The world&apos;s poorest countries will have a smoother path to membership of the World Trade Organisation (WTO) as a result of new rules governing its accession process, which were announced on Friday. With the updated guidelines in place, least developed countries (LDCs) will have more flexibility to use tariffs to protect their domestic industries, although they will still be vulnerable to the specific demands of existing WTO members. &quot;For those [LDCs] that are still in the first stage of their accession, that are making their offers now  this will help a lot,&quot; said Shree Baboo Chekitan Servansing, ambassador to the WTO for Mauritius. Before a country can join the WTO, it has to establish binding limits on the taxes, or tariffs, it charges on imports. This encourages freer trade, but it also leaves the country&apos;s domestic producers more exposed to foreign competition. Under the new guidelines, LDCs will be required to cut their tariffs on agricultural imports to an average rate of 50%. LDCs will be allowed to leave tariff rates &quot;unbound&quot; on a small percentage of industrial imports. That means a handful of domestically produced goods will not be forced to compete with an influx of similar  and perhaps cheaper  products from overseas. The new rules call for a more co-ordinated approach to technical assistance, and impose general guidelines on liberalisation in the services sector. But the rules still leave LDCs exposed on one important front: the bilateral negotiations that are required of any country trying to join the WTO. &quot;When a country joins the WTO, they have to take on the entire body of WTO rules, plus whatever conditions the existing members demand of them,&quot; said Simon Evenett, a professor of economics at the University of St Gallen in Switzerland. All acceding countries have to negotiate bilaterally with any current WTO member that wants a one-to-one agreement  including economic heavyweights such as the US, the EU and China. These talks take place in private meetings, and the only people in the room are the representatives of the two countries involved. It is not unheard of, Evenett said, for developing countries to be asked to make commitments on things such as the price of pharmaceuticals, which are not directly linked to trade at all. &quot;The applicant really has very little choice, if they want to get into the organisation, whether to accept those conditions,&quot; Evenett said. &quot;So it&apos;s not a negotiation in the traditional sense; it&apos;s very much a demand-and-acquiescence process.&quot; LDC countries already in the WTO had hoped the new rules would end this aspect of the accession process. But a number of developed countries simply would not yield, so the bilateral talks remain. &quot;We wanted to remove completely the element of bilateral negotiations,&quot; said Servansing. He added that he and other LDC officials at the WTO had wanted the new guidelines &quot;to be much, much more ambitious&quot;, but the new rules are &quot;a step forward&quot;. Of the 28 countries working to join the WTO, 10 are LDCs  among them Afghanistan, Ethiopia, Liberia and Sudan. The process takes an average of five years, although decade-long accession negotiations are not uncommon. Only five LDCs have joined since 1995. This begs the question: why do these countries want to join? There is some evidence that obtaining the WTO&apos;s seal of approval can help small countries attract foreign direct investment, Evenett said. But the biggest payoff of membership comes in the form of the organisation&apos;s Most Favoured Nation (MFN) rule. Broadly speaking, the MFN rule dictates that all WTO members have to be granted the same access to one another&apos;s markets. &quot;If Ethiopia joins the WTO, that means Ethiopia has to be treated by the US the same way that the US treats Europe,&quot; Evenett said. &quot;And that&apos;s not trivial at all. That&apos;s an assurance that you will not be picked off by the big guys  in fact, picked off by anybody.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/06/wto-rules-least-developed-countries", 
    "wordcount": "671"
}