{
    "headline": "UK should strengthen links with private foundations on philanthropy, say MPs", 
    "text": "The Department for International Development (DfID) must foster closer ties with private foundations in order to maximise the impact of philanthropy in the developing world, according to a report by the House of Commons international development committee. The report, published on Friday, acknowledges the positive potential of private foundations, highlighting the results that can be achieved by philanthropic bodies unfettered by political and financial constraints. &quot;Foundations can take political, &apos;focus&apos; (in terms of project choice) and financial risks that official donors cannot,&quot; says the report. &quot;The world&apos;s largest foundation, created by Bill and Melinda Gates, has shown that risk-taking and innovation can produce outstanding results.&quot; However, MPs also expressed concerns about the approach, accountability and transparency of private charitable bodies, recommending a range of measures DfID should adopt in response. The report urges DfID to promote greater co-ordination between foundations and existing public sector initiatives, arguing that philanthropic bodies often risk covering the same ground as national governments, or overlooking the work of NGOs and civil society groups. A stronger awareness of other interventions would also minimise the risk of focusing on isolated issues while ignoring the bigger picture, for instance by addressing a single infectious disease without investing in a country&apos;s wider health system. The report notes that, while private foundations frequently focus their efforts on health, education remains an equally pressing issue. An estimated 67 million children worldwide fail to receive primary education, with the figure rising to around 70 million for secondary education; girls are often hardest hit. Against this backdrop, and with the goal of promoting progress towards the millennium development goals on universal education, child survival, poverty reduction and gender equality, the report urges DfID to encourage foundations to focus more closely on education. In terms of accountability, it identifies the freedom of private foundations to act independently of the taxpaying public as a double-edged sword. On the one hand, it is acknowledged that a body answerable only to its board and benefactors has the freedom to pursue high-risk, innovative strategies; on the one other, such latitude again diminishes the scope for effective collaborative action. The report therefore urges DfID to help foundations improve accountability by working more closely with local funding bodies and partner-country governments, and by improving methods of monitoring and evaluation. Transparency is also identified as a key issue, and while DfID is praised for its role in the establishment of the International Aid Transparency Initiative, which aims to make information about aid spending more accessible, it is also encouraged to persuade more private foundations to comply with the endeavour. The report suggests DfID should liaise with private foundations in a more systematic fashion, raising the possibility of appointing a designated contact official. It also advocates annual meetings with smaller foundations, the publication of guidelines on funding applications, and the closer involvement of philanthropic bodies with events such as the high level forum on aid effectiveness and this summer&apos;s Rio+20 summit. Responding to the report&apos;s findings, Andrew Mitchell, the international development secretary, said: &quot;I wholeheartedly welcome the committee&apos;s endorsement of private foundations to deliver effective and co-ordinated aid programmes. &quot;We work closely with numerous foundations to harness their essential expertise and finance as part of our efforts to end global poverty. For example, Britain and the Gates Foundation jointly hosted a conference in London last year that secured funding to vaccinate a quarter of a billion children in the developing world against deadly childhood diseases. &quot;All aid agencies must be able to answer where their money is spent and how effective it is. Britain was the first nation to sign up to the International Aid Transparency Initiative and we urge private foundations to do the same.&quot; Dr Noshua Watson, a research fellow at the Institute of Development Studies (IDS) who submitted evidence to the inquiry, welcomed the report&apos;s attention to detail. &quot;The inquiry was very thorough and paid a great deal of attention to the most important issues, particularly accountability and transparency,&quot; said Watson. &quot;Given the existing frameworks, like the high level forum on aid effectiveness, DfID is an appropriate government partner to help guide foundations  particularly small foundations  especially in terms of transparency and accountability. &quot;The big issue is the co-ordination of objectives, co-ordination to use your best practices; it&apos;s that foundations are up to speed on what is best development practice, and that they&apos;re able to align both their activities and their advocacy in that direction.&quot; Watson felt the the key point to emerge from the inquiry was the need for foundations to pursue bold strategies. &quot;The most important point is the need for foundations to take risks,&quot; she said. &quot;The fact is that foundations, because they are not politically selected and because they have [their own] financial resources, are in a position to take greater political and social risks.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jan/23/uk-aid-private-foundations-development", 
    "wordcount": "818"
}