{
    "headline": "Hackathon will turn hard data into works of art", 
    "text": "Data: with every call, tweet and purchase we create it, websites and governments harvest vast amounts of it and, in the spirit of &quot;open&quot;, much of it we can download ourselves, but can we comprehend it? What we need are visualisations, ways to help us make sense of this information that throw up new patterns, linkages that help us better understand such phenomena as drone strikes in Pakistan, life expectancy by tube stations and who won the most Olympic medals sorted by GDP. All these are examples from the trailblazing data site of our sister paper, the Guardian, and now the Observer is teaming up with tech curators 3beards to put on an event for all budding data artists. It is billed as an &quot;art meets tech&quot; hackathon and we are aiming to bring together data-savvy artists, musicians and creatives to work with coders and developers to create imaginative and visionary ways of rendering data. The event is inspired by the work of Scottish cellist Peter Gregson, who has long been integrating technology into his work. His latest project, The Listening Machine, is an algorithm that scans the Twitter feeds of 500 people, analyses their sentiment and meaning and creates a continuous piece of music in response. Such ideas are the kind of hybrid, cross-pollinating concepts we are hoping for. As 3beard&apos;s Bryce Keane says: &quot;There are absolutely no limits for this and we&apos;re encouraging artists and hackers to get as creative as they want. They might want to use crowdsourcing to gather 700 interpretations of love and visualise it into a collage, take data from bus delays and output them into varying decibels, or even survey the attendees on the night and make a word cloud of their fears.&quot; The event takes place at Mozilla&apos;s London space, from 7pm on Friday 14 September running non-stop to 8pm on Sunday 16September. There will be lots of help over the weekend to turn your crazy concepts into pixels, music, lights, sculpture or whatever you fancy: Twilio are supplying the API; there will be Brandwatch technicians, developers and data visualisation mentors on hand, and there will be all the coffee, pizza and sugary fuel you require to stay creative/awake. You just need a laptop and some ambitiously hare-brained ideas. The results will not only go live on the web, they will also be exhibited at the Whitechapel Gallery on the night of the 26 September at one of 3beards&apos; hottest-tech-ticket-in-town Digital Sizzle nights. Artists, creatives, coders and hackers who want to be involved should go to http://sizzle6hackathon.eventbrite.co.uk/ or email hello@3-beards.com.", 
    "section": "technology", 
    "gid": "technology/datablog/2012/sep/02/hackathon-art-meets-technology", 
    "wordcount": "443"
}