{
    "headline": "Universities must be accountable, yes, but to whom?", 
    "text": "The most radical critics suggest that the best law on university action is one that refers to an institution&apos;s mission and obliges it to fulfill it. Making the links between aims and means, between internal and external achievements are part of that accountability process. But control is a necessary mechanism only in as much as it teaches institutions to develop self-control and regulation, rather than perpetuating control in the form of &apos;vertical authority&apos; systems. Academic and administrative processes at universities have certainly improved as a result of new management techniques and technologies. But while managerial skill building is not yet up to scratch in many higher education institutions, nor have business techniques been sufficiently adapted to university culture and mission. Management appropriate to manufacturing companies or service providers may not be effective in the administration of knowledge generation and transfer in university environments. It is a source of great concern to see how certain universities are being dominated by administrators from corporations who have no academic experience, and by bureaucratic and management structures and techniques that equate an institution that generates and disseminates knowledge with a washing powder manufacturer, a multinational travel agency or a banking loan system. Western universities have always been subject to the tension between the university community&apos;s pursuit of independence and the pressure exerted by social forces, whether public or private, with a view to controlling them. Autonomy is a prerequisite, we say  yet the concept of university autonomy, however, has been and still is a trend that lends itself to different interpretations. The genuine autonomy of universities has been replaced in many cases by a system of pursuit of power as an extension, within universities, of the work of political parties in democratic societies or the debasement of autonomy in single-party societies, or those ruled by autocratic governments. In some cases, under the pretext of strengthening autonomy, these practices have hindered universities&apos; independence to the extent that the governing party controls universities or the opposition uses this independence as a weapon against the government. The most significant example of political or economic control has been the subordination of universities&apos; sources of funding to the control, not of society at all levels, but to changing political interests and economic pressure groups. The ultimate aim of the university accountability process should be to guarantee universities maintain the principles and ethical practices that protect the public (and public funding) from fraud, the type of fraud that can result from the gap between what is said and what is done, between what is offered in academic terms and what is taught. Intervention should be justifiable to check whether the qualitative and quantitative indicators that each institution uses to measure quality are met. But other types of intervention, whether direct or covert, threaten creative processes, research and the pursuit of truth. This coercion of freedom, when it occurs, has been a significant factor in many university crises. It has also resulted in a new ethos, whose values, attitudes and beliefs have moved away from academic and administrative independence. Paradoxically, this has served to reinforce the disengagement of universities from civil society on a national and international scale. This politicisation of higher education is a symptom that affects, to a greater or lesser extent, universities all over the world. Universities demand national and transnational state agreements that overcome these forms of polarisation and interventionism. But they are also crying out for control and counter-control systems that combine a freedom to create, teach and learn with the obligation to disclose the fulfillment (or lack) of objectives. Universities, whether public or private, cannot be exempt from internal and external control and there has been a clear move towards implementing institutional assessment and accountability processes since the end of the twentieth century. But this process of accountability should not be influenced by the government in power or by political bias within universities. This is the domain of the university community, through self-assessment and through the society to which it belongs  the former should commit to being accountable to the latter. Let&apos;s not forget either that universities are a part of the wider education system, closely related to other educational levels and providers, as well as to the industrial sphere. Universities and the rest of the education system must combine their programmes to ensure that the transition from one level to another is integrated and flexible. In the same way, they must create communication channels between the different non-formal and informal education systems that exist in society. Autonomy will always be subordinate to the necessary response of universities to the needs, demands, characteristics and transformations of the social system of which they are a part. Today more than ever, the trend should be for universities to make their autonomy compatible with their inevitable interdependence and be accountable to the society to which they serve. Miguel Angel Escotet is dean of the College of Education, University of Texas at Brownsville  follow him on Twitter @DrEscotet This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/dec/10/university-regulation-accountability-to-whom", 
    "wordcount": "861"
}