{
    "headline": "Why the claws are out for the RSPB", 
    "text": "The annual general meeting of the Royal Society for the Protection of Birds is a splendid affair, held in the heart of London. Around 1,000 enthusiastic members attend and its high point is a rousing recital of the year&apos;s achievements from the charity&apos;s chairman. The tone tends towards the evangelical. At last year&apos;s gathering, the RSPB&apos;s current chairman, Ian Darling, was able to applaud a record membership of more than 1 million, each paying 3 amonth to help preserve Britain&apos;s bird life  or, as the handout puts it, anything that &quot;hops, crawls or flutters in your garden&quot;. This is the charity that draws in the devoted, tending their bird tables across the country, and proud parents sending their children out on ornithological field trips. But it&apos;s also one of the nation&apos;s leading conservation bodies. Mr Darling recounted some of the success stories: the Great Crane Project which has restored the common crane to the Somerset Levels after an absence of 400 years; red-backed shrikes breeding successfully for the first time in the UK in 17 years; and red kites hatching in Northern Ireland after 200 years. He could applaud the healthy state of the society&apos;s finances  a net income of 94m, and expenditure of 83m. Its funds, boosted by generous legacies from members, are largely spent on conservation projects, including buying up land as nature reserves; it owned 209 at the last count, covering roughly 300,000 acres of Britain, almost half of this in Scotland, making it that country&apos;s eighth-largest landowner. With all this financial muscle comes considerable influence. The advice of the RSPB is sought by governments and major companies on arange of issues, from the siting of wind farms to the planning of ring roads and airport runways. Not only sought, but adhered to. The big power companies, key players in onshore and offshore energy, pay tribute to the RSPB for steering them away from sites that are judged damaging to bird life. They know that to ignore the advice is to incur the risk of long-drawn-out planning objections and ultimate defeat. In most cases, such RSPB publicity is immensely successful  and why not? Surely this is one of Britain&apos;s most popular charities, source of an immense body of scientifically objective knowledge about wildlife, not just in Britain but across the world. Yet the RSPB has incurred the hostility of farmers, landowners and even the rural communities among whom it works. An organisation that once prided itself on its close links with countryside affairs and its working knowledge of the land now finds itself at adistance, assisting the police in exposing landowners whom it accuses of wildlife crime, and heaping blame on farmers for agricultural practices which it says have led to a dramatic fall in the numbers of once-common species. Though its stance on shooting is officially &quot;neutral&quot;, a remarkably high proportion of its press releases concern owners of grouse moors and pheasant shoots, blaming them for trapping, poisoning and shooting birds of prey, or &quot;raptors&quot; as they are defined. A recent campaign urged its youngest members to help the society by turning detective: &quot;Can you help stop the criminals?&quot; it asks. &quot;With your help we can save birds of prey.&quot; Since the upper moorland of Britain is one of the most fragile eco-systems in the country, and agriculture accounts for more than 75% of its land, this is the frontline of conservation. Landowners and farmers claim that there is something odd about the RSPB&apos;s very public campaigns and about how they appear to be obsessed by birds of prey above all others. These are, of course, Britain&apos;s most glamorous birds. But the suggestion that they are under threat appears, to some, to be a highly partial version of the truth. The picture painted by the latest Breeding Birds Survey, compiled by the British Trust for Ornithology (BTO), a science-based organisation, challenges the RSPB assertion head on. Species such as kites, eagles, goshawks, and peregrine are all doing well, with kites in particular, now re-introduced to Britain, a familiar sight over large areas of southern England, Wales and the Scottish Highlands. Golden eagles are flourishing enough for around 40 of them to have been &quot;relocated&quot; to County Donegal in Ireland. Buzzards, another common bird of prey, have multiplied by more than 600% since 1967, prompting Defra, the government&apos;s environment department, to consider ways of controlling them.     A hen harrier with chicks in Sutherland. Photograph: Mark Hamblin/Getty Images    Even the number of hen harriers, which remain on the BTO&apos;s &quot;red list&quot; of globally threatened species under threat, increased from 570 nesting pairs in Britain in 1998 to 806 in 2004, before declining to 646 in 2010. Its European population runs into many thousands. The RSPB, however, maintains a passionate campaign on behalf of all birds of prey, irrespective of their numbers, its publicity eclipsing its concern for smaller birds, many of which now feature on the BTO&apos;s list of genuinely endangered species  willow tits, yellow wagtails, lapwing, grey partridge, redshank, stonechat and mistle thrush, some of which have undergone a population crash. In working to conserve these, the society needs to have those who own and manage the land on their side. Landowners and farmers, who find themselves on the receiving end of hostile publicity, say that they are every bit as concerned about the fragility of bird populations in Britain as the RSPB. They have, they admit, a more mixed view about birds of prey, seeing them, for all their beauty, as predators which attack small birds, as well as the young pheasants, grouse and sometimes even farm animals which are their livelihood. They argue that if the RSPB spent less time criticising them and more working with them as partners, much more could be achieved in the cause of conservation. The RSPB, for its part, says that it is committed to working with landowners, farmers and other land managers: &quot;We are the largest UK provider of free conservation advice to the farming community.&quot; Many consider that to keep its membership high, the RSPB may not want to be seen forging any kind of relationship with the shooting fraternity. Knowing that its loyal members take a dim view of blood sports, its &quot;neutral&quot; view on the subject of shooting can on occasion veer towards outright hostility. Privately, RSPB officials will concede that farmers or landowners do much good work to propagate bird species  planting bird-friendly crops, burning heather and killing vermin in order to improve shooting prospects. In public, however, support for those who kill birds for sport is rarely if ever expressed. John MacTavish, 46, a gamekeeper on a1,500-acre farm and pheasant shoot near Oban, has worked all his life on the land, and is keenly interested in conservation. But ever since the introduction of sea eagles, a spectacular bird of prey unknown in the area for 200 years, he claims he has found himself aconstant object of suspicion. These eagles have chosen not to nest on his ground and he believes RSPB officials are convinced he&apos;s deliberately frightening them off. They come back regularly to monitor his activities. &quot;I have absolutely nothing against sea eagles,&quot; says MacTavish, &quot;but I have an antipathy towards people who come on to my ground, without permission. I wouldn&apos;t go on to their land without asking first. Why can&apos;t they have the common decency to ask me?&quot; Like many gamekeepers, MacTavish is acountryman born and bred, who knows his own ground like the back of his hand. It is part of his job to spend cold nights out on the hill in the constant war against foxes, using his skills to protect his partridge and pheasants, as well as ground-nesting birds, all of which suffer from the attention of predators. His culture could hardly be more different from that of the RSPB, whose members are largely urban-based, and who share a natural antipathy towards farmers and shooters  the former held responsible for ruining the countryside with their pesticides and fertilisers, the latter dismissed simply as killers. &quot;They seem to be hell-bent on protecting raptors at the cost of everything else,&quot; says MacTavish. &quot;But I&apos;ve now got more buzzards than bullfinches.&quot; Privately, some of the society&apos;s officers agree with this, arguing that the time has come to call a truce. But its public statements on the issue continue to be aggressive. The RSPB&apos;s investigations officer is quoted on its website as stating: &quot;It is important to remain focused in order to bring the killers to justice. There can be no better job satisfaction than that.&quot; The society admits that it helps police carry out raids on suspect estates. &quot;The RSPB will provide expert assistance to enforcement agencies to assist them in their efforts to tackle wildlife crime as required,&quot; is the official line.     A shooting party on the Blair Atholl estate.  Photograph: Murdo MacLeod    Stuart Housden, who heads the RSPB in Scotland, explains: &quot;The reason we focus on illegal killing of hen harriers on driven grouse moors is simply that it is by far the most important population impact in England and Scotland.&quot; An RSPB spokesman added that 70% of people convicted of offences relating to bird of prey persecution since 1990 were employed as gamekeepers. &quot;This does not mean that the majority of gamekeepers kill birds of prey,&quot; said a spokesman, &quot;but it does mean that the majority of people who are convicted of persecuting birds of prey are gamekeepers.&quot; However, farmers and landowners argue that in its determination to demonise them, the RSPB does little to highlight another side of an important conservation equation: the proven benefits that managed moorland and farmland bring to a whole range of endangered species. There have been several recent reports about the increase in populations of smaller songbirds, either on grouse moors or low ground managed for shooting, where gamekeepers and farmers are assiduous in controlling predators such as foxes and crows. These are rarely, if ever, mentioned by the RSPB. It is six years now since a remarkable report by one of the acknowledged experts on the bird life of moorland Britain, Dr Stephen Tapper, revealed that awide range of species, including many at risk, such as plover, curlew and lapwing, but also at least one bird of prey, the merlin, had been thriving on moorland in Britain where gamekeepers had been at work. Curlew, he found, were 18 times more abundant in the North Pennines where grouse shooting took place, than in the Berwyn Special Protection Area, which, ironically, is a bird reserve; the merlin was twice as common on grouse moors as elsewhere. The report was virtually ignored by the RSPB. As was the more recent nine-year project carried out on the North Yorkshire moors by the Game and Wildlife Conservation Trust. Using traditional methods of predator control, the trust was able to show dramatic improvements among wading birds. In the course of the experiment, their populations improved threefold. This was dismissed by the RSPB&apos;s former conservation director, Mark Avery, as &quot;work funded by grouse-moor managers who are keen to promote the wider value of grouse-moor management predator control, legal and too often illegal, is part of the business of delivering lots of grouse to the shooting parties in the autumn.&quot; For a measured response to aserious scientific paper this borders on the facile, but highlights the yawning gulf between the two sides. And it infuriates conservationists such as Lord Peel, a former member of English Nature, and past president of the Game and Wildlife Conservation Trust. &quot;It seems wholly logical and desirable that there be greater co-operation between wildlife charities and the keepered estates,&quot; he says. &quot;The prospect of witnessing the virtual demise of iconic species, as has happened outside the keepered areas, along with the substantial economic benefits that accrue to hard-pressed rural areas from grouse shooting, does not bear thinking about.&quot; The RSPB&apos;s arguments might be listened to with more respect in the countryside if its own moorland estates showed better results. On two stretches of important moorland, Lake Vyrnwy in Wales and Geltsdale in Cumberland, the society has acquired what used to be grouse moors, and turned them over to conservation. Here, one might have thought, it should be able to demonstrate triumphantly that birds of prey and the birds they prey on can happily co-exist. In fact, results from these two moors are disappointing. Curlew, plover and other waders have all been in decline. A bar chart compiled by Natural England showing the statistics from 17 Sites of Special Interest in the North Pennines has Geltsdale hovering at the bottom, while managed grouse moors support healthy populations of wading birds. Lake Vyrnwy has around six pairs of hen harriers, but, in 10 years, has recorded no increase in numbers of curlew, lapwing or golden plover. The RSPB vigorously defends its record, claiming that black grouse at Geltsdale have shown a marked improvement, from six males in 1996 to 45 in 2011. What is at the heart of the argument is the impact raptors have on other species when they get the upper hand. Uncontrolled numbers rapidly lead to a decline in prey birds, as shown by a famous trial, the Joint Raptor Study [JRS], undertaken on Langholm Moor in the 1990s, which recorded what happens when grouse and raptors are allowed to co-exist without interference. Over five years, the hen harrier population exploded  from two breeding pairs to 21. The grouse were all but eliminated. As were most of the other birds, because without grouse there was no income, without income there were no gamekeepers, and without the keepers the populations of crows and foxes, which prey on young birds, shot up. The society initially played down the evidence, but has more recently accepted that there could be a link, and is currently involved with a project which feeds dead rats and other animals to harriers as an alternative to grouse. It remains adamant, however, that species such as the recently introduced sea eagle pose no serious threat to farm or domestic animals. In the teeth of evidence from farmers in the West Highlands and Fife, who have seen these huge birds take young lambs, they claim that such incidents are rare. Yet it is becoming aserious and growing problem for crofters. One of them, on the island of Skye, says he now keeps &quot;an almost sacrificial stock of sheep&quot; out on the hill to prevent the sea eagles coming lower down. Another says the sea eagles have even tried to take hoggs (young sheep), and have left them wounded. Last year, a petition signed by 100 crofters was sent to the Scottish Environment Secretary highlighting the damage caused by the sea eagles. But the RSPB dismissed the claims, saying that &quot;independent studies have found the majority of lamb deaths are a result of other causes apart from rare sea eagle predation incidents.&quot; More recently, when Defra, the government department that deals with rural affairs, sought to tackle the population explosion among buzzards which was causing severe problems on pheasant shoots in England, and suggested that some nests might be relocated, the RSPB sprang into action. Instead of talking to farmers and landowners about how the problem might be managed, it branded any interference as &quot;appalling&quot; and immediately issued research of its own saying that buzzards pose little harm to young pheasants. Similarly, when it came to examining the possible impact of sparrowhawks on sparrows  a once familiar British bird, now in serious decline  it quoted approvingly the work of Dr Stuart Newson, an acknowledged expert, who concluded that the evidence against the hawks was unproven; but it went on to dismiss the findings of Dr Christopher Bell, who, based on observations going back 30 years, reached avery different conclusion. He blamed sparrowhawks for as much as 65% of the decline since 1977. Despite Dr Bell&apos;s international reputation, the RSPB dismissed his findings as unreliable, saying that &quot;alternative explanations remain equally or more plausible&quot;. Conservationists who have to work with the RSPB find this apparent bias unacceptable. &quot;You just know they won&apos;t take seriously anything that runs counter to their philosophy,&quot; says one. &quot;The net result is that we don&apos;t take them seriously either.&quot; Because the RSPB appears reluctant to acknowledge that there may be another side to a complex conservation issue, its reputation as an even-handed, science-based organisation has suffered. There is no doubt that some landowners and gamekeepers are responsible for breaking the law and shooting or poisoning birds of prey. The fact that the north of England teams with grouse, but has no hen harriers on ground where they should be thriving is a black mark against those who own many thousands of acres of moorland in Yorkshire, Lancashire and Northumberland. The same is true of some &quot;rogue&quot; estates in Scotland. But this standoff between both sides is helping neither. Many landowners neither trust nor respect the RSPB, believing it to have become alobbyist for raptors rather than a truly conservationist body. For its part, the RSPB simply believes that landowners are routinely breaking the law. &quot;The day they stop killing birds of prey and breaking the law, we will begin talking to them,&quot; says Housden. One of those who believe this mutual hostility damages the cause of conservation is Philip Merricks, a Kent farmer and lifelong conservationist who has also created two nature reserves  one on the Isle of Sheppey, one on Romney Marsh. He concludes: &quot;We&apos;re at agrim crossroads in the history of nature conservation and it is vital that good sense and co-operation prevail. The recent slanging match between some landowners and the RSPB does nothing to improve effective co-operation, and meanwhile many birds continue to drift towards disappearance. &quot;Both sides appear to have made the mistake of thinking their work and reputation is more important than successful nature conservation. We need carefully planned research, good science and a commitment to the birds, rather than amoral victory over the &apos;other side&apos;. No one will thank conservationists of any hue for arguing and striking postures when they could be doing some good in the fields and marshes and moors. Shooting has a key part to play in conservation; sniping does not. Conservation has a key part to play, indiscriminate condemnation does not.&quot; Sniping and condemning, however, seems to be how the RSPB conducts its campaigns. As a result, it has lost trust in an area where trust is essential. A picture appears to have emerged of a charitable organisation drifting away from its principal purpose  to propagate all species of birds, rather than a chosen few; instead of acting as a model of evidence-based science, it seems to have turned increasingly into a lobbying body, more intent on boosting its membership than in propagating objective research. In the long battle for conservation, the RSPB proclaims as its slogan &quot;a million voices for nature&quot;. But in doing so, it is pitting itself against a million more who believe that its policies may be damaging the very nature it purports to defend.  The standfirst to this article was amended on 16 August 2012 to clarify the author&apos;s position as a trustee of a Highland estate.", 
    "section": "environment", 
    "gid": "environment/2012/aug/12/why-claws-are-out-for-royal-society-for-protection-of-birds", 
    "wordcount": "3266"
}