{
    "headline": "How to survive mass extinction", 
    "text": "That the last of the non-avian dinosaurs died out some 65.5 million years ago is not controversial. That this occurred largely owing to a dirty great asteroid smashing into the sea off of Mexico is also not in doubt. What remains the subject of much discussion, however, is why they went and other animals did not, or, more specifically, how do you survive a mass extinction? First off, the elephant in the room: luck. Often overlooked, this can play a major role. Zoos aside, all lemurs live in Madagascar, if the island was struck by a meteor tomorrow they&apos;d all be gone instantly regardless of how well equipped they might normally be to survive such a catastrophe. It&apos;s easy enough to think of similar examples and certainly at least some groups would be doomed from such an event simply because of where they were. And on the flipside of this, some theoretically very vulnerable creatures could survive such an event by being lucky enough to live in a place untouched by it.  Still, there are a lot of characteristics that seem to help certain animals survive mass extinctions. We can work these out by looking at what groups tend to survive global mass extinctions (or even more local ones in the modern world) and seeing what they have in common. Obviously, there will be exceptions and outliers, but as rules of thumb, the following features are the kinds of things that will help a group or species survive a major extinction event. Be small. If you&apos;re small you probably have a large population and thus a wider genetic diversity. Small creatures also reproduce faster than large ones allowing for rapid evolution and adaption to new conditions. And of course a small animal doesn&apos;t require as much food or resources to keep going (you can feed a lot of mice for what it&apos;d take to keep a single elephant alive). Have lots of offspring. As above, having a lot of variation will help evolution along and make it more likely some will survive so pumping out the kids will help. Possums are about the same size as domestic cats but have twice as many young per litter, for example. Be a generalist. If you have only one source of food, or need a specific plant to shelter in, then you&apos;re doomed if that is affected or taken out. But if you can eat more or less anything that comes your way, you have a greater chance of being able to find enough to keep going through the bad times or be able to move into a new environment and survive. Be wide ranging. Similar to the above point, if the species has a global distribution, some are likely to reside in a spot that&apos;s largely unaffected by the crisis. If you already inhabit multiple habitats, then some will likely be less affected or you can move from one to another. Be free to move. An animal that can move freely will do well  it can escape the prevailing conditions and carry on. If the arctic was wiped out tomorrow, there are birds and whales that could move to the Antarctic and better conditions within days. Be good at surviving stress. Animals used to going for long periods without food or water (like many reptiles or hibernating mammals), or have burrows, are likely to do better than those that require copious clean water, or can only survive a few hours in the wrong temperatures. Put this together and it should be clear that many fish, for example, would tend to be OK in the long run if there was a disaster tomorrow. Living in water gives them an equable environment that is sheltered from change, they can move around long distances freely, often have huge populations, breed rapidly with large numbers of offspring, can eat a variety of prey, and don&apos;t require that much food. On the other hand, African rhinos, say, are large, need a lot of food, don&apos;t have a big population, breed only slowly, live in only a few tropical places and would struggle to get out of Africa and move north (or south for that matter). Of course all the vagaries of a global disaster and quite which environments would and would not be affected and to what degree are impossible to determine in the fossil record. However, it&apos;s because we do have an understanding of extinction survival that makes the extinction of the dinosaurs something of a mystery in the context of what did and didn&apos;t survive. It&apos;s perhaps no surprise that the giant sauropods went with their huge size and vast food requirements and relatively long generation times. On the other hand it&apos;s rather a surprise how well the amphibians did  as we are sadly seeing at the moment, they seem very vulnerable to changes in water quality and the like and are in low numbers outside of the tropics and can&apos;t cross the sea or large stretches of dry land. The real surprise of course (when looking at this coarse level of scrutiny) is that some of the small and feathered dinosaurs died out as did some early birds, when some other bird lineages survived. They were so similar in so many ways as far as we can tell  they were small, lived in similar environments, had similar reproductive strategies and the like. Perhaps it was simply luck  some birds were doing well in a location that happened to survive relatively unscathed from the impact and subsequent fallout, or were already a little better adapted to the incoming conditions.  Such research is important as it allows us to predict which groups might need special protection as a result of the ongoing global extinction that afflicts the planet now. Resources are sadly scarce, but an understanding of what ecosystems and which species are likely to be most vulnerable from what we can see from previous global extinctions (that which killed the non-avian dinosaurs is not the only one life on Earth has suffered, merely the most recent) does have an impact on our planning. Palaeontology is a study of the past, but it can certainly provide data for the present and the future.", 
    "section": "science", 
    "gid": "science/lost-worlds/2012/sep/20/dinosaurs-fossils", 
    "wordcount": "1038"
}