{
    "headline": "London Metropolitan University to outsource most services to private firm", 
    "text": "A London university has drawn up an ambitious outsourcing programme in which a swath of services, from managing its estates to marketing and finance, will be carried out by a private firm. London Metropolitan University, which has more than 16,000 undergraduate students, has produced a tendering document under which all services except teaching and the vice-chancellor&apos;s office will be outsourced. The contract is valued at 74m over five years, according to the Exaro News website. The services include IT, library facilities and student services, such as counselling and careers advice. Three companies  Wipro, BT Global Services and Capita  are on the university&apos;s current shortlist. A spokesman for London Met said it will pay a fee to any company brought in to manage services, which will have &quot;zero ownership&quot; of the university. &quot;If London Met decides to set up a subsidiary company, it will be 100%-owned by the university. Staff would be working for this wholly-owned subsidiary of London Met.&quot; The university&apos;s vice-chancellor, Malcolm Gillies, has argued that the outsourcing model could be used to share services with other universities. In an article for Times Higher Education, he wrote: &quot;Working with external operators, London Met wants to go further: to realise a model of new-era shared services that other institutions may want to adopt or join.&quot; The university spokesman said the contract to run services will be awarded in the autumn. The spokesman said: &quot;We hope to develop a pioneering approach to improving services by investing in our people, reducing cost and putting the university on a sustainable financial path.We believe that there are opportunities to share services between higher education institutions.&quot; In last year&apos;s autumn statement, the chancellor, George Osborne, announced a VAT exemption for services shared between organisations that are already exempt from tax, such as universities and charities. Nicola Dandridge, chief executive of Universities UK, said at the time: &quot;Universities have wanted to develop more cost-effective operating models, and more creative collaborations with external partners. But to date, the VAT rules have acted to block this. We hope today&apos;s announcement will address this issue.&quot;", 
    "section": "education", 
    "gid": "education/2012/aug/14/london-metropolitan-university-outsourcing-plan", 
    "wordcount": "360"
}