{
    "headline": "Wikipedia founder to help in government's research scheme", 
    "text": "The government has drafted in the Wikipedia founder Jimmy Wales to help make all taxpayer-funded academic research in Britain available online to anyone who wants to read or use it. The initiative, which has the backing of No 10 and should be up and running in two years, will be announced by the universities and science minister, David Willetts, in a speech to the Publishers Association on Wednesday. The move will embolden what has been dubbed the &quot;academic spring&quot;  a growing campaign among academics and research funders for open access in academic publishing. They want to unlock the results of research from behind the lucrative paywalls of journals controlled by publishing companies. Almost 11,000 researchers have signed up to a boycott of journals owned by the huge academic publisher Elsevier. Subscriptions to the thousands of research journals can cost a big university library millions of pounds each year  costs that have started to bite as budgets are squeezed. Harvard University, frustrated by the rising costs of journal subscriptions, recently encouraged its faculty members to make their research freely available through open access journals and to resign from publications that keep articles behind paywalls. &quot;Giving people the right to roam freely over publicly funded research will usher in a new era of academic discovery and collaboration, and will put the UK at the very forefront of open research,&quot; Willetts writes in the Guardian. Willetts said he recognised the value that academic publishers brought to the research process. &quot;But, as the world changes, both cultural and technological change, their business model is going to change. I want to work with the Publishers Association as we move to the new model.&quot; Wales is a vocal supporter of free and open access to information on the web and he was brought in by No 10 earlier this year as an unpaid adviser to government on crowdsourcing and opening up policymaking. On open access, he will assist the Department for Business, Innovation and Skills and the UK Research Councils to develop new ways to store and distribute research data and articles. He will initially advise the research councils on its 2m Gateway to Research project, a website that will act as a portal, linking to publicly funded UK research all over the web. &quot;Jimmy Wales can make sure that we maximise the collaborative potential, the added value from that portal,&quot; Willetts added. &quot;Wikipedia has become a crucial part of our cultural landscape and having the advice from the person who created Wikipedia as we embark on this big project will be incredibly helpful.&quot; Wales will also feed ideas into the work of Dame Janet Finch, a former vice-chancellor of Keele University, who was asked by Willetts to convene academics, librarians and publishers to work out how an open-access scheme for publicly funded research might work in the UK. Her recommendations to government are expected in June this year. A government source said that, in the longer term, Wales would help to set up the next generation of open-access platforms for British researchers. &quot;He&apos;s also going to be advising us on the format in which academic papers should be published and data standards. One of the big opportunities is, right now, a journal article might be published but the underlying data isn&apos;t and we want to move into a world where the data is published alongside an article in an open format, available free of charge.&quot; This initiative is most likely to result in a central repository that will host all research articles that result from public funding. The aim is that, even if an academic publishes their work in a traditional subscription journal, a version of their article would simultaneously appear on the freely available repository. The repository would also have built-in tools to share, comment and discuss articles. One of the biggest challenges in achieving full open access for research will be the resistance of journal publishers to changing their lucrative business models. The majority of the world&apos;s scientific research, estimated at about 1.5m new articles a year, is published in journals owned by a small number of large publishing companies including Elsevier, Springer and Wiley. Scientists submit manuscripts to the journals, which are sent out for peer review before publication. The work is then available to other researchers by subscription, usually through their libraries. Publishers of the academic journals, which can cost universities up to 16,500 a year each to access, argue the price is necessary to sustain a high-quality peer review process. David Prosser, executive director of Research Libraries UK, which represents academic libraries, welcomed the plans in principle and said the details of their implementation would be crucial. A parallel system that runs alongside the journals might be difficult to operate, he said. &quot;What would an author put into this parallel system, are they putting in a different type of research output other than the paper?&quot; Making research data standardised and more available would be valuable, he added. &quot;The worry is that there&apos;s all this data out there and it&apos;s in lots of different formats and it&apos;s not interoperable and it&apos;s not being archived properly and it&apos;s going to disappear and there&apos;s a danger of a data black hole. The fact that the government is talking about doing something for that is absolutely fabulous.&quot;", 
    "section": "science", 
    "gid": "technology/2012/may/01/wikipedia-research-jimmy-wales-online", 
    "wordcount": "904"
}