{
    "headline": "Supermoon makes photographers go crazy", 
    "text": "With much of the UK swaddled in the traditional bank holiday blanket of rain and even snow clouds, it wasn&apos;t the greatest sky watching weekend. However, those fortunate enough to be under clear skies in many countries saw one of the natural world&apos;s most spectacular light shows: a supermoon, when the celestial body appears startlingly large and bright as its closest approach to Earth coincides with its fullest phase. Amateur photographers were out in force across the world; in San Francisco, Ted Judah reported that he was one of 600 photographers jostling for the best view of the moon over the Golden Gate bridge; in the UK it was at its brightest at 4.30am, with Miguel Belert on the pier at Portleven in Cornwall to capture the scene. Robert Massey, of the Royal Astronomical Society, told the BBC that although the phenomenon makes the moon appear 30% brighter, it is the apparent 14% increase in size, as it comes within 221,457 miles of the Earth, that is most striking. &quot;The eye is so good at compensating for changes in brightness that you simply don&apos;t notice so much,&quot; he said. &quot;The moon is always beautiful and a full moon is always dramatic.&quot; The last supermoon, in March 2011, was even brighter, but next year it will be slightly further away from the Earth. The effect can be so startling that it used to be thought it affected human behaviour, prompting a rise of criminality or madness. It is the perigee moon, the scientific term for supermoon, that apparently sets the werewolves of legend howling. The origin of the words &quot;lunatic&quot; and &quot;loony&quot; both lie in this conviction that wits could stray on such nights  but historically many have taken advantage of brilliant moonlight to extend the daytime hours for work or play. The members of the 18th-century Lunar Society of Birmingham  philosophers, scientists and industrialists including Charles Darwin&apos;s grandfather Erasmus  cheerfully styled themselves &quot;lunarticks&quot;, and met on nights of the full moon so they could travel home safely after meetings. An American academic, Scott Lilienfeld of Emory University, author of 50 Great Myths of Popular Psychology, said moon madness was up in the top 10 unshakeable beliefs, but studies had shown &quot;pretty much a big mound of nothing&quot;.", 
    "section": "science", 
    "gid": "science/2012/may/06/supermoon-makes-photographers-crazy", 
    "wordcount": "391"
}