{
    "headline": "Stranded dolphins in Cape Cod baffle scientists", 
    "text": "Scientists in Cape Cod are trying to determine what is causing dolphins to swim dangerously close to shore, with more than 100 becoming stranded in the last three weeks. Members of Congress are due to be briefed on Friday about the strandings, the worst such event in more than a decade. Volunteers are maintaining coastal vigils and trying to get the animals back to sea. &quot;What is different about this particular event is that instead of having one discrete event, it is this string of ongoing strandings that started on 12 January and is just continuing,&quot; said Katie Moore, who manages marine mammal rescue operations for the International Fund for Animal Welfare. &quot;It&apos;s day after day after day.&quot; Moore is due to brief members of Congress on the strandings, which have been concentrated along a 25-mile stretch of coast that runs between the towns of Dennis and Wellfleet in Massachusetts. It&apos;s not unheard of for dolphins to swim too close to shore, said Teri Rowles, who heads the marine mammals division of NOAA, the government agency that monitors oceans. &quot;The Cape Cod area is a hot spot for mass strandings,&quot; she said. But it&apos;s rare for such events to be confined to a single species  the common dolphin, in this case  and it was the worst such stranding since 1998. Of the 111 that have come ashore, 81 were found dead, or died soon after they were stranded. Rescue workers, trundling along through the muck with specially adjusted stretchers, have eventually been able to return 30 surviving dolphins to the sea, Moore said. But they remain baffled as to what caused the animals to swim so dangerously close to shore. Theories include the dolphins being lost, confused by changing tides or potentially diseased. &quot;In the ones we are finding alive, we are not seeing any consistent diseases or anything indicating a pattern as to why they might be stranding,&quot; said Moore. The dolphins were male and female, young and fullgrown. Most appeared healthy, although lab tests are still being processed. There have been no severe winter storms: as in much of the north-east, the weather has been unusually warm for this time of year. But Rowles suggested the animals could have become confused by changes in water temperature or tides that led them into Cape Cod Bay, or by the irregular features of the coastline. There is also the possibility the dolphins could have been victims of their own natural sociability, simply following one another to their doom. &quot;These are very intelligent animals with very large brains, but there is something about the way they bond to one another,&quot; Moore said. Those strong bonds serve the dolphins well in the wild. When they get into trouble, the dolphins stick together. But Moore added that social cohesion could sometimes be deadly. &quot;That bond becomes a liability when they get into shallow water, and that may be why they mass strand.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/feb/03/stranded-dolphins-cape-cod", 
    "wordcount": "501"
}