{
    "headline": "Don't marginalise children with disabilities, Unicef urges", 
    "text": "Michael Hosea, a Tanzanian who was born in 1995 with albinoism, provides a stark example of the prejudices people with disabilities face. In Tanzania, practitioners of witchcraft hunt and kill albino people to use their hair, body parts and organs. Even though it is illegal to kill people with albinoism, it still happens. Hosea&apos;s family had to flee their home, travelling more than 500km after they were warned that he and his two albino siblings were to be killed. After finding out that the family had fled, the people who came looking for them went to their nextdoor neighbour, a local albino representative, and cut off his arms, leaving him to die. Hosea&apos;s story is featured in the UN Children&apos;s Fund (Unicef) annual state of the world&apos;s children report, released on Thursday, which this year focuses on children with disabilities. The report says children with disabilities are more than capable of becoming equal participants in society provided governments pursue inclusive policies in health and education. The marginalisation of children with disabilities can begin at birth; many are not officially registered in their first days of life. Unicef has urged countries to start the process of inclusion early by pinning down the number of disabled people in their population. &quot;For children with disabilities to count, they must be counted  at birth, at school and in life,&quot; said Anthony Lake, executive director of Unicef. &quot;We contribute to their exclusion by failing to gather enough data to inform our decisions. When we fail to count these children, we are failing to help them count for all they should in their societies.&quot; The report said there is little accurate data on the number of children with disabilities, what disabilities these children have, and how disabilities affect their lives. As a result, few governments have a dependable guide for allocating resources to support them. Unicef and the Washington Group on Disability Statistics have developed survey material on child functioning and disability that would produce nationally comparable figures and help harmonise data worldwide. The survey, which took nearly five years to develop, covers children aged 2-17 years, and assesses speech and language, hearing, vision, learning, mobility and motor skills, emotion, and behaviour. &quot;It has been piloted in four countries, and the resulting data tells us that we are on the right track,&quot; said Kate Donovan, a Unicef spokeswoman. &quot;Within the next five years we should have much stronger baseline and global data on children with disabilities.&quot; Children with disabilities are the least likely to receive healthcare or go to school. They are also among the most vulnerable to violence, abuse, exploitation and neglect, particularly if they are hidden or put in institutions  as many are because of social stigma or the economic cost of raising them. The study says children who have disabilities are at higher risk of malnutrition. The findings come before next week&apos;s hunger meeting in London, hosted by the UK ahead of the G8 summit in Northern Ireland. About 165 million under-fives are believed to be chronically malnourished, leaving them short of vitamins and minerals. Anaemia, often linked to poor nutrition, is one of the most common causes of disability in the world, with more than half of pre-school children in some of the world&apos;s poorest countries suffering from the condition. Each year, up to half a million children are at risk of becoming blind because of vitamin A deficiency, while a lack of iodine  found in dairy products and fish  can lead to brain damage. &quot;When you combine stigma and discrimination with the alarming rate of poverty in certain communities, children with disabilities may be given less food or even denied food altogether,&quot; said Shantha Rau Barriga, director of disability rights at Human Rights Watch. &quot;This unfair and unequal treatment means that children with disabilities  already so disadvantaged  suffer further indignities. Not only are some forced to go hungry, but they also then risk health problems for years to come.&quot; Montenegro shows that public education campaigns can change attitudes. The country&apos;s &quot;It&apos;s about ability&quot; campaign features billboards showing children with disabilities as active members of society. A 2011 survey reported that the campaign contributed to an 18% increase in the number of people who consider children with disabilities as active members of society. Hosea told Unicef that education is key to changing attitudes. &quot;I think education is the key to stopping the murder, abuse and discrimination. It is important that others  even members of my extended family  learn that we are people just like them. We are all the same.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/may/30/dont-marginalise-children-disabilities-unicef", 
    "wordcount": "774"
}