{
    "headline": "Could an emergency fund help NGOs put the humanitarian house in order?", 
    "text": "Let&apos;s face it, humanitarian assistance is in a mess: increasingly reactive and politicised, ignoring emergencies that are out of the media spotlight, and &quot;poorly co-ordinated and poorly integrated&quot; when the system does respond, to quote the most rigorous assessment of earthquake relief in Haiti. Thousands of NGOs compete for money that  usually too little and too late  is delivered by donors entangled in bureaucracy and obsessed with branding and control. The result is that everybody loses, especially those most in need on the ground. But, complaints apart, what are NGOs doing to invent a better system? Any change is risky, since emergency funds are critical to the survival of most international NGOs. Getting reliable figures is notoriously difficult, but humanitarian income from all sources usually accounts for 40-75% of total income. Of Save the Children UK&apos;s overall spend last year, 66% was labelled humanitarian, as was 43% of Oxfam&apos;s. In this context, shaking up the world of humanitarian assistance carries an obvious threat to NGO self-interest, so the incentives for reform are not exactly strong. Emergencies are central to the business plans of NGOs, whose brands shine more brightly amid the suffering of others. So, it is all the more remarkable that a group of British NGOs has put together proposals that promise to blow this logic apart. Their &quot;big idea&quot; is to establish a new emergency response fund that would act like a bank in channeling help  wherever and whenever it is needed  to frontline agencies, without having to apply afresh for &quot;credit&quot; for every new disaster. By creating a firewall between the interests of donors and the needs of those on the ground, NGOs and other implementers would be able to get resources to the sharp end of the system quickly and efficiently. They would also be able to improve the quality and sustainability of emergency assistance, and build the capacity of local groups to take on more of the work themselves so that, when disaster strikes again, less outside help would be required. Indeed, local groups would be encouraged to apply for support directly, cutting out their northern NGO intermediaries. The idea of a standing fund for emergencies isn&apos;t new; the UN already has one, and the Disasters Emergency Committee pulls together UK appeals. But the former is vulnerable to political pressures and inefficient administration, while the latter only responds to high-profile cases. By contrast, instead of competing for resources handed out by a web of government and private donors, all with their own different criteria, the NGO proposal suggests making decisions based on peer review by the fund&apos;s implementing agencies, using a unitary framework focused solely on quality, need and impact. Theoretically, therefore, Oxfam, Christian Aid or anyone else could be declined or thrown out if they fail to perform effectively. According to Sean Lowrie, who sits at the middle of this collaborative from a base at Save the Children, a small-scale pilot version of the fund has already been tested successfully with support from the UK&apos;s Department for International Development (DfID). A fund like this faces lots of questions about how it would actually work and be governed, but, by breaking out of the &quot;boom and bust&quot; cycle that bedevils NGOs and other agencies, it could provide a real step forward in reversing the dysfunctional nature of the current international system. It might serve another purpose, too, by encouraging NGOs to jettison the bad habits encouraged by over-competition and short-term funding so they can finally bring their emergency work in line with their advocacy for long-term, participatory development. At a time when some NGOs appear to be backsliding into the use of &quot;disaster porn&quot; to increase their market share, it is vital that counter-pressures are ramped up to push them in the opposite direction. Only then will they be equal partners with groups on the ground attacking the root causes of insecurity and famine. Nevertheless, a new fund needs new funders who are prepared to break free of their bad habits by putting large-scale resources into mechanisms they trust but do not control. If it is right to ask NGOs to set aside some of their self-interest, then what about the donors? An emergency response fund governed by the needs of those at the sharp end of disasters poses a direct challenge to the influence of national interests, donor agendas, and the technocratic fixation on narrow measurements of accountability that permeate the ranks of government aid agencies and foundations. Reorienting humanitarian assistance in this way requires both NGOs and donors with bold vision as well as deep pockets. Any volunteers?", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/sep/17/emergency-fund-help-ngos-humanitarian-house", 
    "wordcount": "775"
}