{
    "headline": "New year firework frenzy to send Beijing pollution readings rocketing", 
    "text": "The Beijing government has started informing the public about a hazardous form of air pollution as the population gears up for a new year firework frenzy that will see the skies filled with chemicals and particulates on Sunday night. The Chinese capital&apos;s environmental authorities succumbed to public demands for transparency by publishing hourly readings of PM2.5, tiny particulates released by car exhausts and factory chimneys that raise the risks of lung diseases, heart problems and dementia. The municipal government promised earlier this month that it would release this sensitive data before the start of the spring festival, which will usher in the year of the dragon on Monday. After weeks of thick smog, the launch on Saturday coincided with clear blue skies due to sharp winds, the festive closure of factories and a lack of traffic on the roads. The city monitoring centre&apos;s website said it was publishing data from a measuring station about four miles west of Tiananmen Square for &quot;research purposes&quot;. The initial PM2.5 reading at noon on Saturday was 0.015 milligrams per cubic metre, which would be classified as a healthy level in the US and Europe. However, there was some discrepancy with data tweeted by the longer established @BeijingAir account of the US embassy&apos;s monitoring station in the north-east of the city, where the reading was a less heartening &quot;moderate.&quot; Many remain sceptical. Steven Andrews, an environmental consultant who has studied Beijing&apos;s pollution data since 2006, told Associated Press he was &quot;already a bit suspicious&quot; of Beijing&apos;s PM2.5 data. Within the 24-hour period to noon on Saturday, Beijing reported seven hourly figures &quot;at the very low level&quot; of 0.003 milligrams per cubic metre. &quot;In all of 2010 and 2011, the US embassy reported values at or below that level only 18 times out of over 15,000 hourly values or about 0.1% of the time,&quot; said Andrews. &quot;PM2.5 concentrations vary by area so a direct comparison between sites isn&apos;t possible, but the numbers being reported during some hours seem surprisingly low.&quot; Readings everywhere will almost certainly surge for a few hours on Sunday night, when millions of Beijingers will unleash a celebratory firestorm despite environmentalists&apos; calls for people to use rockets, sparklers and firecrackers more sparingly. Wang Qiuxia, of the Darwin Nature Knowledge Society NGO, said the air quality in many Chinese cities deteriorated sharply every New Year&apos;s Eve. He joined other activists in launching an online campaign for a &quot;green new year&quot; that urges people to save the money they would spend on fireworks and donate it to civic groups so they can buy pollution-monitoring devices. Measuring PM2.5, which is finer than the width of a human hair, requires sensitive equipment that costs at least 25,000 yuan (2,500). Others demand tougher actions. The author Zheng Yuanjie, has used his Sina Weibo microblog to press the Beijing government to resume a ban on fireworks inside the fifth ring road. Others suggest the city should stage a single spectacular display  as Hong Kong does  rather than allowing millions of individuals to fire off starbursts and fire showers. The municipal environmental monitoring centre acknowledges the problems caused by pyrotechnics. A spokesperson, Liang Xiyan, said fireworks increased levels of PM2.5 and released harmful substances, such as magnesium, copper, cesium and strontium that accumulate in the alveoli and can cause illnesses in sensitive patients. Doctors also report a rise in asthma cases on New Year&apos;s Day. The explosives also create a mountain of rubbish. According to the city environmental sanitation department, 58 tonnes of used fireworks were picked off Beijing&apos;s streets during the new year festival in 2011. The city has started to rein in the most environmentally unfriendly pyrotechnics with an ordinance last September that banned the biggest and most complex fireworks. There are also appeals for people to use alternatives. Zhao Shu, the director of Beijing Folk Culture Association said electric firecrackers would be a good substitute. &quot;We don&apos;t want to discard this important Chinese tradition, but folk culture needs to move with the times. Traditions should be combined with advanced technology,&quot; he said. It is unlikely that many revellers will heed his call on Sunday, when the year of the dragon will arrive with the usual cacophony and a short, sharp spike of PM2.5.  Additional research by Cecily Huang", 
    "section": "environment", 
    "gid": "environment/2012/jan/22/new-year-fireworks-beijing-pollution", 
    "wordcount": "741"
}