{
    "headline": "Windows 8 on ARM: the Schrdinger's cat of operating systems", 
    "text": "The other day, Steven Vaughn-Nichols published a piece on ZDNet giving &quot;five reasons why Windows 8 will be dead on arrival&quot;. I read the piece and thought he was spot on  not so much that Windows 8 will be DOA, but that he does a great job of enumerating the challenges that Microsoft has with Windows 8. Vaughn-Nichols is a Linux guy. My Twitter feed, lit with the light given off by the flames-o-war, told me this was a man under heavy attack from the Windows lobby. (And he was. &quot;I stopped reading when I got to the paragraph on Linux&quot;, for example. &quot;Oh, Linux desktop? That&apos;s mainstream!&quot;) But was he right? Truth is, like Schrdingers cat, Windows 8 will be both dead on arrival and alive on arrival until we observe it directly. For now, let&apos;s have a (calmer) look at what he got right. Full-on fanboy mode I&apos;m going to go in full-on Windows fanboy mode on this article, just so we&apos;re all sure this isn&apos;t about the platform. I&apos;m writing a book on Windows 8 this year, giving the keynote at a one-day conference on Windows 8, I&apos;ve got the only book on WinRT published up on Amazon, and I&apos;ve recently launched a new site on WinRT. Ignore the fact I&apos;m writing this on a Mac though  Actually, don&apos;t ignore that fact. That&apos;s rather the point. Windows 8&apos;s challenge is not that it just had to be better than anything else; rather that it just has to be a natural, workable choice in a world where there&apos;s no clear leader. I really like Mac OS X, but I love Visual Studio, and have an &quot;it&apos;s complicated&quot; relationship with Eclipse. I don&apos;t use an iPad because it&apos;s made by Apple; I use it because I find it&apos;s good. Likewise, although at a time in my life if you had cut me in half you&apos;d have found &quot;Microsoft&quot; written all the way through me, nowadays give me a Lumia running Windows Phone and I can&apos;t stand the thing.  Anyway, on with dissecting Vaughn-Nichols&apos;s article. Point 1  No one needs Windows 8 on the desktop (or laptop) If it wasn&apos;t for the Metro-style shell and touch capabilities targeted at the iPad, Windows 8 would be Windows 7.1, so he&apos;s essentially correct here. Enterprises that are on Windows 7 won&apos;t upgrade to Windows 8, they&apos;ll wait for Windows 9. Enterprises on XP will probably move to Windows 8, but seeing as they&apos;re currently on XP, they&apos;re probably on the conservative end of the spectrum. So they&apos;ll most likely wait for Service Pack 1 (SP1)  many months down the road. Would I upgrade to Windows 8 from Windows 7 if I didn&apos;t have to? Unlikely. There&apos;s some interesting bits and pieces in it, but apart from having to click through the Metro-style shell to get to the desktop proper, there aren&apos;t any major wins for businesses or consumers. (Seriously  are you going to use Metro-style apps on the desktop? I thought not )  For clarity, by major, I mean &quot;OMG?! I CAN HAZ A RESTORE FEATURE PLZ! &lt;brain explodes!&gt;&quot; type major.  Point 2  Metro: An ugly, useless interface OK, so this one is really interesting. I have tried on three occasions to write a piece on how broken Metro is, and I have failed each time to come up with something presentable. But I&apos;m treading carefully here  people seem to like it. (Although, I would counter that hardly anyone has really used it in anger, and won&apos;t while Windows Phone is sitting on the low end of market share and before Windows 8 comes out. Geeks liking it and &quot;normal&quot; people liking it ain&apos;t the same thing.) Vaughn-Nichols targets Metro on its similarity to Windows 1.0 with its &quot;applications that can either run as a small tile or as full screen with no way to resize or move windows&quot;. He also calls out its &quot;gaudy colours [and] boxy designs&quot;. My counter: iPad sells a bajillion units a month and doesn&apos;t have an overlapping windowing system. Moreover, I didn&apos;t even realise it didn&apos;t have one until I wrote this. Personally, I think there is something wrong with Metro, but as I alluded to above, I&apos;ve failed so far to put my finger on it exactly. In the meantime, I&apos;ll re-represent this article lamenting the poor level of information density in Metro.  I&apos;ll also add that I think there&apos;s something broken with discoverability in Metro, which is all about stripping away clutter to give you the information that you want. That&apos;s fine if you ignore the fact that the computing industry is quite old now. Talk to anyone in their mid-20s and they&apos;re likely to have used a computer for most of their lives. We&apos;re trained, and we have a natural psychological bent, to filter out clutter and discover information. Metro is like staring at a blank sheet of paper on which someone has artfully written a few words. For me (and I appear to be in a massive minority) Metro makes me work too hard. Point 3  Where are the Windows 8 applications? My last piece looked at the lack of discussion around developing for Windows 8. Vaughn-Nichols is spot on here  developers need to be cranking out Windows 8 apps and they&apos;re not. And they&apos;re not because we&apos;re all sitting here, waiting  The Consumer Preview beta will hit at the end of February (on the 29th, to be precise). Practically no one can do anything until that comes out. That version will be more or less feature complete. The other reason is the one that&apos;s got me vexed and perplexed: how does one write a Metro-style, touch-based, Windows on ARM (WOA) app without having a touch-based, WOA tablet? As I said before, 500 Internets to the person who gets the Consumer Preview running on iPad. Either that, or every Windows developer in the world needs to find the spare grand or so they need to buy a tablet that they can use for development. Good luck with that. Just to round this off, Vaughn-Nicols&apos;s point is worrying because of the ramp-up time. We&apos;re looking at late 2013 before we get anything like a critical mass of WOA-optimised tablet apps. That&apos;s not Microsoft&apos;s fault, though: everything is compressed because the post-PC market consolidation is pushing everything to move too fast. Point 4  Vexed Windows developers On Thursday, Steven Sinofsky published a mammoth post about Windows on ARM  which he calls WOA   clearing up a lot of the questions about what sorts of applications can run on that class of tablet. (The simple answer is, write it from scratch as a Metro-style app using WinRT.) Yet a lot of questions remain, notably around an implied deprecation of .NET technologies in favour of WinRT. Building Metro-style apps for these new devices should have been billed as a &quot;Got .NET? Come and join the party!&quot; approach, whereas actually what we as developers received were messages about how the future was actually WinRT. (Watch out for a future piece by me on this topic.) One thing that&apos;s not been discussed is whether or not Visual Basic for Applications (VBA) will be supported on the variant of Office that runs on these new tablets. Now, &quot;real&quot; developers will scoff  who needs VBA?  but the reality is that a lot of businesses, from very small to very large, use Excel macros to run their business. Excel macros also feature prominently with software used by front-line, mobile workers  a key audience for WOA tablets. Imagine having a group of mobile salespeople who use an Excel workbook to capture orders. That workbook will likely need to run some code over and above basic calculations in Excel. (For example, validation, submission back to a system at head office, data lookups, etc.) If VBA is not supported on tablets that could vex a huge audience of people who, while not professional developers first and foremost, are nonetheless developers. Back in August, Mary Jo Foley dropped a hint on this with a job posting for Office developers to add HTML5 and JavaScript capability. HTML5 and JavaScript is one of the tracks in WinRT development, so there&apos;s a strong hint there that Office 15 programmability will come in that form, as opposed to VBA. Point 5  Too little, too late for the smartphone/tablet market Well, that&apos;s for the market to decide. And we know Microsoft is trying to disprove this point through everything that it&apos;s doing Conclusion I&apos;m banking on Windows 8 being absolutely massive this year, but even I&apos;m worried about what we&apos;re going to get. One thing&apos;s for sure though  give Vaughn-Nichols a break. Even though he&apos;s a Linux guy, he&apos;s done a fine job of calling out some of the key challenges that Microsoft has to solve if people like you and me are going to make the most of the opportunity.  Matthew Baxter-Reynolds is an independent software development consultant, trainer and author based in the UK. His favourite way to communicate with like-minded technical people is Twitter: @mbrit. He is the keynote speaker at the first Windows 8 Conflab being held in London on 18 April", 
    "section": "technology", 
    "gid": "technology/blog/2012/feb/10/windows-8-arm-operating-system", 
    "wordcount": "1553"
}