{
    "headline": "An insight into university management: Exeter's staff shadowing scheme", 
    "text": "As a third-year student coming to the end of my degree, I&apos;m already beginning to experience the nostalgia that comes with realising my university days are nearly over. Watching as the fee changes encroach upon future generations, I find my desire to protect the student experience has never been higher. So when offered the opportunity to shadow one of our most senior members of staff, I jumped at the chance. It is easy to feel distanced from the elite body of executives that are responsible for running the university when you&apos;re trudging from one lecture hall to the next, never witnessing what happens in the offices surrounding you. Any contact usually manifests itself in the form of an email, which students read half-heartedly and dedicate to the anonymous face of the faculty. So, it is not surprising that an us-versus-them culture often prevails, but this doesn&apos;t have to be the case. Having spent two days with the University of Exeter&apos;s deputy vice-chancellor Professor Janice Kay, I feel that this boundary has been broken and I can finally put faces to names and envisage the once anonymous management. At first I was daunted going into rooms I didn&apos;t know existed for meetings I&apos;d never even heard of, full of acronyms I definitely didn&apos;t understand. Yet once I was there, I felt my presence was valued and, more importantly, so were my views. Janice explained all the terminology, the facts and the figures, and I was then able to watch with confidence as they debated and made decisions about improving student lives; issues regarding graduate employability, for example. The vast amount of data that was collected to inform such decisions impressed me, and the varying sources from which they came made me realise how far the university extends its research. I soon began to see the university as a much wider establishment, and myself as part of a much bigger community. While the meetings helped me to build my awareness of how the university makes decisions, what impressed me most was that with all this in front of them, they then turned to ask my opinion. I didn&apos;t feel like an indistinct part of the pie charts, an absent and mindless consumer, but like a recognised individual, living this experience. Surely this is what the university experience we hear about so much really is? A degree needn&apos;t be a business deal, but losing that personalised objective creates such a detached atmosphere. Janice has since commented that &quot;there is nothing to beat actually going and talking with students&quot;, and she is not alone in this view. A diverse group of staff took part in the shadowing scheme, but the conclusion appears consistent. Derfel Owen, Exeter&apos;s student engagement and participation development manager, said: &quot;The most important thing about it was just getting an opportunity to spend some time with students, getting to know what they do and what motivates them.&quot; On the day Janice spent following me, she met my friends, joined our conversation and listened to our concerns over a cup of coffee in our department cafe, where we normally sit grumbling about the ordinary difficulties of student life. It soon became apparent that certain problems can be missed in the streams of communication, and don&apos;t always reach the top. For example, we mentioned concerns about referencing, which may seem relatively banal in the grand scheme of things, but is the sort of issue that regularly affects students. As often only aggrieved individuals provide feedback, or a few engaged students, smaller concerns such as these can be lost among the more immediate and strategic issues. With Janice following my everyday life, however, she witnessed the realities of student behaviour and was able to integrate with a more diverse group. The scheme also helped me to skip all the complicated procedures and offered me a chance to feed back directly, and get quick results. Indeed, the next week, when I met Janice for a photograph, she informed me straight away that she has spoken with the college dean about some of the issues we had discussed. While I felt grateful that this particular issue had been investigated, what I will remember is how that informal chat has inspired a more approachable atmosphere, reassuring me that we students still matter. Many students who participated felt grateful for the opportunity it gave them to explore vocations that aren&apos;t always accessible. For me, being given this unique insight into roles within higher education confirmed my desire to work in this field and gave me the confidence to run for the vice-president (academic affairs) position in the Students&apos; Guild. Imogen Sanders is a final-year student in the English department. She has served as the student subject chair for English this year and has just been elected vice president (academic affairs) for the Students&apos; Guild next year.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/mar/08/university-management-at-exter", 
    "wordcount": "812"
}