{
    "headline": "Nasa mascot Camilla hits the stratosphere", 
    "text": "In a knitted spacesuit and tight-fitting helmet, Camilla the rubber chicken floated to the edge of space in a modified lunchbox as the sun unleashed the most intense radiation storm since 2003. The mascot for Nasa&apos;s Solar Dynamics Observatory was lofted to the stratosphere on a helium balloon that carried a payload of four cameras, a thermometer and two GPS trackers. The mission by students at Bishop Union high school in Bishop, California, flew on 3 March during the calm before the storm, and again a week later, when the storm was at its peak. During each flight, Camilla spent 90 minutes in the stratosphere, where temperatures fell to -60C. Camilla was snapped at 38,039m above California before the helium balloon popped, as planned, and fell to Earth on a parachute. The chicken and the payload were retrieved intact from a small range of mountains east of the Sierra Nevada. The source of the radiation storm was a sunspot called AR1429, which unleashed more than 50 solar flares in the first two weeks of March. According to Nasa, at the peak of the storm, charged particles slamming into the upper atmosphere released enough heat in three days to power New York City for two years. Carried aboard the mission was an astrobiology experiment that subjected seven insects and 24 sunflower seeds to the extremes of near-space altitudes. The sunflower seeds were a variety known as &quot;Sunspot&quot; or Helianthus annuus. None of the insects survived the mission, but students have pinned their corpses to a black &quot;Foamboard of Death&quot;, a rare collection of bugs that have nearly made it to space. &quot;Camilla&apos;s trip to the stratosphere gave us a chance to talk to thousands of people about the radiation storm,&quot; said Romeo Durscher, who looks after the rubber chicken at Stanford University.", 
    "section": "science", 
    "gid": "science/2012/apr/23/nasa-mascot-camilla-space", 
    "wordcount": "308"
}