{
    "headline": "Alan Foster obituary", 
    "text": "My friend and colleague Alan Foster, who has died aged 73, was a remarkable teacher, admired by colleagues for his grasp of contemporary politics and international history. At conferences and seminars, Alan could give even the most eminent academics a run for their money. He was especially devoted to the annual conference of the British International History Group which, under Alan&apos;s influence, convened successfully at the University of Greenwich in 2006. Alan was especially loved by those he taught. It was not a cliche to say that he &quot;always had time for the students&quot;. Indeed, he often had a little more time than they might have expected, given his enthusiasm for any historical or political issue. But his counsel was always delivered in the wisest, most amusing and eloquent manner. Born into a working-class family on the edge of Oxford, he was an 11-plus failure (as was his brother, Ted, who was later to lecture in Russian at Leeds University). Overcoming this setback, Alan attended a Catholic school in Oxford, taking his first degree in history at Newcastle University, followed by postgraduate study at the London School of Economics. In the early 70s, Alan began teaching politics and international relations at Thames Polytechnic (now the University of Greenwich), which became home for most of his professional life. He also taught Open University students for many years. Perhaps Alan&apos;s most enduring achievement during his time at Greenwich was the establishment (with Louise Ellman MP and Ze&apos;ev Portner, a former student) of a parliamentary internship scheme, which allowed students to work in MPs&apos; offices as part of their final-year studies. Many students benefited, personally and professionally, from this innovative scheme, and still do so. Alan was a dogged researcher, taking great pleasure in working through the National Archives at Kew and publishing on the history of the British press and politics. Somewhat unfashionably, he was a great supporter of the Co-operative movement, with Co-op vouchers often given as gifts to his friends. Alan was a gentle man, with a faith that he rarely talked about, but which meant a great deal to him. He is survived by Ted and his sister, June.", 
    "section": "education", 
    "gid": "education/2012/aug/05/alan-foster-obituary", 
    "wordcount": "363"
}