{
    "headline": "Guadeloupe and Martinique threatened as pesticide contaminates food chain", 
    "text": "On 15 April more than 100 fishermen demonstrated in the streets of Fort de France, the main town on Martinique, in the French West Indies. In January they barricaded the port until the government in Paris allocated 2m ($2.6m) in aid, which they are still waiting for. The contamination caused by chlordecone, a persistent organochlorine pesticide, means their spiny lobsters are no longer fit for human consumption. The people of neighbouring Guadeloupe are increasingly angry for the same reason. After polluting the soil, the chemical is wreaking havoc out at sea, an environmental disaster that now threatens the whole economy. &quot;I&apos;ve been eating pesticide for 30 years so I carry on eating my fish. But what will happen to my grandchildren?&quot; asks Franck Ntri who has fished off the south-east coast of Guadeloupe all his life. Aged 46, he sees little scope for a change of trade. Yet he knows he has no option: the area where fishing has been banned will soon be extended. In 2010 a government decree placed the offshore limit at 500 metres. It will soon be 900 metres. Chlordecone (aka Kepone) is known to be an endocrine disruptor and was listed as carcinogenic in 1979. The coastline was the last part of the island to be contaminated, as the chemical was gradually washed down by the rivers. Pollution centres on the Basse-Terre area, which specialised in growing bananas for export. As the contamination spread, fishing had to be stopped and freshwater prawn farms closed. The same soon applied to the crabs caught in the mangrove swamps. It remains to be seen which deepwater species will be allowed to be caught in the future. In the little fishing port at Les Bananiers people are worried and angry. But at 10am there are plenty of customers for the fresh fish on sale, all at 10 a kilo, contaminated or not. The fishermen admit to playing cat-and-mouse with the maritime inspectors, who do not hesitate to cut the lines of their lobster pots. &quot;They want to get rid of us, make room for more tourists,&quot; they complain. About 70 families depend on fishing for their livelihood here. &quot;There is no hope of improvement,&quot; says Nicolas Diaz, a biologist working for Guadeloupe regional council. &quot;The chlordecone is trapped in the mud on the estuary and is released every time there&apos;s a storm. It will go on for generations.&quot; This all happened because chlordecone was used to combat banana weevil from 1972 to 1993. The chemical was banned in mainland France in 1990, but an exception was made for overseas territories. The US stopped producing and using the chemical in 1976. It is estimated that chlordecone persists in the soil for 700 years. It was first detected in drinking water on Martinique in 1999, then in sweet potatoes and cassava, but strangely not in bananas. It has since been established that it has infested the whole food chain, including beef and chickens, with high concentrations in eggs. It is even present in the milk of nursing mothers. The contamination has caused a major upheaval among poor families who derive part of their livelihood from market gardening. After a two-year study to identify the most severely polluted areas, a special team in charge of allotments launched an information campaign in 2009. They have visited the homes of over 10,000 families. &quot;We tell them not to plant root vegetables and to eat less of them. We also explain that they can grow tomatoes and fruit, but they are still sceptical,&quot; says Johann Agrapart, one of the team leaders. Dr Luc Multigner, an epidemiologist at France&apos;s Institute of Health and Medical Research (Inserm), is studying the chemical&apos;s impact on public health. He leads a team that has been investigating the fertility of banana-plantation workers since 2002. So far no clear effects have been detected but on the other hand research has revealed a substantial increase in the risk of prostate cancer. The doctors also studied about 1,000 women and their children who were exposed to chlordecone during pregnancy. In partnership with international research teams, they monitored the development of 153 toddlers under seven months. The conclusions published by the journal Environmental Research in 2012 revealed psycho-motor impairment, reduced visual interest in new things and problems with visual memory. A further battery of tests, focusing on 18-month-old children, confirmed the motor issues among boys, according to results published this January by NeuroToxicology. Somehow it took a very long time for the message to get through to the authorities in Paris. A report on contamination of wildlife on Guadeloupe was filed in 1980, with a copy going to the environment ministry. In 2007 four NGOs and the Confdration Paysanne farmers&apos; union lodged a legal complaint. Public health prosecutors have finally launched an investigation. &quot;The problem is perhaps not on the same scale as Fukushima,&quot; says Dr Multigner, &quot;but it is comparable in its complexity. It isn&apos;t the sort of crisis you can contain and solve, then move onto the next thing. No, it&apos;s going to last.&quot; Paris is not denying its responsibility. Several ministries have contributed to two government schemes, initially allocating 33m in 2008-10, which paid for research, publications and checks on local foodstuffs. The second scheme will run to the end of this year, but no one knows what will happen after that. A few NGOs are still campaigning on issues related to public health and the islands&apos; remarkable biodiversity. The local community is largely fatalistic and policymakers are either silent or more inclined to defend the interests of banana growers. The French West Indies exports 270,000 tonnes of bananas a year to Europe, almost the islands&apos; only export.  This story appeared in Guardian Weekly, which incorporates material from Le Monde", 
    "section": "environment", 
    "gid": "environment/2013/may/07/guadeloupe-economy-theatened-pesticides-pollution", 
    "wordcount": "982"
}