{
    "headline": "Jeremy Grantham on how to feed the world and why he invests in oil", 
    "text": "Yesterday, I posted part one of the transcript from my Saturday Guardian interview with Jeremy Grantham, the environmental philanthropist and the legendary fund manager. Here&apos;s part two... Jeremy Grantham on what first led him to engage with environmental issues:  It started [in the mid-1990s] with a visit to the Amazon and to Borneo with the kids. And without thinking about it you start talking about the logs along the side of the river and the lack of mature forests in Borneo. We were on family trips and happened to do a couple of tropical forests back to back. I&apos;m sure that played a role, but we didn&apos;t treat it as an epiphany. I would argue that one of our children got there first. While we were environmentalists, but low key, one of my sons happened to get a job which saw him end up in a dry tropical forest in Paraguay for five years and then off into the forestry business. Shortly behind that, we [his investment company GMO] began to follow that interest in forestry. We started our own forestry operation 15 years ago [at GMO] because our interest in forestry and of our realisation that land is so important. Forests were mispriced and were an attractive investment. My interest in forestry at that point was entirely commercial and then it began to morph into a decent investment, plus, &quot;look how important these forests are to maintain fresh water, carbon sequestration, etc&quot;I picked up none of that [James Hansen&apos;s 1988 testimony before Congress on climate change and the 1992 Rio Earth Summit]. No. Absolutely not. I was following along afterwards [once the foundation launched in 1997] asking the big NGOs where was the leverage for the birds flying through Costa Rica and Panama. Let&apos;s put our money there. Where were the hotspots? The climate question wasn&apos;t there for me at that time. Now it is at least half of the focus for the foundation. And in the other half it brushes up against climate all the time. We are late arrivals to all this and I have nothing but admirations to those who beat me to the punch by a few decades.  On why his environmental interests moved beyond habitat conservation:  I was a moderate environmentalist 10-15 years ago. But then I started to get embroiled in resources and that [the rise in price of] oil was the first paradigm shift that we&apos;d ever come across in an important asset class, and nothing is more important than oil. I realised that the price of oil had changed forever and is not going back to the old $15 a barrel. There had been a majorly important shift. That led us to asking the question, why only oil? Why not every finite resource? And so we ended up about four years ago saying, &quot;watch out, we seem to be running out of things&quot;. Two years ago, we did a very detailed paper which took on a life of its own and helped to put these issues onto institutional agenda items, I think. That led me to the realisation, by looking at the data, that between population growth and China gobbling up the world that the world had changed  and dangerously so  and hidden under that that oil and food were the two most dangerous components and within that [the availability of] phosphorous was perhaps the most dangerous long-term issue of all. Digging into the phosphate problem, you realised that it can be handled, but only if the great majority of the world is fed via sustainable farming which means nurturing the soil and having it once again full of micro-organisms. If you kill them every year with herbicides and pesticides then you&apos;re dealing basically with sand. You&apos;ve got to restore and renew the ability to grow by re-applying all the nutrients in very big, expensive doses every year. This is in contrast to well-nurtured soil. There&apos;s a 30-year patch in Pennsylvania at the Rodale Institute where they&apos;ve never put on any phosphorous at all and they are getting productivity equal to regular farming up the road.We arrived at all this just by looking at the numbers and the more I did the more I became concerned that we were already deep into a food crisis. Arab Spring countries were already getting throttled a bit by rising price of energy and food. They don&apos;t spend 8-10% of their budget on these, they spend 40%. So when that starts to double on you, you can see how quickly why people take to the streets. And that&apos;s where we are. The rich countries are really not that concerned and their casual behaviour is only serving to push up the price which is not that big a deal to them, certainly not the movers and shakers who make all the money. But it&apos;s a terrible deal for the poor half of the world and a disaster for the poorest 10% or so. That&apos;s the world we&apos;re in and it could lead to country after country being destabilised.It has forced me to go back and read all the classics. On my iPad I think I have 40 or so books now. I recommend a book by a scholar who summarises all these works back to Gibbon&apos;s Decline and Fall of the Roman Empire. It&apos;s called Immoderate Greatness: Why Civilisations Fail by William Ophuls. And then there&apos;s perhaps my favourite book of a more detailed type which is called Dirt: The Erosion of Civilisation [by David R Montgomery]. That&apos;s a really good read. Then there&apos;s Collapse by Jared Diamond, which seems to have done quite well and is reasonable. A lot of details are queried by the experts in the field, but I thought it was fine. Then there are books on peak oil and shortages of raw materials. Books on the whole package of long-term growth on a finite planet, going back to the Limits to Growth and a book by one of the co-authors that looks at the next 40 years. That&apos;s called 2052 [by Jorgen Randers]. And so on and so forth.   On the strengths and weaknesses of capitalism:  Capitalism does millions of things better than the alternatives. It balances supply and demand in an elegant way that central planning has never come close to. However, it is totally ill-equipped to deal with a small handful of issues. Unfortunately, today, they are the issues that are absolutely central to our long-term wellbeing and even survival. It doesn&apos;t think long-term very well because of high discount rate structure. If you&apos;re a typical corporation anything lying out 30 years literally doesn&apos;t matter. Or, as I like to say: QED, your grandchildren have no value. And they usually act as if that was true, even though I&apos;m sure they are actually very kind to their grandchildren.My favourite story is about the contract between the farmer and the devil. The devil says, &quot;sign this contract and I&apos;ll triple your farm&apos;s profits&quot;. But there are 25 footnotes, as there always is with the devil. Footnote 22 says that 1% of your soil will be eroded each year, which is actually horrifyingly close to the real average over the past 50 years. The farmer signs and makes a fortune on a 40-year contract. And his son then signs up for the next 40-year contract and makes a fortune. And his son then signs up for the third and final contract. He still does very well, and in the final 20 years the family has accumulated enormous wealth, but the soil has gone. It&apos;s the same story for all his neighbouring farms and everyone is out of business. My sick joke is that at least he will die a rich farmer when all the starving hordes arrive from the city.Every graduate who took Econ 101 would probably sign that contract. There is no single theory that is used in economics that considers the finite nature of resources. It&apos;s shocking. But not as shocking as the pathetic waste of space over the last 50 years given to &quot;rational expectations&quot;, which allows a whole generation of bankers and central bankers to believe that the market is efficient. None of it applies to the real world, or to messy human beings, many of whom are a little crooked when they have to be. It&apos;s been a disaster and a complete waste of time. It has been remarked before that modern economics is belief in a perpetual motion machine. Capital and labour, but no mention of energy. Without energy the whole thing grinds to a halt and the whole theory is demonstrated to be totally false. I&apos;m late in the game at recognising this. One of my new heroes is an economist called Kenneth Boulding who, at 22, got a paper into Keynes&apos;s journal. At the age of about 50 he realised that economics was not taking its job seriously, that it was not interested in utility, in real serious improvement in the world, but that it was increasingly interested in new, elegant mathematical theories designed to get career advancement, over usefulness. He said the only people who believe you can have compound growth in a finite world are either mad men or economists. He also said: &quot;Mathematics has brought rigor to economics. Unfortunately, it also brought mortis.&quot;  On whether there&apos;s any conflict in him (via GMO and/or his foundation) investing in oil and gas companies?  The first point is that each fund we have at GMO  maybe 80 or so  is run by its own team. I don&apos;t think that money management can easily have too many rules coming down from the top. Our first responsibility is to make money for our clients. I&apos;m happy to write them letters trying to persuade them to do this, that and the other, but if they choose not to, that is their choice, not ours. We should just be a conduit for the client&apos;s decision on ethics. They will usually sign up for a strategy for which quite a lot of institutions have the same portfolio. My job as the quarterly-letter writer is to try and influence the game a bit, but it has to be done in a firm like ours at the top level. The solitary factor that might appear to be an exception is that we are getting close to the decision [at GMO] not to carry coal stocks and anything that has a material amount of tarsands. We have a resource fund which, of course, has stuff in the ground. It owns oil and gas companies, but it does not own coal companies or tarsands enterprises. I have written in Fortune magazine that those extreme, dangerous, carbon-intensive and polluting resources run the very substantial risk of being stranded assets because, on one hand, I think the progress of solar and wind is moving faster than most investors realise and, on the other, I expect the continuous rise in the price of hydrocarbons as we continue to move through the cheap stuff and move on to the more expensive stuff in terms of getting it out of the ground. And I don&apos;t think that if you put billions of dollars into a new tarsands project that you will see a decent return on it. It will be underpriced by solar, wind and other alternatives which are moving at considerable speed. And point two is they will slap a carbon tax on coal and tarsands which increasingly countries here and there will do  and, eventually, the US in the hopefully not-too-distant future  and that will be a death blow. If all this doesn&apos;t make these investments unprofitable, they will be very lucky. The probability of them running into trouble is too high for me to take that risk as an investor. If you look at the damage and you adopt a practical triage attitude, what you realise quickly is that every barrel of good, old-fashioned, relatively cheap oil will be pumped, as will every cubic foot of old-fashioned, low-cost natural gas. The real damage to the environment is the massive reserves of coal and tarsands, and elaborate, high-cost secondary/tertiary recovery of oil and gas. That&apos;s where the battle will be fought out and, frankly, that&apos;s going to turn out to be 60%-70% of the potential damage to the planet and we, with a bit of luck, can adjust to a world that uses up its conventional oil and gas if we behave well and drag that period out into the distant future. A lot of it will be used as chemical feedstock which is a higher and better use than using those precious resources as a fuel. Fracking enters the grey area. It&apos;s not old-fashioned natural gas that desires to burst to the top under its own free will. You have to torture it out of solid rock and that takes extra energy and extra pollution, and so on. That&apos;s why it is a grey-area fuel and that runs some risk of eventually becoming too high costThe [Grantham] foundation can invest in anything it wants. It would be nice to make lots of money [for the foundation]. I believe there are certain forms of sustainable farming that will indeed perform well in the stock market and as an investment. This is not the money that we give out as grants each year. This is the principle behind it. So it&apos;s good to have some influence on both ends. [At GMO] we don&apos;t aim to have more than 10-15% in farms and forestry. The funds we run for clients are, to a certain degree, neutral on ethical issues. If there is a demand from the client  which I hope there will be  to have more green and sustainable funds, I hope GMO will do it one day. But in the meantime, with my foundation, I am the client, so it is entirely my right to set our own ethical standards. For the record, for the foundation I also approve the purchase of oil companies. I just won&apos;t buy coal and tarsands, for the reasons I&apos;ve given. I reserve the right at a later date to say that one or two oil companies are simply too badly behaved. I haven&apos;t done that yet, partly because I don&apos;t have the required information.It also involves different interpretations of effectiveness and propaganda. I have an honest disagreement with Bill McKibben. Our foundation helps fund his efforts and I have great admiration for him. But I have argued with him that there&apos;s probably more juice to be had by going to the campuses and getting the students to stamp their feet that the college endowment should get rid of all their coal and tarsands investments because they can do that.For the record, we need oil. If we took oil away tomorrow, civilisation ends. We all starve. It&apos;s a little impractical and idealistic [to abandon oil immediately], perhaps. Now I understand there are other big issues, such as what does it take to concentrate the mind of a student and get them enthusiastic. In the long run, the carbon equation that Bill McKibben has gloriously helped to popularise in Rolling Stone is in front of everyone&apos;s nose. We&apos;ve got five times the amount of carbon reserves to cook our goose. The question is what can we get away with and what sends the biggest signal. My thinking is that, if we could get dozens and dozens of colleges and foundations to sign up to getting rid of coal and tarsands, we&apos;re attacking something that is doable at the portfolio level  the college is not going to feel that is a tremendous encumbrance for them to optimise their return  but it represents 60-70% of the whole climate problem. By my reckoning, it&apos;s a very focused and efficient strategy. And when everything has been disposed of and there&apos;s a groupthink on the issue it&apos;s a very powerful statement to send rattling round the world. Coal and tarsands are not even 1% of a typical portfolio. Oil and gas, as one of the biggest industries out there, is huge, but coal and tarsands is negligible. Far better to nail that and send a very powerful signal. And why wouldn&apos;t the colleges sign up because it&apos;s very good business. I love the idea when you have an environmental argument backed by a good economic argument. I would like to concentrate my efforts in those areas. I understand the principle entirely of not interfering [with a fund manager&apos;s decision-making], but I wouldn&apos;t dream of doing that unless I believed the pay-off was very large and the penalty for doing nothing was very high. I think there is a wonderful case for a prestigious, leading university to have their endowment officially to take into account the long-term effect on the environment - not blanket forbidding this, that and the other, but just taken into account in a sensible way.There are other advantages, too. Rather like the corporations who have become quite green and project that image, the people who have signed up for a job have broadened a bit and as they build that image it has become a commercial advantage. It might be that only 10-20% of the graduating population of the top students are interested in the long-term wellbeing of the planet, but it&apos;s a measurable number and it&apos;s getting bigger and it&apos;s enough to be commercially interesting. If you are losing 20% of the brightest students because you have an undesirable image then you had better start to change it. This is one of the soft underbellies of the capitalist system and it&apos;s one way that they are impacted by, let&apos;s call it, good behaviour and sustainability in the broadest sense. It would also apply to students applying for college.  On good, long-term investments:  My view of food leads me to believe that a spectacular investment is in farm land and in forestry. Or, if you prefer it, land. They don&apos;t make any more of it, as they say. Fifteen years ago we started a forestry division [at GMO] because I had fallen in love with land and trees and because I realised it was a mispriced asset class. We have done extremely well in that sector outperforming the benchmark for 15 years. I think farm land is a terrific investment area. But that doesn&apos;t mean that some mid-western land isn&apos;t ahead of itself because of recent grain prices. It&apos;s a very inefficient asset class and every farm is different, but you can hunt around the edge, and outside America, and you can find a decent return in an equity market that is becoming, in the US at least, rather overpriced. If you were to buy a farm, and I would be urging any buyer to think in terms of the sustainability of the farming technique, but here again our farming portfolio is relatively green but it&apos;s not by any means limiting itself to sustainable or organic farming. My foundation, on the other hand, is at the early stages of what I hope to be a long and interesting experiment of investing in this kind of more avant garde sustainable farming. As we discover useful information and potentially profitably information we will pass it on to our GMO unit for the clients&apos; benefit.  On where he plans to take his foundation next:  We&apos;ve recently become very aware of the fact that as our knowledge base accumulates so rapidly, our learning curve is so steep, that the point of maximum sensitivity is shifting so we are quite grateful that we can&apos;t commit all our resources on one project. Now we&apos;re beginning to think, perhaps, we should cool it for a year or two, because our learning curve is so steep, and wait to see. But if I had a magic wand it would be energy storage. Secondly, alternative energy, in general. And, perhaps, co-equally, farming and looking ahead to the next problem of how do we move the world to sustainable farming.We could go to a couple of leading farm research universities and ask what does it take to beef up the programme and to train organic farmers and to publicise it so that every young man or woman with an urge to think about this can go and get a good training. They don&apos;t really exist, by the way. The three people on the planet who do exist might write in and protest, but it&apos;s insignificant, a rounding error compared to the training in &quot;Big Ag&quot;. One could have quite an effect, such is the small base. Research into organic farming - there&apos;s been fairly minimal research into the intermediate crops that you can put on between the cash crops. They flower two weeks too late, or early, to be convenient.One of things we tried to do last year, but failed because we couldn&apos;t buy a farm, was to scale up the efforts of the very best organic system which had only taken place on very small plots. We were going to buy enough land to offer a project where they would have 350 acres each, maybe three of them, and would have three years to work out which system was best. We wanted to see how close to Big Ag you could get in productivity. In half-acre lots they can get to parity. Could you do that with 350 acres? And they used far less of the expensive in-puts and increasingly less as the years go by. And as the price of fertiliser and fuel rises that becomes more and more commercial, so it will be pushing in favour of sustainable farming and it will continue to push until its fully commercial. But in the meantime, it would be nice to save 5-10 years along that road by doing trials. We would like to be able to start doing a few things like that that will save a few years when it mattersWe&apos;re moving quite fast on various types of highly improved organic farming, upgrades to land, sequestered carbon, doubling of cattle capabilities, re-considering marginal land that had been degraded. It might not fall with organic certification standards, but it takes those principles and concentrates on developing sustainable methods of food productionWe [at the foundation] also want to project the argument for sensible behaviour in a world where the news media is full of anti-science nonsense. Heartbreakingly, the Guardian is an island amid remarkably bad British coverage of the environment, much worse, on average, than in the US. The newspaper industry [in the UK] has covered itself in shit when it comes to environmental reporting, except the Guardian. The TV is much worse in America than the UK, though. An accident of history.  On genetically modified food:  I can tell you where I stand today [on GM crops] and I will have to tell you again next year. That&apos;s part of the reason why we want to do these trials to find out exactly what you can do in terms of sustainability and simultaneously ask the question of what are the compromises. How much would it hurt your productivity and cost structure to move to a more hybrid version of organic? Is it a bargain given that pure organic gets a big premium? It may well be that hybrid form of farming may give you the best output per unit of sustainability, but the most money per unit may well come from total organic following the rule book and picking up a 50% premium for your product  On whether organic food can &quot;feed the world&quot;:  We have a 50% surplus of food, as we speak. We have tons of waste and a decent amount of land and huge areas which can be increased in efficiency by going organic in, say, Africa. If hypothetically someone said to you we all must change to organic across the board, you wave your wand and everyone does it, your productivity drops by 18%. We can absorb that today. By if we wait 30-40 years and have an 18% hit they all starve.  On &quot;austerity&quot;, debt and monetary policy:  Fiscal and monetary policies are extraordinarily difficult at the moment. The history is not clear as to what works. The theory is even less clear. My guess is that you want to be careful about how quickly you tighten the austerity screws and that the more austerity-orientated approaches look to me more dangerous and seem to be delivering greater pain on the economy. Eventually, you have to address the question of debt, but I&apos;m on the record as saying that I think the world in general exaggerates the significance of debt. That isn&apos;t to say it&apos;s insignificant, but what it is to say is that it&apos;s a paper world and it takes our attention away from the real world of the quality of education and training and the quality and quantity of capital investment and legal structure. We don&apos;t build things on paper and yet we&apos;ve begun to talk as if we do. People say that the Chinese have built all their railroads on debt, to which I say, &quot;no, they haven&apos;t&quot;. They&apos;ve built them with real Chinese people and real cement and real steel that are part of the real world. When you run out of people and capital capacity then you can&apos;t increase any more. America conducted the world&apos;s greatest experiment in debt. It tripled the debt-to-GDP level from 1982, where it was 1.25x GDP, up to 3.5x over the next 30 years. And during this time what effect did this have on the long-term growth of the system? And that&apos;s the only reason they do it, just to get more growth? Everyone says that, of course, the financial burst caused devastation and brought us to our knees. Yes, it was a terrible idea and eminently avoidable, but if you look at the breaking of the housing bubble in America and you realise how many trillions of dollars would evaporate if it went back to the trend line of the ratio of house price to family income, you must realise that people are going to feel devastatingly poorer than they were. They still have the same house, but, in perception terms, they thought they had a pension fund stored up in their house and it went away. They feel poor and they are going to spend less and it will be a drag on the economy. It was a well-behaved bubble. It went extraordinarily high then all the way back in three years to trend line, and slightly below, and is now moving back up to trend. It was a huge hit to the economy and guaranteed the recovery would be slow. And if that was not enough there was a second factor  the price of oil quadrupled and the price of other assets, such as metals and food, tripled from 2002-2008. Every time that had happened before, like 1974 and 1979 in the two oil crisis, it was followed by global recession. That alone should have been enough to cause a recession. Add that to the housing bust and you don&apos;t need to create any space to explain why we had a recession and a slow recovery. I remain open to persuasion that debt is that big a deal. We have had it foisted upon us that the general idea that finance is so incredibly important that, if a corner bank goes bust, the whole of civilisation grinds to a halt. It&apos;s enormously helpful to the banking system to have believed such nonsense, but I think that&apos;s what it is.  On the human species&apos; chances of overcoming its environmental challenges:  Whether we have the nous to pull it off is an interesting question, but I think the odds are we will scrape through. Not that we deserve to. [Laughs]. It&apos;s a 50/50 shot that declining fertility rates and alternative energy will save our bacon. But nature and development don&apos;t run on a puritan basis of just punishment. It&apos;s often sheer luck. It&apos;s sheer luck we found hydrocarbons. It&apos;s sheer bad luck that carbon dioxide has a greenhouse effect. It&apos;s sheer bad luck that the oil industry has incredible vested power and is prepared to use it to delay the speed of our reactionIt isn&apos;t that we can&apos;t do it, it&apos;s that the Anglo-Saxon countries  where, by the way, there is a vast concentration of oil companies  are rather intractable on this issue and they&apos;ve managed to find a little army of non-scientific, persuasive &quot;loony lords&quot;, as I call them, to argue the case, either because they like being wined and dined by the enemy, or because they&apos;re naturally contrarian and like the publicity, or that they are genuine idiots. Who knows? I&apos;m always puzzled by the modus of these people.What we forget at the end of all this is Pascal&apos;s Wager. What is the penalty for acting as if this was really serious? You spend some money and end up with wonderfully cheap alternative energy? Big deal. Or you continue acting as if it&apos;s trivial and keep listening to the loony lords and doing nothing and having it cripple the planet as we know it? If the potential threat is big enough  like insuring your house, it&apos;s a necessary payment even though you don&apos;t expect the house the burn down  any sensible person who understands Pascal&apos;s Wager will agree to that. It&apos;s simply asymmetrical. The downside risk of this getting out of control is massive. The penalty for spending more money than you should have done because as it turns out, for scientific reasons, we have completed messed up and it&apos;s not as bad as we thought, are very modest in cost by comparison. That&apos;s the killer argument for any rational person, but, as we know, this is not about rationality. It&apos;s about our unwillingness to process unpleasant information. And the unwillingness of vested interests to stop funding this damn stuff.  On the Manhattan Project:  The Manhattan Project was brilliant and is the highpoint of our achievements as a species. Anyone who says government can&apos;t do this, or can&apos;t do that, I say a pox on you, have a look at the Manhattan Project. They did remarkable things. They were outside the box. They stuck the brightest minds out in the desert. They were herding cats with great egos, but it worked. Amazing effort. If we did that on alternative energy we are home free. Even half that. It was our best-ever response to a problem. Civilisations have fallen for the lack of something like that. For once, we came up with the right response, but you can&apos;t count on that being our natural reflex as a species. If it was, we would have analysed the problem of climate change and energy, and decided it was a bigger threat than Hitler. But we didn&apos;t get a Pearl Harbour or invasion of Poland. We&apos;re not programmed to respond to vague, problematical - you can&apos;t put a precise number on it  and the long term. That is not our strength. We&apos;re much better when the tiger attacks and the bombs drop. [Superstorm] Sandy was probably the closest thing we&apos;ve had [in the US] to a Pearl Harbour moment in terms of moving public opinion of whether climate change is real. ", 
    "section": "environment", 
    "gid": "environment/blog/2013/apr/16/jeremy-grantham-food-oil-capitalism", 
    "wordcount": "5262"
}