{
    "headline": "Mazda2: car review", 
    "text": "Price 10,495MPG 55.4Top speed 104mphFor many of us, January was amonth of denial: less drink, less food, less excess, less fun. Thank goodness it&apos;s over. But we weren&apos;t the only ones on a diet. Mazda&apos;s engineers have had their cars on a pound-shedding regime, too, and the trim Mazda2 would be getting a round of applause at the Weight Watchers weigh-in as it has shifted an amazing 100kg. The technique used at Mazda is the same as the one used by Team Sky to put Bradley Wiggins into the yellow jersey. The mechanics stripped his bike down and looked at how each tiny part could be improved. Ball bearings were weighed, gears were dismantled, spokes were replaced, and overall these fractional gains added up to an incremental advantage. Imagine if they&apos;d shaved off Wiggo&apos;s sideburns. He&apos;d have romped home. Over at Mazda&apos;s HQ in Japan, the diet was known as the &quot;gram strategy&quot;. The car was completely dismantled and then from the tyre tread up was reengineered to make it lighter and more efficient. It&apos;s hard to think of a more meticulous or tedious job. The gram strategy is part of Mazda&apos;s Skyactiv philosophy, which was launched in 2011 and is now being rolled out across the entire model range. It&apos;s a package of technologies that incorporates everything from developing super-efficient engines, lower CO2 and fuel consumption, and lighter transmissions, bodyparts and chassis. The technology won the manufacturer the What Car? 2013 ultra-low carbon award. The Mazda2 is the smallest member of the Mazda gang, but the neighbourhood that this chirpy little five-seater goes out to fight in is the bloodiest of all market segments. There are more than 50 small car models on sale in Britain and all offer the basics of seats, doors, engines and transport, so it takes extraordinary ingenuity and canniness to create some clear blue water around your baby. Your car has to be attractive, safe, efficient, cost in the region of 10 grand and still be fun to drive. It makes you realise how much easier the luxury wagons and supercars have it. Most problems can be solved if you throw money at them. In many ways, this is all the Mazda2&apos;s fault. When it was last relaunched it was the first example of the new model being smaller and lighter than the outgoing one. Before that bigger had always been better  or easier at least. The car was awarded five stars for safety and was named World Car of the Year in 2008. Other manufacturers took notice and soon everyone was competing to make their cars smaller and more ingenious  a massive boon for the cash-strapped, the space-starved and the eco-conscious. This latest Mazda2 is weaponed-up and ready to march into the bloodbath. It comes with a choice of three petrol engines  two 1.3-litre units with 74 or 83bhp, and a 101bhp 1.5. There&apos;s also a 94bhp 1.6-litre diesel which is the most powerful, but also the most expensive. Far better to save your money and go for one of the little 1.3s. The handling is sharp, but the ride could be smoother. The small wheels and firm suspension turn every speed bump into a Becher&apos;s Brook. But Mazda has a reputation for building cars that endure, and this little one will be battling to the finish line. Email Martin at martin.love@observer.co.uk", 
    "section": "technology", 
    "gid": "technology/2013/feb/24/mazda2-small-car-market-review", 
    "wordcount": "574"
}