{
    "headline": "Making overseas students count", 
    "text": "A partnership between Oxford Brookes University and the Association of Chartered Certified Accountants (Acca) helps people all over the world who are trying to study their way to a better future. Our students can add value to their professional Acca qualifications by completing a project that enhances their skills in research and analysis  and earns them a BSc in Applied Accounting. Since 2000, when the partnership began, 16,544 students have graduated, most of them aged between 20 and 30. All the evidence suggests they are dramatically changing their lives, and those of their families. I have attended graduation ceremonies around the world and the enthusiastic support of the extended family for the students participating in this programme is obvious  they are always bursting with pride and pleasure. More than 234,000 students worldwide are registered for the Brookes degree: while 50,000 are studying in the UK, it is in the developing countries that the open and flexible nature of the programme delivers the most benefit. We have students studying in war zones such as Afghanistan, in many African countries, in Pakistan, Malaysia, Hong Kong, Singapore and, notably, China, where there are currently 19,000 students registered for the BSc. Many graduates opt to move to another country to work, their mobility enhanced by their qualifications. What makes their degrees so portable is the confidence generated by rigorous quality control  the work is marked in the UK so that the same standards apply globally. The course is challenging, requiring a huge level of determination, but if students work hard the rewards are significant, both personally and professionally. Many students are studying alongside full-time jobs and family responsibilities. There&apos;s a comparison to be made with the &quot;night school&quot; generation who changed their lives in post-war Britain through part-time study. Graduates are properly proud of the difference their qualifications are making. Ronald Otukol, who studied in Uganda, works as a partnership auditor at Compassion International, a post he obtained after completing his degree in 2009. He says: &quot;The international recognition of Oxford Brookes was a driving factor for me to take the degree. In Uganda, employers prefer their employees to have a degree in addition to a professional qualification.&quot; A Masters of Business Administration was also launched in 2003; the programme is taught through blended learning, and Acca members have automatic entry. Recent research from the Sutton Trust makes clear the career benefits of postgraduate qualification, and this programme provides another opportunity for students worldwide to enhance their life chances. Key to the success of the joint venture between Brookes and Acca is the vision that is shared: together we aim to widen access while ensuring that the standards of teaching and assessment are rigorous.", 
    "section": "education", 
    "gid": "education/2013/feb/15/oxford-brookes-teaches-most-students-abroad", 
    "wordcount": "458"
}