{
    "headline": "Meaning of David Cameron's golden thread must be untangled, MPs say", 
    "text": "The international development committee (IDC) has called on David Cameron, the UK prime minister, to give a &quot;clear and consistent&quot; definition of what he means by the &quot;golden thread&quot; of development as he seeks to influence global policy on poverty reduction. Cameron&apos;s influential role in determining what comes after the millennium development goals (MDGs) in 2015 makes the need for a plain explanation of the term important, the committee says in its latest report. &quot;The prime minister has defined the &apos;golden thread&apos; in a number of different ways. We recommend that the prime minster give a clear and consistent definition of what he means by the &apos;golden thread&apos; in response to this report given its importance in his thinking on the post-2015 framework and goals,&quot; said the IDC report, which made recommendations on what MPs believe should be considered in the post-2015 talks. Cameron has used the term &quot;golden thread&quot; a number of times and in a variety of ways, depending on the occasion, to outline his vision for tackling poverty. For example, in a speech outlining his party&apos;s agenda for international development, delivered while in opposition in 2009, he referred to countries being pulled out of poverty by &quot;a golden thread that starts with the absence of war and the presence of good governance, property rights and the rule of law, effective public services and strong civil institutions, free and fair trade, and open markets&quot;. In 2011, addressing the Global Alliance for Vaccines and Immunisation, he included property rights, private-sector investment and access to markets under the golden thread banner, while in a speech at New York University last year, he added transparent information to the list. As well as a clear definition, MPs suggested Cameron added empowerment, fairness and collectivity into the thread. Next week, Cameron heads to Liberia for the next round of talks of the UN-appointed high-level panel (HLP) given the task of producing recommendations for a post-2015 development framework. Cameron co-chairs the panel with the presidents of Liberia and Indonesia, Ellen Johnson Sirleaf and Susilo Bambang Yudhoyono respectively. The panel met for the first time in London last year, and will meet again in Bali in March before presenting a report to the UN secretary general Ban Ki-moon in May. The report will feed into the discussions of the open working group on sustainable development goals (SDGs), the creation of which was an outcome of the Rio+20 summit in June last year, before a final report on what should follow the MDGs is presented at the UN general assembly in September. The working group was only announced in December, and there is still debate about whether the HLP and the working group&apos;s tasks can be integrated. One major sticking point is the inclusion of environmental sustainability in any universal suite of goals. The IDC report, which was published on Tuesday to influence Cameron in his HLP discussions, took written evidence from more than 80 organisations, and oral evidence from Amina Mohammed, special adviser of the secretary general on post-2015 development planning, and the international development secretary, Justine Greening. The report backs Cameron&apos;s calls for the elimination of extreme poverty to be included in the post-2015 framework (the MDG commitment is to halve the number of people living in extreme poverty). It says the new framework should include environmental sustainability and job creation, make explicit the rights of women and people with disabilities, and have universal goals but with country-specific indicators and targets to address inequalities. MPs have also called for data to be disaggregated by gender and region. The committee said it believed there were stronger arguments to merge the agendas of the HLP and the SDG working group to create one set of universal goals, rather than two; this would ensure sustainability is at the centre of the debate. &quot;One option would be to include one specific goal on sustainability issues in the post-2015 framework. Ideally, however, sustainability should be included as a component part of a number of the post-2015 goals,&quot; added the report. The committee said it was &quot;regrettable&quot; that no notes of HLP meetings, which have so far been held in private, had been made publicly available. &quot;In an age where transparency is increasingly important, publishing a note of meetings would have helped to achieve public &apos;buy-in&apos;,&quot; it said. But MPs urged Cameron and the panel to continue to lobby the international community to support its recommendations. It particularly called on the prime minister to use his presidency of the G8 to encourage members to make specific commitments to development.", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/22/david-cameron-golden-thread-mps", 
    "wordcount": "776"
}