{
    "headline": "Heroes are putting their lives on the line in the fight to save tuna", 
    "text": "One of the purposes of government is to protect public goods threatened by the self-interest of unscrupulous people or corporations. But what happens when governments fail? When they are either unwilling or unable to protect something valued by the many from the depredations of the few? What do you do, for example, to defend the bluefin tuna? Thanks to the obstructionism of the Japanese government and the small states whose votes it has bought, international law is currently incapable of preventing what seems like the inevitable slide of this magnificent species towards extinction. Even the feeble measures which are supposed to protect them are widely and blatantly flouted. The governments - including several in Europe - that should be enforcing them don&apos;t seem to give a damn. Tuna don&apos;t vote and they are unlikely, in places facing economic turmoil, to become a major election issue. So do we stand back and allow one of the world&apos;s most impressive life forms, which also helps to sustain the ecology of the seas, to be driven to extinction? Would art lovers stand back and watch as the government allowed looters into the National Gallery to steal or smash whatever they wanted? Or would they try to act where the government had failed, and put themselves in the way of this vandalism? The greatest threat to the bluefin tuna is the netting of small fish which are then transferred to crowded sea cages, where they are fattened up until they are large enough to be sold to Japan. Like any fishery which targets juveniles, the impact on the stock is devastating. Outrageously, the practice is legal in the Mediterranean, and these tuna farms - which harvest but don&apos;t breed - are now springing up off many of its coasts. Even when the boats supplying the cages are trapping more tuna than their quotas permit, even when they are catching smaller fish than the rules allow, even when they are fishing outside of their designated seasons, several Mediterranean governments do nothing. In other words, they collaborate in ecocide. So the purpose of this post is to celebrate the action taken by a group called the Black Fish off the coast of Croatia on Wednesday. In this case they were releasing tuna which might have been caught legally, but under rules that permit the kind of fishing which will render the species extinct. The utterly hopeless International Commission for the Conservation of Atlantic Tunas (ICCAT) permits some states to catch bluefin tuna too young to have spawned even once. As the Black Fish points out:  &quot;This exemption is a form of legalised poaching. By continuing to catch juveniles, these endangered fish simply don&apos;t stand a chance of reproducing.&quot;  Divers from the Black Fish evaded security guards and cut open the cages in which hundreds of young bluefin were being held off the Croatian island of Ugljan. Sea Shepherd has carried out similar actions: its conservationists have put their own lives in danger to try to preserve one of the marvels of evolution. These people are, in my view, heroes. They are stepping in where governments have failed, to protect our common heritage. They are among the few people on Earth who will be able to give a straight answer when their children ask them what they did to prevent the avoidable ecological tragedies we now confront. www.monbiot.com", 
    "section": "environment", 
    "gid": "environment/georgemonbiot/2012/jul/13/activists-tuna", 
    "wordcount": "565"
}