{
    "headline": "Skype talks mobile: 'People are communicating constantly now'", 
    "text": "When Neil Stevens joined Skype four years ago, the company had just passed the 100m monthly unique users milestone. In 2013, that figure is now 300m, with its mobile and tablet apps one of the key factors in that growth. &quot;We&apos;re still growing at 30-40% a year, but the actual time people are spending on it is growing at 60%,&quot; says Stevens. &quot;We&apos;ve got more people coming on, and those people are more engaged. People are finding more and more people to talk to.&quot; Stevens, who is Skype&apos;s corporate vice president of product and regional development, says mobile is one of the &quot;megatrends&quot; behind Skype&apos;s growth, with more than 100m downloads so far of its apps for iOS and Android alone. He also says there has been a shift in the way Skype is perceived within the mobile industry, with back-to-back meetings with operators at Mobile World Congress proving more of them see Skype as a partner rather than an enemy. &quot;The carriers have realised that voice revenues are going away at last. It&apos;s been predicted for a long time, but they haven&apos;t wanted to accept that and some still don&apos;t,&quot; he says. &quot;But the others are realising that the future is data, and that apps like Skype drive data. I used to come to Mobile World Congress and we were the enemy: people saw us as a huge threat to their business. But we always knew the world would go data, and the carriers have woken up too.&quot; Stevens cites a new deal with French operator Bouygues Telecom as an example: the telco plans to preload Skype on every handset that it sells, with no limitations on usage and a high-profile co-marketing campaign around the rollout of its 4G network. Skype has challenges on mobile as well as opportunities, though. &quot;Skype was never built for mobile, it was built for desktops. If you use it on iPhone or Android today, there&apos;s a decent tax on the phone in terms of battery and data usage,&quot; he says. &quot;We&apos;re in the process of re-architecting Skype to solve that, and the new Windows Phone version is the first time we&apos;re using push notifications to wake up the app, so it can truly be always-on and always connected.&quot; Rolling this out on Windows Phone first isn&apos;t a big surprise, given that Skype is now owned by Microsoft. Stevens says that Skype is benefitting from its parent company&apos;s infrastructure expertise. &quot;It&apos;s allowed us to use a lot of their technology architecture, with a good back-end for features like presence, messaging and chat. It&apos;s enabling us to take services off the device and put them in the cloud, and over the next year or so, you&apos;ll see us shift more of the mobile functionality into the cloud,&quot; he says. The second major trend for Skype is video, with the company expecting video calls to account for half of its usage in 2013, across all devices including mobiles and tablets. &quot;We&apos;re certainly seeing a lot more video usage on mobile, and that&apos;s making us think harder about what sort of video products we can build, like video messaging and video sharing,&quot; says Stevens. &quot;We see a lot of things that consumers want to do with video, and of course the carriers are seeing it as a great way to show off 4G.&quot; Changes at Skype go beyond mobile. The company has been expanding rapidly in the UK, with nearly 400 people in its London office more than 50% of whom are engineers, with 70 more open positions to be filled. &quot;We&apos;re hiring really good web services people as we take more and more features to the web, as well as realy good development and testing engineers, and mobile client developers,&quot; says Stevens. &quot; While the engineers focus on product development, Skype&apos;s business teams continue to woo the mobile operators. While Stevens is bullish about carriers seeing Skype as a friend, dig a little deeper and it&apos;s clear there are still frustrations. &quot;Still in Europe France, Germany and some parts of Italy there&apos;s a sense of protectionism. They haven&apos;t really moved on to the future,&quot; he says. &quot;In France, our App Store rating is two stars, but in the US it&apos;s four. Why? Because in France the experience on the carrier network is so different: they don&apos;t like Skype so they add latency to it and make it difficult to run on their network. In the US, we&apos;re not being blocked by anyone.&quot; Skype is facing more competition than ever in 2013 on several fronts from apps focused on one or more of features including VoIP, video calls and messaging. Apps like Viber and WhatsApp have built huge user-bases in a short time. What has Skype learnt from these new competitors? &quot;They were mobile-first: they started on mobile, and everything they did was about mobile,&quot; says Stevens. &quot;We came from desktop, so we&apos;ve learned a lot around how we have to make it easy for people to sign up to Skype from a mobile device, to connect to friends more seamlessly, and to always be on.&quot; Is Skype threatened by these companies? Unsurprisingly, Stevens says not, pointing to his company&apos;s growth, and also the wider growth of all these forms of communication on mobile. &quot;We haven&apos;t seen any impact on our growth: we think it&apos;s incremental use that everyone&apos;s creating. People are communicating constantly now, so it&apos;s not a cannibalisation thing,&quot; he says. &quot;We see ourselves in a really strong video position, but Viber is in pure voice, WhatsApp is pure text, but we see this video position really exciting the carriers. Demonstrating 4G with video messaging, for example, is much more exciting than doing it with text messaging, with the best will in the world.&quot; How about Facebook? The company is a partner for Skype on one hand  Skype powers the social network&apos;s video chat feature  yet also an emerging competitor, having recently added a free VoIP calls feature to its iOS app in the US. &quot;Facebook is a strong partner, definitely not a competitor, but in areas we&apos;re definitely going to have an overlap,&quot; says Stevens. &quot;If they want to do voice-over-IP calling on the phone, that&apos;s their prerogative. It&apos;s hard to get people to change their behaviour though: I don&apos;t know if I want all my Facebook friends being able to call me at any time&quot; But he finishes by pointing again to a rising tide for everyone: a growth in both synchronous and asynchronous communication, with the rise of video calling rather putting a dent in the notion, popular in Silicon Valley a year or so ago, that people would rather message than talk to one another. &quot;People want to connect,&quot; says Stevens. &quot;This human need to communicate is driving the growth. It&apos;s not substitutional. People are still talking!&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/feb/28/skype-mobile-apps", 
    "wordcount": "1182"
}