{
    "headline": "Cybersecurity drive to target schoolchildren and 'risky men'", 
    "text": "Ministers are planning a major campaign to encourage better online security  pushing into schools and also targeting &quot;risky men&quot; who take a reckless attitude to posting details online  against a backdrop of soaring levels of crime in cyberspace. The government aims to get its messages on cybersecurity into primary and secondary schools, arguing that children cannot be too young to learn how to protect themselves when using the web. &quot;For some aspects of it, you cannot go too early,&quot; said a senior official. &quot;People are on the net aged three or four. So for the messages that are appropriate at that age, we are looking to push it very young. But the broader awareness, card fraud and that sort of thing, GSCE-age doesn&apos;t seem too late to us. From quite an early age, pushing issues such as making sure you are managing your online identity and not posting inappropriate details online.&quot; The Cabinet Office is planning to launch a sweeping public awareness campaign this spring in the hope of achieving &quot;cut-through&quot; on an issue that affects millions of Britons every year but is often thought to be largely misunderstood. &quot;The big goal for the next 12 months is to get somewhere transformative in terms of business and public understanding of this issue,&quot; said the official, who pointed to the need to educate those in the &quot;risky men&quot; category. &quot;They are men who do quite a lot of Skype and retail online. They think they are capable of managing the risk, but they are not. &quot;This whole [campaign] needs to be carefully tailored so it doesn&apos;t people put people off the internet. Nonetheless, we need to inform them about what they need to be worried about and where they can go for more information.&quot; Concern about levels of cybercrime has been growing, with a survey last October suggesting more than half of the UK population had been targeted by online scams, and almost one in five people had lost money as a result of a fraud. Theft of intellectual property from big companies and industry is estimated to cost the economy billions of pounds a year, which is one of the main reasons cybersecurity was given &quot;tier one&quot; status in the government&apos;s 2010 strategic defence and security review. The Cabinet Office&apos;s parliamentary secretary, Chloe Smith, who is spearheading the government campaign, said the threats from cyberspace were &quot;ever growing and ever changing&quot;. &quot;We need to crack this problem. I am not sure it will be possible to talk about being invulnerable, but it is possible to talk about being well prepared for incidents, for being well skilled across society and for government and industry and academia working together to take it seriously.&quot; She added: &quot;Certainly, getting cut-through depends on awareness across society. Citizens having to be aware just as much as government employees and private-sector leaders. Tackling these skills in the classroom is the place this needs to be in the future. We need to be working at all levels of society. I am passionate about young people being prepared for the [cyber] world.&quot; Smith, 30, who was moved to the Cabinet Office from the Treasury, believes she is well equipped to deal with the cyber-problem because she grew up in a generation that understands the internet. Ministers have introduced a number of measures to try to put the internet higher up the agenda: the IT curriculum in schools is changing to be more about security and coding on the web; PhDs on the internet are starting to run in universities; the government eavesdropping centre, GCHQ, is running apprenticeships; and the government continues to part-fund the Cyber Security Challenge, a competition that looks to unearth cyber &quot;jedis&quot; who can protect and fight back against criminals online. A version of the challenge is to be taken into schools, possibly next year. &quot;When we use the term cyber, there is a wealth of opportunity as well as threat,&quot; said Smith. &quot;There are massive benefits of living in a networked world. But it has its dark side. The truth is that we have to work in partnership with people in every walk of life to make cybersecurity a success. &quot;It means a 13-year-old using Facebook for the first time does so safely. It means a twentysomething new employee in a firm knowing how to use the firm&apos;s networks safely. It means a person doing their Christmas shopping online  safely, and it means that a silver surfer [an elderly internet user] has to be supported to use it safely. The challenge of raising awareness is absolutely key and a big part of the work.&quot; Ministers want this spring&apos;s comprehensive public awareness programme to lift everybody&apos;s understanding of cybersecurity, in part to protect trade on the web; the internet is worth 100bn a year to the UK economy and accounts for 7.2% of UK GDP, according to 2010 study by the Boston Consulting Group. A separate report, The Connected Kingdom, estimated the internet&apos;s contribution to GDP is set to reach 10% of the UK total by 2015. Smith said small businesses had to start making cybersecurity a priority. &quot;The risks for small and medium sized enterprises are worse, in many ways. To have your intellectual property vulnerable to a cyber-attack can be much graver for a small business than for a large one that has many lines of business. The internet forms a massive proportion of the economy and it is set to grow.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/jan/03/cybersecurity-drive-schoolchildren-risky-men", 
    "wordcount": "942"
}