{
    "headline": "Scientists find clue to human evolution's burning question", 
    "text": "Cooking is a universal in human culture. The mixing and heating of raw ingredients to make dinner is a fundamental part of our lives, one of the most noticeable things that separates us from even our closest animal cousins. The advantage of this method of preparing food is clear: it makes food tastier, easier to digest and makes the extraction of energy from raw ingredients quicker and more efficient. All useful things if you want to power an over-sized, energy-hungry brain without having to spend all your time foraging and chewing food. Richard Wrangham, a professor of biological anthropology at Harvard University, has argued that the invention of cooking split the ancestors of humans from the evolutionary path that went on to include modern gorillas and chimpanzees. Cooking allowed our ancestors to develop bigger brains and, in his hypothesis, is the key reason modern humans emerged. The controlled use of fire, according to Wrangham, was a more important milestone in human evolution than the invention of agriculture oreating meat. Critics of Wrangham&apos;s &quot;cooking hypothesis&quot; have pointed to a lack of archaeological evidence. If our ancestors were cooking regularly, where are the fossilised fireplaces? In an article, published on Monday in the Proceedings of the National Academy of Sciences, a team of scientists led by Francesco Berna of the University of Boston has found strong evidence of such a fireplace. They have uncovered evidence of burned bones and ashes of plant material created incontrolled fires that were lit at least 1m years ago in southern Africa. Until now, the oldest evidence for fire has been dated to around 800,000 years ago, based on evidence for charred wood and burned bones located at the Gesher Benot Ya&apos;akov site in Israel, though it has not been determined whether these fires were controlled or accidental. Berna&apos;s team examined specimens of rocks inside the 140-metre-long Wonderwerk Cave in the northern Cape Province of South Africa. They found the burned material 30 metres inside the entrance to the cave, which makes it unlikely to be a result of natural causes. &quot;It&apos;s 30 metres inside the cave, there weren&apos;t any trees growing there, so it was unlikely there was any vegetation of wood or wood-like material that would have been there to burn on the spot  you can exclude local burning of material by natural causes,&quot; said Prof Paul Goldberg of the University of Boston, anauthor on the study. &quot;These ashes are really quite delicate, so they can&apos;t have been transported by wind or water, they would have never survived as intact pieces. It has to be something local, right there on the spot. I don&apos;t think it&apos;s been transported at all.&quot; Modern humans are biologically adapted to cooked foods, according to Wrangham, because cooking means that food is partly digested before we eat it. Cooked food freed humans from needing to spend half the day chewing tough raw food in the way most other modern primates do  compared to apes, modern humans have much shorter digestive systems and our jaws are much weaker. According to Wrangham&apos;s hypothesis, cooked foods allowed the evolution of our ancestor, Homo erectus, around 1.9m years ago, which had a brain 50% bigger than the preceding species of human, Homo habilis. &quot;It gave extra energy, used for evolutionary success; reduced feeding time, freeing men to hunt; lowered weaning time, creating bigger families; allowed brain size to increase; gave us our shortfaced, flat-bellied anatomy; enabled the sexual division of labour,&quot; said Wrangham. &quot;It was so important that it likely drove the evolution of our genus Homo. Basically, if the cooking hypothesis is right it turned us from advanced ape toearly human.&quot; In their paper, Berna&apos;s team do not speculate on exactly how the fire inside the Wonderwerk Cave might have been started, nor what the fire was used for orhow often. Goldberg said that the circumstantial evidence, however, points to a role for human ancestors. Near the burned material in the Wonderwerk Cave, for example, the researchers also found pot lids made from flakes of ironstone, a rock that exists in layers above the limestone cave. &quot;This had to have been brought into the cave, there&apos;s no way for it to get in there any other way than humans,&quot; said Goldberg. &quot;When you put this together, the weight of the evidence is that how this is going to get into the cave is somebody brought it in. I can&apos;t imagine antelope making fires  I&apos;m trying to be facetious  or bringing in these blocks of bedrock that occur above the site. You can&apos;t find another explanation  it doesn&apos;t mean that&apos;s the one  but it seems pretty reasonable.&quot; Berna and Goldberg used a technique borrowed from geologists  called soil micromorphology  to study paper-thin sections of their burned specimens. &quot;We collect an intact block of material, something the size of a milk container where everything is preserved in its original shape,&quot; said Goldberg. &quot;We can pick out a block of this stuff  dry it, soak it in polyester or epoxy resin and turn it into a rock, essentially. Once we do that, we can slice it just like geologists do, mount it on a slide and then look at it under the microscope.&quot; Previous excavations of other sites in South Africa, such as at Swartkrans near Johannesburg, have burned material dated to 1.5m years ago, but the techniques used to study this and other old sites do not provide conclusive evidence that the burning occurred in controlled fires. Goldberg said that using soil micromorphology to test samples from these areas could help answer the long-standing questions of how long ago the ancestors of humans were using fire in a controlled way. Goldberg added that the evidence from Wonderwerk Cave goes some way to supporting Wrangham&apos;s cooking hypothesis. &quot;To tell you the truth, I&apos;ve heard Richard give several lectures on this topic but I&apos;ve said [previously] there&apos;s no archaeological evidence, so I dismissed it myself,&quot; he said. &quot;And here we are and we found this evidence. One of the reasons, perhaps, that ashes evidence of fire doesn&apos;t show up [in other places] is that people aren&apos;t using the right techniques and approaches.&quot;", 
    "section": "science", 
    "gid": "science/2012/apr/02/scientists-clue-human-evolution-question", 
    "wordcount": "1060"
}