{
    "headline": "Mali contends with new Tuareg rebellion as food crisis looms", 
    "text": "Like many people in Mali, cereal farmer Souaibou Tour is bracing himself for the coming months. Not only is the country facing a potential food crisis following poor rainfall in 2011, but a new Tuareg rebellion is threatening to hamper relief efforts in certain areas and reignite hostilities between north and south. &quot;With last year&apos;s low rainfall,&quot; says Tour, &quot;harvests have really suffered. My crops did well, but production in some areas was close to zero. Neighbouring farmers have been forced to sell their oxen and reduce their daily meals. And on top of this we have the Tuareg situation. We must stop the rebellion, otherwise there will be no development, and hunger will take hold.&quot; The Tuaregs, traditionally a nomadic people from the Sahara, have taken up arms against the Malian government several times since the country&apos;s independence in 1960. In the last few weeks, a Tuareg group called the National Movement for the Liberation of Azawad has attacked six towns in the north of the country. The latest rebellion has been fuelled by the return of Tuaregs from Libya who fought for Muammar Gaddafi. The rebels&apos; aim is independence for the Azawad region of northern Mali. While only small towns have been targeted so far, in late January around 40 Malian soldiers are said to have been killed in fighting in Aguelhok. The attacks come as the Malian government is implementing an emergency action plan to distribute food to parts of the country affected by drought. In 2011, late rains, dry spells and low river levels led to a 25% decrease in crop production in Mali, and a 50-60% rise in food prices above the five-year average. As a result, according to the World Food Programme (WFP), around 3 million people in the country are now at risk of food insecurity. Action Against Hunger predicts that by springtime, 175,000 children in Mali could be suffering from acute malnutrition. Following early warning system alerts late last year, Mali&apos;s Office of Food Security has been quick to respond. It is currently attempting to distribute a total of 45,886 tonnes of millet, sorghum and maize among 1.7 million people in 104 municipalities. Rural communities, principally in the country&apos;s Sahelian zone, are the intended beneficiaries, with cereal destined for the regions of Kayes, Sgou, Mopti and Timbuktu. Mali has also launched an appeal to international partners to help deal with its food deficit. So far, Algeria has donated 3,100 tonnes of rice. Brazil has offered to provide 35,000 tonnes. And the EU, keen to avoid the kind of delays that led to disaster in the Horn of Africa, has promised to double its aid to the Sahel to nearly 95m. But there are concerns that the Tuareg rebellion could hinder efforts to distribute food in certain parts of the country. Dr Thierry Ange Ella Ondo, UN Food and Agriculture Organisation representative in Mali, predicts that &quot;the situation will affect the implementation of the government&apos;s food assistance plans in the north&quot;. And, speaking from the capital, Bamako, Malian journalist Paul Mben confirmed that &quot;trucks in the north cannot get through&quot;. Other aid agencies in Mali are monitoring the security situation carefully. David Kerespars, Action Against Hunger&apos;s head of mission for Mali, says the organisation is &quot;very concerned and doing everything [it] can to make sure [its] teams are safe&quot;, while Malek Triki, West Africa spokesman for the UN World Food Programme, says &quot;WFP sub-offices remain open, though our staff are taking extra security precautions, especially in the northern regions of Timbuktu, Kidal and Gao.&quot; To add to the state of unease, last week civilians took to the streets of Bamako to protest at the government&apos;s handling of the Tuareg situation. Tuareg homes and businesses are said to have been vandalised in Kati, near Bamako, and elsewhere, prompting President Amadou Toumani Tour to appeal for calm. Most recently, aid agencies claim that more than 15,000 people have fled to neighbouring countries, fearing that the rebellion and reprisal violence will spread. So, at a time when it needs to be focused on averting a major food crisis, Mali finds itself confronting challenges on several fronts. As Oumar Niangado, West African delegate for the Syngenta Foundation for Sustainable Agriculture, observes: &quot;Right now we need food aid and development, not civil strife.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/feb/07/mali-renewed-conflict-looming-food-crisis", 
    "wordcount": "740"
}