{
    "headline": "Animal invisibility cloak makes cat and fish vanish", 
    "text": "     Scientists have shown off their latest &quot;invisibility cloak&quot; by making a pet goldfish and a small cat vanish from plain sight. The device is crude and unlikely to pass muster with the pupils of Hogwarts, but researchers said it marked a significant step forward in the science of the unseen. In video footage of the device in action, a goldfish suddenly appears as it swims out of a cloak submerged in its tank. In another clip, the lower half of a cat disappears as it steps inside a cloak placed on a table. Scientists led by Baile Zhang at Nanyang Technological University in Singapore created the cloaks from thin panels of glass that make objects invisible by bending light around them. Though rudimentary - the devices only hide objects from certain angles, and in both cases the cloaks themselves were partially visible  they are better than earlier versions that worked only with polarised light, or with microwaves instead of the visible wavelengths that humans see in. In a report on the work, the scientists say operators could adjust the cloaks to make objects invisible from any line of sight. They add that the devices could have &quot;important security, entertainment, and surveillance applications.&quot; The first cloak the scientists tested was a clear hexagonal device that was placed in a tank of water containing a goldfish. The fish swam into the cloak, and appeared to need some encouragement to re-emerge. &quot;When swimming inside the cloak, the goldfish becomes invisible and does not block the scene of green plants behind the cloak,&quot; the scientists write. The hexagonal cloak could hide objects from six different directions. The second cloak was designed to hide objects from a person stood directly in front or behind. This time the researchers projected an outdoor scene of plants and flowers onto a screen and put the cloaking device in front. When an obliging cat wandered along and sat in the cloak, its lower body vanished. In one clip, a yellow butterfly that is flitting between flowers on the screen can still be seen through the body of the cat. The cloaks are based on technology first developed by Sir John Pendry at Imperial College London. In 2006, he described how transformation optics could allow scientists to steer light around objects, and so make them disappear from view. Early designs of cloaks used finely-structured sheets of materials that behave differently to glass, for example, by bending light the wrong way. Later, in 2011, Pendry teamed up with scientists at Birmingham University to show that invisibility cloaks could also be made from natural calcite crystals. In one demonstration, they showed how small objects, such as paperclips and pins, could be made invisible beneath a cloak built from two calcite prisms joined together to make a pyramid. The latest cloak from Dr Zhang uses normal glass to demonstrate how simple designs can still be effective. Pendry, who has seen the latest study, said the work was &quot;a genuine step forward&quot;, but added that there was more to cloaking devices than hiding domestic animals. &quot;Behind the fun is the serious idea that people want to control light,&quot; he said. Using the same technology, for example, scientists are developing miniature satellite communications devices, he said.", 
    "section": "science", 
    "gid": "science/2013/jun/10/insibility-cloak-animals", 
    "wordcount": "551"
}