{
    "headline": "E.ON lobbied for stiff sentences against Kingsnorth activists, papers show", 
    "text": "The UK chief executive of energy giant E.ON repeatedly lobbied the then-energy secretary Ed Miliband and others over the sentencing of activists disrupting the company&apos;s power plants, warning that any failure to issue &quot;dissuasive&quot; sentences could &quot;impact&quot; upon investment decisions in the UK. The warnings, which came while the government was still trying to persuade E.ON and others to invest in next-generation nuclear plants, have been described by activists as &quot;wholly improper&quot;. Dr Paul Golby, who was chairman and CEO of E.ON UK until December 2011, met with Miliband in February 2010 to discuss concerns around lax sentencing of eco-activists, following, in particular, the release of six campaigners engaged in direct action at Kingsnorth, a coal-powered station owned by E.ON. A briefing document prepared for the Department of Energy and Climate Change&apos;s (DECC) permanent secretary in January 2011 by civil servants, ahead of a further meeting with Golby, cautioned that the issue of activists&apos; sentences had been raised on several previous occasions. Referring to a group of activists due to be sentenced for aggravated trespass at Ratcliffe, another power station owned by E.ON, on the same day as Golby&apos;s scheduled meeting, the memo cautioned: &quot;Today [5th Jan] these 20 activists are due to be sentenced. EoN, and indeed other market participants in the generating sector, are hoping for a dissuasive sentencing to discourage similar such incidents in the future.&quot; The Ratcliffe protest was later revealed as one of the protests infiltrated by undercover policeman Mark Kennedy, one of those at the centre of a row on the limits of undercover policing, following revelations thast police officers had relationships, and even fathered children, with activsts. The memo went on to note that following the release of the Kingsnorth protestors, Golby had written to the department to &quot;express his concern and highlight the impact upon the attractiveness of the UK&apos;s energy market for global investors&quot;. The details were released, apparently by accident, within a response to a Freedom of Information request made by Greenpeace. Officials from DECC had released the briefing memo, but with all references to environmental activists, sentencing, and E.ON&apos;s previous missives blacked out throughout the document. However, due to errors in the redaction process, it remained possible to see the text contained below the blacked-out lines. E.ON further confirmed the company had written to formally raise concerns on the sentencing of activists in September 2008, to the business secretary, who was then responsible for energy policy, copying the letter to the home secretary and the justice secretary, and wrote a further letter to the energy secretary in December 2009. Ben Stewart, one of the activists at the Kingsnorth power plants, condemned the revelations. &quot;E.ON lobbied no fewer than three cabinet ministers after the Kingsnorth acquittal, telling them the jury&apos;s verdict could affect investment decisions, then they told the government they were hoping for stiff sentences on another group of protesters. &quot;It reads like a threat  either clamp down on climate activism or we withdraw investment. The attitude of the energy giants to those who oppose them is over-bearing, arrogant and illiberal.&quot; The ruling on the Kingsnorth case, which was handed down in September 2008, was seen as a pivotal one by environmental campaigners. Activists had invaded the E.ON site and occupied one of the plant&apos;s smokestacks. In court, they admitted these actions, but said they were legally justified as part of a campaign to prevent greater damage and harm around the world as a result of man-made climate change. The jury acquitted the defendents on a majority verdict. E.ON said it was &quot;only right&quot; for the company to make representations about those causing criminal damage to its property. &quot;When people break in to your workplace, often by cutting through or climbing over fences, and try to disrupt your legal, legitimate business it is only right that you seek to protect your people and your property,&quot; he said. &quot;Following major incidents at two of our sites, including shocking scenes of violence at Ratcliffe, we were concerned for the safety of our people and that of the protesters. We felt it was appropriate properly and formally to raise our concerns with the appropriate areas of government and did this in the correct fashion.&quot; The DECC declined to answer specific questions on whether action had been taken in the wake of contacts with Dr Golby, or whether the department or Ed Miliband has been in contact with police forces or CPS on prosecutions, but did insist all appropriate rules were followed. &quot;It is important to balance the right of commercial interests to function safely without illegal disruption, with the right to freedom of expression,&quot; said a spokesman. &quot;The department is clear that it has operated in line with the ministerial and civil service codes and with proper respect for the legal process in relation to any discussions about protests at power stations.&quot; Requests for comment from Ed Miliband&apos;s office were not returned.", 
    "section": "environment", 
    "gid": "environment/2013/feb/19/eon-lobbied-miliband-sentences-kingsnorth", 
    "wordcount": "853"
}