{
    "headline": "Motorola Razr XT910  review", 
    "text": "Motorola owes its survival in recent times to two phones  the Razr and the Droid. Perhaps Motorola was hoping to sprinkle magic dust on its latest high-end offering by naming the version launched on Verizon&apos;s network in the US as the Droid Razr. Released in 2004, at a time when Motorola&apos;s market share was flagging against Nokia and cooler brands from the far East, the first Razr&apos;s ultra slimness appealed, and it went on to shift 130m units, becoming the world&apos;s best selling flip-open phone. The Droid came along in 2008, when Motorola was again in the doldrums, pushed out of the limelight this time by the iPhone. Chief executive Sanjay Jha bet the company&apos;s future on Android, the mobile operating system owned by Google. His first Android model, the Droid, was launched with Verizon and had a slide-out keypad akin to a palmtop computer; it proved popular in the US and went on to sell more units in its first few months than the iPhone. Otherwise known as the XT910, the latest Razr resembles its predecessors in more than name. It is one of the thinnest phones on the market, the main body just 7.1mm thick, although it widens at the top end. And, of course, it runs on Android. It also shares a certain 1980s-Terminator-cyborg aesthetic with the Droid. The military sci-fi references, appealing to Android&apos;s techie fanbase, are clearly intended. The reverse of the case is coated in a fabric woven from Kevlar, the synthetic material used in bullet proof vests. With a stainless steel frame, Motorola claims the case is strong enough to pass the famous &quot;back pocket test&quot;. Sadly, the Razr fails the single-hand test. A great slab of a machine, measuring roughly 13x7cm, it does not balance well in the palm, and only feels safe with one set of digits holding the case while the other hand types. On the plus side, it has one of the fastest brains on the market combined with a very high resolution screen. With a 4.3in display and 960x540 pixels, the picture quality is superb and the 1.2GHz dual core processor ensures fast browsing. It has 16GB of inbuilt memory, and comes with an added 16GB on a microSD card. The Razr is able to take corporate email feeds, synchronise with work calendars and contact lists, and keep the information secure with passwords. Microsoft Word documents can be read and edited from the phone. The Android navigation is among the best I have used. Search for a street name, and after typing in the first few letters matching streets nearest your current location immediately appear. Click once to land on the map, and once more to see your current location flash on screen, with an arrow corresponding to the direction your phone is pointed in. With these generous features, the Razr deserves its high end positioning as an alternative to the iPhone or Samsung&apos;s latest Galaxy. But there are annoyances. The interface is busy and confusing, with apps and alerts scattered across five home screens. The battery only lasts a day, although that is now standard for most high specification smartphones. A universal inbox notifies the user of all new voicemails, text messages or instant messages from Facebook and the like, but this does not appear on the lock screen. Which means the handset must be unlocked before the user knows if anyone has tried to contact them. And, when replying to a text message from the universal inbox, the send button seems to disappear. Countless messages laboriously typed had to be discarded, and retyped after I had exited the inbox and opened the separate text message box. In aiming high with the latest Razr, Motorola has overlooked some important basics. Pros: fast processing, high resolution screen, office compatibleCons: hard to hold and dial with one hand, fiddly text messagingMotorola.com     Motorola Razr XT910    Features 8 megapixel camera.7.1mm thick4.3in display960x540 pixel screen resolutionRuns on Android 2.3.5 Gingerbread127g weight1GB of RAM16GB of inbuilt storage16GB of storage on a microSD card1.2GHz dual core processor", 
    "section": "technology", 
    "gid": "technology/2012/jan/04/motorola-razr-xt910-review", 
    "wordcount": "682"
}