{
    "headline": "How Boris Island is blocked by his father's great work", 
    "text": "If &quot;Boris Island&quot; is ever to become a fully fledged 50bn international aviation hub with six runways and links to Europe and London, as mayor Boris Johnson envisages, the government will need to get round, weaken or somehow overcome the EU Habitats directive, the gold standard legislation that has protected the wild north Kent marshes and its myriad birds, plants, insects, bats and newts from development for nearly 30 years. But what the government&apos;s lawyers and advisers may not know is that there is a bizarre oedipal twist in this tale of ecological ambition and destruction. If Boris&apos;s name is to go down in posterity in the Thames estuary, he will have to destroy his father&apos;s great work. The EU Habitats directive is the great and lasting endeavour of the environmentalist Stanley Johnson, who, in the late 1970s, was a senior Eurocrat in the environmental division of the European Commission in Brussels, working as senior adviser to DG Environment and as director of energy policy. As Johnson Senior tells it in his memoirs, he had been an elected MEP, but when that finished he went back to being a civil servant; and because no one gave him work to do in the commission, he just dashed off the Habitats directive. In fact, he was an heroic defender of the environment. Together with that other Stanley (Clinton Davis), who was EU environment commissioner at the time, he conceived, drafted, battled for and then shepherded through the legislation, in the face of fierce opposition by European industry. Neither Johnson was available for comment for this story. But ecologists today backed the elder statesman of European environmental legislation. &quot;The directive provides the highest protection anywhere in Europe,&quot; said Greg Hitchcock of the Kent Wildlife Trust. &quot;It is the cornerstone of all ecological protection and will be the biggest constraint to the building of the new airport. It requires special assessment of all the species to be done. To get planning permission they will have to show the airport is in the national interest, and then they will have to offset the damage done. They will have to assess the needs of each bird and species and find a replacement habitat possibly twice the size.&quot; Back in 1984, Johnson Senior was awarded the coveted Greenpeace prize for outstanding services to the environment. It seems unlikely it will be passed down to his son.  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/blog/2012/jan/18/boris-island-airport-father-stanley", 
    "wordcount": "428"
}