{
    "headline": "Boot up: Kurzweil at Google, iPhone v Windows Phone, more efficient porn!, and more", 
    "text": "A burst of 13 links for you to chew over, as picked by the Technology team Gecko-like drone can land on walls and ceilings [updated] &gt;&gt; Popular Science  Why make a drone that can cling to walls and land on ceilings? Sometimes, there is no other surface available, especially in a city after a disaster. Also, given the finite battery life of a vehicle, the ability to transmit information from a fixed location would mean more energy left over for flying and spying.  (Thanks @beardyweirdy666 for the link.) Interview: How Ray Kurzweil plans to revolutionise search at Google &gt;&gt; Forbes  Q: it struck some people as surprising that you&apos;d essentially become an employee after so many years as an entrepreneur. A: It&apos;s an opportunity to have impact. That&apos;s what motivates me as an inventor. A reading machine for the blind involved some scientific breakthroughs, but the real satisfaction is having hundreds or thousands of blind people saying it has helped them get a job or an education. Here you&apos;ve got around a billion people who use Google. If I can contribute to that, it has tremendous leverage in terms of helping people. It really leverages human knowledge.  Seems Google is getting into AI in a big way. An iPhone fan&apos;s month with Windows Phone: Week four &gt;&gt; TechHive Remember this?   After my third week with Windows Phonefollowing which I noted plenty of my complaintsI heard from a lot of ardent supporters of the platform. Some simply had different experiences than I; they found battery life superior on the Lumia 920 versus the iPhone 5 (I don&apos;t), or preferred its email client (which I find clunky and annoying). That&apos;s reasonable: This is exactly why they make both chocolate and vanilla. Other Windows Phone defenders, however, told me that I shouldn&apos;t mind the platform&apos;s weaknesses so much, because Microsoft has promised improvements are coming, like an enhanced TellMe (its version of Siri), a Notification Center counterpart, and so on. That&apos;s weird. I mean, it&apos;s not weird that Microsoft&apos;s working on those thingsit&apos;s very, very smartbut it&apos;s weird to say that one shouldn&apos;t complain about weaknesses because the company says it&apos;s going to address them. I can&apos;t test vaporware, and I can&apos;t stick with Windows Phone just because there&apos;s a chanceno matter how good it isthat it will get better.  As it&apos;s the season for such things, it also has lots of &quot;what iOS should do is...&quot; March 2013 US smartphone subscriber market share &gt;&gt; ComScore The market share numbers mask what&apos;s going on among Android handset makers: Samsung is gaining fast (going from 35% of Android to 41% since September 2012), HTC is losing users, Motorola and LG are very slightly up. What happens when pirates play a game development simulator and then go bankrupt because of piracy? &gt;&gt; Greenheart GamesGreenheart Games  In-game message: Boss, it seems that while many players play our new game, they steal it by downloading a cracked version rather than buying it legally. If players don&apos;t buy the games they like, we will sooner or later go bankrupt. Slowly their in-game funds dwindle, and new games they create have a high chance to be pirated until their virtual game development company goes bankrupt.  Neat illustration of life. (Thanks @clarkeviper and @blossiekins who sent this separately.) Horace Dediu on the bad habits of Apple analysts and why Tim Cook shouldn&apos;t be fired &gt;&gt; The Next Web  TNW: At what point do you believe that the majority of people in emerging markets will own smartphones (if at all)? Dediu:The question is academic. The more important question is when will mobile broadband be available to all those who own smartphones. The economics of providing bandwidth are out of sync with the economics of providing terminals that can consume it. If it continues this way, all those smartphones will not be used for mobile data and will thus be essentially dumb.  This is a key point, often overlooked. How I made porn 20x more efficient with Python &gt;&gt; Toptal  A few years ago, I was working for the 26th (at the time) most visited website in the world  not just the porn industry: the world. At the time, the site served up porn streaming requests with the Real Time Messaging protocol (RTMP). More specifically, it used a Flash Media Server (FMS) solution, built by Adobe, to provide users with live streams. The basic process was as follows: The user requests access to some live streamThe server replies with an RTMP session playing the desired footage For a couple reasons, FMS wasn&apos;t a good choice for us, starting with its costs, which included the purchasing of both: Windows licenses for every machine on which we ran FMS. ~$4k FMS-specific licenses, of which we had to purchase several hundred (and more every day) due to our scale. All of these fees began to rack up. And costs aside, FMS was a lacking product, especially in its functionality (more on this in a bit). So I decided to scrap FMS and write my own RTMP parser from scratch. In the end, I managed to make our service roughly 20x more efficient.  Actually a really interesting writeup of a challenging problem about multiple video stream demands. Let&apos;s cut through the Bitcoin hype: a hacker-entrepreneur&apos;s take &gt;&gt; Wired Opinion | Wired.com Dan Kaminsky:   Of all the millions of dollars of purloined bitcoin that&apos;s floating around out there, not one Satoshi of it has been spent. That&apos;s because while most other stolen property becomes relatively indistinguishable from its legitimate brethren, everybody knows the identity of this particular stolen wealth, and can track it until the end of time. A pallet of $100 bills that disappears in Iraq is a socialized loss against everyone who holds dollars. A million dollars of lost bitcoin carries its identity, at least as a traceable taint. This loss remains privatized, and it can be sued for, forever. There are a small number of choke points, which someday may be asked to honor these thefts. Will the currency translators accept the money? Will the mining pools? It&apos;s really an open question. We just don&apos;t know. Perhaps the best way to think of stolen bitcoin is as stolen art. Sure, we can hang it anywhere. Don&apos;t expect to sell it at Christie&apos;s. A resource that loses its value as soon as it is stolen, may be one that isn&apos;t stolen.  Smart and realistic. Android licensing pacts ring up Microsoft&apos;s phone revenue &gt;&gt; Nasdaq  Microsoft reports patent-licensing revenue with its Entertainment &amp; Devices division, which includes sales of Windows Phone, Xbox and Skype. In the quarter ended in March, that division&apos;s revenue jumped 56%, to $2.5bn. &quot;I think the bulk of the increase came from licensing,&quot; said Cem Ozkaynak, co-founder of Trefis. Microsoft declined to comment beyond what it has disclosed in securities filings. For the first nine months of fiscal 2013, Windows Phone revenue has risen $948 million including patent licensing and increased sales of Windows Phone licenses to manufacturers, the company disclosed in an April filing.  Up 56%? Was there a concomitant rise in Windows Phone sales? Sony&apos;s first-mover disadvantage in smart watches &gt;&gt; Businessweek  Priced at $130, Sony&apos;s 1.3-inch touchscreen watch wirelessly connects to Android (GOOG) smartphones using Bluetooth technology. The gadget alerts users to incoming calls and allows them to reply to e-mails or texts with an array of prewritten messages. It even connects to Facebook (FB) and Twitter and controls a wearer&apos;s phone-based music library. The SmartWatch, about the size of an iPod nano, is a slightly smaller successor to Sony&apos;s LiveView watch.  Gee, it&apos;s been out since 2010. Wonder why we aren&apos;t all wearing LiveView?  LiveView had more limited features and was hobbled by kinks. The newer model [released in 2012] is more stylish, but users can&apos;t enter messages and it sometimes requires daily recharging and a stable connection just to tell time reliably. &quot;Sony was ahead of its rivals to release a watch, but it takes more than an idea to create a hit product,&quot; says Mito Securities analyst Keita Wakabayashi.   As the article points out, Sony has had - and missed - plenty of other first-mover advantages. First 24 Hours of Google Glass &gt;&gt; Medium Aaron Henshaw:   We are looking for new office space, so a few of us went to check one out in Chinatown [New York]. I had never been to this building before, so when I got off the subway I asked Glass to take me to the address. Navigating with Glass is unreal. A Google maps navigation comes up on the screen, showing where you are and where to go. As you walk, it updates in your eye, so you only have to glance at it occasionally to see where you are going.  Very impressive. And the reactions and experiences he gets are pretty much all positive. Cracking the search category problem &gt;&gt; blekko izik is the iPad and Android tablet app from the search company Blekko:   Search engines have been trying to divide results into meaningful categories  something better than &quot;web, images, or news&quot;  for many years without success. A few experimental search engines showed a list of categories on the left-hand side of the screen, and users rarely clicked on them to see what was inside. Now that the iPad has enabled easy horizontal and vertical swiping and scrolling, the user interface for exploring multiple categories of results is much easier and prettier. izik takes full advantage of that opportunity. But the second problem with categories is the one that izik has really solved: picking good ones.  Has the potential to make standard &quot;10 links&quot; desktop search look like something done with a terminal window. Motorola asks Washington court to limit Microsoft&apos;s theories of damages for potential RAND breach &gt;&gt; The Essential Patent Blog  In the aftermath of last week&apos;s Microsoft-Motorola RAND-setting opinion, the case will now to proceed toward an August trial date. At this trial - if it gets that far - either Judge Robart or a jury (this issue is still up in the air) will determine (1) whether Motorola breach its RAND obligations to the IEEE and ITU; (2) if a breach has occurred, whether Microsoft is entitled to damages as a result; and (3) the amount of any damages owed.  Microsoft is demanding $11m in damages inter alia for relocation of a distribution facility in Europe, which it says it did to avoid a German injunction. Motorola was in effect demanding $2bn in royalties on Wi-Fi and H.264 patents; the judge decided it should be more like $2m. In other words, Motorola is costing Google yet more money. You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/may/06/technology-links-newsbucket", 
    "wordcount": "1832"
}