{
    "headline": "Lab notes: Dogged by failure? ExoMars lander goes the way of Beagle 2", 
    "text": "This weeks biggest stories It all looked so promising: the European Space Agency was hoping to land the Schiaparelli probe on Mars, paving the way for a rover in 2020. Sadly it was not to be, though theres some consolation in the successful positioning of the Trace Gas Orbiter. And in formulating theories about the interference of little green men. Of course theres been some speculation this week that Earths evil twin, Venus, might actually have been our solar systems first habitable planet, so thats a bit of a boost. But possibly more exciting is the news that apparently healthy mice have been born from the worlds first artificial eggs. Though if the thought of all the deliciously knotty ethical conundrums that raises makes your head ache, you might be interested to know that researchers have found a possible link between gut bacteria and migraines. Our prescription? Take two paracetamol and come back next week for another restorative dose of Lab Notes ... More news from Guardian Science | Sign up to Lab notes ___ Straight from the lab  top picks from our experts on the blog network     Curvahedra Photograph: Edmund Harriss    Amazeballs! Geometrical system makes stunning spheres from swirly stars | Alex Belloss Adventures in Numberland  A decade ago Edmund Harriss inherited 10,000. But rather than spend the money on a car, a fancy watch or an expensive holiday, he bought a laser cutter.  Why you can thank geology for your morning songbird chorus | Lost Worlds Revisited  Without further fossils, and with morphological features that vary little across the group as a whole, reconstructing how and when songbirds evolved and diversified proved daunting.  Trowel blazers: women have been digging geosciences longer than you think | Notes &amp; theories  Its about more than gender. The persistent ethnic homogeneity of science is a problem easily an order of magnitude bigger. It seems that were still stuck in a web of outdated societal and institutional attitudes, including plain old sexism and racism, bad for people and for science.    Visit the Science blog network ___ Monday Mind Games     The bouba/kiki effect: how do we link shapes to sounds? Photograph: Pete Etchells for the Guardian    Mind gamers, heres a strange little test for you. Which of these shapes is a bouba, and which is a kiki? And what does this have to do with the evolution of language? Visit the Head quarters blog, home of Mind Games ___ Science Weekly podcast     How much of our memory is fictitious? Photograph: Joshua Bright for the Guardian    With studies now showing that scientists are able to plant entirely novel memories that never actually happened, the need for psychological research in the courtroom has never been more pressing. This weeks podcast examines the murky world of false memories.  ___ Eye on science  this weeks top video           How an Australian sheep farmer discovered a new species of giant dinosaur    A new species of giant herbivorous dinosaur has been found in outback Australia, helping to rewrite the textbooks on how the gentle giants spread around the globe.", 
    "section": "science", 
    "gid": "science/2016/oct/21/lab-notes-dogged-by-failure-exomars-lander-goes-the-way-of-beagle-2", 
    "wordcount": "473"
}