{
    "headline": "Boot up: RIM's numbers, Android remote wipe explained, laser the moon! and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team RIM reports fiscal second-quarter results (PDF) &gt;&gt; RIM Bloody, and the flow is expected to continue. Somehow, despite losing money it is cash-positive. Can anyone explain that? &quot;Remote wipe vulnerability&quot; on Android devices &gt;&gt; Pastebin.com  The stock dialpad or dailers based on stock dialpad in Android versions prior to Android 4.1.1 release 1.1 allow initiating handling by Intents through special chars or sequences without propper validation and rejection. This allows the non intended execution of actions without input or confirmation by the user.  Possible and already used in the wild attack vectors are tricking users to scan QR codes with &quot;tel:[code]&quot; or including iframes with &quot;tel:[code]&quot; as source on websites. Both will pass an Intent to the phone dialer and initiates action [bound] to that code.  Nokia, HTC may engage in patent lawsuits over WP8 smartphones, say sources &gt;&gt; Digitimes The usual Digitimes &quot;sources&quot; klaxon. That said:   Nokia and HTC may engage in a new round of patent lawsuits over Windows Phone 8 models released recently by the two vendors due to their similar designs, according to industry sources.  Nokia is reportedly looking to initiate a patent war as the Finnish handset vendor has voiced a complaint, suspecting that HTC has copied the outer design of Nokia&apos;s Lumia 820 for its Windows Phone 8X, the sources noted.  HTC declined to comment on the speculated patent issue. But Fred Liu, president of engineering and operations at HTC, stated that he personally does not see the similarity between the Windows Phone 8X and Lumia 820 as suggested by some industry watchers.  US law enforcement is tracking who calls, texts and emails whom more often than ever before &gt;&gt; Forbes  Law enforcement isn&apos;t just interested in what Americans are saying on the phone or on the Internet. They&apos;re also interested in whom they&apos;re saying it to-a piece of information that conveniently doesn&apos;t require a warrant to obtain. And according to newly released documents, the Feds are surveilling and mapping out those social connections more pervasively than ever before.  Delays during &quot;trampoline&quot; phase of transit navigation give bad UX &gt;&gt; OpenRadar Daniel Jalkut:    I&apos;ve come to loathe the &quot;slowdown&quot; that occurs after choosing a destination in Maps, requesting directions, tapping the public transit icon, then waiting for the installed apps to load before finally tapping one and waiting for it to launch.  If delegating transit directions to apps is a long-term strategy for Apple, the UX should be improved in this area. The &quot;Loading...&quot; phase is especially irritating because it is out of my control and the wasted time encourages me to find another, more immersive app for handling my transit-based navigation.   Open Radar is the open version of the tool for reporting bugs to Apple. Galaxy Note Dialpad codes &gt;&gt; xda-developers Yes, there is a &quot;full reset&quot; code in there.  I am worried about the future of Python &gt;&gt; Iron Froggy Three salient points where the world is changing and Python isn&apos;t - or not fast enough. From a 1972 Archie comic where he time travels to... &gt;&gt; Rob Sheridan ...2012. Actually, it rings true. Laser Pointer and Moon &gt;&gt; XKCD: What If? Get everyone to shine a 5mW laser pointer to illuminate the moon artificially. What happens? Nothing much.   Well, that&apos;s disappointing. It makes sense, though. Sunlight bathes the Moon in a bit over a kilowatt of energy per square meter. Since the Moon&apos;s cross-sectional area is around 10^13 square meters, it&apos;s bathed in about 10^16 watts of sunlight--ten petawatts, or two megawatts per person--far outshining their five milliwatt laser pointer. There are varying efficiencies in each part of this system, but none of it changes that basic equation.   But what if you used more power? And more? Intel Statement in Response to Unsubstantiated News Reports &gt;&gt; Intel newsroom  Today Intel Corporation issued a statement in response to unsubstantiated news reports about comments made by Intel CEO Paul Otellini in a meeting with employees.   The statement that follows completely fails to repudiate, refute or rebut the suggestion that Otellini did indeed say the things ascribed to him (to paraphrase, that he thought Windows 8 was shipping with too many fixes remaining to be done). It just says Intel and Microsoft have worked together a long time. That feels like at least halfway to confirmation. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/sep/28/technology-links-newsbucket", 
    "wordcount": "789"
}