{
    "headline": "How do pedestrians avoid collisions?", 
    "text": "As you walk city streets, frustrated at why those other pedestrians behave so frustratingly, be aware that scientists are trying to improve the situation, but are making progress only in slow steps. Dr Taku Fujiyama, one of the modern masters in this endeavour, is a lecturer at University College London&apos;s Secret Centre, or &quot;the 17m international centre for PhD training in security and crime-related research&quot;. Fujiyama began his work before joining Secret. In 2005, while affiliated (as he still is) with UCL&apos;s Centre for Transport Studies, he published a study called Investigating Use of Space of Pedestrians. It proposed a series of experiments in and on a mobile lighting-and-sound-system-equipped &quot;elevated demountable paved platform&quot;. Different kinds of people  old, young, fat, thin  ambled and strode along the platform. A laser tracking system monitored their every motion and stoppage. One early experiment focused on how people avoid collisions. Fujiyama observed that &quot;collision avoidance of a pedestrian reflects his/her spatial requirements for the walking space&quot;. In a recent paper, Free Walking Speeds on Stairs: Effects of Stair Gradients and Obesity of Pedestrians, Fujiyama and his colleague Nick Tyler report that they &quot;did not find any significant difference between the walking speeds of normal and overweight (or moderately obese) participants&quot;. Fujiyama and Tyler are following the decades-old footsteps of UCL&apos;s Ivor B Stilitz. In the late 1960s, Stilitz analysed rush-hour crowds moving and not moving through ticket halls in five London Underground stations. He published a summary filled with detailed tables and diagrams, including a squiggles and numbers depiction of the &quot;clouds&quot; that form near a set of ticket machines. Stilitz sprinkled his paper with a drop of dry engineering humour. He wrote: &quot;Not surprisingly, the length of [a] queue was correlated with the number of people in it.&quot;  Marc Abrahams is editor of the bimonthly Annals of Improbable Research and organiser of the Ig Nobel prize", 
    "section": "education", 
    "gid": "education/2012/jun/25/pedestrians-scientific-research", 
    "wordcount": "327"
}