{
    "headline": "Pocket broadband: mobile speeds in UK go up, but not everywhere", 
    "text": "The average speed of a mobile phone connection in the UK has risen to 2.6 megabits per second, a Guardian investigation has found, with customers of Three and Vodafone receiving the fastest 3G services. To mark the arrival of fourth generation wireless broadband (4G) last month, we asked readers to put their networks to the test. Results poured in from Inverness to Plymouth, from the Welsh valleys to Hull and London, and the verdict is that, while coverage remains patchy, speeds have improved since the last major survey two years ago found a national average of 1.5 Mbps. With more than 7,300 separate measurements recorded via the Guardian&apos;s mobile phone speed tester, largely on 3G with a sprinkling from EE&apos;s new 4G network, a picture emerged of a mobile internet that for the first time truly qualifies as broadband, and that is at its best faster than Wi-Fi connections at home. (Click here to see the results plotted on an interactive map.) However, too often the service that users pay for is patchy and inconsistent, particularly in rural areas and in cities during rush hour, with one commuter describing their iPhone 5 as &quot;an expensive paper weight&quot; and another saying coverage on motorways in the south-east of England was &quot;unpredictable or useless&quot;. Download rates on Three averaged 2.73 Mbps, and Vodafone was in second place at 2.72 Mbps. O2 came in almost bang on average, at 2.64 Mbps. Orange and T-Mobile, which have been merged and now share a network, brought up the rear, reporting a combined average of 2.59 Mbps. We merged the results for Orange, T-Mobile and their parent company Everything Everywhere (EE) because most customers of the first two brands described themselves as EE subscribers in the survey. All masts and radios are now shared, and the name EE appears at the top of phone screens instead of Orange or T-Mobile. The data was gathered during just the first week of EE&apos;s 4G service, and the number of tests recorded over what is now the UK&apos;s fastest network is estimated at just 30, but their speed averaged an impressive 15 Mbps. With a difference of just 0.14 Mbps between the fastest and slowest 3G brands, the research suggests they are keeping pace with each other. All networks comfortably run at above 2 Mbps, the minimum to watch on-demand TV from sites like the BBC&apos;s iPlayer. For the first time, they are fast enough to qualify as true broadband, according to the definition used by the telecoms watchdog Ofcom. In its previous study two years ago, Ofcom found the national average across all networks was 1.5 Mbps, and web pages took a painful 8.5 seconds to load. In good 3G coverage areas, Ofcom reported an average of 2.1 Mbps, still some way behind the UK-wide score of 2.618 Mbps found in our study. &quot;The result is really is quite remarkable, given that it&apos;s not that long ago that two megabits was perceived as a pretty acceptable service in your home,&quot; said Ben Wood, an analyst at research firm CCS Insight. &quot;It would be a further sign that mobile is becoming a credible alternative to fixed broadband in the home and we are seeing whole groups of people like students who can look at mobile as their primary access to the internet.&quot; The improvements have come not just with the arrival of 4G but because networks invest hundreds of millions of pounds each year in extending coverage geographically and in faster versions of 3G. More and more masts can send signals using a technology called dual carrier, which effectively doubles transmission speed on handsets fitted with two antennas, such as the latest Apple and Samsung models. Feedback from early EE customers was largely positive. One user recording 20 Mbps described the service as &quot;incredible&quot; while another reported getting coverage 85% of the time, even though the network is only just beginning its roll out, with 11 cities covered at launch and 16 due by Christmas. Others commented that mobile was now outpacing fixed line connections. A Three customer claimed a mobile speed of 9 Mbps at home, nearly three times the average of their fixed line broadband. &quot;Amazing,&quot; said a Vodafone customer who recorded over 5 Mbps. &quot;My mobile broadband is faster than home BT Broadband.&quot; However, significant numbers of Orange and T-Mobile customers found service had deteriorated since the merger removed masts where signals were duplicated. &quot;Since my T-Mobile network was replaced by EE network, useably fast internet access on my phone is a thing of the past,&quot; said one, reporting a miserable 0.01 Mbps download rate. &quot;Previously had great reception but since the start of the EE network I often have no signal,&quot; said another in Houghton-le-Spring near Newcastle. An EE spokesman said: &quot;Our feedback is that joining the two networks has made it better, not worse, for customers, but we are monitoring it on a daily basis to address issues if people are having them.&quot; People in Scotland complained of poor service between Glasgow and Edinburgh, one of the UK&apos;s major commuter routes. And a Vodafone subscriber who recorded a speed of over 7 Mbps at London Bridge station told us: &quot;This is as good as it gets. The rest of my life my iPhone 5 is an expensive paper weight&quot;. In fact, many smartphone owners rely more often on Wi-Fi than on mobile networks to connect to the internet. Numbers released last week by the research firm Nielsen show that on phones using the Android operating system, 78% of data is transferred over a Wi-Fi connection rather than via a mobile network. Most offload to Wi-Fi wherever possible in order to avoid bill shock by busting through their monthly allowance. And for many more 3G coverage simply has not arrived in their area. In Shetland, a user who registered nearly 6 Mbps nonetheless complained: &quot;Vodafone seems to be the only company that provides reasonable but certainly not universal coverage for the Shetland Isles. Basic phone use is acceptable, but mobile internet access is often frustratingly slow and uneven. We live in hope.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/nov/19/mobile-phone-connection-speed-survey", 
    "wordcount": "1054"
}