{
    "headline": "University leaders protest at 'disastrous neglect' of postgraduates", 
    "text": "Vice-chancellors from universities across Britain have spoken out against the &quot;economically disastrous and socially divisive&quot; neglect of postgraduate students. Eleven leaders of institutions representing every type of university have demanded action to avert a crisis. The intervention comes as the Observer can reveal that research councils have withdrawn from supporting taught master&apos;s courses, which are often vital for academic or professional careers. Fees for such courses increased by 11% this year in response to cuts in teaching grants, according to the 1994 Group of universities. Some of the country&apos;s most senior academics say that a lack of funding to help potential postgraduate students with fees and living costs  particularly those who wish to read for a taught master&apos;s  threatens future economic growth. They say there is a growing danger that further study will be reserved for those from wealthy backgrounds. Figures released in a parliamentary answer reveal that the last cohort of students on taught master&apos;s to be funded graduated in 2011 and no further funding is planned. The number of students on a research master&apos;s who will be supported is also set to drop by 47% from 786 to 413 in 2013-14. The number of PhD students funded will also drop from 5,793 to 4,649, an almost 20% cut, by next year. The state of the taught master&apos;s market is of particular concern because they are regarded as crucial in academia in preparing students for PhDs, as well as for those seeking to join professions from social work to pharmaceuticals. Nine vice-chancellors, one deputy vice-chancellor and one pro-vice-chancellor  from Exeter, Sheffield, East London, Cardiff, Edinburgh, Southampton, Lancaster, Loughborough, Queen Mary, Queens, Belfast and Essex  told this newspaper that they were hugely concerned about the future of postgraduate education. Almost all said that the number of UK students enrolling on taught master&apos;s was already in decline, even as overseas student numbers boomed. The latest figures show more than 8,000 fewer UK students taking up taught postgraduate courses in 2010-11 than the year before, a 4.3% contraction. And many academics believe that higher undergraduate fees will result in a much steeper decline in future. A spokesman for RCUK, which represents the research councils, said the fall in supported PhD places was in part explained by the decision to focus money on longer courses to achieve the best &quot;outputs&quot;. The decision to withdraw from standalone taught master&apos;s was made in response to the 2010 spending review, he said, but the councils had only ever funded around 5% of those taking such courses. Professor Steve Smith, vice-chancellor of Exeter University, said: &quot;The latest data is that 1.8% of GDP goes on research and development. The average in the OECD is 2.34%. That is a third more. And a lot of our competitors, Japan, Korea, are above 3%.&quot; Dr Wendy Piatt, director general of the Russell Group of universities, including Oxford and Cambridge, said: &quot;Many professions require a postgraduate qualification and we are concerned that the lack of financial support at this level may be presenting another hurdle for students  especially those from disadvantaged backgrounds  to overcome.&quot; Gareth Thomas, the Labour MP for Harrow West, who obtained the new figures from the government, said: &quot;Britain&apos;s future depends on encouraging the brightest into research to develop new inventions, new cures and new solutions and to keep British universities punching above their weight.&quot; A Department for Business, Innovation and Skills spokesperson said the government was monitoring the situation. Its spending review had protected the 4.6bn science and research budget in cash terms. &quot;We have also announced over 1.5bn of additional capital investment in science and innovation since the spending review,&quot; she added.", 
    "section": "education", 
    "gid": "education/2013/jan/05/university-protest-disastrous-neglect-postgraduates", 
    "wordcount": "628"
}