{
    "headline": "Luddites of the world unite", 
    "text": "Far from an anti-technology jamboree, the third World Forum on Science and Democracy illustrates the diversity of global debates around education, research and the scope for science, technology and innovation to help build what some like to talk of as &quot;another world&quot;. When the dean of the Faculty of Humanities at Tunis says &quot;Vive la dmocratie! Vive la science!&quot; they don&apos;t sound like empty words. Here, and across the whole country, one of the changes since the revolution was the disbanding of the notorious &quot;university campus police&quot; after 30 years and  for the first time  the introduction of elected university presidents. The World Forum on Science and Democracy, which has traditionally taken place in the days preceding the World Social Forum (the biannual gathering of civil society organisations offering an alternative vision of globalisation to that espoused at the World Economic Forum), has come here in its third year after its first meeting in Belem, Brazil (2009), and second in Dakar, Senegal (2011). Lionel Larqu, who works with the French organisation Les Petits Debrouillards and the Forum&apos;s secretariat, says the forum is &quot;as much about asking questions as providing answers&quot;. More than 300 academics and activists from around the world are here to do just that, focussing on a broad range of challenges. Fabien Piasecki of the Fondation Sciences Citoyennes, another secretariat member, thinks that the forum has become less adversarial and more collaborative since Belem, especially between the scientific unions and other NGOs. On the first day, Denis Blisle spoke of how student and university union protests in Quebec forced a government climbdown over rising tuition fees and put access to education back on the political agenda. Over in Tunisia, it is unemployment of graduates (dramatically higher than the rate among less qualified workers) that tops the immediate agenda. The All India People&apos;s Science Network (AIPSN) is one of the groups additionally concerned with employment and livelihoods based on local, indigenous knowledge, including and how this is under threat from inappropriate intellectual property rights. Rather than fixating on the &quot;traditional&quot;/&quot;modern&quot; dichotomy, however, Amit Sengupta explains that &quot;the network asks how science can build upon the useful knowledge and practices used in rural communities all over the country and the world&quot;. And modern technology is here, bringing a new generation of reformers. Activists from hacker spaces across France and the Tunisia, who met in person for the first time, teamed up with AISPN to organise a workshop investigating &quot;free&quot; forms of knowledge production and circulation, physical and dematerialised public goods and intellectual property. Involvement of young people was one of the major successes of the Dakar Forum, according to Buuba Diop (who acted as one of the organisers). For him, high quality participation of youth, including in the caravans that travelled from across Africa and the world has further strengthened the role of civil society in the country. Mixed in with these diverse voices there are also, of course, the luddites (at least those labelled as such). 200 years after the mythical Ned Ludd&apos;s rebellion against the use of employment-displacing and de-skilling machinery in the industrial revolution, the forum brings together an international network of groups campaigning against what they see as the irresponsible use of science and innovation. Silvia Ribeiro (Mexico) and her colleagues in the ETC Group are among those questioning and resisting emerging technologies, in particular genetic engineering, synthetic biology, nanotechnology and geoengineering. &quot;In our opinion geoengineering is not a technology that we just need to regulate. Geoengineering is a technology that we must abandon, because of its potential negative implications for the planet and its people&quot;. They call for a geoengineering test ban akin to the comprehensive nuclear test-ban treaty and an international convention on the evaluation of new technologies. In response, one of the younger participants, a 16-year-old from Canada, insisted that the benefits, as well as the risks of these technologies need to be borne in mind. A Brazilian group is circulating a pamphlet entitled &quot;Nanotechnologies: wonders and uncertainties in the chemistry universe&quot;. In another workshop an international panel discussed different views on the responsibility of scientists  from the perspectives of the UN Declaration on Human Rights, national legal frameworks and the Islamic hadith. The dilemmas that faced Ned Ludd&apos;s band of machine-breakers seem simple in comparison. Today, the forum is discussing its programme of action for the next two to four years. If experiences in Dakar are anything to go by, a clear roadmap attending to all the perspectives represented will remain elusive. But then again, it&apos;s a forum, not a business meeting. Vive la diversit!  Adrian Ely is head of impact and engagement, STEPS Centre, University of Sussex. You can follow him on Twitter @adrian_ely", 
    "section": "science", 
    "gid": "science/political-science/2013/mar/25/luddites-of-the-world-unite", 
    "wordcount": "810"
}