{
    "headline": "Scanning Newton: Isaac Newton's Death Mask and Xbox  video", 
    "text": "    I received an email from the Royal Society&apos;s assistant press officer, Natasha, on Friday afternoon, asking me if I would like to write a story about a 3D scan of Newton&apos;s Death Mask. This scan was just created by Microsoft Cambridge using a normal X-box Kinect scanner and some of their experimental software.  In addition to being a scientist, video gamer and general technogeek, I had recently written this story about the restoration of a seriously injured bald eagle&apos;s beak using technology that resembles Microsoft&apos;s project. So of course, I was interested.    Although rare today, creating a death mask of a person, particularly of politicians and other influential people, shortly after death was widely practiced in many countries and cultures throughout the centuries. Probably the most famous and recognisable death mask is the stylised gem-encrusted solid gold mask of Egyptian Pharaoh, Tutankhamun. Creating wax or plaster death masks was common practice in Europe and in the United States during the 17th, 18th and 19th centuries, before photography became widely accessible. The death mask served a number of purposes, including an effigy at state funerals and serving as a permanent record of an individual&apos;s facial features for posterity.  The death mask in this video is one of several prepared shortly after Newton&apos;s death, probably by the artist Michael Rysbrack. Rysbrack sculpted Newton&apos;s features in marble for his tomb at Westminster Abbey. It is likely he used one or more of these death masks to ensure accuracy. This particular mask was owned by the 18th century French sculptor Louis-Franois Roubiliac, who carved a marble bust of Newton, now located at Trinity College Cambridge. This death mask was donated to the Royal Society by Hunter Christie in 1839.  Sir Isaac Newton (1643 - 1727), recognised as the greatest scientist of his era, was an English physicist and mathematician. Newton&apos;s single greatest work, Philosophi Naturalis Principia Mathematica was published in 1687. In this book, Newton describes how a universal force, gravity, applies to all objects in all parts of the universe. The Principia, as the book is commonly known, is generally considered to be one of the most important scientific books ever written and was the primary exemplar for setting standards for scientific publication that are maintained to the present day.  At the time of his death in March 1727, Newton was President of the Royal Society. He was buried at Westminster Abbey and this death mask is held in the archives of the Royal Society. My pals, videographer Brady Haran, and our favourite chemist, Professor Martyn Poliakoff, who is foreign secretary of The Royal Society, were on-hand when the scanning was done and they produced this sweet little video report for us:             [video link]. Video journalist Brady Haran is the man with the camera. Brady is also on twitter @periodicvideos This video was made with the cooperation of Microsoft Research Cambridge and The Royal Society. Music by YouTuber AlanKey86. .. .. .. .. .. .. .. .. .. .. ..  The Royal Society is on facebook and twitter @RoyalSociety.  Microsoft Research is on facebook and twitter @MSFTResearch. Read more about Newton&apos;s Principia.  .. .. .. .. .. .. .. .. .. .. ..  GrrlScientist maintains her presence on a number of social media sites, including facebook, evil google + and twitter: @GrrlScientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/oct/01/1", 
    "wordcount": "532"
}