{
    "headline": "Will Philippines negotiator's tears change our course on climate change?", 
    "text": "     When a senior diplomat at global talks breaks down in public, it is a signal that other countries must pay attention. It happens rarely, but it can have a dramatic effect. On Thursday, it happened in a full plenary session of the COP18 climate talks at Doha. Naderev Sao, the lead negotiator of the Philippines delegation, got halfway through his prepared statement and then stopped (video). He wanted to relate the tortured negotiations to the tragedy unfolding in his own country when typhoon Bopha slammed into the island of Mindanao, killing hundreds of people and making thousands homeless. It was, he said, like hurricane Sandy which hit New York, Haiti and Cuba last month, a clear sign of climate change. No typhoon had ever come so far south, it was more intense than ever and one had not hit this region in many decades. Sao told the plenary session:  &quot;As we sit here in these negotiations, even as we vacillate and procrastinate here, the death toll is rising. There is massive and widespread devastation. Hundreds of thousands of people have been rendered without homes. And the ordeal is far from over, as typhoon Bopha has regained some strength as it approaches another populated area in the western part of the Philippines.    &quot;Madam chair, we have never had a typhoon like Bopha, which has wreaked havoc in a part of the country that has never seen a storm like this in half a century. And heartbreaking tragedies like this are not unique to the Philippines, because the whole world, especially developing countries struggling to address poverty and achieve social and human development, confront these same realities.  &quot;Madam chair, I speak on behalf of 100 million Filipinos, a quarter of a million of whom are eeking out a living working here in Qatar [ as migrant labourers]. And I am making an urgent appeal, not as a negotiator, not as a leader of my delegation, but as a Filipino &quot;  At this point he broke down.  &quot;I appeal to the whole world, I appeal to leaders from all over the world, to open our eyes to the stark reality that we face. I appeal to ministers. The outcome of our work is not about what our political masters want. It is about what is demanded of us by 7 billion people.  &quot;I appeal to all, please, no more delays, no more excuses. Please, let Doha be remembered as the place where we found the political will to turn things around. Please, let 2012 be remembered as the year the world found the courage to find the will to take responsibility for the future we want. I ask of all of us here, if not us, then who? If not now, then when? If not here, then where?&quot;  &quot;Thank you madam chair.&quot;  The hall rose and applauded. Later I spoke to Sao, or &quot;Yeb&quot; as he is widely known. He said: &quot;This was the 16th typhoon this year. It was particularly intense and uncharacteristic, struck the province of Davao Oriental. I know the area well. I have been there many times. Quite a few of our delegation have their families there. &quot;Each destructive typhoon season costs us 2% of our GDP, and the reconstruction costs a further 2%, which means we lose nearly 5% of our economy every year to storms. We have received no climate finance to adapt or to prepare ourselves for typhoons and other extreme weather we are now experiencing. &quot;We have not seen any money from the rich countries to help us to adapt. So more and more people die every year. I feel very frustrated. I was very emotional because it tears your heart out when you know your people are feeling the impact. We cannot go on like this. It cannot be a way of life that we end up running always from storms. &quot;You feel frustrated when the UN process does not work. We always go to the brink in the negotiations. That is a bad sign. Climate change negotiations cannot be based on the way we currently measure progress. It is a clear sign of planetary and economic and environmental dysfunction.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/dec/06/philippines-delegator-tears-climate-change", 
    "wordcount": "716"
}