{
    "headline": "Kazuo Hirai named new Sony CEO", 
    "text": "Sony has confirmed that PlayStation boss Kazuo Hirai will be the company&apos;s next chief executive. He will take over from current CEO Howard Stringer in April, with Stringer assuming the role as chairman of the board of directors.  The move comes after weeks of speculation  and following a challenging business period for the consumer electronics veteran. The company is facing its fourth consecutive annual loss, and stock value has dropped by more than 50% since Stringer became the company&apos;s first non-Japanese CEO in 2005. The strong yen and the effects of last year&apos;s devestating earthquake have made for difficult business conditions, but Sony has also lost out to key rivals including Samsung in the television sector and Apple in computing and digital media.  &quot;The path we must take is clear,&quot; Hirai said in a statement. &quot;To drive the growth of our core electronics businesses  primarily digital imaging, smart mobile and game; to turn around the television business; and to accelerate the innovation that enables us to create new business domains. &quot;The foundations are now firmly in place for the new management team and me to fully leverage Sony&apos;s diverse electronics product portfolio, in conjunction with our rich entertainment assets and growing array of networked services, to engage with our customers around the world in new and exciting ways.&quot; If the future of Sony is about converged media platforms and digital services, Hirai would seem to have the experience to turn things around. As head of the PlayStation business, he has overseen a period in which the PS3 console recovered from the dominance of the Nintendo Wii to reach a global installed user base of more than 60 million. The machine has also become a media hub offering on-demand music and video content from Sony services as well as various partnerships with other content providers. Hirai also navigated a major controversy last spring when hackers broke into the back-end servers of the PlayStation Network and attained the details of millions of customers. The television manufacturing business could well be the toughest nut to crack, though  it hasn&apos;t been profitable for more than seven years. Last year, Sony sold its stake in a joint LCD panel manufacturing venture to partner Samsung for 600m. Hirai may well decide that the future is about innovating in digital services rather than screen technology. With the rise of internet connected smart TVs, Sony could concentrate on developing interactive services, while outsourcing screen manufacture to countries such as Taiwan, where producton costs are lower. Meanwhile, in the mobile sector, Sony has spent 920m buying its handset partner Ericsson out of their decade-long deal. The idea is that it will now be able to react faster to the innovations of rivals like Apple. However, Sony&apos;s attempts to profit in the growing tablet market, with the launch of its Tablet S and Tablet P devices, have not been hugely successful: the devices failed to impress critics and the Tablet S was subject to a $100 (63) price cut in January. Sony, once a leader in consumer electronics innovation with its Walkman and PlayStation brands, has a lot of work to do to figure out its place in a rapidly evolving market. Hirai, with experience in the expensive, dynamic and complex video games sector, may be best placed to oversee the transition.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/feb/01/kaz-hirai-named-as-sony-ceo", 
    "wordcount": "560"
}