{
    "headline": "Patrick Mollison obituary", 
    "text": "Patrick Mollison, who has died aged 97, was a pioneer of blood transfusion during the second world war and wrote the classic textbook on the subject, now in its 11th edition. When war broke out in September 1939, Mollison was a young doctor at the South London Blood Supply Depot, inSutton. He had been seconded there from St Thomas&apos; hospital by the medical school dean, who realised that the new facility ofblood transfusion promised to be an important way of saving lives. Mollison&apos;s job was to treat civilian casualties and to carry out research into making transfusion safer. He began by studying methods oftreating blood in storage so that red cells had an increased lifespan. The customary way of preserving blood was to add trisodium citrate and dextrose. But this process involved sterilising the components separately as the dextrose caramelised if they were mixed first, which could lead to bacterial contamination and death. With two colleagues, Mollison found that red cells lasted strikingly longer  and the problem of caramelisation was avoided  when blood was stored in slightly acidified solutions. The formula, of2% disodium citrate and 3% dextrose, came into use throughout Britain, then globally, enabling blood to be stored for 21 days. ACD, as it became known, remained in use until the mid-1970s. When air raids started in summer 1940, Mollison&apos;s treatment of casualties included a comparison of the effects of different transfusion fluids in resuscitation. At that time, plasma was being separated from whole blood. Mollison realised that the remaining red cells, with their coat of white cells, could be useful to patients, especially those with right-side heart failure, and he was able to demonstrate this. Rhesus blood groups had recently beendiscovered in New York, and scientists there sent Mollison reagents for testing and matching blood, making transfusion safer. Mollison was the son of a distinguished ear, nose and throat surgeon, and was destined from youth to follow his father into medicine. He went toRugby school, and then studied forhis first examination in medicine, the equivalent of A-levels, at Guy&apos;s hospital, London. He read natural sciences at Cambridge and then did his clinical training back in London atStThomas&apos;, qualifying in 1938, and spent the next year as house physician to the medical unit, a job that included casualty and anaesthetics. With the advent of war, he transferred to the South London Blood Supply Depot, set up in a former school. &quot;Thegym was turned into a laboratory and the library was turned into a room for donors,&quot; he recalled. To recruit donors, he hired a theatrical impresario who plastered the area with posters. &quot;He took us all to a shop in the town, where we sat at tables as people were encouraged to come up and enrol.&quot; Mollison often had to take blood for transfusion to small local hospitals, driving a van through the blackout. A postwar Medical Research Council (MRC) report commented that it was gratifying to see how the organisation, planned without any practical experience of a large-scale transfusion service, swung into action. Mollison entered the Royal Army Medical Corps in 1943, and after serving as a medical officer in training units inBritain, was sent to Germany towards the end of the war. In May 1945 he took part in the relief of the Belsen concentration camp, supervising medical services including transfusion. He went on to India and Burma, from where he was invalided home in 1946 with a tropical disorder. Returning to civilian life, he turned down a senior teaching post at StThomas&apos; to join Hammersmith hospital. He resumed research in asmall room attached to the obstetrics unit, as he was interested in jaundice in babies. TheMRC established him as director ofanew research unit andlaterprovided a prefabricated hut inthe hospital grounds. Mollison&apos;s unit moved to St Mary&apos;s hospital in 1960, when it was renamed the Experimental Haematology Unit, and he was made professor ofhaematology. The unit closed in 1979 when he retired as emeritus professor. He continued to write review articles, working on further editions of his textbook and carrying out research with Marcela Contreras of the North London Blood Transfusion Service and co-author of the later editions ofhis book. Contreras described him as, &quot;thefather of transfusion medicine&quot;, saluting his &quot;seminal work on the preservation ofblood for transfusion, onthe survival of transfused red cells, on the mechanisms of red cell destruction, on compatibility testing, transfusion reactions and other adverse effects of blood transfusion&quot;. Mollison was the sole author of the 1951 textbook Blood Transfusion in Clinical Medicine, universally known as Mollison, and six subsequent editions. He wrote three further editions with Contreras and a Dutch haematologist, CP Engelfriet. The 11th edition, published in December, is now known as Mollison&apos;s Blood Transfusion in Clinical Medicine. It is regarded as essential reading in every transfusion centre in the world. He was made a fellow of the Royal Society, a rare honour for a medical scientist, in 1968, and was appointed CBE in 1979. Mollison enjoyed gardening and classical music. He attended the annual Schubert festival in Switzerland until recently and was a frequent visitor to Covent Garden, Bayreuth and Glyndebourne. He married Margaret Peirce in 1940. They divorced in 1964. In 1973 he married Jennifer Jones, a consultant anaesthetist. She survives him, along with the three sons of his first marriage.  Patrick Loudon Mollison, haematologist, born 17 March 1914; died 26 November 2011  This article was amended on 6 January. The original gave the name of Patrick Mollison&apos;s first wife as Margaret Prentice. This has been corrected.", 
    "section": "science", 
    "gid": "science/2012/jan/04/patrick-mollison", 
    "wordcount": "974"
}