{
    "headline": "Apple's Tim Cook wages war on complacency", 
    "text": "John Browett, who was until Sunday night the Brit in charge of Apple&apos;s giant retail chain, can at least afford a good seat on his flight back across the Atlantic: the 36m golden hello that he received on joining six months ago should see to that. But for him and for Scott Forstall, who had been there  and at NeXT, the company Apple bought in 1996 to bring not just new software but also Steve Jobs  their departure looks like nothing less than a humiliation. Tim Cook, Apple&apos;s chief executive, is taking over the retail stores; Jonathan Ive, the quiet Englishman who has been at the company longer than any of the other senior executives, is now in charge of hardware design and the &quot;human interface&quot; of the software. If you like Ive&apos;s phone, tablet and computer designs  and a lot of people seem to  you might like what he will do to the software too. It can&apos;t be worse than having Forstall&apos;s pretend &quot;shredder&quot; or &quot;bookstand&quot; cluttering up your screen. Forstall&apos;s corporate death warrant was issued in September when he refused to give his signature to the abject apology over Apple&apos;s Maps just days after the launch of its new iPhone software, according to multiple news sources. Instead, the apology bore Cook&apos;s name  showing that he is at least certain where the buck stops. Forstall, it is said, had long been a source of friction within a company that tries to avoid internal politics by operating in small teams; some reports even say that Ive would not sit in meetings with him. Browett, meanwhile, failed to expand the stores as quickly as desired (30 stores in two quarters  bringing the total to 393 in 14 countries  is not enough, apparently). He also tried, according to reports, to make staff drive profits, something that is anathema to the stores&apos; aim. They aren&apos;t designed as a profit centre (though they generated $1.1bn profit on $4.2bn sales in the most recent quarter). They are intended to spread the Apple brand. Apple&apos;s financial results suggest it is falling victim to the law of large numbers: it can&apos;t keep growing at the same speed. Yet the onslaught of Google&apos;s Android mobile software and Microsoft&apos;s PC means it can&apos;t afford to slow down either. Cook seems to have brought Monday&apos;s announcement forward to catch the markets&apos; close due to Superstorm Sandy. Stock pickers have been quick to mark Apple down, though market commentator Jim Cramer remarked on Twitter that &quot;the negativity on [Apple] is so great now that if Cook had promoted those two guys the stock would be hit, too&quot;. Cook has been such a cipher that some are surprised he could act so brutally. But he is a razor-sharp operator. Soon after joining Apple in 1998 he was in a meeting trying to get its dreadful supply chain in shape. &quot;This is really bad. Someone should be in China driving this,&quot; he said. Thirty minutes later Cook looked up at the executive in charge of that area and said: &quot;Why are you still here?&quot; Cook&apos;s unrivalled skill in building a supply chain capable of shipping millions of phones and tablets worldwide within weeks of an announcement has made Apple what it is. But it is his people skills that show what the company will become. The firings will shock his employees but one thing Cook will not stand for is complacency. Everyone is certain of that now.", 
    "section": "technology", 
    "gid": "technology/2012/oct/30/tim-cook-apple-ceo-firings", 
    "wordcount": "589"
}