{
    "headline": "4G auction to be investigated by audit office after poor return", 
    "text": "The National Audit Office is to investigate the low amount raised by Ofcom&apos;s auction of the 4G airwaves, which in June generated 2.3bn  a total of 1.2bn less than the Treasury had forecast, and 3bn less than the theoretical maximum. In a letter seen by the Guardian, the NAO&apos;s auditor general, Amyas Morse, told the Labour MP Helen Goodman, shadow minister for media and communications: &quot;I intend to conduct a value-for-money study of Ofcom&apos;s recent auction of 4G spectrum.&quot; The Treasury&apos;s forecast of 3.5bn from the auction was included in the government finances in the autumn statement last December, and allowed the chancellor, George Osborne, to claim that government borrowing was falling. The Guardian understands that the NAO is preparing the terms of an investigation after complaints from Goodman, who pointed to remarks by the Ofcom chief executive, Ed Richards, indicating the government had not made maximising revenues the prime aim of the auction. &quot;By not making maximising the auction&apos;s revenues an objective for Ofcom, the government has failed to get value for money on this project,&quot; Goodman complained to Morse. The 4G auction sold off more radio spectrum than ever before to bidders including the four main mobile networks and BT. By comparison the 3G auction in April 2000 raised 22.5bn. Figures published by Ofcom in March showed that the highest bids for 4G spectrum came to a total of 5.2bn. But Ofcom said those were only theoretical because it was using a rule whereby winners only paid slightly more than the second-highest bidder  similar to an eBay auction  a measure taken to make the auctions harder to rig. Goodman said she welcomed the NAO&apos;s intervention: &quot;It is entirely right that the National Audit Office has launched this investigation. Serious questions must be answered as to why the Conservative-led government ended up 1bn short of the estimate George Osborne had provided just months earlier. When the 3G auction took place, Labour ensured that maximising revenue was an objective. The Conservative-led government did not do the same for the 4G auction, which I believe was a serious mistake.&quot; Some sources at bidders felt that the design of the auction, using a system known as &quot;combinatorial clock&quot;  which has been used in other countries to sell off 4G airwaves  not only worked against maximising revenue but was also unsatisfactory for bidders. &quot;[Ofcom] neither raised the amount that the government was looking for, nor did it ensure that spectrum found its way into the hands of everybody who wanted it,&quot; one bidder said.     Mobile spectrum auction Photograph: Graphic    Their dissatisfaction could also become part of the study. Morse told Goodman that Ofcom had &quot;a responsibility to ensure that the auction delivered an economically efficient allocation of spectrum&quot;. The allocation after the auction means that Vodafone&apos;s share of all UK mobile spectrum has leapt from 23% to 28%, while that of its rival O2 has dropped from 20% to 15%, and that of the smaller Three network from 18% to 12%. Though the NAO does not have the power to order a rerun of the auction, a report will go to the Commons public accounts committee, which in turn can censure the government and demand a response from Osborne. Ofcom defended the auction. A spokesman said: &quot;The 4G auction was a success, which will deliver the maximum benefit to UK citizens and consumers  in line with Ofcom&apos;s statutory duties. It will create competition, with five companies able to launch competitive 4G services. This will lead to investment in new services, greater innovation and lower prices, plus enhanced coverage with a rule to cover almost all of the UK population by 2017 at the latest. &quot;The auction was designed to promote competition and ensure coverage, rather than to raise money.&quot; A Treasury spokesman said it was the Office for Budget Responsibility, not the Treasury, that estimated the auction would raise 3.5bn. He also said that, even if the actual figure raised had been available at the time of the autumn statement, the Treasury would still have been able to say it was on course to lower borrowing.", 
    "section": "technology", 
    "gid": "technology/2013/apr/14/4g-auction-national-audit-office", 
    "wordcount": "707"
}