{
    "headline": "Boot up: is Google good for Asus?, Chromebook pricing, the iPad mini retina tradeoff and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team Commentary: Is it a blessing for Asustek to have Google backing? &gt;&gt; Digitimes  Does Google treat Asustek as a brand partner or an OEM supplier? John Lagerling, director of business development for Android, seems to have an answer to the question.  When approached by the New York Times during a recent interview seeking a confirmation of Asustek&apos;s remarks that current shipments of the Nexus 7 have reached as many as one million units a month, Lagerling replied, &quot;We haven&apos;t announced numbers. We typically don&apos;t allow our partners to announce numbers.&quot;  The message clearly indicates that Google treats Asustek as an OEM partner, but not a dual-brand partner.  In the worst-case scenario, Google may tie up with other vendors such as HTC and Lenovo to develop its next-generation Nexus tablets, which will place Asustek under fire from rivals vying for the Android tablet market.   Asus(tek) in effect did announce Nexus 7 numbers, perhaps to Google&apos;s annoyance. But the commentary makes the point that the hopes of building its brand in the US via the N7 might be rapidly dashed; Google wants the Nexus brand purely for itself. OEMs might not find much margin in that. (Article may now be behind paywall.) Why Surface looks like the tablet Microsoft built for itself &gt;&gt; ZDNet  There&apos;s a test we use when trying to understand the products and strategies of technology companies. Who, we ask, is the real customer? The answer isn&apos;t always what you expect and it&apos;s always revealing.   Smart piece, not only about the Surface. Nvidia CEO: Consumers realize a great tablet is better than a cheap PC &gt;&gt; VentureBeat  Graphics chip giant Nvidia chief executive Jen-Hsun Huang said in a conference call with analysts today [8 Nov] that consumers realize &quot;a great tablet is better than a cheap PC.&quot;  That&apos;s an interesting statement coming from a PC industry leader who plays in both the PC and mobile markets. But Huang pointed out that in the most recent third fiscal quarter ended Oct. 28, 30% of Nvidia&apos;s revenues now come from non-PC chips, up from just 3% three years ago.  Acer C7 Chromebook &gt;&gt; Google Play 199 and it&apos;s in stock! 11.6in display (1266x768), 2GB RAM, and - get this - a 320GB hard drive. That&apos;s a lot of (rotating) storage for a Chromebook. (Thanks @gvnmcknz for the link.) Samsung Releases Open Source Files For Android Galaxy EK-GC100 Camera | Popular Photography  The first serious thread about modifying the EK-GC100 seems to be geared towards making it make phone calls, even if it&apos;s only through Skype.   So, like a camera that has a phone. Or a phone with a camera. (Thanks @sputnikkers for the link.) Introducing Android 4.2, a new and improved Jelly Bean &gt;&gt; Android Developers&apos; blog Among the improvements:   Users can now place interactive lock screen widgets directly on their device lock screens, for instant access to favorite apps and content. With just a small update, you can adapt any app widget to run on the lock screen. Daydream is an interactive screensaver mode that users can encounter when their devices are charging or docked in a desk dock. You can create interactive daydreams that users display in this mode, and they can include any type of content.   Clever. The iPad Mini and the cost of Retina &gt;&gt; Marco.org Marco Arment:   Apple didn&apos;t make an arbitrary decision to withhold Retina on the Mini to save money, upsell more buyers to the iPad 4, or &quot;force&quot; the first generation of iPad Mini owners to upgrade next year. They chose not to ship a Retina iPad Mini because it would be significantly worse than the previous iPads in very important factors.   This is going to spoil a lot of conspiracy theories. Google&apos;s Nexus 4 smartphone sells out In UK within hours of going on sale &gt;&gt; TechCrunch  We&apos;ve reached out to Google to confirm the sales situation in Europe and will update with any response. (Update: Google said it has nothing to share on Nexus sales figures at this time.)   Hurrah for openness, transparency and organising the world&apos;s knowledge and making it accessible.. Live long and prosper SteveSi &gt;&gt; Hal&apos;s (Im)Perfect Vision Hal Berenson:   I was only momentarily shocked when I heard last night that Steven Sinofsky was leaving Microsoft. It was momentary because a friend had told me months ago that Steven would be gone soon after Windows 8 launched. The claim was that he had alienated most of Microsoft&apos;s senior leadership, if not the bulk of the executive staff.    Berenson is a longtime (though now ex) Microsoftie. And it&apos;s true, Sinofsky does look a little.. Vulcan. Windows 95 Tips, Tricks, and Tweaks &gt;&gt; Tumblr &quot;Touch your monitor. It is warm, like flesh. But it is not flesh. Not yet.&quot;  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/nov/15/technology-links-newsbucket", 
    "wordcount": "854"
}