{
    "headline": "Assessing the evidence on lead poisoning and violence", 
    "text": "George Monbiot (Comment, 7 January) presents evidence that a rise and fall in environmental lead levels in the second half of the 20th century, largely from petrol fumes, is mirrored by rises and falls in the rate of violent crimes in several developed countries. In the UK, this effect may have continued even beyond the banning of leaded petrol. Based on data from the Avon Longitudinal Study of Parents and Children, a recent report showed an association between anti-social behaviour and hyperactivity at seven and the child&apos;s blood lead level at 30 months (the association was independent of several other factors, including gender, IQ, maternal educational qualification, maternal smoking, parenting attitudes and a family adversity score). These children were born in 1991-92 and so would not have been directly exposed to large amounts of lead from petrol fumes as babies and infants. It is likely that the long industrial history of lead mining and processing in the UK is continuing to have an effect even today. Monbiot also criticises the manufacture and sale of tetraethyl lead from a company in the UK. It is not only in countries such as Burma which use leaded petrol that suffer the toxic effects of lead: people living wherever that lead is mined and processed will also be affected. This industrial activity should not be allowed to continue in the UK.Dr Caroline TaylorProfessor Jean GoldingCentre for Child and Adolescent Health, University of Bristol  In blaming lead paint and leaded petrol, George Monbiot misses out on other sources of lead that have also been phased out. Newspapers were printed with lead-based inks until the 1980s, staining readers&apos; fingers and penetrating their skin. Tinned food was packed in cans with lead solder seals  our company, Whole Earth, was the first to use marginally more expensive welded-seam cans. Most plumbing until a few decades ago was based on lead piping. In soft-water areas like Liverpool, where water came from reservoirs and was very soft, people started the day with tea brewed in water that had been standing in lead pipes all night. Londoners were lucky, their hard water generated limescale on the interior of the pipes, protecting them from lead contamination. The annual improvement in performance on academic tests is often ascribed to the tests becoming easier, but it could equally be the case that students are now more able to concentrate and retain information, thanks to reduced blood lead levels.Craig SamsHastings, East Sussex   George Monbiot&apos;s first thought  &quot;it seemed preposterous&quot; that lead could cause the rise and fall in violence  was worth holding on to. If lead did cause violence by affecting mental capacity, we have to presume its affect is over the life course of those afflicted. In fact, few people are persistently violent. Sampling delinquents for toxicity is all very well, but the correlation with violence is not so neat. The wide variance in the homicide rates between Russia, US, and Japan in 1998 is a good example. Even the Wilkinson and Pickett inequality argument, or Levitt&apos;s legalisation of abortion, have more logic. Historically violence has always been heavily overrepresented among socially disadvantaged groups. And there was more violence in the past  a Europe-wide drop of 10:1 to 50:1 from the 15th to the 20th century. The fact this pseudo-science has not received critical comment is probably because academics who study violence have held on to the belief that it is preposterous to reduce the complexity of violence to this simplistic causal mechanism.Dr Andrew WilsonSenior lecturer in criminology, Nottingham Trent University", 
    "section": "environment", 
    "gid": "environment/2013/jan/09/evidence-lead-poisoning-violence", 
    "wordcount": "594"
}