{
    "headline": "3D printers shape up to lead the next technology gold rush", 
    "text": "     After six years of &quot;barely scraping by&quot;, Brook Drumm, a California-based web designer, had accumulated about $50,000 in credit-card debt. To salvage his finances, Drumm decided on an unorthodox solution: start a 3D printer company.  Like many prospective business owners, Drumm didn&apos;t have the capital to get his idea off the ground. So he considered his options. He could put a lien on his house, ask friends for money or sell his cars. After consulting his wife, however, he decided to try Kickstarter, an online funding platform, in order to raise the $25,000 that he needed.  To purchase the materials to create the printers, Drumm maxed out his credit cards. Then he set up a Kickstarter page and prayed. &quot;It was darkest place I&apos;ve ever been, easily worst time of my life,&quot; he said. &quot;Making it out of the debt was all I thought about.&quot;  To Drumm&apos;s amazement, just 24 hours after submitting his pitch, the project reached its goal. Thirty days later, the project printrbot had been bombarded with $830,827 from 1,808 backers, surpassing his wildest expectations.  &quot;It was totally surreal,&quot;said Drumm, who is now scrambling to fulfill an avalanche of orders. &quot;It changed my life.&quot; What is perhaps most notable about Drumm&apos;s story is that, at least in the rapidly expanding consumer 3D printing industry, it is not particularly remarkable. Several 3D printer companies have seen spikes in investment shortly after launching.  Just last week a Kickstarter campaign for the Formlabs&apos; Form 1 printer raised almost as much as the printrbot did in its first day  and it still has 21 days to go. While several of these fledgling companies have used Kickstarter and other funding websites to help them get on to their feet, others have taken venture capital or simply used their own money to bootstrap their operations into the black.  The men  and they are almost exclusively men  behind these companies come from all walks of life. Drumm went to school to become a pastor and got into 3D printing as a hobby. The Formlabs project was started by a team of MIT engineering and design students. What such entrepreneurs share is the conviction that this technology is the next big thing  big enough, some argue, to be this century&apos;s most disruptive invention.  Most consumer 3D printers use a manufacturing process in which layers of plastic resin are laid on top of each other to make objects. While designers, architects and engineers have used 3D printers for decades, to create physical models for their design, hobbyists only started adopting the technology in 2007. Since then, consumer interest has ballooned and entrepreneurs have been scrambling to get a piece of the market. &quot;You can&apos;t keep up with the demand,&quot; said Drumm. &quot;Right now there&apos;s six of us full-time, including my wife and myself, which is too small, honestly.&quot; Drumm spoke to the Guardian at the World Maker Faire New York, an annual gathering of DIY hobbyists held by Make magazine that has quickly become an important showcase for printer companies. According to the magazine&apos;s maker-in-chief, Sherry Huss, the number of 3D printing companies has increased every year since the first New York Maker Faire in 2010, when there were just three companies. In 2011 five businesses participated and this year about 20 companies, as well as dozens of ancillary businesses selling software, parts and other supplies, were in attendance.  &quot;It&apos;s clearly a sign of the times,&quot; said Huss, who noted that her magazine will publish its first 3D printer buyer&apos;s guide in November.  A recent study supports such anecdotal evidence about the industry&apos;s expansion. If current estimates are correct, the global 3D printing market will reach $2.99bn by 2018, making it one of the fastest growing industries in the US. Like printrbot, the majority of 3D printer companies at this year&apos;s Maker Faire were young  really young. Eugene Suyu, the 24-year-old founder of Tinkerine Studio, only started selling his company&apos;s first product, a printer called the Ditto, last weekend.  &quot;With one or two companies the pricing was generally pretty high, but now with so many new people entering the market the prices for these printers are starting to flatline,&quot; said Suyu, from Vancouver. Erik de Bruijn, the founder of Ultimaker, a 3D printer company that started in May 2011, came from the Netherlands.  &quot;It&apos;s been a real roller coaster, you know, starting a company,&quot; he said. &quot;But we&apos;ve sold thousands already. It&apos;s amazing how many people want this technology.&quot;  While more expensive commercial models retail for a little under $3,000, most companies offer cheaper alternatives. Printrbot&apos;s most affordable model costs just $400 and the California-based company Deezmaker retails a stripped-down version of its Bukobot for $599. Most companies sell their products online or at hobbyist events like Makerfaire, but the first two US stores opened last week, which is perhaps an indication of things to come. Diego Porqueras raised $167,410 (after asking for $42,000) in May 2012 on Kickstarter and he set up Deezmaker in his Pasadena garage. After being overwhelmed with orders, Porqueras opened the first 3D printer store on the west coast. By far the most successful 3D printing company is Makerbot Industries. In April 2009 the New York-based company started selling printer kits, 5,200 of which were, as Makerbot&apos;s co-founder and CEO Bre Pettis says, &quot;in the wild&quot; by August 2011. That success attracted the attention of the venture-capital world, which injected more than $10m into the business, allowing Makerbot to add more than 150 employees (they&apos;re still hiring) and open a store in lower Manhattan. In September, Makerbot launched its newest fourth-generation printer, the Replicator 2. &quot;We started really small,&quot; said Pettis. &quot;As the CEO I started packing boxes, because it had to get done.&quot; Pettis, an impossibly enthusiastic evangelist for the technology, is also perhaps the most visible representative for the consumer 3D printing industry. He can often be found speaking on industry panels, was recently featured on the cover of geek bible Wired and even appeared on the Colbert Report. When talking to the entrepreneurs behind these machines, it is difficult not to notice the language they use to describe the technology behind their blossoming industry. Phrases like &quot;third industrial revolution&quot; and &quot;the reinvention of manufacturing&quot; are bandied about with confidence. For many, the consumer 3D printing industry is a logical and inevitable step forward. As with the web and the personal computer before it, they expect most households to have some sort of desktop 3D printer in the not-too-distant future.  But while they are bullish on the technology&apos;s growth, they are more cautious about their own success in the increasingly competitive market. &quot;I&apos;m not convinced any of us will survive. I&apos;m not convinced that we won&apos;t all do well,&quot; said Drumm. &quot;It&apos;s like the wild wild west right now.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/oct/05/3d-printers-technology-gold-rush", 
    "wordcount": "1176"
}