{
    "headline": "Generic top-level domain sale begins on web", 
    "text": "A revamp of the web begins on Thursday to allow companies, organisations and individuals who can come up with $185,000 to buy specific words that will replace .com, .net and the other usual suffixes on their website addresses. The Internet Corporation for Assigned Names and Numbers (Icann) will start accepting applications for &quot;top-level domains&quot; such as .Pepsi or .London rather than just the traditional .com and .net . Organisations that can afford it are expected to apply so they can secure their own generic top-level domain (gTLD) but law enforcement agencies are wary that the proliferation of a whole new level of addresses will further complicate policing of the web.  Many corporations view the proliferation of top-level domains as a giant problem. Companies already hire lawyers to defend their trademarks online and most were forced to spend money recently to ensure trademarks were not on the sexually oriented .xxx domain when it was introduced. Verisign, which runs the registry for .com addresses, has estimated there will be up to 1,500 applications for gTLDs. Icann has said the new system will offer many ways for website owners to protect their trademarks. Following complaints from the US Federal Trade Commission and others that registries of website owners were sometimes poorly maintained, making it difficult to shut down scams, Icann chief executive Rod Beckstrom pledged that the top executives of all new registrars would undergo criminal background checks. Beckstrom said that in early May ICANN would publish who had applied for what top level domain, and would hear protests. Trademark violators would be shut down quickly, he said. Sixty-one domain registrars have been stripped of their registrations or not renewed since 2003 because of violations such as failing to maintain proper documentation of who ran websites, failure to pay fees, or other problems, says Stacy Burnette, director for contractual compliance at Icann. Beckstrom argued the expansion would create a more international internet by allowing top level domains in Chinese, Hindi and other languages that do not use the Latin alphabet. Theo Hnarakis, the chief executive of Melbourne IT Group, which has 3,500 corporate clients, said about 100 of his clients were registering top level domains, some to prevent cybersquatting and others as a branding opportunity. &quot;We are seeing some companies with a sense that this is a wonderful marketing opportunity,&quot; he said. &quot;[The company] Overstock applied for O.CO [following the last round of expansions]. Why? Because ... the shorter the name, the more memorable it is.&quot; If customers did not use search engines to find businesses, but memorable URLs instead, companies could save millions on paid-click advertising, Hnarakis said. Warren Adelman, chief executive of Go Daddy, which sells website names, said he had supported the go-slow approach urged by law enforcement on new top-level domains and some members of the US congress. &quot;We strongly recommended that there be a small pilot program and then expand that as sort of a measured way,&quot; he said.", 
    "section": "technology", 
    "gid": "technology/2012/jan/12/new-web-addresses-on-sale", 
    "wordcount": "501"
}