{
    "headline": "Boot up:iPhone 5 v Samsung Galaxy S3, Kindle Fire HD teardown, wooden keyboards and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team iPhone 5 v Samsung Galaxy S3 &gt;&gt; Twitpic A comparison of specifications. Samsung GS3 v iPhone 5 &gt;&gt; Twitpic An alternative listing of features. Kindle Fire HD Teardown &gt;&gt; iFixit Chips from Samsung, Elpida, Texa Instruments - plus a big screen and big battery. That&apos;s it, basically. I&apos;m Going to Spend the Next Month Using My Smartphone as a Wallet | Gadget Lab | Wired.com  NFC and other e-wallet technologies promise a future when we can all live without cash or credit cards, moving all those functions to our smartphones. Sure, the experts say that future is about 10 years away. But I&apos;m betting we can make it happen sooner.  So for the next month, I am going to live without credit cards, cash, transit passes, card-based ID, or just about anything else you&apos;d find in a wallet. From Monday, Sept. 17 to Wednesday, Oct. 17, all of my daily monetary transactions will take place through smartphone-based technology and apps.  I&apos;ll be outfitted with a Samsung Galaxy Nexus so I can use Google Wallet and NFC, as well as my regular iPhone. (Hey, I&apos;m not ditching my wallet and my own phone!)   Started 17 September. Let&apos;s watch how it goes. (Thanks @modelportfolio2003 for the link.) The software patent solution has been right here all along &gt;&gt; InfoWorld There&apos;s no simple excerpt, so you&apos;ll have to read it really. (Thanks @sputnikkers for the link.) iPhone 5 is such a disappointment! &gt;&gt; Joy of Tech Nitrozac and Shaggy, in fine fettle as always. The iPhone 5&apos;s A6 SoC: Not A15 or A9, a custom Apple core instead &gt;&gt; Anandtech  As we learned during the Pentium 4 days, simply relying on frequency scaling to deliver generational performance improvements results in reduced power efficiency over the long run.  To push frequency you have to push voltage, which has an exponential impact on power consumption. Running your cores as close as possible to their minimum voltage is ideal for battery life. The right approach to scaling CPU performance is a combination of increasing architectural efficiency (instructions executed per clock goes up), multithreading and conservative frequency scaling. Remember that in 2005 Intel hit 3.73GHz with the Pentium Extreme Edition. Seven years later Intel&apos;s fastest client CPU only runs at 3.5GHz (3.9GHz with turbo) but has four times the cores and up to 3x the single threaded performance. Architecture, not just frequency, must improve over time.  At its keynote, Apple promised longer battery life and 2x better CPU performance. It&apos;s clear that the A6 moved to 32nm but it&apos;s impossible to extract 2x better performance from the same CPU architecture while improving battery life over only a single process node shrink.   For those who were asking the other day. Wood + Tech + Design = Keyboard &gt;&gt; Oree Your long search for a Bluetooth-equipped portable wireless keyboard made of walnut is over. The Data Journalism Handbook &gt;&gt; European Journalism Centre and Open Knowledge Foundation Available on a CC-ShareAlike licence. Includes contributions from The Guardian, New York Times and many others. (Thanks @sputnikkers for the link.) Inebriator servers up all the cocktails &gt;&gt; Hack a Day An Arduino-powered cocktail maker. Voice operation next? You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/sep/18/technology-links-newsbucket", 
    "wordcount": "576"
}