{
    "headline": "Apple supplier Foxconn hacked in factory conditions protest", 
    "text": "Apple&apos;s controversial Chinese supplier Foxconn was battling on Thursday to contain a security breach after hackers joined the mounting protest over iPhone factory conditions by leaking the login details of its entire staff. A group calling itself Swagg Security taunted Terry Gou, the chief executive of Foxconn&apos;s parent company Hon Hai Industries, by posting his username and password along with a mass of other sensitive information on The Pirate Bay and Pastebin websites. The hack, publicised in a series of Twitter alerts, came as campaigners delivered petitions demanding an ethically-made iPhone 5  the new model is expected later this year  at Apple stores in London, New York, San Francisco, Sydney and Bangalore. The controversy could also marr the release of Apple&apos;s iPad 3, now expected in March. More than 250,000 people have signed two petitions, organised by campaign platforms SumOfUs and Change.org. &quot;Everyone here is an avid Apple user, we just want to ensure those products are made in working conditions that are ethical and fair and safe,&quot; said the UK campaigns director of Change.org, Brie Rogers Lowery, who delivered four boxes of signatures to Apple&apos;s Regent Street store. &quot;Finding out about the conditions under which iPhones and iPads are produced makes me disturbed to own one. We are hoping to push Apple to set a precedent for other technology companies.&quot; Media exposure of suicides, deaths from explosions, maimings and 16-hour shifts at the factories assembling Apple&apos;s electronics goods mean pressure is mounting for the world&apos;s most valuable listed company to improve conditions for workers at Foxconn and other suppliers. Swagg Security took aim at Foxconn in an anonymous letter: &quot;They say you got your employees all worked up, committing suicide &apos;n stuff  Your not gonna&apos; know what hit you by the time you finish this release. Your company gonna&apos; crumble, and you deserve it.&quot; The website 9to5Mac verified the leak, and said the passwords provided access to several Foxconn servers, most of them hosting intranet sites for company clients. &quot;The passwords inside these files could allow individuals to make fraudulent orders under big companies like Microsoft, Apple, IBM, Intel, and Dell,&quot; Swagg Security claimed on its Pastebin page. Foxconn responded by shutting down the compromised server and taking down a website detailing the services it provides to Apple and other clients including HP, Cisco, Acer and Sony. Apple&apos;s chief executive, Tim Cook, who masterminded the company&apos;s supply chain before succeeding Steve Jobs at the head of the company, said last month he had never turned a blind eye to working conditions. Apple produced annual audits of its factories but last month appointed an independent group, the Fair Labour Association, to take over inspections.", 
    "section": "technology", 
    "gid": "technology/2012/feb/09/apple-foxconn-hackers-factory-conditions", 
    "wordcount": "455"
}