{
    "headline": "Broadband speeds across the UK: how do you compare?", 
    "text": "How fast is your broadband? We asked you to help test your speeds and let us know how they compared to those being offered by your broadband providers. And this is something people care about: over 3,000 of you responded within three days. So, what did you say? Obviously there are a lot of caveats with any data collection exercise like this. It&apos;s a self-selecting sample - and people with poor access to broadband are arguably more likely to take part. The telecoms industry, too, will say that it offers &quot;up to&quot; a given speed as opposed to an actual speed. However, the results are not significantly different from those discovered by Ofcom last year.  How big a problem is it? The data we have shows that of the over 3,000 people we asked, they were offered a median average speed of up to 12mbps. We used median, because we wanted a typical speed, asopposed to a mean average which would be distorted by a few higher speeds. And then we asked you to test the speed of your broadband using an online tester. It showed a median average speed being received of 7mbps, a gap of 42%. And there was a wide variation by company, too. Our sample believe the government does not spend enough on promoting broadband; that it should invest more. A quarter also had no access to broadband where they lived. These were the results:     Broadband graphic Photograph: Guardian     Download the data  DATA: download the full spreadsheet, as of Friday 11 May NEW! Buy our book  Facts are Sacred: the power of data (on Kindle) More open data Data journalism and data visualisations from the Guardian World government data  Search the world&apos;s government data with our gateway Development and aid data  Search the world&apos;s global development data with our gateway Can you do something with this data?  Flickr Please post your visualisations and mash-ups on our Flickr groupContact us at data@guardian.co.uk  Get the A-Z of data More at the Datastore directory Follow us on Twitter Like us on Facebook", 
    "section": "technology", 
    "gid": "news/datablog/2012/may/11/broadband-speeds-britain-data", 
    "wordcount": "348"
}