{
    "headline": "Anonymous teenage hacker spared jail over cyber attacks", 
    "text": "A &quot;profoundly isolated&quot; teenage hacker has avoided jail for his role in planning cyber attacks with the hacking group Anonymous. Jake Birchall, 18, had admitted conspiring to impair the operation of computers between 1 August 2010 and 22 January 2011. Birchall, from Chester, remained impassive on Friday morning as he was given an 18-month youth rehabilitation order and a 60-hour unpaid work requirement by the judge Peter Testar, at Southwark crown court in London. Testar said Birchall should receive a &quot;substantial&quot; custodial sentence for his role in plotting the cyber attacks, but that he was forced to issue a non-custodial sentence because Birchall was 16 when he was arrested. The judge said he also took into account psychiatric and pre-sentencing reports, which described Birchall as &quot;profoundly isolated&quot;. He added: &quot;The fact of the matter is although he had and has a disadvantage in life he did actually play an important role [in the conspiracy]. &quot;He did play a prominent and important part in this and I think he has got to learn to get out of bed in a morning and do unpaid work.&quot; The judge declined to go into detail about the pre-sentencing or psychiatric reports, but said there was a &quot;statement of special needs&quot; and that Birchall had met the diagnosed criteria for &quot;certain conditions&quot;. &quot;All of which adds up to an explanation of why you, in a darkened teenager&apos;s bedroom, should have found yourself carrying out these offences,&quot; he added. Two of Birchall&apos;s co-accused were jailed last week and one was handed a six-month suspended sentence. Joel Smith, prosecuting, said at the sentencing last week that Birchall had boasted in internet chatrooms that he had a senior role in Anonymous operations, writing that he was the &quot;No 2 most Anon&quot;. Smith said Birchall, who used the online nickname &quot;Fennic&quot;, wrote in one internet chat as police came through his front door &quot;Fuck the cops  I&apos;m closing everything.&quot; Birchall told detectives during a police interview that he was an advanced user of the internet and had used it for nine years  since he was eight years old. He was the youngest of four self-styled &quot;hacktivists&quot; arrested following Anonymous attacks on the websites of Paypal, Visa, Mastercard and a number of anti-piracy groups. Christopher Weatherhead, 22, was last week given an 18-month sentence for his leading role in plotting the attacks. Ashley Rhodes, 28, was handed a seven-month jail term, and Peter Gibson, 24, was given a six-month suspended sentence. Gibson, a church volunteer from Hartlepool, was deemed to have played a lesser role in the conspiracy. Birchall was said to have had a &quot;great deal of organisational control&quot; over a subset of Anonymous, known as &quot;AnonOps&quot;, and owned two servers used by the group. He described himself as a &quot;network operator&quot;, according to prosecutors, but would also discuss targets of distributed denial of service (DDoS) attacks. In one conversation on an internet relay chat (IRC), Birchall dismissed an idea to attack a US government site on the grounds that it might be considered terrorism. Sentencing on Friday, the judge said Birchall had been described by experts as displaying a &quot;very noticeable lack of non-verbal skills&quot;, but added that his role in Anonymous had made him &quot;one of the cyber-lads&quot;. &quot;Many would say because you played a prominent role in this, which caused damaged and which could have caused a lot more damage, you ought to be serving a custodial sentence, and a very significant one at that,&quot; he said. &quot;But I have to sentence you as a young person ... I think you should do some unpaid work, particularly as a recognition of the fact you have committed offences which have caused damaged and you must pay some of the damage back.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/feb/01/anonymous-teenage-hacker", 
    "wordcount": "660"
}