{
    "headline": "Labour to challenge Michael Gove's school playing fields rule change", 
    "text": "Labour is calling for a vote in parliament demanding that the government restore regulations on the minimum outdoor space schools must offer pupils for team games. The education secretary, Michael Gove, has relaxed the rules that set out the space each school had to provide. The new regulations state simply that &quot;suitable&quot; space must be provided to teach PE and let pupils play outside. Stephen Twigg, the shadow education secretary, said Labour would table a motion on the regulations when parliament returns in September. Twigg has renewed his attack on the Conservative education secretary on Wednesday. He said: &quot;How can [Gove] think that the priority should be to weaken the standards on playing fields and outdoor space just a few days before the Olympics? &quot;We have already had the scrapping of the target of pupils doing a minimum two hours of PE per week, the decision to cut the school sport budget by 69% and the abolishing of school sports partnerships. Many parents will be wondering how seriously the government are taking the legacy of inspiring the next generation.&quot; The new outdoor space regulations were approved by schools minister Lord Hill on 19 July, a week before the Olympics&apos; opening ceremony. The guidelines are intended to come into force at the end of October. Under the previous rules, secondary schools were expected to provide pitches ranging from 5,000 sq metres (54,000 sq ft) for the smallest schools to 35,000 sq metres for schools with 600 pupils or more. Campaigners fear the new rules will pave the way for the further sell-off of playing fields and lead to increasingly patchy school sports provision. Alison Moore-Gwyn, chief executive of the charity Fields in Trust, said: &quot;At this point in time, following the glory of the 2012 Olympics and the government&apos;s determination to create a sporting legacy, it is bewildering that they would be considering new guidelines which refer to &apos;appropriate arrangements&apos; or &apos;suitable facilities&apos; which are all too open to interpretation. &quot;Whilst in principle I&apos;m sure we all agree that a reduction in bureaucracy is welcome we are concerned these new guidelines will not ensure a benchmark standard of provision exists across all schools and will make change of use of school playing fields much easier.&quot; Labour accused Gove of &quot;sneaking out&quot; the changes while Parliament is in recess, so MPs do not have a chance to debate them. The Department for Education claims it is removing &quot;bureaucratic&quot; restrictions to make it easier for schools to provide extra places for pupils. A DfE spokesman said: &quot;It is simply wrong to say that playing fields are threatened, easier to sell, or easier to build on because of this government. This government strengthened the protection for playing fields in February this year. Now, no school  maintained, academy or free school  can build classrooms on playing fields without express permission from the Secretary of State for Education.&quot;", 
    "section": "education", 
    "gid": "education/2012/aug/15/school-sports-schools", 
    "wordcount": "499"
}