{
    "headline": "Project Orion raises hopes that Britain could have its own man on the moon", 
    "text": "Europe is preparing plans to join the United States in building a manned spaceship that would take men and women to the moon and beyond. The project is supported by the UK and could see a British astronaut launched into deep space before the end of the decade. The proposal to join in construction of the four-person US Orion spaceship will be debated at a meeting of ministers of the European Space Agency&apos;s 20 member states in Italy this week. If passed, it would mean that for the first time Europe would be involved in building and launching manned space vehicles. &quot;Europeans will have the power to put men and women into space,&quot; Jean-Jacques Dordain, director general of the European Space Agency, told the Observer in an exclusive interview. &quot;That would be a fantastic development for us.&quot; Among the European candidates who might fly on the new spaceship, which should be ready for flight by 2017, would be UK astronaut Tim Peake. A qualified army helicopter pilot, Peake was selected three years ago to be one of six new European astronauts and has been training in Germany since then. At the time of his selection, it was assumed Peake&apos;s best chance of space flight would be a mission to the International Space Station. Now he and his five colleagues have a chance of a deep space flight thanks to the US request for Europe to join in its Orion programme. The Orion capsule  known officially as the Multiple Purpose Crew Vehicle  is designed to carry astronauts on missions of up to six months and could take men and women to the moon, or an asteroid or possibly even Mars. The plan for Europe to join the US in building Orion spaceships stems from Nasa&apos;s decision to privatise crew and cargo flights to the space station. Companies such as PayPal founder Elon Musk&apos;s SpaceX are expected to take over this role in a couple of years. This would leave Europe  whose own unmanned ATV cargo capsules provide supplies for the space station  without a role in running the station. &quot;Nasa asked us to start discussions with them about alternative plans and we agreed the best idea was for us to become involved in its new spaceship which is intended to take astronauts beyond the space station and into deep space on exploration missions,&quot; said Dordain. &quot;Under the plan, we would build the service module that contains the capsule&apos;s propulsion, attitude and guidance systems while the Americans would build the part that carries the astronauts.&quot; At present, the project would not guarantee Europe one of the four astronaut places on Orion when it is launched. However, Dordain indicated that he expected Europe would be given places on future Orion deep space missions. One of those could go to Peake. &quot;The first two test flights of the new spaceship would take place around 2017,&quot; he said. &quot;These would use existing Atlas V launchers. After that, a bigger rocket will be needed to take spaceships with full payloads into deep space. That launcher is still being developed and we have already held discussions with Nasa with the aim of co-operating with them in working on this new launcher as well.&quot; In this way, Europe would be involved both in the building of rocket launchers for manned missions and the capsules that will carry the astronauts. However, the proposal has to be agreed at the meeting of ministers of Esa members states in Naples this week. &quot;Britain has already indicated support,&quot; said Dordain. &quot;Indeed, the only other main contributor to Esa&apos;s budget currently opposing the plan is France. However, I am hoping this is a negotiating ploy to win arguments over other issues at the ministerial meeting.&quot; Dordain, who has led the European Space Agency since 2003, believes that no single nation can now afford to carry out manned space exploration on its own. The future lies with international co-operation like that proposed between the US and Europe. &quot;There is not a single space power left in the world that thinks they can afford to send men and women to explore the moon or Mars on their own national budget. This is something that will have to be done by international co-operation. Even the Chinese, who have so far done it on their own, are looking for partners. We are in discussions with them. Some of our astronauts are learning Chinese and there are Chinese astronauts training at our centre in Germany. We have no concrete plans as yet but it is clear that future of manned space exploration lies with international co-operation.&quot;", 
    "section": "science", 
    "gid": "science/2012/nov/17/britons-could-explore-deep-space", 
    "wordcount": "786"
}