{
    "headline": "Green news roundup: Wildfires, lions and US climate", 
    "text": "Environment news  Barack Obama &apos;seriously considering&apos; hosting climate summit US government sued over endangered sea turtles Overfishing causes Pacific bluefin tuna numbers to drop 96% Unilever to phase out plastic microbeads from facial scrubs Electric car sales accelerated in 2012 Green deal&apos;s upfront fees &apos;put people off upgrading homes&apos; 2012 was America&apos;s warmest ever year, scientists sayRogue geoengineering could &apos;hijack&apos; world&apos;s climate On the blogs     A fire danger rating sign set to catastrophic sends out a clear message on the situation on the outskirts of Wandandian south of Nowra, near Sydney, New South Wales. Four new ares in NSW have been given a 'catastrophic 'fire danger rating meaning that if fires break out they will be uncontrollable and fast moving, so residents should leave  Photograph: Dean Lewins/EPA     Australia adds new colour to temperature maps as heat soars Why the economy needs nature Meteorology needs bold leadership to build public trust in climate research Global warming: has the rise in temperatures &apos;paused&apos;? Multimedia     One of December 2012 Green Shoots entries on winter berries and birds : Waxing by Benjamin Joseph Andrew Photograph: Benjamin Joseph Andrew/Flickr     Festive flora and fauna  your Green shoots photographs The week in wildlife  in pictures Satellite eye on Earth: December 2012  in pictures Features     Lions in Botswana. LionAid estimates there are 15,000 wild lions left in the whole of Africa. Photograph: Frans Lanting/Corbis     West African lions on verge of extinction, report says Road protesters go below ground in the &apos;second battle of Hastings&apos; Should I stop buying paper books and use an e-reader instead? Robots find Barrier Reef coral at extreme depths, amazing ocean scientists Green jobs  Policy Manager at Ofgem, London SW1 and Glasgow, London, 31,500 - 38,600 p.a. (dependent on skills and expertise) Sales director at Shoreditch Energy, Old Street, 40K basic, 80K uncapped OTE Human Resource Director at the RSPB, Bedfordshire, From 70k ... And finally  Qatar builds farms in the desertThe Gulf emirate is growing flowers, and has ambitious plans to grow fruit and vegetables to reduce its imports", 
    "section": "environment", 
    "gid": "environment/2013/jan/09/1", 
    "wordcount": "242"
}