{
    "headline": "Congo rebels: the key questions answered", 
    "text": "What is the state of fighting in the eastern Democratic Republic of the Congo (DRC)? After having captured the city of Goma, the biggest city in eastern DRC with a population of 1 million people, M23 rebels say they will go all the way to the capital, Kinshasa. That smacks of bravado as the capital is around 1,000 miles away and the rebels number only 1,500 to 2,500  and the Congolese army is about 150,000-strong. Goma fell with surprising ease despite the presence of UN peacekeepers, known by their acronym Monusco, who were supposed to support the army. The UN said the nearly 1,500 UN troops in Goma held their fire to avoid bloodshed. Besides troops in Goma, the UN has another 6,700 and 4,000 troops in the provinces of North and South Kivu, respectively, including, in some places, behind the M23 lines. It sounds a lot, but the area is huge and UN forces have been criticised in the past for standing by as atrocities were committed by government or rebel troops. Who are the M23? The M23 consists mainly of soldiers who mutinied between March and May this year. The rebels claim the Congolese government failed to fully implement the 23 March 2009 peace agreement (hence the name M23), which was supposed to have integrated a precursor of the M23, the CNDP (National Council for the Defence of the People), into the army. According to the International Crisis Group (ICG) thinktank, there was bad faith on both sides. Congolese authorities only feigned the integration of the CNDP into political institutions, and the group appears to have only pretended to integrate into the Congolese army, said ICG. Does M23 receive outside support? A final UN report released on Wednesday said the Rwandan military commands and supports the rebel force (pdf), while Uganda provides more subtle, but nonetheless decisive, backing to the rebels. The report said Rwanda provides equipment and direct reinforcements to the M23 rebels, with the de facto chain of command of M23 ending with the Rwandan defence minister, General James Kabarebe. M23 is &quot;a Rwandan creation&quot;, said Steven Hege, a member of the group of experts who wrote the report. UN officials say M23 has characteristics of a strong, disciplined military force with sophisticated tactics and operations. Rwanda is said to be providing the rebels with sophisticated arms, including night-vision goggles and 120mm mortars. Rwanda and Uganda have rejected the accusations, but several donors have suspended aid to Kigali. In response to the UN report, the UK issued a joint statement with the Foreign Office on Thursday saying there was &quot;credible and compelling&quot; evidence of Rwandan support for the rebels. Britain is expected to decide whether to approve 21m in aid to Rwanda next month. &quot;These allegations will necessarily be a key factor in future aid decisions&quot; to Rwanda, said the statement. What has been the impact on civilians? The advance of the M23 has uprooted around 60,000 civilians, say UN humanitarian officials. There have been reports of summary executions, the widespread recruitment and use of children, unconfirmed cases of sexual violence, and other serious human rights abuses. According to Human Rights Watch, some of the M23&apos;s senior commanders have committed massacres, mass rapes and recruited child soldiers in the past decade as they moved from one armed group to another. An M23 leader, Bosco Ntaganda, nicknamed the Terminator, has been indicted by the international criminal court for crimes allegedly committed while he was helping to command another rebel group. At least five of the M23 leaders are on a UN blacklist of people with whom the UN would not collaborate due to their human rights records. What diplomatic efforts are under way? The UN security council adopted a resolution in which it strongly condemned the latest wave of attacks by the M23 and demanded its immediate withdrawal from Goma. The DRC president, Joseph Kabila, met Rwanda&apos;s president, Paul Kagame, for emergency talks on Tuesday, mediated by Uganda&apos;s president, Yoweri Museveni. The International Conference on the Great Lakes Region (ICGLR), a regional body, in the past has put forward two solutions to deal with the situation in eastern DRC. One is the expanded joint verification mechanism, which was launched in September. Consisting of military experts from DRC and Rwanda as well as other ICGLR countries, and supported by the African Union and the UN, its role is to address DRC-Rwanda border security issues, among other tasks. The other solution put forward previously by the ICGLR is the establishment of an international force to work alongside Monusco to pacify the provinces of North and South Kivu. What needs to be done for a long-term solution? It is essential Rwanda ends its involvement in Congolese affairs, says the ICG, and that the reconstruction plan and the political agreements signed in the Kivus are properly implemented. In addition, the ICG says the international community should issue a clear warning to the Congolese authorities that it will not provide funding for stabilisation and institutional support until the government improves political dialogue and governance in the administration and in the army in the east. Analysts say it is in Rwanda&apos;s interest to exert influence over areas of eastern Congo, where an estimated 1 million Hutu refugees fled after perpetrating the genocide against Tutsis and moderate Hutus in 1994. This enables Rwanda to maintain a buffer zone and exploit the trade and trafficking of minerals. The genocide triggered a war in the DRC involving Rwanda, and dragging in Zimbabwe, Namibia and Angola, which cost 5 million lives. The war&apos;s poisonous legacy still lingers.", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/22/congo-rebels-questions-answered-m23", 
    "wordcount": "945"
}