{
    "headline": "British astronomers launch advanced planet search to look for signs of life", 
    "text": "The art of hunting planets has come so far that astronomers can now list hundreds of alien worlds that orbit stars so faint they are not even visible as pinpricks in the clear night sky. Little is known of these far-flung planets. The most conspicuous are huge, the size of Jupiter, and scorched from circling so close to their suns. Others are giant iceballs, or waterworlds, or even rocky like Earth. But the finer details are a mystery, the stuff of speculation more than science. To find out more about these other worlds, a team led by British astronomers is launching an ambitious search for planets that orbit the nearest, brightest stars to Earth. Their aim is to find prime candidates for the most important question of all: is there life elsewhere? &quot;In the end, this is about understanding our place in all this around us. Why are we here? What are the chances that similar things can occur elsewhere? What range of life is there?&quot; says Don Pollacco, a planet hunter at the University of Warwick. &quot;We are at a point in history where we are close to being able to answer these questions.&quot; Construction work on the 2m Next Generation Transit Survey (NGTS) starts early this year when the first of a dozen robotic telescopes is hauled to the top of the 2,635-metre (8,645ft) Paranal mountain in Chile&apos;s Atacama desert. The isolated site is home to several other facilities, including the European Southern Observatory&apos;s Very Large Telescope, and has excellent atmospheric conditions for stargazing. The NGTS telescopes stand as high as a person on their mounts. They are steered remotely, and send information back to the astronomers over the internet. Once fully installed, the telescopes will stare up at the sky through the open roof of a protective building made by a Cornish firm noted for its odour-trapping covers for sewage works and glass-fibre cat flaps.     Artist's impression of the telescopes used in the Next Generation Transit Survey.     The telescopes are exquisitely sensitive to changes in the brightness of stars. Working in unison, they will keep watch for fleeting shadows cast by unknown planets as they cross the faces of their suns. A planet wandering in front of its star  as seen from Earth  causes a momentary dimming of light, imperceptible to the human eye, which repeats with every orbit. The team expects to take four years to complete its survey of bright and nearby stars. Every year, each telescope will look at four patches of sky the size of a hand spread wide at arm&apos;s length. The group, which includes astronomers from the German Aerospace Centre and the Geneva Observatory, hope to spot scores of planets two to five times the diameter of Earth. Astronomers use the so-called transit technique to hunt for new planets all the time. But NGTS is unique in targeting smallish planets around very bright stars. These planets should be ripe for having their atmospheres analysed, to reveal what gases make up their alien air. If life exists on another world, the atmosphere should carry its signature. On Earth, the air contains a mix of gases that betrays the presence of living organisms. For example, only plants and photosynthetic bacteria churn out large volumes of oxygen. Indirectly, water vapour in the air points to liquid water on the ground. All life on Earth depends on water, and the same may apply to life as we know it elsewhere. There are two ways to measure the atmosphere of a transiting planet. Both are fiendishly difficult, but made marginally easier if the star the planet orbits is bright. The most common way is to measure the various wavelengths of light coming from a planet&apos;s host star, and see how these change as the planet moves across its face. In transit, some starlight passes through the thin ring of the planet&apos;s atmosphere, and is absorbed according to the gases it contains. The second method is trickier still. It looks for changes in light coming from the planet as it moves behind the star. Just as the moon appears bright because it reflects sunlight our way, so faraway planets reflect light from their own suns to Earth. This desperately faint light has passed through the planet&apos;s atmosphere and so carries the signature of its constituent gases. Astronomers have already used Nasa&apos;s Hubble Space Telescope and Spitzer, the agency&apos;s orbiting infra-red observatory, to take a quick look at the thick atmospheres of some gas giants beyond the solar system. But measuring the thin bands of atmosphere around rocky  and potentially habitable  planets will require more impressive know-how than exists today. &quot;A lot of planets we will find will be rocky, but we will not be able to measure their atmospheres straight off,&quot; says Pollacco. &quot;These will be the ones that get done first when we have the technology.&quot; To get the planet survey under way, the astronomical equipment must be hauled to the Chilean desert from several countries. The steerable mounts are in the US and ready to be shipped to South America. The optics for the telescopes are in Austria. All but one of the detectors are in the UK. The outer building to house the array is due to reach the site from Cornwall around March. Pollacco said the team would draw on a range of other land and space-based telescopes to study the atmospheres of the planets they found. First in line will be the Very Large Telescope, which is already up and running on Paranal mountain, and the Spitzer Space Telescope. But more hope rests on Nasa&apos;s James Webb Space Telescope, a successor to Hubble, which is due to launch in five years, and the European Extra Large Telescope, approved for construction at Paranal at a council meeting of the European Southern Observatory in December last year. Two other much smaller space observatories will join the effort if they are not cancelled in coming years. Nasa&apos;s Finesse (Fast Infra-red Exoplanet Spectroscopy Survey Explorer) mission, and the European Space Agency&apos;s Echo mission (Exoplanet Characterisation Observatory), are both designed to study and characterise the atmospheres of exoplanets. Even with all this technology, the task is formidable. To capture starlight that has passed through a planet&apos;s atmosphere is hard enough. To spot how its spectrum has changed as a result is harder still. Then those changes must be attributed to individual gases in the alien air, all as the star&apos;s brightness varies over time, and changes in temperature and pressure subtly change the properties of the telescopes on Earth. &quot;It&apos;s a nightmare. It&apos;s incredibly difficult to do,&quot; says Pollacco. &quot;But if this was easy to do, it would have been done already.&quot;", 
    "section": "science", 
    "gid": "science/2013/jan/06/british-astronomers-planets-extraterrestrial-life", 
    "wordcount": "1118"
}