{
    "headline": "Heathrow squatters ruling 'could change housing law'", 
    "text": "Squatters occupying land on the site of Heathrow&apos;s proposed third runway have been given a stay of eviction in a judgment that housing specialists say could &quot;radically change the face of the residential private rented sector.&quot; At central London county court on Wednesday, judge Karen Walden-Smith said that Grow Heathrow, a squatted community garden and housing project created on the site of a rubbish tip, could remain for a further six weeks after she granted leave to appeal under Article 8 of the Human Rights Act. Walden-Smith accepted the claim for possession by the landlord but said that she was taking the &quot;unusual&quot; step of granting an appeal against her own judgment so that higher courts could determine whether Article 8, which guarantees the right to home and family life, could apply to the private sector as well as public bodies. At a two-day hearing for possession in June, Grow Heathrow  which took over the site on Vineries Close, Sipson, in March 2010  said the local community fully supported the project. In written judgment, Walden-Smith said: &quot;I accept that is most likely to be the case that the local community do consider Grow Heathrow on the land as a great asset.&quot; However, while Walden-Smith ruled that the land should return to its owner, she also ruled that the private sector was subject to Article 8 on the right to a home. &quot;The supreme court has so far shied away from reaching a determination as to whether Article 8 applies to private as well as public landlords.&quot; &quot;In my judgment  [since] the land is being occupied as a home, Article 8 is capable of application even though the landowner is a private individual and the occupies are trespassers,&quot; she ruled. Barrister Justin Bates, a housing law specialist from Arden Chambers and deputy general editor of the Encyclopaedia of Housing Law, said that if the court of appeal backed the decision, it would, &quot;potentially affect every single private landlord and tenant relationship in the country&quot;. Currently Bates said private landlords under shorthold contracts were allowed to evict tenants under no fault clauses without worrying about human rights obligations but this would change instantly if Wednesdat&apos;s judgment was backed by the court of appeal. Bates, who is also vice-chair of the Housing Law Practitioners Association, said it could mean that couples with a new born child who were being asked to leave a rented property could have a decent chance of arguing that they had a right to stay in their rented property and that landlords would be forced to take this right into account before asking tenants to leave. Speaking outside court, May Mackenzie, a Grow Heathrow resident said: &quot;We are delighted by this opportunity to challenge laws which allow landlords to leave land empty and abused. &quot;At Grow Heathrow, we are taking back control of our lives by bringing a derelict piece of land back into use for the benefit of the community. We will also continue to try and persuade the owners to sell the land to a community land trust owned by the local community&quot;. Liberal Democrat House of Lords members, Baroness Sue Miller also added her support saying: &quot;Grow Heathrow is about a living, sustainable, community based future. We should be enabling projects like this not closing them down. Growing food, cooking it and eating together is the glue that has held societies together  we need a lot more of it, not less.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jul/18/heathrow-squatters-ruling-housing-law", 
    "wordcount": "592"
}