{
    "headline": "Why the death of DRM would be good news for readers, writers and publishers", 
    "text": "At the end of April, Tor Books, the world&apos;s largest science fiction publisher, and its UK sister company, Tor UK, announced that they would be eliminating digital rights management (DRM) from all of their ebooks by the summer. It was a seismic event in the history of the publishing industry. It&apos;s the beginning of the end for DRM, which are used by hardware manufacturers and publishers to limit the use of digital content after sale. That&apos;s good news, whether you&apos;re a publisher, a writer, a dedicated reader, or someone who picks up a book every year or two. The first thing you need to know about ebook DRM is that it can&apos;t work. Like all DRM systems, ebook DRM presumes that you can distribute a program that only opens up ebooks under approved circumstances, and that none of the people you send this program to will figure out how to fix it so that it opens ebooks no matter what the circumstances. Once one user manages that, the game is up, because that clever person can either distribute ebooks that have had their DRM removed, or programs to remove DRM (or both). And since there&apos;s no legitimate market for DRM  no readers are actively shopping for books that only open under special approved circumstances  and since the pirated ebooks are more convenient and flexible than the ones that people pay for, the DRM-free pirate editions drive out the DRM-locked commercial editions. What&apos;s more, books are eminently re-digitisable. That is, it&apos;s very easy to retype a DRM-locked ebook, or scan a physical book, or take screenshots of a DRM-locked ebook, and convert the resulting image files to text. Google has scanned some 16 million books in the last few years. It&apos;s a solved problem. Bad for business If all DRM did was drive legit customers to pirate downloads, that would be bad enough for publishers. But that&apos;s just the most obvious way that DRM is bad for business. Most developed countries have signed up to the WIPO Copyright Treaty of 1996, and have implemented it in laws that make it illegal for anyone except a DRM vendor to remove DRM. If Tor sells you one of my books for the Kindle locked with Amazon&apos;s DRM, neither I, nor Tor, can authorise you to remove that DRM. If Amazon demands a deeper discount (something Amazon has been doing with many publishers as their initial ebook distribution deals come up for renegotiation) and Tor wants to shift its preferred ebook retail to a competitor like Waterstone&apos;s, it will have to bank on its readers being willing to buy their books all over again. Because only Amazon can authorise you to take the DRM off your Kindle books, and because doing so would mean giving a commercial advantage to Amazon&apos;s direct competitors, it&apos;s not likely that they would cooperate with Tor on this. It&apos;s a rare business that volunteers to cut its own throat. Back when ebook sales began to kick off, most major publishers were still DRM believers  or at least, not overly skeptical of the claims of DRM vendors. They viewed the use of DRM as &quot;better than nothing&quot;. When queried on the competitive implications of giving control over their business relationships to DRM vendors, they were sanguine (if not utterly dismissive). They perceived &quot;converting ebooks&quot; as a technical challenge beyond the average book buyer. For the absence of DRM to make any kind of difference in the marketplace, they believed that book buyers would have to download and install a special program to let them convert Kindle books to display on a Nook (or vice-versa), and they perceived this to be very unlikely. But it&apos;s only the widespread presence of DRM that makes &quot;converting ebooks&quot; into a technical challenge. Your browser &quot;converts&quot; all sorts of graphic formats  GIF, JPEG, PNG, etc  without ever calling your attention to it. You need to take some rather extraordinary steps to find out which format of the graphics on your screen right now are using. Unless you&apos;re a web developer, you probably don&apos;t even know what the different formats are, nor what their technical differences are. And you don&apos;t need to. A troubled history of formats Publishers have had some very bad experiences with formats, which may explain their misperception of the difficulty of &quot;converting&quot; ebooks. Many publishers began their conversion to digital typesetting with QuarkXPress, which was an extraordinarily clunky product, especially in its early days. Quark files were difficult to import into any program, including other versions of Quark. When publishers began to shift their typesetting to Adobe InDesign, they spent millions on the conversion, and technical problems with this changeover haunt them to this day. But that&apos;s an exception, not the rule. In most cases, application developers handle the existence of new formats without breaking a sweat. Your word processor, browser, spreadsheet program, video player, music player and photo editor can handle a titanic variety of formats. But when the only DRM-free ebooks are those from independent authors, small and medium publishers, and the occasional stiff-necked author like me, who convinces a major publisher to release his books without DRM, there&apos;s not really much point in making programs that read &quot;all the ebooks&quot;. Readers will still have to maintain multiple readers, one for each of the DRM formats they consume, and one for everything else. There are a few apps that do a good job of converting between formats, especially the donation-based program Calibre. But there haven&apos;t been any big venture capital investments in splashy, jack-of-all-trades ebook readers, because there&apos;s no market for them for so long as DRM is the norm. Reading the market Most people don&apos;t really read books. A typical book buyer can be expected to buy a single book every year or so. On the other hand, a small minority are avid readers, the sort who&apos;ll buy 100-150 books a year. This market is one that publishers are eager to protect, and it&apos;s likely that anyone who spends $100 or more on an ebook reading device is an avid book reader already. That&apos;s why publishers spent so much time worrying about whether Amazon was discounting new ebook releases too deeply. Kindle owners overlap with avid readers, and avid readers are the target market for new, full-price hardcovers. Discounting ebooks when the hardcover is just out is likely to cannibalise one of the critical profit-centres for the industry. However, these readers are also the ones most likely to run up against the limits of DRM. They&apos;re the customers who amass large libraries from lots of suppliers, and who value their books as long-term assets that they expect to access until they die. They may have the chance to change their ebook reading platform every year or two (the most common platform being a mobile phone, and many people get a new phone with each contract renewal). They want to be sure that their books travel with them. When their books don&apos;t, they&apos;ll be alienated, frustrated and will likely seek out unauthorised ways to get books in future. No one wants to be punished for their honesty. There&apos;s the other population of readers  the very occasional reader, someone who&apos;ll grab a book on the way to a beach holiday or a weekend away and then toss it out afterwards. Avid readers start off as occasional readers, and there are a lot of occasional readers in aggregate, so it&apos;s not a market that publishers can afford to alienate. These readers are also poorly served by DRM, since they aren&apos;t likely to know much about ebooks and ebook readers, and are thus prone to buying books that aren&apos;t compatible with their reading devices and vice-versa. Absent DRM, these customers will also have tools that effortlessly read any vendor&apos;s ebooks. In mature gadget markets  like DVD players and MP3 players  formats stop mattering altogether. Especially at the low end of the market, these devices support every format their makers can discover. The cheap-and-cheerful manufacturers at the low end don&apos;t have a secondary market they&apos;re trying to protect, no app store or crucial vendor relationship with a big distributor or publisher. They just want a product that ticks the box for every possible customer. Since multiformat support is just a matter of getting the software right, what tends to happen is that a standard, commodity firmware emerges for these devices that just works for just about everything, and the formats vanish into the background. Now that Tor has dropped DRM  and acquired a valuable halo of virtue among committed ebook readers, who&apos;ll celebrate their bravery  it&apos;s inevitable that the competition will follow. It seems we have reached the beginning of the end of the ebook format wars, which is good news for readers, writers and publishers.", 
    "section": "technology", 
    "gid": "technology/2012/may/03/death-of-drm-good-news", 
    "wordcount": "1474"
}