{
    "headline": "Football Manager 2013: the 30 best transfer targets, part two", 
    "text": "The latest title in the hugely successful Football Manager series was launched last week, and as ever, being able to operate in the transfer market is a key element to simulated management success. In part one we gave you 10 targets for managers operating at the Premiership level, today it&apos;s all about the Championship and League One.  So, if you&apos;re struggling with Sheffield Wednesday or collapsing with Colchester, here are 10 players who may be able to turn around your virtual season. And once again, we&apos;re helped by Sports Interactive&apos;s football analyst, Tom Davidson. Over to you, Tom. Championship/League One Glenn Whelan (central midfielder, Stoke)&quot;Whelan would be a great signing in the Championship  in his peak, good all-round stats and has been capped 42 times for his country. He would shoreup the midfield which will be crucial to success in such a tight league.&quot;Transfer fee: 2m-3.5mWage demands: 18k-25k (all salary figures are per week) Marc-Antoine Fortune (striker, attacking midfielder (right), West Brom)  &quot;Fortune is a quick, strong centre-forward who has all the physicality required to succeed in the Championship. His age (31) means that his wage demands are slightly high but if your wage budget is high enough then you shouldn&apos;t pass up this opportunity.&quot;Transfer fee: 750k-1mWage demands: 17k-22k Anthony Wordsworth (central midfielder, left midfielder, Colchester United) &quot;Wordsworth is versatile, talented and ready to make the step up to the Championship. There&apos;ll be a number of clubs after his signature but if you can sign him he&apos;ll be a cheap alternative to some other central midfielders.&quot;Transfer fee: 750k-1mWage demands: 4k-6k  Steven Mouyokolo (centre-back, Wolves)&quot;Mouyokolo is sitting in the Wolves reserves and you should look to take advantage of that fact by signing this good centre-back at a knockdown price. He has everything you&apos;ll need: good heading, tackling and marking and would relish the chance of first-team football.&quot;Transfer fee: 450k-650kWage demands: 11k-17k  Eric Lichaj (right-back, Aston Villa)&quot;Lichaj is a pacy right-back with Premier League experience under his belt. He&apos;s also available on loan so would make an ideal signing for either bottom half Championship/top half League 1 sides.&quot;Transfer fee: 250k-425kWage demands: 5k-8.5k  Cristiano Zanetti (defensive midfielder, central midfielder)&quot;It&apos;s always worth taking advantage of free transfers in Football Manager and Zanetti is one of the best free transfers available. He has numerous winners&apos; medals in his collection and, aged 35, is not over the hill yet.&quot; Transfer fee: 0Wage demands: 3.5k-5k  Salaheddine Sba (left-back)&quot;Another free transfer but Sba is not as well-known as Zanetti. He has been capped twice by Morocco though and at 26 is just entering his peak. He would be a very astute piece of business for any League 1 club.&quot;Transfer fee: 0Wage demands: 2.4k-3.7k  Junior Agogo (striker)&quot;Agogo has played for some 14 clubs in his career but is currently unattached. He still knows how to find the back of the net and has retained the athleticism and strength that gave him the edge over defenders in his prime.&quot;Transfer fee: 0Wage demands: 1.8k-3k  Marcel Eger (centre-back)&quot;Eger played for everyone&apos;s favourite German side St. Pauli for many years before moving to Brentford last season. His key defensive attributes are still up to scratch and he would add experience to any League 1 defence.&quot;Transfer fee: 0Wage demands: 2.2k-3.6k  Liam O&apos;Neil (centre-back, West Brom)&quot;O&apos;Neil would be an ideal signing if you have a long-term plan for your club. He&apos;s already got decent stats in the right areas for a centre-back and is only 18. If you sign him early on then there&apos;s no reason why he can&apos;t be with you all the way to the Premier League.&quot;Transfer fee: 90k-160kWage Demands: 625-1.4k", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/nov/08/football-manager-2013-30-best-transfers-2", 
    "wordcount": "701"
}