{
    "headline": "Academic fieldwork: six ways to make it work on a budget", 
    "text": "Fieldwork offers students a stimulating, novel learning environment and it is central to teaching in several STEM (science, technology, engineering, and mathematics) subjects, including biosciences, geography, earth and environmental sciences (GEES). No wonder academics value it as an interactive and enjoyable way to teach students out in the environment. While residential fieldtrips often require a financial contribution from students, there are huge educational benefits including opportunities for experiential learning, increased tutor contact and rapid feedback on progress. However, the recent change in higher education funding has prompted departments to re-evaluate their budget allocations and revise the way in which student learning is supported and financed. During the summer of 2012, we spoke to 30 bioscience and 27 GEES academics from 43 different UK universities about their fieldwork activities for undergraduate students. We wanted to establish whether fieldwork learning is threatened under the new funding regime. We found the amount of fieldwork for UK undergraduates is likely to remain the same for the next academic year (the first year of the new funding regime), and that students will be expected to contribute less towards fieldwork costs. Although there is a shift towards making all compulsory fieldwork free to students in both GEES and bioscience subjects, the long-term future for fieldwork remains uncertain. Below are six key points of advice for maintaining its provision. Look to reduce the costs Fieldwork can be expensive so it helps to identify cost-effective locations to ensure the greatest learning potential. Giving students the chance to arrange and pay for their own travel offers greater flexibility , reduces departmental costs and requires less organisation time from staff. Industrial sponsorship of field teaching is economical way to link applied activities with specific industries/employers. This will not only enhance student employability, but you can also incorporate the use of mobile ICT through the &apos;bring your own device&apos; (BYOD) concept. In the UK at least, there seems to be a current trend to transfer funding away from optional fieldwork to finance compulsory elements; however this shouldn&apos;t be at the expense of providing students with opportunities for conducting fieldwork overseas and experiencing different habitats and cultures. Be creative with fieldwork delivery Fieldwork can be delivered effectively and simply by taking students out of the classroom and conducting a &apos;walking lecture&apos; in the outdoor environment. These activities should supplement, and not replace longer fieldtrips as there are significant social benefits to taking students away on residential trips that could be lost if there is too much of a shift towards low-cost and less-diverse day-trips. Fieldwork can be made more time-and cost-efficient through a greater emphasis on pre-fieldwork preparatory work, and through the appropriate use of mobile technologies to speed-up data recording and sharing while at the field location. Work towards degree accreditation Accreditation provides accountability for institutions and sets standards to ensure good-quality education. For earth science degree courses to received full acreditation by the Geological Society of London, they have to ensure that a certain amount of fieldwork is conducted over the course of the undergraduate degree. If this process is adopted by other professional bodies, accreditation could become an important mechanism to preserve core fieldwork elements in relevant degree programmes. Consider long-term sustainability Concerns are emerging about the environmental footprint of fieldwork activities and how to keep these in line with universities&apos; sustainability policies. Some are working on carbon &apos;offsetting&apos; projects, but most are relocating fieldwork activities closer to home in areas that can be accessed by alternatives to air travel. Increasing student numbers has put huge pressure on the sustainability and feasibility of fieldwork activities; especially in terms of staff time when field trips need to be repeated. This problem is not easy to solve, but solutions include involving more staff to create smaller groups on site, using a greater diversity of staff (including post docs, teaching assistants and post grads) or the cheaper option of handing over responsibility of running the trip to the students while staff focus on preparation and debriefing activities. Incorporate employability and skills development Bioscience fieldwork is becoming strongly focused on skills development, especially generic employability skills. This emphasis brings the opportunity to link activities with relevant employers to enable students to develop subject-specific skills required for employment and potentially gain financial support for fieldwork training. Wider still, the internationalisation agenda is of importance to many universities, and by linking with other academic departments to provide training in cultural differences and foreign language skills, fieldwork can provide students with international fieldwork experiences helping academic mobility and thus employability. Develop research-led teaching Fieldwork activities often closely follow staff research interests, therefore it is important to keep staff with diverse fieldwork interests to ensure the synergism between research and teaching is maintained and advanced. Also, research-led teaching, such as fieldwork, has been shown to fuel interest in undergraduates in pursuing STEM careers and higher degrees. Fieldwork is of fundamental importance to higher education teaching and it will always be attractive to students; especially overseas visits. Inevitably, as the marketisation of higher education grows there is a risk of increased competition for students between departments and institutions. However, there are greater opportunities available through collaboration, including sharing of specialised knowledge and the development of educational technologies and teaching resources, (for example via Open Educational Resources) to provide students with a valuable fieldwork experience as part of their educational journey. The future of fieldwork in higher education report was written by Alice Mauchline, Katharine Welsh, Julie Peacock, Derek France, Julian Park and Brian Whalley from the Enhancing Fieldwork Learning project  follow it on Twitter @fieldwork_ntf This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/dec/06/academic-fieldwork-advice-funding-management", 
    "wordcount": "959"
}