{
    "headline": "'Barbaric' gang jailed for badger baiting", 
    "text": "Four men who formed the core of a &quot;barbaric&quot; gang of badger baiters have each been jailed for 16 weeks and ordered to pay 850 in costs and compensation for killing three animals and a litter of unborn cubs. Two others were given suspended 12-week sentences and a teenager who laughed with them as the badgers were torn apart by dogs was served with a year&apos;s supervision order requiring 10 sessions with the RSPCA. District judge Kristina Harrison, sitting at Scarborough, commended a wildlife photographer who came across the scene and covertly took pictures of the men, five of whom had guns. She called him &quot;brave and courageous&quot; before telling the gang their cruelty had caused public revulsion. &quot;The people of Yorkshire will not tolerate badger baiting in their midst. It is barbaric and abhorrent and anyone convicted of this kind of offence will receive a custodial sentence,&quot; she said. &quot;This is a clear signal to anybody who seeks to commit this kind of behaviour.&quot; Alan Alexander, 32, Richard Simpson, 37, and Paul Tindall, 31, all from York, and William Anderson, 26, from Pickering, North Yorkshire, were jailed for 16 weeks after denying the willful killing of a badger, hunting a mammal with dogs, digging for badgers and interfering with a sett. They were found guilty by Scarborough magistrates in December. Alexander and Simpson were also convicted of causing unnecessary suffering to a protected animal. Christopher Holmes, 28, and Malcolm Warner, 28, both from York, were given 12-week jail sentences suspended for 12 months and 350 in costs after pleading guilty to willfully killing a badger, digging for badgers and interfering with a badger sett. The 17-year-old boy, who cannot be named for legal reasons, denied the same offences but was found guilty at the previous hearing. The court heard the cruelty took place near a public footpath at Howsham, close to the river Derwent in North Yorkshire, where a pregnant badger was trapped in her sett by terriers and then dug out. Police and RSPCA inspectors found the remains of three unborn cubs and intestines from their mother scattered around the field. Sobia Ahmed, prosecuting, said the gang were seen &quot;having a laugh and a joke and enjoying what was going on&quot; as a male badger was torn apart by two large dogs while the terriers snapped at its helpless body. She said witnesses described the dogs as &quot;having a tug of war with the badger&quot; before the men shot the male, threw its carcass into undergrowth and buried the female in her ruined sett. Relatives of the gang sat in tears in court as the four were taken away in handcuffs by security guards. After the hearing RSPCA inspector Geoff Edmond said: &quot;I was there on the day and was responsible for removing the pregnant badger, which had been buried in a hole after being ripped to bits by dogs. &quot;That&apos;s horrific, barbaric, and these badgers had been tortured by these dogs on that day. This is the highest level of animal cruelty. We are dealing with people who have organised to go into the North Yorkshire countryside, dig out and cruelly bait badgers. It is the worst case I&apos;ve ever dealt with of badger baiting in almost 20 years as an inspector.&quot; Sergeant Paul Stephenson, of North Yorkshire police, said: &quot;The judge has given her verdict here and it represents what the public think in relation to the horrific and barbaric acts that took place.&quot; Both men promised further action against organised baiting gangs and appealed for local people and visitors to the North Yorkshire countryside to look out for anything suspicious. Robert Fuller, who was with a friend looking for otters to photograph when he heard the high-pitched &quot;chittering&quot; squeal of a terrified badger, said after the hearing: &quot;A group of men were watching as two enormous dogs, covered in blood, violently shook a badger suspended between them like a rag doll. This gang were so brazen about what they were doing, it was almost as though they didn&apos;t care. It was a lovely Sunday afternoon and this was happening next to a public footpath. &quot;I understand that the countryside, woodlands and moorlands are shaped by field sports, but what turns my stomach about badger baiting is that they were doing it for the sheer thrill. The men I watched were laughing.&quot; The four men are expected to be released on licence after eight weeks.  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/jan/10/badger-baiting-gang-jailed", 
    "wordcount": "785"
}