{
    "headline": "Hideo Kojima: video game drop-out  interview part 2", 
    "text": "Despite finding like-minded individuals at Konami, Kojima&apos;s first couple of years at the studio were far from easy. For one, his directorial ambition was fiercely at odds with its orthodox Japanese institutional hierarchy. &quot;Lost World was the first project I was assigned to and the game was cancelled after six months,&quot; he says. &quot;It was a serious blow to all of us on the team. I couldn&apos;t believe it. After that I began to work on Metal Gear. Konami wanted a war game, because they were incredibly popular at that time. But I didn&apos;t want to make the same as everyone else so I started thinking of ways in which I could subvert the genre.&quot; It was at this point that Kojima&apos;s love for film came into play. &quot;I remembered the film The Great Escape and thought this would be a good approach for something distinct. My first concept was for a game in which you were a prisoner of war and simply had to escape. If you were caught you&apos;d be brought back to the prison. The idea was for a non-combat game. &quot;But I had such a hard time convincing people. I had so many things going against me at that time. For one, my first game had been cancelled, so I hadn&apos;t released anything yet. Then I was working in quite a large creative group, and I was the youngest. Finally, the type of game I wanted to make didn&apos;t exist at that time. The odds were stacked against me and it was very hard to earn the trust of the team.&quot; After a few months of failing to make his voice heard, Kojima managed to convince the most senior member of the team to meet with him. &quot;He listened to my frustrations,&quot; Kojima says, &quot;and then approached one of the higher-ups in the company who must have seen something in me as he invited me to pitch my ideas for Metal Gear in front of everyone. Everyone in the team saw that it was a revolutionary idea, I think, and from then on, I had their support.&quot; The first Metal Gear was developed for the MSX, a home computer format that enjoyed a fraction of the market share of Nintendo&apos;s inaugural games console, the Famicom. While many would have seen being told to make a game for underdog technology as a drawback, Kojima turned it to his advantage. &quot;The MSX audience was more technologically savvy than the Famicom audience and as such the game had a much wider influence than it perhaps might have if it had just released on Nintendo&apos;s hardware. &quot;We spent a long time working on animations that wouldn&apos;t have been possible on the Famicom. I would go so far to say that, had I been working in the Famicom department from the beginning I probably wouldn&apos;t have come up with the idea for Metal Gear. The features of the systems are so different. And the game concept wouldn&apos;t have passed Konami&apos;s internal processing, which required more mainstream, family-friendly titles for the Famicom.&quot; Following the success of the game Konami commissioned a sequel, this time for the Nintendo hardware. As Kojima had been hired to work in the MSX division, he was kept separate from the Famicom team, only hearing about the project second hand. &quot;I heard about Snake&apos;s Revenge through rumours, initially,&quot; he says. &quot;I was quite new at the company and had no influence on the other departments. &quot;Then one day I met someone on the train who worked in the Famicom department. He used to work for me and was now working on the sequel. He said: &apos;I don&apos;t think this is a true sequel. I think you should make the true sequel.&apos; So on my way home I began to think about what that might look like. Without that encounter I probably wouldn&apos;t have pursued a proper sequel, and there might never have been a Metal Gear Solid.&quot; Kojima was merely a game designer at that time, and had no detailed knowledge of the budgets involved, but the trust he had gained from the first game caused Konami to pour more money into his sequel. &quot;Because we were making a war game, Konami wanted the experience to be authentic, so every week they paid for us to visit a forest in the mountains nearby. We would dress up in military uniform and play games there. It was a good time.&quot; Even at this early point in his career, Kojima&apos;s directorial flair was irrepressible, and, without programming knowledge, he found himself frustrated by having to rely on programmers to bring his vision to life. &quot;I would tell the programmers what I wanted to show on screen, when I wanted the dialogue to display, or a music cue to sound,&quot; he says. &quot;But they wouldn&apos;t do it how I wanted. They would change it slightly to what they thought was best. &quot;It was hugely frustrating making games at that time for me. I wanted to control everything. So, after the second Metal Gear launched, I developed my own scripting engine and decided to work on adventure games so that I could have complete control over when the animation played or when the music triggered. That&apos;s when I developed Snatcher and Policenauts. It was a way to take creative control back from the programmers.&quot; But by 1998, Kojima had been promoted to a managerial role at Konami, and enjoyed autonomy to choose the people he wanted on the team  staff who would complement his vision. One such hire was Yoji Shinkawa, an artist that Kojima hired straight out of college in 1994. &quot;Shinkawa was born to be a video game artist,&quot; says Kojima. &quot;As soon as I knew I was to be making Metal Gear Solid, I asked Shinkawa to join the team and his work, as much as anything, defined the series from there on.&quot; Metal Gear Solid&apos;s development coincided with a technological shift in the medium, that brought with it creative challenges: the move from 2D graphics (and the accompanying gameplay) to the third dimension. Kojima&apos;s team developed a 3D engine from scratch for the game and Shinkawa would work from home for months at a time creating the 3D models that would populate the game. &quot;Yoji created real life 3D plastic models of all of the game&apos;s vehicles and as he used so many chemicals, he had to work from home as the fumes were harmful to the rest of the team,&quot; Kojima says. &quot;I would visit his apartment every day to check that he was OK. The first time I went there the floor was covered in plastic parts.&quot; The game launched to critical acclaim and commercial success. Its brilliance was in the packaging of the idea, couching the hide-and-seek act of creeping through the shadows in a tight, carefully orchestrated scenario in which one man must infiltrate a radioactive waste facility armed with little more than a radio, a bandana and a packet of cigarettes. Despite the one-man army set-up, Metal Gear Solid&apos;s narrative offers more layers of complexity than a Rambo or a Bond movie, Kojima shying away from a chance for a character to soliloquise on the nature of warfare, or the role of solider pawn, those very same figures controlled by the player, on the battlefield. I ask whether the reaction to the game surprised him, or whether he knew he had created something special. &quot;We worked so hard on that game that there wasn&apos;t even time to think about how it might be received,&quot; he says. &quot;We were just making the game that we wanted to play and I don&apos;t think I had any expectations that it was going to be a big game. So when I heard it was selling well in America it didn&apos;t feel real. &quot;I think the first time the game&apos;s success struck me was when I came to London in 1999. We visited Forbidden Planet to promote the game. I walked in and the shopkeepers knew about me. I couldn&apos;t believe it. It was the most surprising moment in my life.&quot; Despite this success, Kojima was most interested in impressing the woman who had supported him from the very beginning: his mother. &quot;About that time I heard that my mother had stopped telling her friends what I did for a living,&quot; he tells me. &quot;She was hugely supportive in the beginning. But after a decade or so her friends&apos; sons and daughters all had high positions in big companies. I think she felt a little awkward about what I did by this point.&quot; But Metal Gear Solid&apos;s success convinced Konami to plough a huge amount of money into its sequel, developed for Sony&apos;s PlayStation 2. &quot;We had so much more budget so we were able to go to Hollywood and hire a composer [Harry Gregson-Williams],&quot; he says. &quot;That was a huge moment for me, made all the better because Harry had heard of my games.&quot; Following Metal Gear Solid 2&apos;s release, Kojima was listed by Newsweek as one of the &apos;Top 10 People To Watch In 2003&apos;. &quot;After that, my mother began to tell all of her friends about what I did,&quot; says Kojima, laughing. &quot;It was sweet. By that time she was 70 years old. But she decided that she was going to play through my games. &quot;It took her an entire year to complete Metal Gear Solid 3. She would get her friends to help her. When she defeated The End [a character the player faces off against in one of the game&apos;s final missions] she called me up and said: &apos;It is finished&apos;.&quot; Today, there is little that Kojima would change about his career, and he has no regrets: &quot;Looking back, I am thankful that I didn&apos;t go into the film industry,&quot; he says. &quot;If I had joined that industry I wouldn&apos;t have been able to make the kind of films I wanted to, and I really enjoy the games I make now.&quot; Indeed, Kojima has lost none of his infectious energy and drive to create. He arrives to work at 6.30am each day, and spends an hour meditating on his life before heading into the business of the day, which is split equally between managerial responsibilities and creative ones. &quot;I wouldn&apos;t have taken the managerial role if I wasn&apos;t heavily involved in the creative process too,&quot; he says. &quot;I have to have a creative role otherwise I simply wouldn&apos;t come into work. I try to always have a game design role as part of my responsibilities at any one time. If I didn&apos;t have this, I wouldn&apos;t be able to do what I do.&quot; One part of his daily ritual stems from even earlier than his formative days working as a game designer for the MSX. Now 48, Kojima&apos;s father&apos;s influence on him is still very apparent in his routine. Every day, no matter how busy his schedule, the designer takes 90-odd minutes to watch a film at his desk. &quot;It&apos;s part of my ritual to watch a new film every day, no matter what,&quot; he says. &quot;It&apos;s important to me.&quot; Sensing that the habit is as much a tribute to his father&apos;s demand that the family watch a film a day as it is a way to draw creative inspiration from another medium, I venture the question: &quot;Do you think your father would have been proud of what you do?&quot; &quot;I don&apos;t think...&quot; he says, quietly. &quot;I mean. If he was still alive Well, I don&apos;t think he would be unhappy about my choice.&quot;", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/may/24/hideo-kojima-interview-part-2", 
    "wordcount": "2003"
}