{
    "headline": "The art of drystone walling", 
    "text": "There they stand, embellishing Lake District landscapes to their very tops, drystone walls as built centuries ago. Along the ridge of High Street, over lowly Wansfell, on Iron Crag in remote Ennerdale and around an ancient oak wood near Scale Force, how they add that familiar touch. &quot;Old friends&quot; is how Stephen Edmondson sees the myriad stretches of drystone wall he has built as a waller over many of his 39 years. Standing in his kitchen doorway he gazes up at Thornythwaite Fell characterised by the rocks that built them  slender, elegant barriers of stones collected from scree beds or quarried from bits of outcrops scattered everywhere in sight. Yet from his front door on the other side of the row of houses where he lives in Seathwaite, the view towards Sour Milk Gill is similar but different: a complex of walls on the emerald green slopes under the hanging valley of Gillercombe, verdant with hawthorns and holly trees. Built with cobbles from the nearby beck, as round as bowling balls, they give a more smoothed, thickset appearance. It is the gaps that appear in cobbled walls over time, he says, that are recognised as requiring greater skill to rebuild; these days taking stones from streambeds is forbidden. As they don&apos;t interlock, they prompt the query: how do these cobbles give each other stability enough to keep a wall intact? This is the question he is most often asked from visitors passing up Sty Head towards Scafell Pike as he appears and disappears behind a wall, stooping to sort, select, discard and find a cobble, then straightening his six-foot frame to invariably slot one into place while repairing gaps. He momentarily glances at a blood blister under an index fingernail, then says walling is that art of knowing which stone to select at a glance. It comes with practice. Once you have that, the rest will generally follow.", 
    "section": "environment", 
    "gid": "environment/2012/feb/26/art-drystone-walling", 
    "wordcount": "320"
}