{
    "headline": "Prostate cancer breakthrough: Q&A", 
    "text": "Scientists have hailed the &quot;single biggest leap forward&quot; in their understanding of the genetic causes of prostate cancer, from a huge study involving more than 1,000 scientists. The research has also brought significant advances in unravelling the genetics of breast and ovarian cancers. This is how the Guardian&apos;s science correspondent Ian Sample described the research:  The study, the largest ever to look for faulty DNA that drives the cancers, revealed scores of genetic markers that can identify people most likely to develop the diseases at some point in their lives.Doctors said a simple 5 spit-test based on the markers could provide patients with a personalised &quot;risk profile&quot; for the diseases and pave the way for individually tailored screening, with those most at risk having more regular health checks.The findings have major implications for the treatment of prostate cancer. A test based on genetic markers for the disease could identify men whose lifetime risk was a staggering 50%, nearly five times the national average. Ros Eeles, professor of cancer genetics at the Institute of Cancer Research in London, described the results as &quot;the single biggest leap forward&quot; in understanding the genetics of the disease.A screening service could be offered within five years, and would transform medical treatment for the most common cancer among British men. More than 40,000 men a year are diagnosed with prostate cancer in Britain, and almost 11,000 die from the disease.  We have invited Prof Douglas Easton, director of the Cancer Research UK Genetic Epidemiology Group at the University of Cambridge, who worked on the studies, to answer your questions about their significance and the implications for future genetic tests for the diseases and potential treatments. Here are a selection of your questions answered by Prof Easton: JennMMy father was treated successfully for prostrate cancer - they caught it early and he only had one operation that I can recall - something about freezing the prostrate - It that possible? It was a while ago, and since there were no complications, it seemed a very benign cancer. I see now that it is dangerous, but perhaps it is important to catch it early. My question is, with the new discovery, could there be vaccinations against this cancer (and other cancers) like the current vaccination against cervical cancer? Prof Easton:@JennM - so far there has been no evidence that prostate cancer is caused by a virus. The new discoveries should provide a lot of information about how prostate cancer develops, by studying the genes that are involved, and potentially what causes it. Unfortunately we still know very little about what actually causes prostate cancer. James SherryDoes this test relate to the promise of genetic therapy for the disease? Prof Easton:@James Sherry - the discoveries not relate directly to any type of therapy - they tell us about markers that increase the risk of disease. However, the next step is to understand how these markers increase risk and, in particular, which genes that affect. This information could be used to develop drugs (or, in some cases, there may already be drugs that target the genes on interest). There are already examples of this for other diseases. But it is likely to be a long process. Rasputin9000It is easy to imagine that if someone is told they have a whole lot of cancer-promoting genes, they might decide (in the future when such techniques are more perfected, say in 10 years) to use IVF instead of natural impregnation, and to kill off the fertilised eggs that turn out to contain the genes. Is it likely, if people then succeeded in reducing the incidence of these cancer-promoting genes, that it would have a negative impact on the gene pool, as the same genes could also affect something else? Prof Easton:@Rasputin9000 - it is certainly possible that the genetic markers linked to cancer risk could also be linked to something else (indeed we already know examples of this, where for example they are linked to the risk of diabetes). However I dont think there any question of utilising this type of information for preimplantation testing. That can be appropriate for certain &quot;single gene&quot; disorders with a high risk of a particular disease, but will is not (to my my mind at least) ever be a realistic possibility for these common disease with many many genetic variants, even if it was desirable. SarahCadge I&apos;m in my 30&apos;s and am screened annually due to an increased risk of breast cancer; that risk is due to familial incidence - no one affected has tested positive for BRCA1, BRCA2 or TP53. What is this development likely to mean for me, if anything? Prof Easton:@SarahCadge - at the moment annual screening from a young age is recommended (by NICE) for women with a strong family history of the disease. The new markers will help to identify better who would benefit from this type of screening. The idea will be to use a combination of the genetic markers, family history and other important risk factors to define a woman&apos;s risk more accurate. But this will take some time before we have a system in place to do this. missm3Are there any patents or patent applications on these genetic markers, similarly to Myriad&apos;s BRAC1? Are these genetic markers complete gene coding DNA sequences or incomplete? Prof Easton:@missm3 - thanks for opportunity to clarify this. No there are no patent applications, the markers that we have published are freely available for use in genetic tests. With a few exceptions, most of the markers are not in genes and do not therefore change the actual gene sequence. They lie in non-coding regions and probably act by regulating the expression of nearby genes. profundorossoWhen are we likely to see this test available in the UK? Prof Easton:@profundorosso - this is very hard to say. There will be some use of risk based screening, using these genetic markers, for some women and men on a trial basis soon (in fact some studies are already underway, like the PROFILE study in prostate cancer for men with a family history, run by Ros Eeles). But widespread use of risk-based screening will take a while to implement, there are many issues to resolve - if I had to guess, at least 3 years but less than 10. pidge1310Who would a screening test be available for? and also would it be an economically viable use of a strained NHS budget? Prof Easton:@pidge1310 - indeed this all needs to be worked out with further research and this will take some time. In the short term, I think it is most likely that testing for risk using these markers will be offered to individuals who may already have an increased cancer risk, because they have a family history and are having genetic counselling. With regard to the costs, this is clearly an important factor. However, it quite possible that including this type of risk assessment may not cost much and may even save money, because it may reduce, for example, the number of women at low risk getting mammographic screening, or the number of men at low risk getting unnecessary PSA tests or biopsies. scubadocWhy a &quot;breakthrough&quot;? Medical screening is characterised not by success, but largely by a poor understanding of sensitivity, specificity, receiver-operator curves and lead-time bias... Prof Easton:@scubadoc - It is true that these measures, like sensitivity and specificity, are important measures to consider in deciding whether a screening programme is worthwhile. There has been a long debate about whether, for example, breast cancer screening by mammography is worthwhile - it detects the disease early and reduces the number of deaths from the disease, but it increases the number of women given unnecessary biopsies and treatment. What the genetic and other risk markers offer is a way of improving the equation, targeting screening on those women most likely to benefit, making the screening programme smarter. I should also add that the gain in knowledge here is not just about identifying people at risk, it is also perhaps more importantly about understanding the biology of how cancer develops. In the long term, that may be more important. DamienA general question really. With all these advancements where do you expect to see Cancer Research in 20/30/40 years time? It seems we&apos;ve progressed a great deal in just 10/20 years. Do you expect the rate of progress to continue, get faster, slow down? Prof Easton:@Damien - that is an interesting general question. I think there will be a lot of progress over the next 10-20 years. The technology for studying cancer has improved so dramatically over the last few years, in terms of being able to study the human genome, imaging, being able to study cells in far more depth than before, utilising the power of modern computing etc.etc. it hard to believe that there will not be enormous strides over the next few years. For more questions and answers see the comment thread below. Or you can click on Prof Easton&apos;s username DougEaston to see all his comments and the comments he replied to.", 
    "section": "science", 
    "gid": "science/blog/2013/mar/27/prostate-cancer-breakthrough-douglas-easton", 
    "wordcount": "1544"
}