{
    "headline": "Activists hail success of Twitter storm against fossil fuel subsidies", 
    "text": "Climate and anti-poverty activists have launched a 24-hour &quot;Twitter storm&quot; against the hundreds of billions of dollars of government subsidies paid each year to the petroleum and coal industry, despite the global economic downturn and the rise in emissions. The blitz, which has been supported by Stephen Fry, Robert Redford, actor Mark Ruffalo, politicians and environmentalists, took the hash tag #endfossilfuelsubsidies up to number two in the ranking of globally trending topics and number one in the US. &quot;We&apos;re averaging a tweet a second, but it picks up when celebs hit the hashtag,&quot; said Jamie Henn of www.350.org, a climate group that is among the leaders of the campaign. The online demonstration came as negotiators at the Rio+20 sustainable development conference remained divided over proposals to phase out the provision of public funds to carbon dioxide polluters. Saudi Arabia and Venezuela  two big oil-producing nations  are accused of holding up progress on this issue, which will be high on the agenda of leaders who attend the Rio Earth summit later this week and the upcoming G20 in Mexico. Activists with Avaaz.org, Friends of the Earth, and 350.org delivered a petition of more than 750,000 signatures calling for an end to fossil fuel subsidies to 10 Downing Street this morning. Similar petitions will be presented in other nations. Tweets have already been projected on the Sydney Opera House and will later be projected in London, New York, New Delhi and Rio. This follows a demonstration in Rio yesterday in which campaigners unfurled a massive trillion dollar bill on Copacabana beach marked with calls for an end to the subsidies, which are approaching that scale. &quot;This world has a few problems where a trillion dollars might come in handy  and we&apos;d have a few less problems if we weren&apos;t paying the fossil fuel industry to wreck the climate,&quot; said 350.org founder Bill McKibben. &quot;This is the public policy no-brainer of all time.&quot; International Energy Agency figures show that government subsidies for fossil fuels are 12 times greater than those for renewable energy. Jake Schmidt, of the Natural Resources Defense Council, wrote in a blog: &quot;Given tight budget times and the need to address global warming, subsidising activities that are heating the planet just doesn&apos;t make sense. The only beneficiaries of fossil fuel subsidies are oil, gas and coal companies that are raking in record profits at the expense of the rest of us.&quot; The G20 promised action three years to phase out inefficient fossil fuel subsidies, but a new report by Oil Change International, Phasing out Fossil fuel Subsidies in the G20: a Progress Update, suggests they have not yet eliminated any because the definition of &quot;inefficient&quot; is vague. Gro Harlem Brundtland, one of the architects of global sustainable governance, said she was hopeful that Rio+20 could produce a clear commitment to act on this problem. She said: &quot;It is outrageous that this is happening still. It was clear 20 years ago that it had to stop. But it continues still. It will mean changing the tax system. You can&apos;t take from poor. But the point is that most of these subsidies go to the rich not the poor. So if we can change the incentive system so poor people are given the same opportunities without polluting environment then we can change this wrong-footed way of inspiring development.&quot; Sarah Best of Oxfam said: &quot;Oxfam wants a strong commitment from Rio+20 to a fair phase-out of fossil fuel subsidies. This must include strong safeguards to protect the poorest, who need to have greater access to energy and are mostvulnerable to rising prices.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/18/twitter-storm-fossil-fuel-subsidies", 
    "wordcount": "624"
}