{
    "headline": "Live chat: what does good teaching look like in higher education?", 
    "text": "In a blog for the Guardian Higher Education Network last year, assistant professor Afshan Jafar suggests that rather than live by the mantra &quot;publish or perish&quot;, early career academics need to gain quality teaching experience in order to find jobs in the current market. She says: &quot;Given that a good majority of PhDs are currently taking adjunct, part-time, visiting positions or taking on heavy teaching loads at community colleges, teaching experience is even more important than before. And by &apos;teaching experience&apos; I don&apos;t mean being a teaching assistant for a large lecture, I mean designing and teaching your own courses.&quot;  And it would seem that as the sector continues to evolve - with trends such as growing internationalisation or the adoption of learning technologies - teacher training is not only of value to new academics. Janette Ryan, for example, writes about the challenge of teaching international students, while the popularity of Ernesto Priego&apos;s blog on the importance of social media in teaching and research suggests those already working in higher education also want to develop their teaching skills and expertise.  So how are universities responding? Most - if not all - have a dedicated professional development team, whose remit is, among other things, the training and development of academics, new and established. But does the training reflect the growing importance of teaching to student choice? And is it adapting quickly enough to the wider changes in the sector? Join our live chat panel to share best practice and innovative ideas in teacher training for academics on Friday 13 April at 12 BST. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network. Panel Will Curtis, discipline lead, Education, Higher Education Academy  Will is discipline lead for education at the Higher Education Academy, a national body for enhancing excellence in learning and teaching in higher education. Will is a University Teaching Fellow, a National Teaching Fellow and a principal lecturer in education at De Montfort University in Leicester, where he was awarded the Vice-Chancellor&apos;s Distinguished Teaching Award in 2008. His fourth HE book, Research and Education, will be published by Routledge next year.  Mark Behrens, associate Professor, MIT Mark is an algebraic topologist and received his PhD from the University of Chicago in 2003 then joined the mathematics faculty at MIT as assistant professor in 2005. In 2006 he received a Sloan fellowship; in 2011 he received the NSF CAREER award, and was selected by MIT for a Cecil and Ida B. Green Career Development Faculty Chair. He also received the 2011 Teaching Prize for Graduate Education by the School of Science. Rosalind Duhs, senior teaching fellow, Centre for the Advancement of Learning and Teaching, University College London Rosalind works with the School of Life and Medical Sciences supporting the professional development of university teachers. She also runs courses across the university on a range of pedagogical approaches, including some for new teachers and teaching assistants. She is also interested in e-learning, the assessment of student learning and the provision of feedback to students on their work. Alan Hayes, director of teaching, University of Bath Alan was awarded a National Teaching Fellowship by the Higher Education Academy in 2009. His research interest centres upon assessment and how it can be automated to aid students&apos; learning. @alanhayes725 Claire Warden, lecturer in drama, University of Lincoln Claire took up a full lectureship at the University of Lincoln in 2010 after completing her doctoral and postdoctoral studies at the University of Edinburgh. She has recently become a Fellow of the Higher Education Academy and is passionate about excellent research-led teaching, and creating new and exciting learning environments for her students. @cs_warden Aidan Byrne, senior lecturer in English, Cultural Studies and Media,Wolverhampton University Aidan has taught English, Cultural Studies and Media at Wolverhampton University on a series of temporary contracts since 2000, specialising in Welsh Writing in English, politics and literature, and new media. He blogs on academia, politics and random stuff at plashingvole.blogspot.com @plashingvole Brian Whalley, visiting professor, University of Sheffield Brian has retired from full university employment but is still researching and has a particular interest in teaching/education in HE. He is an HEA National Teaching Fellow and is currently engaged in an HEA-funded project on &apos;Enhancement of fieldwork learning&apos;. Stephen Bostock, head of the Centre for Learning, Teaching and Assessment Glyndwr University At the end of a career as a biologist and computer scientist, Stephen became an academic staff developer, heading the unit at Keele University and now at Glyndwr University. Nick Grindle, senior teaching fellow, University College London Nick studied History of Art at UCL and Essex University, and has taught at UCL, the Open University, Oxford Brookes University, Imperial College, and Birkbeck. @nickgrindle Carrie Dunn, visiting lecturer, www.carriedunn.net Carrie Dunn is a visiting lecturer at various UK universities, and is just completing a PGCertHE. @carriesparkle", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/apr/11/teacher-training-for-academics", 
    "wordcount": "837"
}