{
    "headline": "Google v Oracle: we wanted to take on Android, admits Ellison", 
    "text": "Oracle chief executive Larry Ellison has admitted that he wanted to enter into competition with Google&apos;s Android software in the smartphone market before deciding instead to sue his potential rival for copyright and patent infringement. Ellison was testifying on the second day of a trial that sees two high-tech bellwethers pitted against each other. Ellison testified that Oracle considered diversifying beyond its main business of database software and buying a smartphone maker, including Palm and BlackBerry maker Research in Motion. Instead, Palm was bought by Hewlett-Packard for about $1bn (628m) two years ago, while RIM is trying to recover from mounting losses that have piled up as the BlackBerry has been overrun by Apple&apos;s iPhone and handsets running on Android. &quot;I had an idea that we could compete with everyone in the smartphone business,&quot; Ellison testified under questioning from a Google lawyer. &quot;It was an idea I wanted to explore. We explored it and decided it was a bad idea.&quot; Ellison, who ranks among the world&apos;s richest people, took the stand after Google sought in opening statements to frame the case as Oracle&apos;s response to its own failure to build mobile software. Ellison told a packed federal courtroom in San Francisco that Google was the only corporation he knew of that had not taken one of three types of Java licence, while others ranging from Samsung to Amazon had. &quot;Just because something is open source, doesn&apos;t mean you can do whatever you want with it,&quot; he testified. Ellison contends that in 2010, he tried to persuade the then Google chief executive Eric Schmidt and current chief executive Larry Page to take on a newer version of Java in Android, and make Android more compatible with industry standards. Those talks proved fruitless. Google says it is not in violation of Oracle&apos;s patents, and that Oracle cannot copyright certain parts of Java. Page also took the stand toward the end of Tuesday&apos;s session. The trial, which is being heard before a 12-person jury in US district court in San Francisco, is expected to last up to 10 weeks. Its aims is to eastablish whether Google built its widely used Android software by improperly taking some of the technology from Java, a programming platform that Sun Microsystems began developing 20 years ago. Oracle acquired the rights to Java when it bought Sun for $7.3bn in January 2010. Although Oracle has spent more money on other companies, Ellison depicted Java as the company&apos;s most cherished prize. &quot;Of all the things we have ever purchased, by far the most important we ever purchased was Java,&quot; he crowed in typically bombastic style during his 80-minute appearance in the witness stand. There were other times during his testimony, though, when he looked bamboozled. At one point, Google lawyer Robert Van Nest reminded Ellison of all the nice things that he had had to say about Android and Google during an on-stage appearance in 2009, when Oracle was still awaiting regulatory approval to buy Sun. With Sun co-founder Scott McNealy standing by his side, Ellison had assured the crowd that he was excited and flattered about Android&apos;s reliance on Java. Ellison hailed his &quot;friends from Google&quot; and said he looked forward to many more mobile devices running on Android. Before Ellison took the stand, Van Nest also tried to persuade the jury that Sun Microsystems had encouraged and endorsed Google&apos;s use of Java in Android. That contrasted with opening statements on Monday by Oracle lawyer Michael Jacobs, who focused on emails indicating that Google&apos;s top executives knew for years that they should be paying to license some parts of the Java technology that helped create Android. In his counterpoints Tuesday, Van Nest said that most of the emails cited by Oracle&apos;s attorneys were sent in 2005 and 2006, when Google and Sun were discussing a partnership to create Android. Those discussions unravelled, Van Nest said, when Sun insisted on charging on Android. Google wanted to give away the software to help get it on as many mobile devices as possible so that it could make money selling digital advertising. Android now powers more than 300m smartphones and tablet computers worldwide. Google hasn&apos;t specified how much money it makes from the ads and mobile applications sold on Android-powered devices; there are expectations that it may be forced to reveal a figure during the trial, but the company is fighting to suppress the information from the proceedings. Van Nest told the jury that after it became clear that Google was not going to enter into partnership with Sun, Google spent hundreds of millions of dollars and devoted thousands of engineering hours to create the 15m lines of computer code that guide Android. He said the former Sun chief executive Jonathan Schwartz would testify that he fully supported what Google did with Java. It was not until Ellison failed to figure out how Oracle could penetrate smartphone market, argued Van Nest, that the allegations of copyright and patent infringement surfaced. &quot;They want to share Android&apos;s profits without having done a thing to bring that about,&quot; Van Nest said.", 
    "section": "technology", 
    "gid": "technology/2012/apr/18/oracle-google-court-smartphone", 
    "wordcount": "861"
}