{
    "headline": "Japanese mayor approves plan to restart nuclear power plant", 
    "text": "Japan has taken a potentially decisive step towards restarting two of its idled nuclear reactors after the mayor of a town located near a power plant approved plans to bring it back into operation. The country has been without nuclear power since 5 May, when a reactor in the northern island of Hokkaido became the last of 50 working reactors to be shut down in the wake of the Fukushima nuclear disaster. Four other reactors at Fukushima Daiichi nuclear power plant were badly damaged when the plant was hit by a magnitude-9.0 earthquake and 14-metre tsunami on 11 March 2011. Dozens of others have been closed for regular maintenance, and cannot be restarted until they pass stress tests introduced by the government last year to address public concerns over safety. Shinobu Tokioka, the mayor of Oi, a town in Fukui prefecture, said he had been persuaded to support the restart after the prefecture&apos;s nuclear safety commission said earlier this week that necessary safety measures had been put in place. Tokioka, who founded a company that supplies pipes and other materials to the plant, added he was concerned about possible power shortages and the impact on the local economy if the plant remained closed.     Japan reactors map    Issei Nishikawa, the governor of Fukui prefecture  Japan&apos;s &quot;nuclear alley&quot; with 13 reactors  is also expected to approve the measure. The Japanese prime minister, Yoshihiko Noda, is expected to make the decision official on Saturday. The reactors would be switched back on immediately, although they would not reach full output until the end of July. Pressure has been mounting for the restart amid warnings that the Kansai region of western Japan, which includes the industrial city of Osaka, could suffer power shortages during peak demand this summer. The plant&apos;s operator, Kansai Electric Power, forecast that without the Oi reactors, the region would suffer power shortages of around 15% in July and August, and has asked customers to cut usage by at least 15% on weekdays for three months from July. The utility&apos;s projections show that Kansai, a region of 24 million people with an economy the size of Australia&apos;s, would still suffer shortages even if the reactors were switched back on. Noda does not require local approval for the restart, but has been attempting to build support in areas near the plant due to widespread opposition to nuclear power post-Fukushima. Only two of 11 municipal governments within a 18 mile (30km) radius of the Oi plant support the restart, according to a recent survey by Kyodo. Last week, Noda said a prolonged nuclear shutdown could put Japan&apos;s national survival at risk. &quot;Cheap and stable electricity is vital,&quot; he said in a televised speech. &quot;If all the reactors that previously provided 30% of Japan&apos;s electricity supply are halted, or kept idle, Japanese society cannot survive.&quot; Supporters of the restart have warned that, without nuclear power, utilities would be more dependent on fossil fuels, driving up electricity bills and putting Japan&apos;s climate change obligations at risk. Noda said the government had done enough to ensure the No 3 and No 4 reactors at Oi would not leak radiation if they were struck by an earthquake and tsunami as powerful as those that wrecked Fukushima Daiichi. He received a boost late last month when Toru Hashimoto, the mayor of Osaka, ditched his opposition to the restart, although Noda still faces opposition from MPs inside his own party.", 
    "section": "environment", 
    "gid": "world/2012/jun/14/japanese-mayor-restart-nuclear-power", 
    "wordcount": "574"
}