{
    "headline": "GM salmon's global HQ  1,500m high in the Panamanian rainforest", 
    "text": "     It is hard to think of a more unlikely setting for genetic experimentation or for raising salmon: a rundown shed at a secretive location in the Panamanian rainforest miles inland and 1,500m above sea level. But the facility, which is owned by an American company AquaBounty Technologies, stands on the verge of delivering the first genetically modified food animal  a fast-growing salmon  to supermarkets and dinner tables. The US government this week enters the final stages of its deliberations on whether to allow commercial production of the GM fish, with a public consultation on the issue ending on Friday . Separately, a committee in Congress on Monday took up a bill that would outlaw GM salmon entirely  essentially destroying AquaBounty&apos;s commercial prospects in America. If approved, the salmon could be the first of some 30 other species of GM fish under development, including tilapia and trout. Researchers are also working to bring GM cows, chickens and pigs to market. In Panama City, government officials are upbeat about AquaBounty&apos;s prospects of getting its fish to market. &quot;From what we know it is very close to being approved. There have been tests for many years and the last thing we heard from the FDA is that there is a very good probability that it is going to be approved in the near future,&quot; said Giovanni Lauri, the director of the Aquatic Resources Authority of Panama, Arap.     Aquabounty's GM salmon fish farm in Boquete, Panama Photo: Sheena Rossiter    AquaBounty must still overcome formidable opposition from supermarkets and consumer organisations, environmental groups and commercial fishermen to sell its fish, however. The prospect of introducing GM fish into the food supply has generated enormous passions, with the FDA receiving 36,000 comments on the fish so far, most of them opposing the move. But after 20 years, AquaBounty&apos;s efforts to bring GM animals to the table are getting closer to reality. There was little outward sign of history in the making  or of the enormous controversy surrounding GM salmon at AquaBounty&apos;s remote Panamanian location on the banks of the Calderas river in the western highlands of Chiriqui province. At the premises, visitors can see a fading green industrial shed and four large above-ground pools behind a high wire fence. On the site are up to 5,000 salmon,according to Arap officials say. The only evidence of AquaBounty&apos;s presence is a small round company decal next to the front door of the shack. Signs warn: &quot;No pasar&quot;. The place seems deserted at first, then a guard suddenly emerges when visitors approach the wire fence. The facility is leased from a commercial fish farm that produces non-GM rainbow trout for export to the US. Access to both farms is by four-wheel drive across a river bed or a rusting footbridge, kept padlocked to keep out intruders. It&apos;s a strange arrangement; the non-GM fish farm also raises organic trout for the upmarket supermarket Whole Foods. But the chain is deeply opposed to genetically engineered salmon, and said last month it would boycott the fish if it came to market. Luis Lamastus, the owner of the trout farm and AquaBounty&apos;s landlord, has a different view: &quot;These kind of fish are the future.&quot; It was not entirely clear why Aquabounty chose this out-of-the-way location to raise GM fish for market, or indeed why it chose Panama at all  the company refused to comment for this article.     A genetically modified salmon, rear, and a non-genetically modified salmon, foreground. Photograph: AP    AquaBounty has had a long and difficult journey trying to develop GM fish in the 20years since researchers at a university in Newfoundland first hit on the idea of making a faster-growing salmon. The researchers injected growth genes from a Chinook salmon and a seal eel into an Atlantic salmon. The new genes made the fish produce growth hormone year-round, enabling the altered salmon to grow twice as fast as farmed salmon, bringing the fish up to market size in 18 months instead of 30. But despite the commercial potential, Panamanian government officials at Arap said AquaBounty had difficulties finding a place to grow their salmon to market size. Arap&apos;s Giovanni Lauri said he understood AquaBounty had approached a number of other countries seeking to set up a research site. &quot;They tried many countries but they were afraid to start something new,&quot; Lauri said. After multiple refusals, the company eventually turned to Panama, where the project won a warm welcome from government officials. Lauri said officials had few concerns about the potential health and environmental risks of growing GM salmon in Panama. &quot;We were not afraid of something new,&quot; he said. The first few years brought mixed results. A storm in 2008 destroyed part of the facility, according to a filing to the FDA. In 2010 an entire batch of fingerlings died in transit to the Panama facility, according to Franklin Kwai Ben, research director of Arap. The company then switched to importing eggs from a research lab in Prince Edward Island in Canada, hatching them at the Panama facility, according to officials. All the while AquaBounty worked to navigate the American regulatory process and win approval for the GM salmon, while trying to fend off financial pressure. The company has run through more than $60m waiting for the FDA. Last year, its main investor, the Georgian oligarch Kakha Bendukidze, sold his shares to a synthetic biology firm, Intrexon. With the FDA nearing its decision, Panamanian officials began to hope their hospitality to AquaBounty would help gain the country an entry to the biotech industry. &quot;We have been talking to them. We want to be the first to have different farms,&quot; Lauri said. His clear expectation was that this approval would clear the way for production of other GM fish, such as tilapia or trout, possibly at facilities on Panamanian soil. &quot;Once they have salmon then I am pretty sure they are going to look for some other species,&quot; he said. Under the law, however, FDA approval would only allow AquaBounty to produce salmon at its existing facility. Other GM fish, or a move to a full-scale commercial facility would require additional approvals, according to Theresa Eisenman, a spokeswoman for the FDA. The Obama administration has been weighing its decision on GM food animals for at least three years, after the FDA produced its first detailed study on the effects of consuming the animals on human health, essentially concluding it was as safe to eat the genetically engineered fish as conventional Atlantic salmon. Some campaign groups still dispute the finding, saying that GM salmon potentially has more allergens. But the study that brought GM fish closer to market, published late last year, focused on the environmental impact. The main concern of the FDA was whether the genetically engineered salmon could escape and because of its superior size conceivably take over wild Atlantic salmon. The study concluded that even if the fish did slip through the net and escape the above-ground pools, it is unlikely they would travel far. The nearby waters would be too warm for them to survive. But those determinations came under attack from campaign groups and upscale supermarkets, as well as members of Congress concerned about the threat to wild-caught salmon industry. Opponents of the fish argued America&apos;s regulatory system was ill-equipped to deal with new technologies such as GM foods. Unlike Europe, America has no specific laws for GM products, but regulates them as &quot;animal drugs&quot;. Emma Ruby-Sachs, campaign director at Avaaz, said: &quot;The approval of transgenic salmon could open the floodgates for genetically modified meat everywhere, yet the science behind its safety has been sloppy at best. If the FDA approves this GM salmon, it risks undermining its mandate to protect public health.&quot; Campaign groups said the current review process did not take adequate account of the sweeping changes in store for the global food supply, once GM food starts hitting the market. &quot;You have GM corn and soybeans,&quot; said Patty Lovera, assistant director of Food and Water Watch, which has campaigned against GM foods. &quot;But this would be the first food animal. You are taking it to a whole other part of the food supply,&quot; she said. There were specific concerns raised about the use of a facility in Panama for the launch of the first GM fish. Supermarket chains said there was no need for GM salmon, and announced a boycott. &quot;Whole Foods Market will not sell genetically modified salmon as our quality standards prohibit the use of genetically modified animals,&quot; Beth Krauss, a spokeswoman for Whole Foods said in an email. The company also said it was unhappy about the proximity of the GM salmon to its own trout. The two facilities are separated only by a shallow trench. Krauss indicated she hoped that AquaBounty would be forced to leave once it lease expires later this year. But Lamastus said he would renew the lease. &quot;They are a very good company,&quot; he said. &quot;The salmon is something unique, growth faster, but is the same like the Atlantic salmon, producers will use less feed probably, and less feed means less pressure on our seas, to obtain more fish for consumers, and for feed; therefore, it is good for the environment!&quot; In their temperature-controlled waters, kept at a constant 16C, the salmon in the Panamanian rainforest are oblivious to the ferocious debate about the future of GM animals. The 5,000 or so fish now reaching maturity at the AquaBounty site are the biggest GM salmon ever raised by the company, weighing in at 5kg a piece. Under the protocols put in place by the FDA, the fish can not enter the food supply. They are due to be slaughtered in September and buried in a pit on the banks of the nearby Caldera river, according to Franklin Kwai Ben, who heads the research division at Arap. But it could be the last time such a mass disposal is carried out. The Panama site got a shipment of about 25,000 eggs from their lab in Prince Edward Island last month. By the time those fish reach maturity, some 18 months from now, they could be bound for American supermarkets instead.", 
    "section": "environment", 
    "gid": "environment/2013/apr/24/genetically-modified-salmon-aquabounty-panama-united-states", 
    "wordcount": "1703"
}