{
    "headline": "Autonomy former chief: Hewlett-Packard is watering down accusations", 
    "text": "The former chief executive of Autonomy claimed that Hewlett-Packard was watering down the accusations it had levelled against him over the accounts filed by his old software company  and said that he had not heard from the US Department of Justice, which HP had revealed had opened an investigation into the dispute last month. Mike Lynch, releasing a statement in the small hours of the night, complained that HP &quot;failed to provide a detailed calculation&quot; of the $8.8bn (5.4bn) write-down in the value of Autonomy in an end-of-year SEC filing released earlier on Thursday, and said that HP&apos;s lack of specificity amounted to a &quot;material change&quot; in the allegations made. Last month, HP stunned investors when it announced it was taking an $8.8bn charge against the $11.1bn it had paid for the British company it had bought from Lynch the year before, and said that over $5bn of that write-off stemmed from &quot;accounting improprieties, disclosure failures and misrepresentations&quot;  charges all denied by its ex-boss. In its annual 10-K filing, HP said that the US Department of Justice &quot;had opened an investigation&quot; into Autonomy on 21 November, the day after the US company announced the $8.8bn charge. The company said it was &quot;co-operating&quot; with the DoJ and the UK&apos;s Serious Fraud Office and the US Securities and Exchange Commission, having &quot;provided information&quot; to all three bodies in the wake of an internal investigation. Responding, Lynch said that he and other former executive directors of Autonomy had had &quot;no contact from any regulatory authority&quot; on either side of the Atlantic. Reiterating previous denials: &quot;Simply put, these allegations are false&quot;. Lynch said that he and colleagues intended &quot;to co-operate with any investigation and look forward to the opportunity to explain our position&quot;. The Cambridge-educated software entrepreneur also said that HP had otherwise failed to give more detail as to how it had accounted for the write-off and that HP&apos;s filing was &quot;now less clear&quot; on how much of the charge was &quot;being attributed to the alleged accounting issues, and how much to other changes in business performance and earnings projections&quot;. Sources close to Lynch say that the absence of any extra information in the HP document meant that the investigation into Autonomy appeared to be moving backwards. In his statement, Lynch added: &quot;Simply put, these allegations are false, and in the absence of further detail we cannot understand what HP believes to be the basis for them.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/dec/28/autonomy-hewlett-packard-mike-lynch", 
    "wordcount": "434"
}