{
    "headline": "Student filmmaker bags 9,000 prize for video on evolution", 
    "text": "     Sally Le Page has taken first prize at the Guardian and Oxford University Press (OUP) Very Short Film competition. She was awarded 9,000 towards tuition fees for her minute-long film about evolution in a ceremony at the Guardian&apos;s London headquarters. Three runners-up each received a 250 voucher for OUP books. The competition challenged students to make films inspired by the Very Short Introduction book series  no more than 60 seconds long. Thousands of Guardian readers voted to select four finalists, with the judging panel deciding the winner.           Chair of the Judges, Judy Friedberg, the Guardian&apos;s universities editor, said: &quot;All those that were selected for the final 12 were excellent and I&apos;d like to congratulate everyone who made the cut on their talent and skill. &quot;Sally Le Page&apos;s film on evolution is an energetic and uplifting piece, with strong use of typography and great communication skills. In fact, Sally would make a wonderful TV presenter.&quot; After winning the prize, Sally said: &quot;I wanted to make my film about evolution because life is the most interesting thing in the universe  and we can&apos;t understand life without understanding evolution. Most people know what evolution is, but not how important it is. And that&apos;s what I wanted to get across in my video.&quot; Sally, a third-year biology student at Oxford, is set begin a PhD in evolutionary theory later this year. She said: &quot;When I was little I spent all my time in the garden playing around with frogs or watching David Attenborough programmes on TV. Increasingly, evolution is being threatened by creationism  and that&apos;s threatening biology. So it&apos;s important that we have an understanding of what it is.&quot; Also making it through to the final four films were:  Quantum locking  Christian Foss, Bristol Gay marriage  Hannah Witton, Birmingham Geology  Maia Krall Fry, St Andrews           On the judging panel, John Mitchinson, the writer and director of research for BBC&apos;s QI programme said: &quot;I feel utterly humbled by the quality of the films. This is the YouTube revolution and it shows that you don&apos;t have to dumb down - it&apos;s about making information accessible but still restoring its wonder. Watching these films will make you feel encouraged by the younger generation.&quot; The judging panel: Maggie O&apos;Kane is multimedia editor, investigations at the Guardian. She was previously the editorial director of GuardianFilms, the Emmy award winning film company which specialises in investigative films for the Guardian website and British and international TV. A former foreign correspondent with the newspaper, she has covered most of the world&apos;s major conflicts over the last decade. Her awards include British Journalist of the Year and Foreign Correspondent of the Year John Mitchinson is the writer and director of research for the television programme QI and responsible for all five of the QI books. He is also the co-founder of Unbound Judy Friedberg is the Guardian&apos;s universities editor. She launched and edits the new Guardian Students site, and is responsible for the Guardian&apos;s University Guide, which ranks all universities in the UK Paul Boyd is multimedia editor at the Guardian. Prior to this he has worked across digital video production and multimedia product development at the BBC, Lonely Planet, Sky and Getty Images Luciana O&apos;Flaherty is a trade publisher at Oxford University Press and has worked in publishing for 19 years        ", 
    "section": "education", 
    "gid": "education/2013/mar/21/student-film-competition-winner-announced", 
    "wordcount": "562"
}