{
    "headline": "Google's Android has generated just $550m since 2008, figures suggest", 
    "text": "Android generated less than $550m in revenues for Google between 2008 and the end of 2011, if figures provided by the search giant as part of a settlement offer with Oracle ahead of an expected patent and copyright infringement trial are an accurate guide. The figures also suggest that Apple devices such as the iPhone, which use products such as its Maps as well as Google Search in its Safari browser, generated more than four times as much revenue for Google as its own handsets in the same period. With roughly 200m Android devices having been activated to the end of 2011, including an estimated 90m during the past two years, it suggests that Google derives slightly more than $10 per Android handset per year. That compares to Google&apos;s $38bn total revenues in 2011, almost entirely derived from advertising on PCs, of which there are 1.25bn installed worldwide, according to Microsoft. That suggests an average revenue for Google of about $30 per PC per year, though not all will be capable of accessing the internet or will use Google, so the actual figure will be higher.  Google has never released figures for revenues it derives from the use of Android handsets, where it makes the software available to handset makers for free and generates revenues from adverts and app sales. The company declined to comment on the Guardian&apos;s calculations, which it was shown ahead of publication.  The figures emerge from a damages offer that Google made to Oracle as part of settlement talks ordered by Judge William Alsup in the case, in which Oracle is alleging that Android infringes patents and copyright that it owns on the Java programming language. It acquired that intellectual property when it bought Sun Microsystems, which owned Java, in 2010. The trial is due to start on 16 April. The suit began in 2010 with Oracle claiming that Android infringes a number of Sun patents and also infringes copyright in Java. The number of patents has been whittled down to just two. In a pre-trial settlement offer, Google proposed that it would pay Oracle a percentage of revenues from Android, suggesting it would pay $2.8m in damages on the two remaining patents that Oracle is asserting for the period to 2011, and then 0.5% of ongoing Android revenue on one patent which expires this December, and 0.015% on another which expires in April 2018. The court documents (PDF) do not explain how the Android revenue is calculated, but the key source would be advertising revenue. Google also gets a 30% cut from app sales to Android devices. Google said the damages figures matched what had been calculated by a court-appointed expert. The offer does not mean Google accepts that it has infringed the patents claimed by Oracle. The $2.8m offer, at a combined rate of 0.515%, suggests that Android&apos;s total revenue since the launch of the first handsets at the end of 2008 through to the end of 2011 was $543m. Patent payments relating to phones are generally made on a per-handset basis at a fixed licence fee for any phones that would be judged to infringe the relevant patents. The figures also suggest that Android could generate more than $1bn in advertising revenues this year. To achieve Android &quot;certification&quot; handset manufacturers have to include services such as Google search, maps, YouTube and other functions. Some companies, including Amazon, have declined to do this. Google has however talked up mobile generally as key to its future. Larry Page, Google&apos;s chief executive, said during an earnings call in October that Google was &quot;seeing a huge positive revenue impact from mobile, which has grown 2.5 times in the last 12 months to a run rate of over $2.5bn.&quot; But while some people interpreted that to indicate Android revenue, it overlooked Google&apos;s deal with Apple, in place since the introduction of the iPhone in 2007, through which it provides maps and the default search engine for its iPhone, iPad and iPod Touch products, which run Apple&apos;s iOS software. Apple&apos;s chief executive Tim Cook said the company has sold 315m iOS devices, though nearly half of those have been sold in the past year. In turn, the comparison of total Android revenues from the court documents suggests that iOS has so far generated more revenue for Google than its own handset ecosystem. Oracle rejected Google&apos;s offer, saying the proposed damages were too low. The lawsuit began after Oracle bought Sun Microsystems for $7.3bn in 2010 and with it the rights to the Java programming language and its patents. Oracle has complained that Android in effect copies functions of Java without a valid licence. Oracle, a business software maker with $36bn in annual revenue, has said it is seeking hundreds of millions in damages  though it was forced to water down its earlier damages claims after pre-trial examinations led to a number of claimed patents on Java being invalidated. Google, which relies on its dominance of search and advertising for most of its $38bn in annual revenue, believes that even if it loses the case, it won&apos;t have to pay more than a few million dollars. A joint statement filed this week provided the latest reminder of the friction between the two companies. In the papers, Google argued that the trial could be shortened from its scheduled eight weeks and sought to appear before a US district judge instead of a jury. Oracle doesn&apos;t believe the trial schedule should be revised, nor is it willing to waive its right to a jury trial. Juries typically award larger damages and are seen as more likely to find in favour of the plaintiff in patent and copyright trials.  Article updated to include data about PC installed base and that Google has not released Android data before. Clarified that iOS does not use the Chrome browser. Sub-headline clarified to indicate that Android revenue does not come from handset sales. ", 
    "section": "technology", 
    "gid": "technology/2012/mar/29/google-earns-more-iphone-android", 
    "wordcount": "999"
}