{
    "headline": "What role for the diaspora in Somalia's future?", 
    "text": "In the run-up to the 23 February London conference on Somalia, a flurry of meetings have been held with Somalis in the diaspora to elicit their thoughts on the way forward for the country. This kind of engagement may be unprecedented; the Foreign Office&apos;s efforts to include as many people as possible in this consultation period have included several meetings with Somalis in the UK as well as in Nairobi and Qatar. The foreign minister, William Hague, hosted a Q&amp;A via Twitter, and the FO has fostered discussion via that medium as well as on Facebook and its online blog. With up to 1.5 million Somalis living abroad, and remittances estimated at $1.3bn-$2bn a year, it is clear the diaspora is immensely important to the country&apos;s survival. But what role exactly is there for the diaspora to play in the political future of the country? I recently led a team of researchers who were tasked with investigating the role of the Somali diaspora in relief, development and peacebuilding for the United Nations Development Programme (UNDP). We conducted research in six diaspora cities  Dubai, London, Minneapolis, Nairobi, Oslo and Toronto, as well as in Somaliland, Puntland and south/central Somalia. Three of our six sites in the south were under the control of the Islamist al-Shabaab militia at the time, and three were allied with the transitional federal government. We found that in all areas, the diaspora was heavily involved in promoting education, healthcare, public infrastructure and private enterprise. In the relatively peaceful north the emphasis was on post-conflict reconstruction and development, whereas in the south the more dire humanitarian picture meant more people were involved in providing life-saving support to their relatives and communities. We found that, in many areas, people from the diaspora were returning temporarily to provide technical skills, advice and leadership in addition to their financial support. Support came not only from older people, but crucially  and unexpectedly  from young Somalis as well, even people who had been born and raised outside the Horn of Africa. However, the picture was not entirely rosy. On the ground, many expressed concern that people from the diaspora were taking jobs that could have been done by local Somalis. Some complained that diaspora members came with their money and their university degrees but did not understand the political and practical realities of living in present-day Somalia. Diaspora returnees complained local people did not appreciate what they were trying to do for them. During the 2010 Somaliland presidential elections, many locals I interviewed in Hargeisa said they welcomed the financial backing, and even the active campaigning that members of the diaspora did during their summer holidays on visits back home. However, they did not think members of the diaspora should be allowed to vote from abroad, because they did not have a sufficiently clear sense of what the local priorities were. Many of those who have returned  notably many of the ministers who have served in the transitional federal government  have been distrusted because of their diaspora pedigree. The most successful are those who have taken the time to talk to, build partnerships with, and listen to local people who have been in Somalia throughout the past 20 years of state collapse. They have built up constituencies and, through that, gained a measure of legitimacy, which is essential for anyone hoping to have influence over the country&apos;s future direction. Then there are the difficulties Somalis face in organising themselves outside the country. It might be more appropriate to refer to multiple diasporas, since Somalis possess and respond to a variety of identities and political interests that often clash with one another. The diaspora consultation at Chatham House in London on 8 February was an excellent example of how difficult it is for people to agree on a way forward  clan interests, the status of the self-declared Republic of Somaliland, and suspicions about one or other political actor dominated the discussion, and made debates on political solutions or security highly contentious. The organisers of the London meeting say they want to support a more inclusive political process, and that they recognise the solutions to Somalia&apos;s problems will have to come from Somalis themselves. The consultative process will have demonstrated to them how difficult this process will be. In practice, it is likely to require significant negotiation between members of the diaspora and locals inside the country. There is a limited direct role for the international community in this process. Western governments in particular are deeply resented by many Somalis for being too interventionist, so too much international support for the diaspora&apos;s peacebuilding work, before it is considered legitimate by locals, could derail their efforts. At the same time, the dedication of people in the diaspora, their willingness to remain engaged, the skills that many of them bring, and their desire to be part of a possible future solution is one of the few reasons to have hope for the country.  Laura Hammond is a senior lecturer in the department of development studies at the School of Oriental and African Studies in London", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/feb/20/what-role-somalia-diaspora-rebuilding", 
    "wordcount": "854"
}