{
    "headline": "Daffodil discards that will not be forgotten", 
    "text": "A stand of ornatus glimmers white among green drifts of dog&apos;s mercury. These fragrant pheasant&apos;s-eye narcissi were, with other poeticus varieties like horace and actaea in nearby plots, a valuable follow-on crop to the earlier yellow daffodils. After decades of benign neglect, with occasional paring back of brambles by the owner, bulbs have naturalised beneath self-sown trees. Blooming coincides with that of wood anemones and sorrel as well as invasive yellow archangel along paths leading from the village. Clumps of white lady on the adjoining hedge smell even sweeter and represent an older crop, thrown out because of its tendency to flop and spoil in the showery weather of April. Unlike today&apos;s commercially grown daffodils, these hardy varieties survived in the ground with no need for sterilising and replanting and, at the peak of productivity, were interplanted with soft fruit, apples, plums, pears and cherries. Blackcap and chiffchaff have returned to the green undergrowth, leafing willow and oak in these derelict, secluded gardens where rows of faded sunrise and double sulphur phoenix daffodils are also distinguishable beneath the brambles. Rain has moistened previously crisp leaf mould and uncurling fronds of hart&apos;s-tongue ferns. Yet the Radland millstream runs low in its bed of slate and, up Bury hill, earth in the sheltering banks is dry  reminiscent of 1976 when ferns wilted in the extreme heat of summer. Higher, off Summer&apos;s Lane and in fields opposite, arable land was sown with barley three to four weeks ago. Pale green shoots emerge from the rain-softened brown earth and, across the hill at Harrowbarrow, maize is planted beneath expanses of shiny plastic film. Dark clouds and thunder portend rain and hail  an ominous backdrop to the clusters of white blossom on Burcombe cherry trees.", 
    "section": "environment", 
    "gid": "environment/2012/apr/17/st-dominic-tamar-valley-daffodil-discards", 
    "wordcount": "290"
}