{
    "headline": "YouTube UK: 20 of Britain's most popular online video bloggers", 
    "text": "1  NINEBRASSMONKEYS BENJAMIN COOK Stats 106,000 subscribers, 1.7m views Who is he? The 30-year-old Cook only posted his first YouTube video on his Ninebrassmonkeys channel in December last year, but his multi-part documentary series, Becoming YouTube, has already become a sensation. Featuring interviews with many of the individuals in this list  Charlie McDonnell, Alex Day and so on  it entertainingly captures the spirit of the movement. &quot;The first YouTuber I discovered was a guy called crabstickz and it was just a whole treasure trove of awesome,&quot; he says. Pitch The official chronicler of Britain&apos;s YouTube generation. His style owes a debt to Charlie Brooker, but this is intelligent and professional film-making. His project will ultimately amount to 12episodes and more than three hours of video content. Signature video Anatomy of a YouTuber, Cook&apos;s debut video, breaks most of the golden rules of YouTube. It is 15minutes long and doesn&apos;t prominently feature cats or explosions. The fact it has been watched almost 350,000 times could hint at an ambitious new era for the platform. He says: &quot;You make YouTube videos, you put them out there and suddenly you realise 300,000 people have watched something you&apos;ve made. If you think about that too much, you&apos;d go crazy. But a lot of people are stopping and saying, &apos;Holy shit! People do watch this stuff.&apos; And that adds a lot of pressure on you.&quot; TL 2  SHIRLEYBENIANG  SHIRLEY B ENIANG Stats 190,000 subscribers; 11.1m views Who is she? A 23-year-old maths student from London whose dream is to become a pilot or an aeronautical engineer. For now, Eniang is one of the most popular beauty and style vloggers. Her tutorials, which started in 2009, might include tips on how to apply false eyelashes, four different ways of wearing skinny jeans or advice on styling &quot;cute milkmaid braids for spring&quot;. Her philosophy is: &quot;Allow your true beauty to shine from within.&quot; Pitch A style maven for fashion-obsessed teens. Signature video Almost half-a-million have now watched her 20-minute video called How to Make a Pleated Chiffon Skirt!. The advice is easy to follow and Eniang has diligently answered viewers&apos; questions. She says: &quot;You forget you are a public figure and people are sizing you up from top to toe. They are going to point out all your flaws. Coming to terms with that was a big challenge, but I finally did because I realised I can&apos;t change what people think of me. If they like it, they like it; if they don&apos;t, they don&apos;t.&quot; TL 3  SLOMOZOVO CHRISTOPHER BINGHAM            Reading this on mobile? Click here to watch video Stats 133,000 subscribers, 8.8m views Who is he? A 22-year-old performer who&apos;s been making short comedy sketches on YouTube for four years. Often works with Thomas Ridgewell (TomSka); they are both alumni of the well-regarded School of Media at Lincoln University. &quot;I went to the place where Tom was going so that we could keep working together,&quot; he says. &quot;I&apos;m glad because no one else would have worked with me.&quot; Pitch Surreal, inventive comedy often delivered in strange accents, with lots of shouting. He has a gift for coming up with odd T-shirt slogans that are likely to bemuse anyone over the age of 20, for example: &quot;I&apos;m Trying to Romance You&quot;. Signature video A gothic piece called The Bothering, also featuring his sister (ThatJennyBee). A &quot;top comment&quot; on his work is: &quot;This is more quotable than Anchorman&quot;. He says: &quot;One thing that boggled my mind when I was a student was that no one else seemed to be making videos for YouTube. It seemed like such an obvious thing to me: you have access to this potentially global audience, maybe money and the chance to practise and get feedback. Yet me and Tom were the only ones doing it. And because we did, we had jobs by the time we graduated, and we didn&apos;t have to climb the ladder in the traditional way.&quot; TL 4  TYRANNOSAURUSLEXXX LEX CROUCHER            Reading this on mobile? Click here to watch video Stats 64,000 subscribers, 4.9m views Who is she? Croucher started posting videos on YouTube in 2008 and won its NextUp talent search in 2011. Now she&apos;s a 21-year-old, final-year English student with a predilection for red lipstick and Harry Potter-themed clothing. She is represented by Elisabeth Murdoch&apos;s ChannelFlip and also has a beauty channel called girlyashell. Pitch Irreverent, self-deprecating video blogging for a core audience of teenage girls. Early videos were a straightforward diary of her life, but now she mixes the silly with the serious: &quot;I started because I was bored and I thought, &apos;Oh, I&apos;ll be really famous, really quickly.&apos; Now I only turn the camera on if I&apos;ve got a specific issue I want to talk about.&quot; A recent video criticised her course at an unnamed university  its digital literacy department subsequently contacted her to discuss the problems. Signature video A list of reasons to be cheerful on Valentine&apos;s Day entitled Happy Crippling Loneliness Day!. She says: &quot;I dated a relatively famous YouTuber for a while, quite publicly on the internet. That was a bad idea; don&apos;t do that. People never let you forget it. They get very involved, because they think they know your lives. If you break up, people take sides.&quot; TL 5   TOMSKA  THOMAS RIDGEWELL Stats 1.7m subscribers, 366m views Who is he? A 22-year-old video producer who has a minor obsession with 1990s third-wave ska (&quot;the very American, poppy version&quot;). He started making videos for the web when he was 11  a few years before YouTube even existed  and today he is one of the most successful British YouTubers, making animations and slick action films. &quot;All it took for me was to see a flash animation of a guy falling off a skateboard,&quot; he recalls. &quot;I said, &apos;That&apos;s my life. I want to do that for ever.&apos; Not fall off skateboards but be involved in making people laugh online. And for 12 years, that&apos;s exactly what I&apos;ve been doing.&quot; Pitch Ridgewell is the internet impresario. He does not draw himself, and is not an especially gifted performer, but he has stacks of ideas and he recruits the talent he needs to make his videos on a project-by-project basis. Big brands have now started to take notice of his work. Signature video A 55-second animation made for Marmite (Marmite is Terrible) has been viewed nearly 8.5m times. He says: &quot;I obviously don&apos;t make content for people my own age. Twentysomethings are a way too snarky and judgmental crowd, way too hateful. I make my videos for me, aged 12 to 16, when I could still find something funny and enjoy it. I get a lot of criticism from &apos;artists&apos; but really I&apos;m making content for people who want to have fun and hopefully people who want to be inspired.&quot; TL 6  KLAIREDELYSART KLAIRE DE LYS            Reading this on mobile? Click here to watch video Stats 330,000 subscribers, 79m views Who is she? The 21-year-old De Lys joined YouTube in 2008, uploading videos of herself singing (she has since taken down all but one). Not long afterwards, she created a separate channel for quirky makeup tutorials. An early video showed how to reproduce the special effects from Terminator and her channel exploded in popularity from there. Pitch &quot;It&apos;s not sexy makeup,&quot; she says. &quot;I avoid that stuff like the plague because I hate it.&quot; De Lys is particularly adept at movie homages: Avatar, Game of Thrones and Black Swan have been big hits. Signature video Her video showing how to fake a ripped-up nail has been watched almost 13m times. She says: &quot;The people who watch my videos are about 80% female and 20% male. But there&apos;s a funny thing with the guys: from the ages of 20 to 50, there&apos;s nothing; but then it spikes up again in the 60s and 70s. That&apos;s either something to be proud of or a bit disturbing.&quot; TL 7   CHEWING SAND HAZEL HAYES Stats 25,000 subscribers, 800,000 views Who is she? Hayes is an employee of YouTube, but has only recently started making videos herself. She posts songs, vlogs and comedy skits with her Scottish sidekick, the Unnecessary Otter. Pitch Funny, rude, sometimes crude. Signature video The first Unnecessary Otter skit, introducing us to Hayes playing a sweet children&apos;s TV presenter with the aforementioned cantankerous Scottishsidekick. She says: &quot;Working at YouTube, it was kind of like when you&apos;re in a gym class and the instructor isn&apos;t doing the exercises along with you and you sort of begrudge them: &apos;You don&apos;t know how hard this is, bitch!&apos; And if they join in, you think, &apos;Damn, I better keep going because she&apos;s doing it!&apos;&quot; TL 8 NERIMON ALEX DAY            Reading this on mobile? Click here to watch video Stats 674,000 subscribers, 110m views Who is he? A 23-year old musician from Essex who has had four Top 40 hits in the past two years without a record label or management. He has just released a new album, Epigrams andInterludes. Pitch &quot;The Future of Music&quot;. At least that&apos;s what Forbes magazine said. Signature video The video for his breezy song Good Morning Sunshine, starring Chris Kendall (crabstickz). For a deeper appreciation of Day&apos;s popularity, watch Alex Reads Twilight: Ch 1, the first instalment of a hit series. He says: &quot;I wouldn&apos;t be able to be like, &apos;OK, I&apos;ve got 460,000 subscribers, so probably 40,000 of them want to fuck me.&apos; I just can&apos;t process that as a thought. Do you know how many 40,000 people is? Put that many people in a stadium, stick me in the middle and say, &apos;All of you want to have sex with me.&apos; It&apos;s mental.&quot; LM 9   DANISNOTONFIRE DAN HOWELL Stats 1.4m subscribers, 85m views Who is he? Howell is known among his subscribers for appearing to live in a permanent existential crisis. His videos track his journey from the end of school through the beginning of university, which he eventually gave up. He now co-presents a Sunday night Radio 1 show with his friend and fellow YouTuber, Phil Lester (AmazingPhil). Pitch &quot;Watch the failure that is my life, feel better about yours!&quot; Signature video List of Reasons Why I&apos;m an Awful Human Being, in which Dan reveals his pet hates. He says: &quot;What I like about YouTube is the intimacy. You really feel a personal connection to vloggers that you might not to straight-up comedians or presenters. It just feels a lot more sincere.&quot; LM 10  CHARLIEISSOCOOLLIKE CHARLIE MCDONNELL Stats 2m subscribers, 279m views Who is he? McDonnell is the biggest British YouTube star. He started vlogging in 2007, aged 16, and now calls himself a &quot;professional internet human&quot;. Pitch &quot;One Direction for adolescent girls who prefer their guys a little on the dorkier side&quot; is what Atlantic magazine said. Signature video How to Be English, in which he makes a cup of tea (3,078,282 views and counting). He says: &quot;I like existing in the microcosm that is YouTube. When it comes to a TV show like Top Gear, everyone knows who Jeremy Clarkson is and not everyone who knows who he is likes him. Whereas on YouTube, if you know who I am, you probably like me as well.&quot; TL 11   SBTV JAMAL EDWARDS            Reading this on mobile? Click here to watch video Stats 312,000 subscribers, 164m views Who is he? A 22-year-old from west London who went from filming local rapping talent on the streets of Acton aged 16 to running a major online broadcaster covering comedy, sports and business as well as music. He helped break Ed Sheeran into the mainstream and has snagged interviews with the likes of Justin Bieber and Bruno Mars. Edwards appeared in last year&apos;s Sunday Times young rich list, valued at 6m. Pitch A mix of hard-edged content  rap freestyles delivered straight to camera by attitude-heavy grime artists  and glitzier material: red-carpet reporting from movie premieres, backstage interviews with popstars and high-profile music videos. Signature video Ed Sheeran  You Need Me, I Don&apos;t Need You . The first of many SBTV videos Sheeran has performed in, this helped launch the singer-songwriter&apos;s career and, in return, pulled in more than 7 million views for Edwards&apos;s channel. He says: &quot;It works because I interviewed so many stars before they hit the limelight so people trust me. It&apos;s such a buzz for me to find upcoming artists that haven&apos;t yet been given a platform for their skills.&quot; LM 12  CRABSTICKZ CHRIS KENDALL Stats 292,000 subscribers; 13.5m views Who is he? Self-styled internet comedian whose sharp, often very funny sketches have pricked the attention of Old Media stalwarts BBC and Channel 4. He says he makes videos instead of having sex: &quot;My loss, your gain.&quot; When it was announced (incorrectly) in January that he was quitting YouTube, the news trended on Twitter. Pitch With his good looks, smart material and natural skills as an actor and comedian, Kendall is an obvious candidate for a mainstream crossover. Signature video Sherlock (Parody), in which the great detective solves the cases of Humpty Dumpty, Goldilocks and more. He says: &quot;You&apos;ve got 80,000 people thinking, &apos;Oh, he&apos;s this crazy funny guy, he must be awesome to hang out with&apos;, when really all I do is play Call of Duty on a beanbag.&quot; TL 13  BOOKSANDQUILLS SANN VLIEGENTHART Stats 33,000 subscribers, 2m views Who is she? A 24-year-old London-based &quot;booktuber&quot; (she talks about books on YouTube) from the Netherlands with an MA in English translation and literature. In 2011, she was selected for YouTube&apos;s NextUp development programme, which allowed her to &quot;buy new equipment, make new friends and move to London&quot;, where she now lives. She also vlogs about beauty (at derpinaMODE) and travel (also at Booksandquills). Pitch Fast-paced, unpretentious book chat aimed at teenage readers. Vliegenthart mainly focuses on young adult literature (Stephenie Meyer&apos;s The Host is a favourite) but occasionally casts a critical eye on adult fiction (The Road, The Virgin Suicides). &quot;This guy certainly has a way with words,&quot; is her verdict on Michel de Montaigne. Signature video Her review of The Fault in Our Stars by John Green, the bestselling YA author and a big hero for Vliegenthart. Green&apos;s video blog with his brother Hank (aka the Vlogbrothers) was a major inspiration here. She says: &quot;Many of my friends have already stopped watching TV and turned to YouTube for tutorials, entertainment and advice. To me, a book recommendation from a fellow YouTuber is worth 10 times more than an ad or review in a newspaper. And instead of just watching a discussion, you can join in yourself.&quot; KF 14  PIXI2WOO TANYA BURR Stats 716,000 subscribers, 58m views Who is she? 22-year-old Tanya films makeup tutorials, which usually aim to recreate popular celebrity makeup styles requested by her viewers. Burr was mentored by Pixiwoo, make-up artist Samantha Chapman, whose films were the first cosmetics vlogs to garner big traffic in the UK. Her boyfriend, Jim Chapman, is also building up a following as a male grooming and fashion vlogger. Pitch The go-to woman if you want to learn precise techniques for recreating celebrity makeup looks. If you weren&apos;t aware that celebrities had bespoke makeup looks, or you are over the age of 16, this is not for you. Signature video A step-by-step guide to recreating Mila Kunis&apos;s &quot;smokey eye&quot; look, which has been viewed 330,000 times. She says: &quot; I love speaking to my subscribers, who are mostly young girls like me. It feels like I am talking to my friends and every time I meet a subscriber they are always exactly the same, which is lovely.&quot; LM 15  DIGITALREV TV KAI MAN WONG Stats 568,000 subscribers, 123m views Who is he? Describing himself as &quot;an Asian dude with a British accent&quot;, Kai is 31, was brought up in Norwich and has an MA in film and media from Manchester University. He writes and presents a YouTube show for a Hong Kong-based camera review channel. Set up in 2007, DigitalRev TV is now the world&apos;s most subscribed and viewed photography channel on the internet, attracting some 30,000 new followers each month. Pitch:Off-the-wall (but well-informed) commentary on the tech end of photography  if you want a bit of humour injected into a hands-on review of the new Canon 35mm f/2 IS USM lens, for instance, look no further. The show also features a variety of how-to guides, and, as you&apos;d expect, it&apos;s nicely shot. Signature video How to Do Levitation Photography, in which Kai demonstrates how to make it look like you&apos;re flying in a photograph by jumping off walls and park benches in downtown Hong Kong, much to the bemusement of passers-by. He says: &quot;You start off with one great idea to get the wheels in motion. After that, you need a brilliant team and knowing which ways to steer to make it work. There, that was my crap car analogy of the day.&quot; KF 16 THELEAN MACHINES JOHN CHAPMAN AND LEON BUSTIN Stats 41,500 subscribers, 1.7m views Who are they? A former carpenter (Chapman) and roof tiler (Bustin) from Norwich, who became personal trainers and, in October 2011, decided to share their expertise on YouTube, pulling in a muscular 41,000 subscribers in the process. They are now represented by Gleam Digital, a talent agency for social-media stars. Pitch Strenuous workouts leavened by lots of cheeky-chappie banter. If you fancy more of the latter, they have a second channel for lighter material, including text message pranks, visits to their beloved Nando&apos;s and the obligatory Harlem Shake parody. Signature video Taylor Lautner Six-pack Abs Workout, part of their understandably popular celebrity bodies series. This one shows you how to achieve the &quot;amazing&quot; abdominal muscles of the hunky Twilight star. They say: &quot;In pretty much every video there is something we don&apos;t like, but that is what keeps you improving your content. One thing we could pinpoint is over-complicating things. Not everyone wants to know the chemical structure of a carrot, they want to know why to eat it and when.&quot; KF 17  EMMABLACKERY EMMA BLACKERY             Reading this on mobile? Click here to watch video Stats 170,000 subscribers, 4.4m views Who is she? A 21-year-old from Essex who gained a following by reading Fifty Shades of Grey out loud on YouTube and graduated to telling subscribers about the joys and humiliations of early adulthood and anything else that comes to mind. She started the channel last May to draw attention to her music career. Now she&apos;s represented by ChannelFlip and has started a vlog about computer games (emmafailsatgaming). Pitch Tongue-in-cheek life tips on a wide range of subjects, from meeting the parents to failing at job interviews, peppered with embarrassing anecdotes from her own life. It&apos;s worth trawling back through the videos just to see how many times Blackery&apos;s hair colour has changed over the past 11 months. Signature video Unsurprisingly, the video entitled Awkward Sexy Teenage Moments is her most popular by a wide margin. Blackery doesn&apos;t hold back on the details: &quot;You know where this is going,&quot; she says at one point, &quot;but I&apos;m still going to tell you.&quot; She says: &quot;If I can help just one sad, confused teenager going through school without any idea of what they want to do, who they are, how to make friends  then it&apos;ll all be worth it. Cheesy, but true.&quot; KF 18  PERIODIC VIDEOS BRADY HARAN Stats 232,000 subscribers, 39.7m views Who is he? An Australian film-maker who left the BBC in 2009 when he realised he could make a better living producing content independently. Now has 12 YouTube channels and has made more than 1,500 videos about maths and science, earning him a Webby award and a Royal Society prize. Pitch On Periodic Videos, the gratifyingly wild-haired professor Martyn Poliakoff (brother of TV director Stephen) shares his enthusiasm about all matters chemical. The pair started out making videos about each of the 118 elements in the Periodic Table. (&quot;With a few hours of work,&quot; said Poliakoff, &quot;I have lectured to more students than I have reached in my entire career.&quot;) Later, due to its popularity, they broadened the series out to talk about everything from slow-motion musket firing to the chemical properties of caffeine. Signature video Gold Bullion Vault, in which the pair are admitted to the Bank of England&apos;s holiest of holies, which gives Poliakoff the excuse to calculate the value of his weight in gold (roughly 2.5m). He says: &quot;The world is changing fast and you no longer have to work for a Charlie Big Potatoes media organisation for people to take you seriously. The old media should be paying attention to what&apos;s happening on YouTube because people are getting more views than them with videos that are made for a tiny fraction of the cost It is simple mathematics.&quot; KF 19  FOODFORLOUIS LOUIS COLE            Reading this on mobile? Click here to watch video Stats 248,000 subscribers, 18.5m views Who is he? A 29-year-old charity worker from Surrey whose online success is based on eating dangerous and disgusting animals while they&apos;re still alive  or, in the case of his roadkill series, when they&apos;re pungently dead. His stunts have attracted criticism from the RSPCA and Peta, who questioned Cole&apos;s psychological wellbeing. He also runs a travel vlog  &quot;the one I&apos;m more passionate about&quot;  called Fun For Louis. Pitch Stomach-churning feats performed by a good-looking guy with dreads? It has all the ingredients of a YouTube success story (other ingredients include live scorpions, a raw deer&apos;s penis, four pig&apos;s eyeballs and 10 blended-up mice). What&apos;s impressive is Cole&apos;s unfailing good cheer in the face of so much unpleasantness. Signature video Eating Huge Ragworm, in which Louis tries to eat three vicious ragworms and they try to eat him back, biting him as he stuffs them into his mouth. Vomiting ensues. He washes it all down with a nice glass of white wine. He says: &quot;Some of my friends think I&apos;m an attention whore, but I don&apos;t think that&apos;s it. At the moment, I&apos;m not saying anything particularly productive with this channel, but it&apos;ll be interesting to see where this goes.&quot; KF 20   JACKSGAP JACK AND FINN HARRIES Stats 1.5m subscribers, 64m views Who are they? Indecently good-looking identical twin brothers. Indecently well connected, too: Michael Frayn and Claire Tomalin are grandparents, and their father is Andy Harries, a Bafta-winning producer. Pitch The rising stars of British YouTube. Jack posted his first video blog in June 2011, but ratings really took a boost when he was joined in front of the camera by Finn. 88% of their subscribers are female, aged 13 to 17. Signature video Twins Attempt Cinnamon Challenge. As a bonus, see if they can each eat nine Ferrero Rocher in a minute. Jack says: &quot;It&apos;s crazy. I&apos;ve had fan mail from Indonesia, America, all over the world.&quot; TL", 
    "section": "technology", 
    "gid": "technology/2013/apr/07/youtube-uk-20-online-video-bloggers", 
    "wordcount": "3958"
}