{
    "headline": "Sex workers gather in Kolkata for alternative Aids summit", 
    "text": "Sex workers from more than 40 countries are gathering in Kolkata, India, this weekend for an alternative international Aids summit and week-long protest against the US visa restrictions they say have blocked them from attending the main event in Washington. The international aids conference (IAC) is the world&apos;s largest forum for discussion of HIV-related policy and practices. It is returning to American soil for the first time in more than 20 years, in recognition of President Barack Obama&apos;s 2009 decision to lift the US travel ban on people living with HIV. But US legislation still prohibits sex workers and drug users from entering the country. Activists say this means these communities will be excluded from debates that directly concern them  despite the conference&apos;s official theme of &quot;turning the tide together&quot;. &quot;US government travel restrictions for sex workers or drug users mean that many of us will not be able, or will not want, to go to the IAC in Washington this year,&quot; say organisers of the Sex Worker Freedom festival, an &quot;alternative event for sex workers and our allies to protest our exclusion and ensure the voices of those excluded are heard in Washington&quot;. Prasada Rao, UN special envoy for HIV and Aids in Asia-Pacific said: &quot;These two groups [sex workers and drug users] have to be central to the global response to HIV, and their absence makes any discourse on HIV and Aids insufficient and not meaningful. While the IAC in Washington will have a large gathering of Aids activists, the exclusion of two important communities robs it of the universality of its message.&quot; &quot;They have been literally forced into organising a separate conference instead of participating in the main event in Washington,&quot; he added. &quot;It shows that the battle for recognition of their rights is still a long and arduous one, and stigma and discrimination are still the overriding issues for vulnerable communities.&quot; The Kolkata conference, organised under the banner &quot;save us from saviours&quot;, is expected to be the largest global gathering of sex workers ever. It has been made an official IAC &quot;hub&quot;, and will be connected to Washington by videolink. But it has its own agenda, with a focus on key freedoms such as the freedom to move and migrate, access to quality healthcare, and freedom from stigma and discrimination. Sex workers and drug users are prohibited from travelling to the US under &quot;moral turpitude&quot; restrictions. Washington conference organisers warn the government officials may use &quot;various methods&quot; to research travellers&apos; backgrounds (pdf). Short-term one-off waivers may be granted, but this is at the discretion of consular officers. When a waiver is granted, it is recorded in the visa system permanently, which activists say can function like a scarlet letter and prevent entry to the US in future. Last week, the Global Commission on HIV and the Law said discriminatory and punitive laws are &quot;fuelling&quot; the global Aids crisis precisely at a moment when scientific advances and new technology are offering hope of halting it. The commission, of which Rao is a member, called for mass decriminalisation of sex work, saying criminalisation undermines public health efforts by driving &quot;key populations&quot; underground and away from services. More than 100 countries criminalise at least some aspect of sex work. This week, Human Rights Watch criticised police in several major American cities for criminalising women who carry a stock of condoms, making sex workers and their clients less likely to use them and increasing their risk of contracting HIV. Sex workers in the US plan to gather at the Washington summit and talk with Kolkata participants via videolink.", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/20/sex-workers-kolkata-alternative-aids-summit", 
    "wordcount": "622"
}