{
    "headline": "What you need to know about Malawi besides its spat with Madonna", 
    "text": "Malawi has accused Madonna of demanding VIP treatment for her and her family during her trip last week. The singer has dismissed the claim as &quot;nonsense&quot;. Here&apos;s what you need to know about Malawi besides its spat with Madonna. Who leads Malawi? Malawi&apos;s president, Joyce Banda, is southern Africa&apos;s first and only female president. She was catapulted to one of the toughest jobs in the region when her predecessor died suddenly last year. Her path to the top was fraught. As vice-president, she found herself facing down the &quot;midnight six&quot;, the cabinet ministers determined to keep her from the top job in favour of Peter wa Mutharika, former foreign minister and brother of the former president, Bingu wa Mutharika, when he collapsed in April. &quot;In 48 hours, they tried to take over government and sideline me  and, by that, sideline the constitution. In that 48 hours, I fought for my rights,&quot; she told the Guardian last year. The turning point came when the army&apos;s commander supported her claim to the presidency. One of Banda&apos;s first acts was to devalue the currency, the kwacha, by a third, which the IMF and aid donors including the UK advocated. But the move was unpopular at home, and has pushed up inflation, now above 30%, which has left much of the population struggling to afford essentials such as bread and fuel. Some Malawians have questioned the amount of foreign travel Banda has undertaken since coming to office. To Banda, the trips are crucial to rebuilding international relations and to the resumption of aid and infrastructure investment. She has cut her salary by 30% (from a reported 37,000 a year to 26,000). She also announced she will sell the presidential jet (with reported annual running costs of 220,000) and the fleet of luxury cars (60 Mercedes) accumulated by her predecessor. State of the economy The most densely populated country in mainland southern Africa, Malawi is also among the least developed, with half of the population of 16 million living on less than $2 a day  the definition of extreme poverty. The government depends on foreign aid for one-third of its revenue. Aid was suspended in 2011, when donors complained about Malawi&apos;s repeated failure to address concerns over economic management and Mutharika&apos;s increasingly authoritarian tendencies. Aid has since been restored. The World Bank says high population density and poverty have led to significant degradation of Malawi&apos;s natural resources, notably land and forests. The growing population increases the area under cultivation and exploits forests and woodlands for firewood and charcoal. Land degradation, deforestation, inappropriate farming methods, and limited incentives to promote land and water conservation have increased erosion, runoff and flash floods. In the past two years, Malawi&apos;s economic growth has been slowing from a peak of 9.7% in 2008 to a projection of less than 3% in 2012, well below Africa&apos;s average projected growth of 4.8%. Foreign exchange, fuel and electricity shortages continue to hamper businesses, and the cost of living keeps rising. Until 2010, Malawi had enjoyed uninterrupted solid growth for five consecutive years averaging about 7%, thanks partly to several bumper tobacco harvests, sound economic policies and support from donors. Banda&apos;s long-term vision is to eradicate poverty through job creation and supporting the private sector. Malawi&apos;s growth and development strategy has five pillars: energy, mining, infrastructure, tourism  attractions include Lake Malawi and Liwonde national park  and agriculture. Malawi&apos;s recently discovered deposits of minerals, oil and gas offer obvious opportunities, but Banda is keen to ensure Malawians are the beneficiaries. &quot;I want Malawians, in 20 years, to look back, when we have depleted our resources, and say we had oil but we benefited. Our country became a better place for us to live in,&quot; she told the Guardian. Social indicators Life expectancy has improved to 52.2 years in 2009 from less than 40 at the turn of the century; adult HIV prevalence is now at 10.9%, down from 14%. Food security has improved significantly. Malawi is likely to achieve four of the eight millennium development goals  with poverty, gender inequality, universal primary education and maternal mortality unlikely to be met.", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/11/need-know-malawi-spat-madonna", 
    "wordcount": "703"
}