{
    "headline": "WTO eyes pared-down deal to revive trade talks", 
    "text": "With the WTO&apos;s beleaguered Doha round of talks at an impasse, trade officials in Geneva have set their sights on a more modest deal for 2013. If they succeed, the agreement, which would be announced at a high-level meeting in Bali at the end of this year, could provide a big boost to developing country economies. &quot;Everybody has agreed that there can be an early harvest,&quot; says Patricia Francis, the head of the International Trade Centre, using trade officials&apos; preferred term for a pared-down agreement under the 11-year-old Doha talks. &quot;I think what is potentially doable is a trade facilitation agreement,&quot; she adds. Trade facilitation is WTO-speak for cutting the red tape that slows the movement of goods and services across international borders. &quot;Facilitating&quot; trade involves easing documentation requirements, streamlining customs procedures and training border officials. At its worst, red tape can be a formidable barrier to international commerce. According to the World Bank&apos;s Ease of Doing Business index, exporting a product from Malawi requires 10 separate documents and takes an average of 34 days. Compare that with Singapore, where the export process requires four documents and takes only five days to complete. A study by the Organisation for Economic Co-operation and Development found that reducing the transaction costs of global trade by just 1% would increase worldwide income by more than $40bn, nearly two-thirds of which would go to developing countries. &quot;The thickness of borders today costs two to five times more than import tariffs,&quot; WTO director general Pascal Lamy said in a speech in Delhi last week. He added that an agreement on trade facilitation would be &quot;a logical first step&quot; in reviving progress in the multilateral trade talks, which have seen little progress in the past few years. More positive signals came from Davos, where trade officials meeting on the sidelines of the World Economic Forum last month discussed what might emerge from the multilateral trade talks in 2013. An agreement on trade facilitation was high on the list. But negotiators are still a long way from finalising the wording of a potential trade facilitation deal. The draft text, as it stands, contains more than 200 brackets, or items on which negotiators disagree. There is no guarantee that they will manage to work out their differences in time for the ministerial meeting in Bali, which is scheduled for the first week of December. At least some of the controversy arises because developing countries are wary of signing up to a new set of legally binding rules that they might struggle to implement, says Lucas Saronga, a Tanzanian trade official based in Geneva. Poorer nations also worry that slashing red tape could lead to an influx of cheap imports, undercutting their domestic producers. &quot;No one is questioning the benefits of trade facilitation if it is taken properly,&quot; says Saronga. &quot;But we believe that it&apos;s only when we can be assured of flexibilities  that we can be comfortable to take on binding commitments.&quot; If developing countries sign up to anything on trade facilitation, they want to be sure that they get something in return, Saronga added. Among other things, they are pushing for concessions on issues like agriculture and a potential &quot;monitoring mechanism&quot; to track the implementation of special provisions for poor countries in WTO agreements. But it&apos;s not clear what, if anything, the developing countries will be able to secure in the talks on these fronts. The trade facilitation talks may be complicated because the WTO is deeply engrossed in picking a new leader, a process that will last until the end of May. Whoever replaces Lamy as director general on 1 September will have only three months to get up to speed before the meeting in Bali. &quot;It&apos;s probably 50-50,&quot; says Aileen Kwa of the South Centre, on the likelihood of an &quot;early harvest&quot; deal at the Bali meeting. &quot;Yes, there is a lot of momentum in the sense that some people are pushing it a lot, but at the same time there are so many differences in the negotiations, and those differences are very deeply entrenched.&quot; But WTO officials are growing increasingly eager to actually get something done, as many observers are beginning to question the organisation&apos;s relevance. Securing a deal &quot;would give the WTO a boost of energy, which it really requires now&quot;, says Francis of the ITC, adding: &quot;If we can&apos;t do something at Bali in December in terms of delivering something on the Doha agenda, then I think we&apos;re in big trouble.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/feb/07/wto-deal-revive-trade-talks", 
    "wordcount": "776"
}