{
    "headline": "HTC One smartphone release delayed", 
    "text": "The front of HTC&apos;s website has a graphic with the legend &quot;the wait is over&quot;, showcasing its metal-cased One smartphone with &quot;Ultrapixel&quot; camera. But for those seeking the phone, and for anxious executives looking to regain the company&apos;s lost position in the smartphone market, the wait will go on: HTC has delayed the release of the phone, reportedly due to problems in sourcing camera components and metal casings for the device. The Wall Street Journal says that Peter Chou, HTC&apos;s chief executive, may come under pressure to resign from his board: it claims he suggested he would step down if the new phone is not a success. The delay, which pushes back the release of the phone  announced on 19 February  to the end of March at the earliest in any market, and into April for many markets, will put extra pressure on the Taiwanese company. Update: An HTC spokesperson now says they provided the Guardian with incorrect information about fulfilment of pre-orders. Last week, in response to queries from the Guardian, an HTC spokesperson said: &quot;We will start fulfilling pre-orders by the end of March in certain markets and will roll out product to more markets as we approach April.&quot;  The spokesperson repeated this statement on Wednesday morning. But later on Wednesday, HTC&apos;s spokesperson said that they should have said that some pre-orders started being fulfilled from mid-March - which is why some customers already have the phone. We are seeking clarification on which models have been delayed. Some sources are suggesting that the silver models are shipping on time but that the black models are delayed. We do not have any confirmation of this. Update: in a statement on Wednesday afternoon, after this story had been published, HTC said: &quot;The HTC One will start rolling out to customers from mid-March 2013 with our biggest priority being to get the device to people both quickly and efficiently.&quot; HTC has slipped down the rankings of smartphone makers since revenues hit a peak in August 2011, and barely eked out a profit in the fourth quarter of 2012 as revenues fell 62% year on year. Revenues slipped another 27% in the first two months of the year compared with the year-ago period. Now the Wall Street Journal reports that the delay is caused by problems in sourcing parts for the phones, which has become more difficult now that HTC is no longer seen as a &quot;tier one&quot;  top-level  manufacturer. Last year marked the first time that it didn&apos;t pay a year-end bonus to staff, the paper reported. It quotes an HTC executive as saying that the company had encountered problems with its component suppliers because it &quot;changed its order forecasts drastically and frequently following last year&apos;s unexpected slump in shipments&quot;. The unnamed executive was quoted as saying: &quot;HTC has had difficulty in securing adequate camera components as it is no longer a tier-one customer [to suppliers].&quot; The problem emphasises the issues facing HTC, which makes phones running Google&apos;s Android and Microsoft&apos;s Windows Phone software, as it is increasingly squeezed between the two biggest smartphone manufacturers  Samsung, which last week launched its new Galaxy S4, and Apple, which is reckoned to be ramping up production of a successor to its iPhone 5. At its launch, HTC said that the One would be available in March in 80 countries and with 185 carriers. Now it will come up against direct competition at the same time from the Galaxy S4.", 
    "section": "technology", 
    "gid": "technology/2013/mar/20/htc-one-smartphone-release-delayed", 
    "wordcount": "590"
}