{
    "headline": "Resident Evil: Revelations  review", 
    "text": "Somewhat unexpectedly, the dinky 3DS, best known for the star-chasing sunshine adventures of plumbing enthusiast Mario, turns out to also be a natural home for Resident Evil&apos;s dank flesh pools and cannibal mutations. Revelations isn&apos;t interested in making concessions to the platform&apos;s cheery image either. This is a staunchly traditional Resi title, built on the same foundations of tension, scarcity and hungrily grunting zombies erupting from inventive hiding places that have been the series&apos; mainstays since the beginning. The action centres on a grand luxury cruiser, a haunted house of the seas, recalling the mansion from the first Evil episode. More specifically the set-up here is modelled on Resident Evils 4 and 5, with a creeping over-the-shoulder perspective that locks into a stop-and-fire shooting mechanic every time your laser-sighted gun is drawn. In a world of dual-sticked manoeuvrability this is, frankly, an archaic way of navigating a game, making it awkward to aim and move at the same time. Revelations is compatible with the Circle Pad Pro  a clunky peripheral that clips to the side of the 3DS and offers full turn-and-strafe functionality  but then the tight-cornered hysteria inspired by the likes of Resi and Silent Hill has always been heightened by the knowledge that they steer like a fat-geared tractor. It&apos;s part of the effect, the fumbled panic. And, back to the surprising suitability of the 3DS: the clumsiness is balanced here by the smart use of the second screen and touch controls. Suddenly the nervous need to check the map every two minutes and the desperate mash of buttons to reload or swap weapons is smoothed over with a tap or two, meaning there&apos;s more space for reluctant shuffling around corners and less accidentally speed-eating three green herbs while scrambling for your shotgun. It also means that, somewhat unpredictably, giant-tongued zombies now offer a compelling reason to own a 3DS, and that bioterrorism has found a snuggly new home.", 
    "section": "technology", 
    "gid": "technology/2012/jan/26/resident-evil-revelations-3ds-review-new", 
    "wordcount": "321"
}