{
    "headline": "Inequality is the biggest threat to the world and needs to be tackled now", 
    "text": "Nowadays almost everyone will probably acknowledge that growing inequality has become a pressing issue  even business leaders in Davos recently identified it as one of the biggest threats to the world economy. Now, discussions around the post-2015 global agenda include a specific focus on reducing inequalities. Over two days this week, a meeting in Copenhagen brought together the advisory group for these discussions with leaders from across the world  including finance ministers and those concerned with social policy, development co-operation, planning and trade  to talk about the various forms of inequality and what can be done about it. The official outcome is meant to feed into the post-2015 process, and indeed there was a recommendation to include a stand-alone goal on inequality reduction as well as to mainstream reducing inequality into all other goals and targets. But the discussion was important because it went beyond the ideas of &quot;goals&quot; to talk about policies and processes that affect inequalities within countries and globally. It was recognised that inequalities are determined by structural factors as well as policies, and typically intersect across economic, social and political features, which become mutually reinforcing. It was also pointed out that things have reached such a pass that incremental measures are not likely to be enough: &quot;transformative changes&quot; are required, with the ultimate aim of zero discrimination. So measures to reduce inequality have to be part of a wider economic and social policy framework. At the national level, one critical strategy for reducing inequalities is to ensure universal access to good quality basic goods and services: food, housing, basic amenities like water and energy, health services, education and social protection. The Copenhagen chairperson&apos;s summary statement suggested targets directed at universal access to basic services and resources. Because of the existing structures of discrimination and exclusion, indicators need to track progress among the most impoverished, marginalised and excluded groups. So, in addition to a policy of universalism, specific interventions may be required, and some of these were discussed at the meeting: affirmative action; targeted public investments in underserved areas and sectors; access to resources that are not conditional; and conscious understanding of how policies are implemented on the ground with reference to the economic, social, legal, administrative and cultural realities. This leads to the question: where are the resources for such desirable policies to come from? Fiscal policies were explicitly under consideration, particularly tax policies that seek to improve collection from sectors and agents that have benefited disproportionately from aggregate income growth. Many leaders talked about tax strategies  not just higher tax rates, but better and more effective implementation of existing tax laws and closing tax loopholes. This clearly requires international co-ordination. In addition, monetary and financial policies need to be reoriented, to encourage greater inclusion of those excluded and to make the financial system one that provides financial security and possibilities for stable intermediation between savings and investment, rather than lead to vulnerability and enhanced possibilities of economic disruption. So measures are required to control financial activity and direct it towards socially desired goals. Since levels and patterns of employment and wages are significant in determining degrees of inequality, macroeconomic policy needs to emphasise policies for increasing regular good quality work that is covered by basic labour protection. A large part of existing inequalities within countries results from unequal control over assets. These include natural resources such as land, water, minerals and other fruits of nature, as well as produced productive and financial assets. It was pointed out that the increasing concentration of all such assets needs to be countered by explicit policies to reduce it and spread the access to resources and assets more equally. Addressing inequalities between countries, which accounts for the dominant part of global economic inequality, requires economic diversification, improving aggregate productivity, and enabling the shift of workers to less fragile and better remunerated activities with safe and healthy working conditions. However, these national strategies require an international context that supports such measures and is conducive to progressive strategies implemented by governments. Many speakers noted the need for international acceptance and promotion of efforts made by poor and developing countries to address these concerns. This means international treaties and agreements must be framed or reworked to be sensitive to these requirements, including those relating to trading rules, investment agreements, intellectual property regimes, and financial flows. The monitoring and control of the activities of large corporations that now have a global reach is important, especially when these impinge on human rights and help perpetuate or aggravate inequalities. These arguments were at least partially reflected in the final statement. Much water is going to flow under many bridges before any of these ideas become more forcefully stated in the global discussion on inequality and development. And they may not get picked up so enthusiastically by the powers that be. But at least these issues are being raised and discussed. And more public pressure could lead to some positive changes, not just within national economies but in a global dialogue that has resisted the difficult questions because it has been trapped in a failed economic policy paradigm.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/feb/20/inequality-threat-to-world-needs-tackling", 
    "wordcount": "856"
}