{
    "headline": "Green campaigners condemn Peter Lilley's energy committee post", 
    "text": "MPs and environmental campaigners on Thursday condemned the appointment of climate sceptic Peter Lilley to the committee that scrutinises the government&apos;s energy and climate policies, calling the move &quot;deeply worrying&quot;. The Tory MP, one of only three MPs to vote against the Climate Change Act in 2008, has been appointed to the energy and climate change select committee. It follows a recent cabinet reshuffle that included John Hayes, a vocal critic of wind power in the past, being installed as the new energy minister, and Owen Paterson, an advocate of shale gas who has also spoken out against windfarms, as environment secretary. Lilley is the vice-chairman and senior independent non-executive director of Tethys Petroleum Ltd, an oil and gas company with operations in Kazakhstan, Tajikistan and Uzbekistan. Tethys most recently paid him 47,000 for 120 hours&apos; work over the period of a year &quot;attending meetings and advising on business developments&quot;, the register of members&apos; financial interests shows. Lilley told the Guardian: &quot;My focus will be that of the committee. My approach will be to examine evidence on any issue we examine critically and objectively before reaching a conclusion.&quot; The MP has been an outspoken critic of green energy and action on climate change, embarking on a long-running campaign against what he claims are the onerous economic costs of implementing Climate Change Act, which commits the UK to cutting carbon emissions in 2050 by 80% on 1990 levels. He has previously said the &quot;science is not resolved&quot; on climate change, &quot;a degree or two rise in temperature is, of itself, not a huge concern&quot;, and recently criticised the Stern review in a report for the Global Warming Policy Foundation, the Nigel Lawson-founded thinktank sceptical of climate change. &quot;I am highly critical of Lord Stern&apos;s &apos;economics&apos; on which this and the previous government&apos;s policies are based,&quot; he told the Guardian. Lilley was a cabinet minister under the Thatcher and Major governments. Alan Whitehead, Labour MP and a member of the 11-strong climate committee, said: &quot;It is odd that someone who doesn&apos;t believe in the existence of half of the committee&apos;s brief would want to be a member of that select committee. But since a select committee&apos;s central role is to hear, digest and publish evidence on these matters, I&apos;m sure his membership will be a tremendous educational opportunity.&quot; Greenpeace policy director, Joss Garman, said: &quot;The addition of climate change sceptic and oil company director Peter Lilley to the energy and climate change select committee is part of a growing picture. With Owen Paterson as environment secretary and anti-wind campaigner John Hayes now energy minister, you&apos;d be forgiven for thinking the Tories are gearing up to assault the Climate Change Act and increase the UK&apos;s reliance on expensive, imported, polluting fossil fuels.&quot; Friends of the Earth&apos;s head of campaigns, Andrew Pendleton, said: &quot;This is a deeply worrying development  Peter Lilley was one of the few MPs to vote against the Climate Change Act. With a growing question mark over the government&apos;s commitment to a science-based approach to safeguarding the environment, this committee has a crucial role to play in holding ministers to account over their legally binding climate targets. One of Lilley&apos;s first tasks should be to meet with the foremost experts on climate change to familiarise himself with the latest science  Friends of the Earth would be more than happy to facilitate this.&quot; Caroline Lucas, the Green party&apos;s MP and former leader, said: &quot;That Conservative MPs have voted Lilley, a senior oil industry figure and well-known climate sceptic, to serve on the parliamentary committee tasked with scrutinising the UK&apos;s climate and energy policy is a clear sign that anti-green, anti-science forces are gaining ground. &quot;Lilley&apos;s position as a oil executive means that he is likely to be far more concerned with the short-term profits of the dinosaur polluting fossil fuel barons than tackling the huge threat posed by climate change  or recognising the opportunities of switching to a green economy.&quot; Lilley is likely to replace fellow Tory MP Laura Sandys, who has been an outspoken supporter of renewable energy and the green economy, and who was recently appointed parliamentary private secretary to climate minister Greg Barker.", 
    "section": "environment", 
    "gid": "environment/2012/oct/25/green-campaigners-condemn-peter-lilley", 
    "wordcount": "717"
}