{
    "headline": "Horsemeat burger scandal probably result of criminality, says minister", 
    "text": "The presence of horsemeat in beefburgers was probably the result of criminality, the food and environment minister has told the House of Commons. David Heath&apos;s comments came as MPs criticised Tesco for not checking its own meat supplies and asked why the contamination was spotted in Ireland and not by UK watchdogs. The embattled minister, who was accused by one Labour MP of looking as if he had been &quot;captured, stunned and trussed up as the minister for the producer interest&quot;, insisted standards were generally high, while acknowledging the seriousness of the findings of horse and pig DNA in beef. He told Labour&apos;s environment spokeswoman, Mary Creagh, who had asked an urgent question on the issue on Thursday: &quot;It is very important neither you, nor anyone else in this house, talks down the British food industry at a time when the standards in that industry are of a very high level. &quot;Because something has been discovered in Ireland, which is serious, which may lead to criminal proceedings, does not undermine the very serious efforts which are taken by retailers, by processors and by producers in this country to ensure traceability and ensure standards of food that are available to consumers.&quot; Creagh said there was &quot;understandable&quot; public anger about supermarkets selling food which was not properly labelled. &quot;Consumers who avoid pork for religious reasons will be upset they may have unwittingly eaten it, and eating horse is strongly culturally taboo in the United Kingdom. It&apos;s not illegal to sell horsemeat but it is illegal not to label it correctly. &quot;Customers must have the confidence the food they buy is correctly labelled, legal and safe. The UK is part of a global food supply chain,&quot; she said. &quot;The food industry lobbies vigorously for a light-touch regulation system from government. Testing, tracking and tracing ingredients is expensive but not testing will cost retailers, processors, British farmers and consumers much more.&quot; She said ministers should consider introducing DNA testing of meat products  a move the Guardian understands is now being prepared by the UK&apos;s Food Standards Agency (FSA)  and suggested the loss of 700 trading standards officers could have made what she called fraud &quot;more widespread and less likely to be detected&quot;. Creagh said: &quot;The coalition agreement stated: &apos;We will introduce honesty in food labelling so that consumers can be confident about where their food comes from and its environmental impact&apos;. On the evidence of the last few days, you still have quite a way to go.&quot; Heath said consumers had &quot;a right to expect the food they eat is what it says on the label&quot;. &quot;This is a very serious breach of that principle in the cases that were picked up in Ireland. That is why we are taking the measures we are taking.&quot; He said the responsibility for checking food content lay with the FSA, which reported to the Department of Health. &quot;The FSA carries out its duties in a responsible and professional way. They do take a risk-based approach to testing based on intelligence and I think they are right to do so because that is the way they get the most effective response.&quot; He warned Creagh not to put the &quot;very high&quot; standards of the UK food industry at risk by making unguarded comments. &quot;This is a European trade. The meat in question almost certainly did not come from the UK, it came from a third country to be processed in Ireland. It is not surprising, therefore, that UK authorities would not have picked that up. &quot;But we are investigating very fully and there may well be criminal prosecutions as a consequence.&quot; The contamination was &quot;probably an example of criminality&quot;, but &quot;it is quite wrong to extrapolate from that and say this is common across the whole of the food industry&quot;. MPs expressed particular concern over the results of tests done on frozen burgers produced for Tesco, which had revealed that nearly a third of meat content in one sample had horse DNA. The supermarket took out advertisements in the press to apologise &quot;for its serious problem&quot;. Barry Gardiner, Labour MP for Brent North and a former environment minister, wanted to know what steps had been take to prosecute Tesco and others &quot;for their failure to properly label the food that they were supplying to their customers?&quot;. Heath said: &quot;If prosecutions are required they will, of course, take place, either in this country or in the Republic of Ireland as is appropriate. But I do think it&apos;s important to gather evidence first before mounting prosecutions.&quot; Heath said he was &quot;impressed with the speed with which Tesco have responded to what clearly is both a very embarrassing and potentially damaging situation&quot;. He thought investigations would &quot;very quickly identify where the meat came from and discover whether it was falsely labelled at the point of origin, which I suspect may be the case&quot;. Kevan Jones, MP for Durham North, said he was worried such meat could have ended up in fast food restaurants. Heath replied: &quot;Those investigations are under way to make sure that if this scandal is replicated in other low-cost beefburgers it is picked up and we take the appropriate action.&quot; Kevin Brennan, Labour MP for Cardiff West, accused Heath of giving the impression that he had been &quot;captured, stunned, trussed up and served to the nation as the minister for the producer interest&quot;. The minister responded: &quot;That is clearly not the case and it is not reflected in anything that I have said. What I have said all along is that the interests of the consumer are paramount.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jan/17/horsemeat-burger-scandal-result-criminality", 
    "wordcount": "976"
}