{
    "headline": "Time to move beyond 0.7% aid debate", 
    "text": "The UK should abandon the UN target of spending 0.7% of gross national income on overseas aid, says the House of Lords economic affairs committee. The aid agencies are outraged. The Daily Mail is over the moon. Who is right? Much of what the noble peers concluded is undeniably correct. Aid can often create dependency among recipient countries, diverting genuine development efforts in a desperate attempt to qualify for the next injection of funds. By the same token, it also undermines democracy  especially where governments depend on aid for large proportions of their national budget. Aid can also be an open invitation to corruption. The international development secretary, Andrew Mitchell, was forced to defend himself before parliament over his recent attempts to use British aid to secure arms contracts from India, despite the fact that such abuses are in breach of the 2002 International Development Act. India&apos;s eventual preference for French rather than British fighter jets only added insult to injury. The Lords committee report is also correct to draw attention to the quality of aid, and to point out that aid can do harm as well as good. The Labour government came under fire for its habit of using British aid to fund privatisation consultants around the world, even when this was shown to be deeply damaging. The coalition government has been criticised for its fixation with a short-termist approach to aid that ticks boxes but does nothing to address the root causes of poverty. But the central point is that we must now move beyond aid in any discussion of social and economic justice. No one in their right mind claims that aid can provide a path to long-term sustainable development. Those countries that have managed to tackle poverty and inequality have done so not through aid but through the liberation of social, human and economic forces that have transcended the need for external assistance. These achievements have been realised through making positive choices in policies on industry, agriculture (including land reform), investment (foreign and national), trade, finance, employment, etc. This does not mean setting a universal blueprint for all countries to follow, as the World Bank and IMF tried so disastrously to do in the two &quot;lost decades&quot; of the 1980s and 1990s. It means political struggle between social forces at the national level over which mix of policy choices is most appropriate for each country to adopt, and a radical reorientation of the rules of the global economy to free poorer countries from being trapped in relations of unequal exchange. Sadly, the millennium development goals agreed in 2000 drew attention away from this pressing agenda. By focusing on the symptoms of human poverty rather than its underlying determinants, the goals have arguably diverted attention from the real business of development. Reclaiming that agenda will be a key part of moving the debate forward beyond 2015. But perhaps the greatest problem with aid is that it perpetuates the colonial myth that the countries of the global south require &quot;our&quot; intervention to save them from themselves. This myth is further reinforced through aid agencies&apos; persistent use of degrading images of starving African children in their fundraising appeals today, despite agreement many years ago that such imagery was unacceptable. The Lords committee report is to be welcomed for raising these important points and challenging the unchallenged truths of overseas aid. But that must only be the start of it. The discussion must now move beyond aid and link up with the aspirations of those democratic forces and social movements across the world whose demand is freedom.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/mar/30/move-beyond-aid-debate", 
    "wordcount": "602"
}