{
    "headline": "On the road: Fiat 500 TwinAir  review", 
    "text": "There have been complaints that I don&apos;t get my girlfriend into this column enough. It&apos;s hard, though. She&apos;s bored by cars. A big screw-you Mercedes, worth the same as our house, can be delivered and she won&apos;t bat an eyelid. &quot;Do you like it?&quot; I&apos;ll ask. &quot;Dunno,&quot; she&apos;ll answer. The only thing she&apos;s interested in is whether or not it has heated seats. This all changes with the arrival of a little red Fiat 500. &quot;About bloody time,&quot; she says, charmingly. She has whined on at me, asking when we&apos;re going to try out a Fiat 500. It&apos;s the only car in the whole world in which she&apos;s shown any interest. I think she sees herself nipping round Milan in one, wearing Prada, stopping off for a macchiato, while handsome, dark-haired men &quot;Ciao bella&quot; her. Her mum had one of the original Fiat 500s, the spirit of which this car has recaptured  much more so than the Mini or Beetle reincarnations did. Well, I suppose she&apos;d better drive then. Whoah, what the hell is that? When she turns the key, it clatters into life like no other car, something between a Vespa and aMassey Ferguson. That&apos;s because it has Fiat&apos;s revolutionary new twin air engine. Time to get technical. There are only two cylinders for a start, like on the original 500. The air flows into the engine not through the throttle valve but through inlet valves, controlled by a new electro-hydraulic management system Oh, never mind. What it means is that though the car has a tiny two-cylinder engine, it pulls surprisingly well. And its consumption and emission figures are excellent  the cleanest, greenest petrol engine in the world, Fiat claims. The only downside is the funny noise it makes. But no, not a downside. Once Irealise it&apos;s not sick, I begin to enjoy it. So much so that we drive over to see Our Friend The Sound Recordist. To hear his recording of the car, click here. The first clip is from the front by the engine, the next one from the back, by the exhaust. See what I mean? Key test, though: what does my girlfriend think of the car? &quot;Get me one,&quot; she says. There&apos;s zero chance of that happening. It does suit her, but still, there&apos;s not a lot of &quot;Ciao bella&quot;-ing going on. Possibly because she&apos;s got me with her. Or because she&apos;s in Dollis Hill, not Milan. Or maybe even because she&apos;s making a funny, loose, airy, fluttery, old-lady-farty noise, from behind. Fiat 500 TwinAir     Fiat 500 TwinAir Photograph: Simon Stuart-Miller    Price From 12,760 Top speed 105mph Acceleration 0-60mph in 11 seconds Combined fuel consumption 69mpg C02 emissions 95g/km Eco rating 9/10 Cool rating 9/10  Sam Wollaston will be appearing at Guardian Open Weekend on 24 and 25 March, in a session entitled Is TV criticism dead?. Festival passes are now on sale at guardian.co.uk/open-weekend. Buy your pass before 1 March to ensure the best chance of booking reservations for individual sessions.", 
    "section": "technology", 
    "gid": "technology/2012/feb/24/fiat-500-twinair-review", 
    "wordcount": "518"
}