{
    "headline": "CES 2012: will Microsoft announce an Xbox 720 console?", 
    "text": "On Monday night at 6.30pm (Vegas time), Steve Ballmer will take to the stage at the Consumer Electronics show and deliver his annual keynote for the last time. Microsoft has decreed via a quick blog post that the event no longer fits in with the company&apos;s product announcement timeline, and that it&apos;ll take a more muted role in the future.  So what can we expect from Ballmer&apos;s last CES hurrah? Well, if the games industry rumour mill is anything to go by  and it usually isn&apos;t  it seems Microsoft may be gearing up to supply some details about the forthcoming successor to the Xbox 360. Last year, a French site named Xboxygen claimed to have heard from a reliable source that key technical details about the new machine would be revealed at CES, including the employment of a hexa-core CPU with 2GB of onboard memory and an AMD graphics chipset. It even suggested that Sony had got in on the plans and was devising its own PS4 reveal. But there are reasons for being skeptical. First, Microsoft is pulling out of its CES announcements because it wants to better stage manage its big revelations at a more relevant date for any production plans  and I&apos;m thinking the official announcement of a new games console fits snugly into the &apos;big revelations&apos; category.  Also, Micrsoft has never made any truly significant Xbox announcements at CES. There was something about Avatar Kinect last year, and before that, Robbie Bach, the former president of Microsoft&apos;s Entertainment division, would often hop onstage to give us some sales figures or promise some new Xbox Live functionality. But it would be unprecedented for a major specifications drop to happen at the Las vegas event.  Still, this is the last ever one. And Ballmer, ever the showman (lest we forget  which we never can), might not be able to resist a scene-setting announcement, placed perfectly to build hype before summer&apos;s E3 event.  The question is, do we wait up til 2.30am to watch the live feed?", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jan/09/ces-2012-microsoft-xbox-720", 
    "wordcount": "340"
}