{
    "headline": "Climate scientist disowned by Newt Gingrich speaks out over book spat", 
    "text": "A US climate scientist at the centre of a row over Republican presidential candidate Newt Gingrich&apos;s stance on climate change has spoken out for the first time, condemning the polarisation of the issue. Katharine Hayhoe, an atmospheric scientist at Texas Tech University, had written a chapter for Gingrich&apos;s upcoming book of essays on the environment. The chapter was aimed at climate sceptics, and those who fear it will cost too much to deal with climate change, but it was ditched by the presidential candidate after the book came under attack by rightwing talk show host Rush Limbaugh. Gingrich, desperate to shore up his conservative credentials, said of the chapter at a recent campaign event: &quot;That&apos;s not going to be in the book. We didn&apos;t know that they were doing that and we told them to kill it.&quot; In her first extensive comment on the matter, Hayhoe told the Guardian she condemned the polarisation of a crucial global concern. &quot;I really, really deplore the politicisation and polarisation of this issue. There are these increasingly unprincipled attempts to polarise the science when the science is fact  like the sky is blue, the grass is green and the temperature of our planet is increasing.&quot; The decision to drop her contribution arrived as a complete shock to Hayhoe, who was told in a 7 December that email her chapter had been accepted without major changes. Days later, the chapter was on the scrap heap. &quot;The next thing I know a reporter was calling me asking: &apos;what do you think about the fact that your chapter is no longer in the book?&quot; Hayhoe said. She was more voluble on her twitterfeed, writing: &quot;so much &apos;spare&apos; time wasted I cd&apos;ve spent w family, &amp; 2. what an ungracious way to find out, eh?&quot; She said she has never spoken to Gingrich  and heard of his decision via a reporter  but she believed public figures, including Republican candidates, faced enormous pressure to disown climate science and back away from any attempt to find a politically practical solution to global warming. &quot;I think it&apos;s really sad how people are being pressured,&quot; Hayhoe said. Gingrich ditched the chapter just a few days before the first votes were cast in the Republican primary contest in the Iowa caucuses, after Hayhoe&apos;s participation in the book came to Limbaugh&apos;s attention. Hayhoe is well-known in the relatively small world of climate scientists for her willingness to engage with the public on climate change, especially with conservatives and faith-based communities. The daughter of Canadian missionaries, who spent part of her childhood in Colombia, she is an evangelical Christian. Or as Limbaugh described her in a 19 December blogpost: &quot;Newt Teams Up with Climate Babe Hayhoe for New Book&quot;. Ten days later, when a Limbaugh listener asked about the chapter at a campaign stop in Iowa, Gingrich broke in, saying: &quot;That&apos;s not going to be in the book. We didn&apos;t know that they were doing that and we told them to kill it.&quot; With the rise of the anti-government Tea Party, all Republican contenders for the White House scrambled to deny any connection between human activity and climate change, and to resist any curbs on pollution as &quot;job-killing regulations&quot;. But Gingrich, being a veteran of the pre-George Bush era when it was politically acceptable for Republicans to back environmental protection, had a tougher time than the others. The former speaker faced relentless criticism for recording a television spot with former house speaker Nancy Pelosi for Al Gore&apos;s climate campaign group. Disowning Hayhoe does not seem to have helped Gingrich much though  he still came in a disappointing fourth in the Iowa caucuses. Hayhoe was first approached to write an introductory chapter to Gingrich&apos;s book of essays on the environment in 2007 after meeting his co-editor Terry Maple at the annual Republicans for Environmental Protection conference. The book, a sequel to Gingrich&apos;s earlier collection on the environment, is expected out in 2013. Hayhoe has a higher public profile than many other climate scientists. She tweets and makes regular appearances at community events  church suppers, book clubs, seniors&apos; homes, Christian colleges  to try to persuade the public to act on climate science. She rejects the idea that climate scepticism among evangelicals was largely rooted in theology. Hayhoe argues conservatives are naturally reluctant to make sweeping changes and that &quot;when you have an overwhelming problem, denying it is a lot easier to do then acknowledging it and feeling that you can&apos;t do anything about it&quot;. But in the past six months or so, Hayhoe&apos;s growing prominence has also made her a target of opinion makers like Limbaugh, and of the shadowy network of well-funded thinktanks. In addition, &quot;the hate mail has gone off the charts&quot;, she said. Such thinktanks  though registered as non-profits  are often funded by the oil industry and conservative billionaires, such as the Koch brothers. One such group, the American Tradition Institute, has been waging a legal battle to force the University of Virginia to hand over all emails from climate scientist Michael Mann, who used to work there. Now the American Tradition Institute is coming after Hayhoe. On 10 December the organisation wrote to Texas Tech asking the university to turn over all Hayhoe&apos;s emails with even the most glancing reference to Gingrich or Maple. Texas Tech has released one document that met its criteria: the 7 Dec email from Maple to Hayhoe confirming the chapter&apos;s inclusion in the book.", 
    "section": "environment", 
    "gid": "environment/2012/jan/06/climate-scientist-newt-gingrich-book-chapter", 
    "wordcount": "926"
}