{
    "headline": "Windows 8 Release Preview  in-depth review", 
    "text": "Microsoft&apos;s reimagining of Windows is nearly done. The Windows 8 Release Preview, now available for download, is the last test version before the final build which will go to Microsoft&apos;s hardware partners, on a date expected in &quot;about 2 months&quot;, according to Windows chief Steven Sinofsky. This is a remarkable release, and represents Microsoft&apos;s effort to escape the prison it has created for itself in 27 years of Windows (Windows 1.0 appeared in November 1985). Windows is the world&apos;s most popular operating system on PCs and laptops, but the buzz in today&apos;s computing landscape is elsewhere, in mobile and in tablets  mainly Apple&apos;s iPad  which offer users a better experience. The core operating system is locked down and therefore more secure; apps install with a tap from a download store, rather than with complex setup routines; the battery lasts all day; the device itself is lightweight, portable and shareable, in contrast to bulky laptops with flaps for screens. Windows 8 is Microsoft&apos;s answer. The company has taken its existing Windows operating system, with all its strengths and all its problems, and parked it in a box it now calls Desktop. Next, it has created a new touch-friendly, mobile, secure, operating system complete with its own app store. Microsoft has carefully avoided giving this a name, preferring that we should just think of it a Windows, but the new platform is called the Windows Runtime and the design style Metro. Metro is not, on the whole, something which Microsoft&apos;s existing customers want. Windows 7 succeeded because it was unequivocally better than Windows Vista: faster, more reliable, and with useful innovations like its improved taskbar from which you can launch applications.  Metro by contrast is new and unfamiliar, and delivers little obvious benefit when installed on a desktop or laptop with keyboard and mouse but no touch capability. Put Windows 8 on a slate though, and it starts to make sense and come to life. Even on a legacy PC, Windows 8 improves markedly once you learn the basics of navigation. Leaving aside Metro, Windows 8 benefits from three years of engineering improvements since Windows 7 in 2009, resulting in a faster, smoother experience. Nevertheless, the bifurcation of Windows comes at a cost. Desktops apps generally have no knowledge of Metro apps and vice versa. This is confusing, particularly with Internet Explorer 10 (IE10), which exists in both Metro and Desktop versions. The two versions do not share bookmarks (favourites) or cookies, so you can sign into a site such as Amazon on the Metro side, then open it on the Desktop side and find you are not signed in. It is also easy to lose a web page, or to open it twice by mistake. Windows 8 in detail The Windows 8 experience starts with the installer, where Microsoft has done an excellent job, judging by our experience on a slate, a desktop clean install, a laptop upgrade from Windows 7, and on a virtual machine. All went smoothly. Be warned though: if you install the Release Preview, you cannot uninstall it, nor upgrade it to the final release. Choose a colour scheme and you are in, presented with the blocky Windows 8 Start menu, which runs full screen and cannot be reverted to the Windows 7 pop-up style Start menu.  This moment is tough for new users. They click a Metro app and cannot see how to quit it. They find the desktop, but wonder where the Start button is. &quot;I&apos;m not quite sure what&apos;s happening,&quot; said one victim. Microsoft knows there is a problem, and has as-yet unspecified plans to assist users. &quot;We will be sharing more about specific steps the company is taking to make sure customers start off on the right foot with their Windows 8 PCs. We have confidence that people will quickly find the new paradigms to be second-nature,&quot; a spokesman told the Guardian. That said, there are only a few basics to learn. On a desktop or laptop, you mouse to the bottom left corner for the Start screen, or the bottom right corner for the Charms bar, a vertical bar which gives access to settings (including those for the current Metro app), Start screen, Search, Sharing and Devices. Mouse to top left brings up a thumbnail preview of running Metro apps. Touch users swipe from the right for Charms, or from the left to switch apps.  Another key point is that within a Metro app, a right-click brings up app menus at top and bottom of the screen. Touch users swipe from top or bottom. Here though, mouse users are disadvantaged, since sometimes a right-click has another meaning. Right-click while editing an appointment in the Calendar, for example, and you get a pop-up menu for paste or selection. Still, there is usually some dead area you can right-click to get what you want. The new Start menu itself is oversized for most desktop screens. Legacy desktop applications have ugly small icons. Metro apps have Live Tiles, first seen on Windows phone, which populate with data drawn from the app, such as a summary of recent mail, or a photo from your library. Live Tiles are an interesting concept, but tend not to be aesthetically pleasing since they display random data. They are also distracting, which is a curious contrast to Microsoft&apos;s Immersive UI commitment. You can turn off individual live tiles according to preference. The best way to use the Start Menu, if you have a keyboard, is to start typing. Matching shortcuts appear. Strictly, this is not a feature of the Start menu as such, but a feature of search in Windows 8. You can also display an All apps view, which partially restores the grouping of the old Start menu, but with headings rather than with an expanding tree.  Metro apps Microsoft is emphasising Metro and its apps rather than the Desktop in Windows 8. It is important to consider them appropriately, not as desktop apps that are simplistic and lacking in features, but as touch apps that work smoothly without a keyboard or mouse. Apps installed by default include Mail, Calendar, People, Maps, Weather, Internet Explorer, Music and Video players, Weather, and several apps based on Bing search: News, Sports, Travel and Finance. Used on a touch slate, the supplied apps generally work well though few are exciting.  Mail connects to Hotmail, Google or Exchange, but not in this preview to standard POP3 or IMAP, which is an annoying limitation. Hotmail and Google mail work well, but connecting to Exchange can be problematic. Mail is particularly fussy about the way Exchange is set up and the security certificates it uses. If you use another mail provider, the best solution currently is to link it with Hotmail, which is not ideal. Several apps, such as People, aggregate multiple accounts in a manner familiar to Windows Phone users. Connect your Windows Live account with Facebook, Twitter, LinkedIn and Google, and you can view all your contacts together and see their social status updates. Microsoft has implemented this nicely, presuming that it is something you want to do. You can make a case for Windows 8 as the most social of the major operating systems. The Bing apps are a pleasant surprise, drawing together data from a variety of sources into a pleasing and swipe-friendly format. There is nothing that you could not also get from a web browser, but the user experience is better. The Weather app is also nicely done, with an attractive visual forecast and more detailed information as you scroll right. Head for the Windows Store, and you download more apps, all free during the preview period. Slim pickings so far, but apps do include an Amazon Kindle reader, travel information from National Rail Enquiries, some excellent casual games such as Tap &apos;n&apos; Pop and Cut the Rope, and productivity apps such as Evernote and Box (an alternative to Skydrive for online storage). Another app called the Xbox Companion is worth calling out, since it is really a preview of Xbox SmartGlass, announced at the E3 press conference on 4 June. SmartGlass is Microsoft&apos;s answer to Nintendo&apos;s forthcoming Wii U, an app that works as an interactive remote for Xbox. You can use the Companion to navigate the Xbox dashboard, select videos or music, or view information related to the game or video you are watching. The Music app in Windows 8 is also likely to change. Microsoft has announced Xbox Music, with 30 million tracks for download or subscription play, to work on Windows 8, Xbox and Windows Phone. SmartGlass and Xbox Music are strategically important, since Microsoft is at last making an effort to integrate its various devices, from Xbox to Windows Phone to the PC, into an integrated system. IE10 Metro has a key new feature. It is meant to be plug-in free, but Adobe Flash is baked in, not as a plug-in as such, but as a component which will be updated through Windows Update. This is intended as a legacy support feature, and does not work on all web sites, but only those on a compatibility list maintained by Microsoft. Nevertheless, it is useful for YouTube and major news sites. Oddly Microsoft still has not support for its own Silverlight technology in IE10 Metro. Metro supports a split-view, provided you have sufficient display resolution, where you have two apps side by side in approximately a 75%-25% view. The split app can be the desktop, which conceptually is a single app in Windows 8. It is the earliest of days for Windows 8 Metro apps. This is a new platform, and everything is a preview. At the same time, the success of the new Windows depends on the apps that will appear. This is especially true for WindowsRT, a version of Windows 8 for ARM processors, which will only run Metro apps, Microsoft Office, and whatever Desktop apps Microsoft chooses to bundle. Installation of new Desktop apps on WindowsRT is blocked. Even today though, if you can persuade Mail to talk to your mail server, these Metro apps, plus the web browser and Microsoft Office, are sufficient to get most work done. These are preview apps, and when pressed, Microsoft will not commit to how they will look in the final release. &quot;All Windows 8 apps are intended as previews,&quot; we were told. Apps may also continue to be tweaked beyond the release to manufacture deadline, since they can be updated from the Store. The new Windows Desktop Metro is all very well, but it is no more than a distraction, or worse an irritation, for Desktop users. Is there anything in Windows 8 that will persuade Windows 7 users to upgrade? There are a few things. One is Hyper-V, Microsoft&apos;s hypervisor. A hypervisor lets you create and run virtual machines, PCs emulated in software so that you can run different operating systems or multiple Windows machines on one box. Hyper-V comes from Microsoft&apos;s server business, and works much better than Virtual PC, the hypervisor in Windows 7.  There are also tweaks to Windows utilities. Explorer now has a ribbon in place of drop-down menus. The Windows Task Manager now has a richer graphical display and more features. The taskbar, which in Windows 7 can only live on one display, can now be displayed on all screens if you have multiple monitors, with an option to show only applications that are active on that screen. Another change is that the Start menu can appear on any screen, which is handy for Windows 8, since the Start Menu completely fills the screen on which it is used.  File History keeps an automated backup of documents, letting you recover earlier versions.  Microsoft has further changes to make to the appearance of the Desktop, beyond what is in the Release Preview. The as-yet unseen new style with be more Metro-like, with squared corners and no transparency. Will you want Windows 8? No review of Windows 8 is complete without bringing out what is worse than before. The Immersive UI in Metro has advantages, and lets you bury yourself in a book or game without distraction, but you also lose some valuable features, like a constantly-visible clock and notification area, the ability to display multiple apps on the screen in the size you prefer, and even features that Windows users have taken for granted for years like drag-and-drop. A problem in Windows 8 is that there is no longer a convenient view of all running applications, as provided by the taskbar in Windows 7. The taskbar shows only Desktop apps. If you display thumbnails of running apps using the new gestures (or Windows Key plus Tab), then you only get Metro apps, plus a single thumbnail for all Desktop apps. You do get a unified view with the old Alt-Tab, but this means repeated presses to get where you want, and does not work with touch. Whether or not the Start Menu is an improvement is a matter for debate, but you do lose the convenience hierarchical view in Windows 7. More seriously, the switch from Desktop to Metro every time you need Start is jarring. The Desktop area and taskbar is your saviour here, letting you add shortcuts and avoid Metro Start. Another issue for Desktop users is that some file types, such as PDF and images, are set to open in Metro apps. This can be reset so that Desktop apps are used instead, but the procedure is not obvious to non-technical users. If you are a touch user, the big issue is that you will likely still need Desktop applications, but that these work no better with touch than Windows 7 (though Microsoft is making touch-friendly changes to the new version of Office). A frequent annoyance is that many applications do not play nicely with the on-screen keyboard, and you find yourself typing into the void. DVD support has been removed from Windows 8, and if you want Media Centre, the piece that plays broadcast digital TV, you will have to download it as a paid-for upgrade. It is possible though that OEMs will bundle DVD support with their hardware. None of these problems is a showstopper, but Windows 8 does have more than its fair share of annoyances. The truth is that settled Windows 7 (or Windows XP) users with traditional PCs or laptops will get little benefit from Windows 8, and will have to endure some pain to learn its quirks. That said, there are other classes of user for whom Windows 8 will make sense. The most obvious one is new users who buy hardware designed for Windows 8, such as the early examples from Acer, Asus and Samsung shown at the Computex show in Taipei later in June.  Windows 8 will also have value for power users, whether gamers or productivity users with multiple screens and numerous demanding applications. The engineering in Windows 8 is excellent, both on the Desktop and Metro side, and the benefit from this exceeds the pain of the various annoyances. Making sense of Windows 8 Windows 8 is a radically new version of Windows. Microsoft is turning its back on the WIMP (Windows, Icons, Menus, Pointer) computer interface in favour of a new touch-centric, single-focus model which has more in common with the iPad or Windows Phone than with traditional Windows. Given that it is doing this, it is perhaps remarkable that the old Desktop Windows works as well as it does. Most of the time, you can ignore Metro and get on with your work. While that may seem faint praise, the inverse view is that if Microsoft pulls this off, it will have turned on a pin and transformed its client and consumer operating system from one that is hopelessly bogged down in legacy and unsuited for modern mobile computing, to one that is beautifully engineered for the next generation of cloud-connected devices. Like it or not, that is what Windows 8 is about. It is well executed, but it is not designed to be a better Windows 7, and nor is it. Rather, it is a means of keeping faith with the past while moving to a new model of computing. Controversy will continue, but there will be nothing out there that does the same job so well.", 
    "section": "technology", 
    "gid": "technology/2012/jun/07/windows-8-release-preview-review", 
    "wordcount": "2734"
}