{
    "headline": "Huge new nature reserves are needed to save species, says UN", 
    "text": "The world must look to designate an area twice the size of Argentina as nature reserves, or we will have little chance of establishing enough protected areas for wildlife and fish to stave off a disastrous loss of species, according to an analysis of natural and marine reserves. In the 20 years from 1990 to 2010, the amount of land with protected status rose from 8.8% to 12.7%, while the amount of sea protected was increased from 0.9% to 4%, according to a report by the United Nations environment programme (Unep) and others, published at the World Conservation Congress on Friday. Yet according to international targets adopted in 2010, that proportion must increase to 17% and 10% respectively by the end of this decade. On current rates of progress, this target looks very unlikely to be met. In order to meet the goals  which some analysts say will not even be enough to prevent rampant species loss  an area more than twice the size of Argentina would have to be designated on land as reserves, and at sea an area greater than Australia would need to be put under marine protection in order to meet the internationally set targets. The report also concluded that about half of the world&apos;s important sites for biodiversity are still unprotected. Julia Marton-Lefvre, director-general of the IUCN, which is hosting the conference and co-authored the report, said establishing reserves and other forms of protection was an effective way of conserving species that are under threat. &quot;Protected areas have contributed significantly to conservation of the world&apos;s biodiversity and an increase in their coverage and effectiveness is vital to a thriving planet and communities for the future. These rich natural areas are very important for people, who rely on them for food and clean water, climate regulation and reducing the impacts of natural disasters.&quot; According to the report, much progress has been made in setting up and governing protected areas. But the wide range of ways of designating nature reserves in different countries, and the difficulty of establishing marine reserves, which often require cross-border cooperation and fraught negotiations over fishing rights, has made it hard to judge how well these initiatives are functioning. Also at the conference, the World Bank&apos;s vice president for sustainable development, Rachel Kyte, issued a challenge to conservation groups, calling on them to forge closer links with businesses in order to achieve their aims. Conservation organisations have long been suspicious of businesses, seeing them as more likely to exploit valuable species and habitats for their own gain than to strive to protect them, even if paying lip service to environmental goals. Some are also reluctant to follow the World Bank&apos;s lead in attempting to put a value on the natural world, as a way of encouraging governments and the private sector to protect natural resources. But Kyte said that the future for conservation lay in co-operating with the business world, and called on activists to &quot;get out of their comfort zones&quot;. She said: &quot;The need for action is overcoming global political sclerosis. Companies working in developing countries are increasingly investing in biodiversity expertise, in community development, environmental restoration and long-term conservation capacity building.&quot; The two-week conference, held every four years, is expected to have 10,000 visitors. Some of the more controversial subjects to be discussed include the issue of conservation groups such as the IUCN working more closely with, and receiving funding, from businesses.", 
    "section": "environment", 
    "gid": "environment/2012/sep/07/huge-nature-reserves-species-unep", 
    "wordcount": "583"
}