{
    "headline": "My university life as a woman professor", 
    "text": "Reading Rachel Williams&apos; recent article, &apos;The professor is almost always white&apos; (and male, of course), some moments in my own career came flooding back to me. Fortunately, most of them made me laugh. The form went something like this. Graduation in the later 1950s to cries from female aunts: &quot;When are you getting married dear?&quot; Children in the early 1960s to congratulations from aunts: &quot;How nice, you can do a bit of school teaching as well as looking after the children.&quot; Struggles in the 1970s to obtain higher degrees; get first research, then lecturing, job, despite elder daughter announcing, &quot;proper mothers stay at home and cook and sew&quot;. Elevation to a Chair, as it was then, in 1984, at Lancaster University, after six books in seven years, articles, chapters, large research grant, teaching popular with students, good administration, conference invitations and so on. Announcement greeted in the Lancaster Evening Post with the headline, &quot;Mother of three made professor&quot;, and an article on my children being proud of &quot;Our mum the professor&quot;. As the Association of University Teachers recorded in 1984, 3% of all professors at the time were women, all 93 of us, and only a few had children. A steep learning curve over the next few years, especially as head of department and the only woman on the senate committee. Professor Preston King, father of Oona (now Baroness) King, could joke with me then that there were more black and minority professors than women on senate  two and one respectively. Getting used to students glancing into my room when I was at my desk and retreating with, &quot;Oh, the Professor isn&apos;t in then&quot;. Learning too, that support and disparagement came in equal measures from male and female colleagues. Where some males can be ambitious and strong, some women are egotistical and bitchy. Particular help from Professor Miriam David, who organised a series of meetings for women professors and heads of department. One memorable occasion, when the Leverhulme Trust invited professors who had refereed or received grants to some thank you drinks. In a room of 200 men and six women, the latter congregated together. Our concerned host rushed up: &quot;Come now, ladies, you must circulate&quot;. Another moment to treasure during this period, when taking part in a Cambridge Union debate against the late Lord Beloff. &quot;The lady from the north calls herself a professor,&quot; he announced after my speech. &quot;This is like a motor mechanic calling himself an engineer&quot;. Moving some years later to another university, a noticeable coolness in the senior common room to a woman taking coffee. On phoning another professor and asking his secretary if he could phone back, being told, &quot;Oh, he wouldn&apos;t want to speak to you, he&apos;d want to speak to Professor Tomlinson&quot;. Fortunately, my time there was short. Then, in the 1990s, my delight at moving to Goldsmiths College, London, where my four male colleagues on the senior management team were excellent and supportive, especially our warden, Professor Kenneth Gregory. By this time, attitudes to women staff had changed considerably although I do recall sitting on an appointing committee at another university, when one member sighed that it was different from the old days, when you &quot;threw a rugby ball at the candidate and if he caught it he got the job&quot;. Over the years I have tried to support male and female students and colleagues, especially when examining PhD dissertations (124 to date), including that of Professor Heidi Mirza, whom Williams spoke to in her article. Whether by neglect or good fortune my own children have grown up as nice people working in socially useful jobs, although the arrival of grandchildren has presented new time challenges. For some years now, I have been in the deep, deep peace of Oxford, where, being old, few notice my gender. Women and minority applicants for professorships still face overt and covert discrimination in higher education, as well as challenges around childcare. As with the issue of the non-appearance of women on FTSE Boards, addressed recently by Vince Cable, financial sanctions may wake universities up, although vice-chancellors may, as this Kipper Williams cartoon suggests, get their secretaries to fob off suggestions of change. Sally Tomlinson is Emeritus Professor, Goldsmiths College, London and senior research fellow at the Department of education, University of Oxford visit her website here This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/jan/31/female-professor-university-life-equality", 
    "wordcount": "772"
}