{
    "headline": "Syria, scientific advances, plus food, forests and foreign ministers", 
    "text": "GuardianWitness assignment: Syria refugees With thousands of people crossing Syria&apos;s borders every day, the UN, aid agencies and neighbouring countries are struggling to cope. If you&apos;re affected by the civil war in Syria  whether you&apos;re a refugee, an aid worker or living in a host country  we&apos;d like you to show us what life is like for you and the people around you. You can share your images, video and text using the new GuardianWitness site and apps. Food security and climate As food experts gather at two major conferences to discuss how to feed the 9 billion people expected to be alive in 2050, scientists claim that food insecurity risks turning parts of Africa into permanent disaster areas. Ireland&apos;s president, Michael Higgins, calls for land deal rules to tackle hunger and the IDS thinktank publishes an index of political commitment to tackling hunger and undernutrition in 45 countries (infographic). Modern-day slavery in focus What do we mean by modern-day slavery in the 21st century? In a new section of the site funded by Humanity United, Aidan McQuade argues that we can&apos;t ignore slavery if we&apos;re to tackle poverty and Celeste Hicks meets families in Mali splintered by slavery as culture and conflict converge. Elsewhere on the site &quot;Beyond the UK, we are in quite a remarkable period of development,&quot; argues Alison Evans, former director of the ODI thinktank. Hugh Roberts says development&apos;s next big debate will be between technocrats and humanists. Peter Piot says we have the scientific tools to achieve a polio-free world  now we need to deliver them. Sarah Boseley welcomes a &quot;truly joined-up approach&quot; to save the lives of the 2 million children who die from pneumonia and diarrhoea every year. Alice Allan writes about UK foreign minister William Hague&apos;s initiative to tackle sexual violence in conflict, which Hague&apos;s G8 counterparts endorsed last week. The EU has sealed a deal to boost the transparency of oil, gas and logging firms, and the field for the next WTO leader is narrowing. Pakistan needs to recoup more in taxes before any aid boost, say UK MPs. Aid from rich countries fell for the second year in a row and spending shifted from poorer to middle-income nations, as donors became &quot;risk averse&quot;. But international support is key to development progress, says Gyan Chandra Acharya, the UN undersecretary general for the least developed countries. Somaliland is revamping its power sector, an artemisinin breakthrough by synthetic biologists is a controversial development in malaria treatment, and Esha Chhabra reports from Aligarh where health workers are overcoming cultural mistrust about polio immunisation. Multimedia Our latest videos include   The Philippines: land deals and development at a price Aurora&apos;s governor says the development of a Pacific eco zone will bring benefits. But locals wonder what impact development will have. &quot;We are fighting for our seas and ancestral lands,&quot; says one fisherman.  Jim Yong Kim interview The World Bank president on his early years demonstrating against the bank, climate change and the Brics development bank.  Western Sahara: the world&apos;s forgotten refugees A report from the camps of Western Sahara, home to more than 200,000 refugees.  How Ethiopia is tackling deforestation Tsegaye Tadesse, programme manager with Farm Africa, on helping local people to use their forests sustainably. Coming up We report from the spring meeting of the IMF and the World Bank. This month&apos;s podcast (out this week) looks at modern-day slavery, plus look out for investigative videos from Ghana and the Democratic Republic of the Congo. What you said: some of the best reader comments On What can William Hague do to prevent sexual violence in conflict? ACharnock said:  Is this initiative differentiating between sexual violence in conflict and outside of conflict? Is there a distinction between rape as a weapon of war (after all it is used against men as well as women), and rape in a domestic context? For me, both are symptoms of wider societal breakdowns which need to be tackled in equal measure.  Hugh Roberts&apos;s blog on technocrats and humanists sparked lively debate, including this from Mtega:  Great post that really gets to the nub of a key division in development thinking. There are those who love the MDGs and the post-MDG debate, and there are those who think the whole shebang has missed the point  The distinction is real, and it really matters.  stephanielb wrote:  Interesting debate, and I also sense a divide in the field. This is not to say that a humanist cannot embrace the more &apos;technocratic&apos; concerns of daily deprivations, or that there isn&apos;t a critical role for harnessing appropriate technologies or measurable indicators.  On what you need to know about Malawi besides its spat with Madonna howmatters said:  Beyond the celebrity, there is another story to take notice of  the behind-the-scenes persistence, vision, and impact of the local leaders and effective, indigenous organizations who are working to solve their own country&apos;s problems, on their own terms.  Highlights from the blogosphere Global Voices reports that 28,000 rivers have disappeared from Chinese maps. On the Africa can  end poverty blog, Jacques Morisset asks is Tanzania&apos;s economic growth an urban phenomenon? And the ODI&apos;s Simone Haysom explores Kabul&apos;s hidden crisis. And finally  Poverty matters will return in two weeks with another roundup of the latest news and comment. In the meantime, keep up to date on the Global development website. Follow @gdndevelopment and the team  @MaeveShearlaw, @ClaireProvost, @LizFordGuardian and @MarkTran  on Twitter, and join Guardian Global development on Facebook.", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/16/syria-scientific-advances-food-forests", 
    "wordcount": "919"
}