{
    "headline": "Ministers 'driving up bills by failing to commit to low-carbon energy'", 
    "text": "Ministers are unnecessarily driving up energy bills for consumers by failing to fully commit to low-carbon energy production, the government&apos;s official advisers have warned the energy secretary, Ed Davey. Postponing a decision on whether to require electricity generation to be essentially emissions-free by 2030, ministers are undermining their own policies and will make energy more expensive, according to the Committee on Climate Change. &quot;[Delay] will adversely impact on supply chain investment decisions and project development, therefore undermining implementation of the energy bill and raising costs for consumers,&quot; said Lord Deben, chair of the CCC, in a letter to Davey, David Cameron and George Osborne. Deben, who as John Gummer was a Conservative environment secretary, said that an early commitment to deep cuts in greenhouse gas emissions was &quot;economically sensible compared to the alternative of a dash for gas through the 2020s&quot;, a strategy backed by Osborne. The government has said it will consider setting a &quot;decarbonisation target&quot; for 2030 in 2016, a coalition compromise between Osborne, who opposes the target, and Davey, whose own party has backed the target. Davey has said that the &quot;vast majority&quot; of companies in the UK want a government-set 2030 target. Conservative former minister Tim Yeo, now chair of the energy select committee, is seeking to amend the coalition&apos;s energy bill to force a target to be set. The CCC letter was published on Wednesday, the same day that British Gas announced an 11% rise in annual profits to 600m, helped by sharp rises in customer bills. Davey told the Guardian: &quot;We have made clear that 7.6bn per year of support will be available by 2020 and have committed to setting a decarbonisation target. There is a logic to setting it in 2016 when we know what the [UK&apos;s next] carbon budget will look like.&quot; He added: &quot;Investors are already showing great confidence in the UK energy sector. In 2012, a record 12bn of new investment was committed, supporting 20,000 jobs in the renewables sector.&quot; The CCC argues that without a 2030 target set now to succeed current 2020 targets for clean energy, there is no incentive for industry to invest the billions needed to replace the UK&apos;s ageing and dirty power plants. &quot;The 2020s may seem a long way off, but for offshore wind, nuclear and CCS projects to start operating in 2021, you need to start developing them now or next year,&quot; David Kennedy, CCC chief executive, told the Guardian. &quot;The risk, without a 2030 carbon target, is that we don&apos;t get supply chain investment now, and fail to drive costs down  this would mean that we don&apos;t get value for money from the large amount of funding already committed by the government. The risk is also that we get a five year investment hiatus from 2020, something we should try hard to avoid in the interests of keeping down long term costs and electricity prices.&quot; The CCC wants ministers to set the 2030 target by 2014 at the latest. Deben wrote: &quot;This would address widely raised investor concerns and provide more confidence that there will be good value for money&quot; for energy bill payers who will ultimately pay for all new energy infrastructure. He said delay was &quot;particularly damaging&quot; for offshore windfarms, which the government hopes will expand hugely in coming years, because investors could not be confident that a market would exist after 2020. The CCC analysed the gas strategy launched by Osborne in December and found the scenario setting out the biggest dash for gas would mean &quot;little or no further investment in low carbon generation beyond 2020. Instead, investment would be focused on unabated gas.&quot; Kennedy said previously that this scenario is &quot;completely incompatible&quot; with the UK&apos;s legally binding carbon emissions targets and should be &quot;plan Z&quot;. Greenpeace energy campaigner Leila Deen said: &quot;Deben echoes the concerns of hundreds of UK businesses and investors  without a goal to remove carbon from our electricity sector by 2030, green jobs and investment will be lost, the UK will become dangerously dependent on gas and consumers will pay the price. Osborne has done his best to block the 2030 goal, but his own Conservative colleague Tim Yeo knows this won&apos;t work. Billions of pounds of investment and stable household bills rest on Yeo&apos;s amendment becoming law.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/feb/27/ministers-bills-low-carbon-energy", 
    "wordcount": "747"
}