{
    "headline": "School academies overspent by 1bn, public accounts committee says", 
    "text": "The Department for Education (DfE) is facing severe criticism from a cross-party committee of MPs for overspending by more than 1bn on these academies programme over a two-year period. The public accounts committee, in a report released on Tuesday, has found that the department drew 95m of this money from a budget that was supposed to have been spent on underperforming schools. Departmental officials dispute parts of the report, claiming it ignores successes of the programme and fails to take underspent budgets into account. Margaret Hodge, the chair of the committee, said the department had failed to convince MPs that it had got to grips with the finances of academies, which are outside the control of local authorities. &quot;Of the 8.3bn spent on academies from April 2010 to March 2012, some 1bn was an additional cost, which had to be met by diverting money from other departmental budgets,&quot; she said. &quot;Some of this money had previously been earmarked to support schools struggling with difficult challenges and circumstances; 350m of the extra 1bn represented extra expenditure [and] was never recovered from local authorities. &quot;The funding system for academies has not operated effectively alongside the local authority system and has made it hard for the department to prove that academies are not receiving more money than they should. The department must publish detailed data showing school-level expenditure.&quot; The report blamed the overspend, in part, on what it said was an over-complicated funding system introduced under Michael Gove as education secretary. &quot;A large part of the 1bn additional cost since April 2010 has been caused by the excessively complex and inefficient academy funding system, which has reportedly led to overpayments and errors in payments to academies,&quot; it reads. &quot;There is a risk that the department&apos;s decision to solely use this money to create academies  many of which were already high performing  may have been at the expense of weaker, non-academy schools which could potentially have benefited from it more,&quot; the report says. &quot;This is a particular risk in the primary sector.&quot; The committee voices concerns that the department was unable to provide clear evidence that academies were funded on a &quot;genuinely equivalent basis&quot; to other schools. This was despite reports suggesting that academies get more funding than other state schools in the same area. &quot;There is a risk that the expectation of increased funding may be a perverse incentive for schools to convert.&quot; The committee concludes that a proper judgment on whether the academies programme had been value for money would ultimately depend on the impact it had on pupils&apos; educational performance. It suggested that for the DfE to be held to account for its spending on the academies programme, it must ensure every academy trust provided data on its expenditure and costs, and that this information was published. Academies are semi-independent state schools with freedom over areas such as the curriculum and staff pay and conditions. The first academies were set up under the last Labour government. Soon after the 2010 general election, Gove announced he was opening up the programme to allow all schools in England to apply for academy status. As of 1 April, there were 2,886 academies in England, compared with 203 in May 2010. More than half of secondary schools are academies. A DfE spokesman disputed the committee&apos;s claims that there was a 1bn overspend, insisting that the money had been built into the department&apos;s budgets for 2010 and 2011. &quot;We make no apology for the fact that so many schools have opted to convert, and no apology for spending money on a programme that is proven to drive up standards and make long-term school improvements,&quot; he said. &quot;The DfE has made significant savings in the last two and a half years, and has also set aside significant contingencies, which have been set against the growth in academies.&quot; . He said the 95m had been taken legitimately from the school improvement budget because the academies programme was the department&apos;s key school improvement policy. &quot;Additionally, the costs of converting academies have already fallen by 53% per academy  and we anticipate that the further changes we are making will radically reduce the costs in 2013-14 and beyond.&quot;", 
    "section": "education", 
    "gid": "education/2013/apr/23/school-academies-overespent-public-accounts", 
    "wordcount": "728"
}