{
    "headline": "Jeffery Boswall obituary", 
    "text": "Jeffery Boswall, who has died of cancer aged 81, helped to cultivate the BBC Natural History Unit&apos;s global reputation for wildlife film-making. The popular children&apos;s series Animal Magic, which began in 1962, gave Boswall his first TV experience as a producer and director after working in radio. The series&apos; presenter Johnny Morris  dressed as a zookeeper for the filmed inserts  had a gentle, humorous style and put words into animals&apos; mouths by mimicking what he envisaged them to be saying. Gerald Durrell was also a presenter of the early programmes. Boswall then worked on Look, presented by Peter Scott, the renowned conservationist and leader of ornithological expeditions worldwide. The Private Life of the Kingfisher (1966), one of the episodes he produced for the wildlife series, was the Natural History Unit&apos;s first programme to be broadcast in colour. Filmed over a year on the river Test in Hampshire, it featured remarkable pictures of the hunter birds mating, performing spectacular dives and feeding their young with whole fish. It won the silver medal at the Moscow film festival. The original black-and-white version, The Kingfisher, had been screened the previous year as a schools programme. Boswall recognised the talents of the directors, Ronald and Rosemary Eastman, and commissioned them to re-shoot it in colour. This began a long and successful wildlife film-making career for the couple. After Look ended, Boswall commissioned other Private Life documentaries (1969-75); the subjects of these single-species studies included the starling, fox, cuckoo and wild duck. He ventured in front of the camera when Alan Moorehead had to pull out of presenting Wildlife Safari to Ethiopia (1970). Boswall spent six months filming in the Horn of Africa with the camera operator Douglas Fisher to bring previously unfilmed animals and plants into viewers&apos; homes. He later presented similar programmes on Argentina (1973), Mexico (1976) and Thailand (1979). Although he had a full and fulfilled life, if Boswall had one regret it might have been that he did not get more exposure in front of the camera. He once told a friend: &quot;David Attenborough is the presenter of a lifetime  why did it have to be my lifetime?&quot; Boswall was born in Brighton, East Sussex. His father, Richard, a grocer who also made a living by renting out properties, died when Jeffery was nine. His mother, Elizabeth, subsequently brought up him and his older brother and sister alone. When Boswall was 13, a friend took him to see the birdlife on the river Adur, at Shoreham-by-Sea. His resulting enthralment with ornithology determined the course of his life. On leaving school at 16, Boswall took a job with the Royal Society for the Protection of Birds as assistant warden on Skokholm Island, off the Pembrokeshire coast. Within months, his first article in the journal British Birds was published. In 1958, a year after it was formed, he joined the BBC&apos;s Natural History Unit, in Bristol, as an assistant radio producer working on The Naturalist and Birds in Britain. Four years later, Boswall started directing Animal Magic and, in 1964, he switched permanently to television. Experience as an officer in the territorial army meant that he planned productions like a military operation. Although some colleagues found him prickly and abrupt, he was widely seen as an eccentric, larger-than-life character with whom it was possible to have a professional disagreement while continuing to be a friend. In a 1988 paper, The Moral Pivots of Wildlife Film-making, Boswall raised the issue of ethics, advocating that the audience should not be deceived. He asserted that this sometimes happened when film-makers baited an animal or gave it food not normally eaten, or introduced it to another with which it did not usually interact. He considered adding sound to the footage to be dishonest. One of Boswall&apos;s later films for the BBC, which he narrated and produced, was Animal Olympians (1980), contrasting the beauty, endurance and power of creatures with human athletes. It was a fun documentary showing, for instance, sprinters being outrun by cheetahs and swimmers proving no match for seals. In 1987, Boswall returned to the RSPB as head of its film and video unit. He produced various short documentaries, including For Love of Birds  The Story of the RSPB 1889-1989, to mark the charity&apos;s centenary. After a few years, he left the RSPB to launch wildlife film-making courses at the University of Derby, where he became a senior lecturer. Later, he lectured widely across the country and on cruises, and sat on film festival juries. Boswall chaired the British Kinematograph Sound and Television Society&apos;s international symposiums for wildlife film-makers from 1976 to 1991. In 1961, he married Pamela Watson, who died in 2002. He is survived by their sons, Peregrine, Julian and Rupert.  Jeffery Hugh Richard Boswall, wildlife film-maker and ornithologist, born 20 March 1931; died 15 August 2012", 
    "section": "environment", 
    "gid": "environment/2012/aug/27/jeffery-boswall", 
    "wordcount": "806"
}