{
    "headline": "Dell revenues slump as tablets and smartphones eat into market", 
    "text": "Dell is looking like the sick man of the PC business  which itself isn&apos;t looked too healthy this year. In its latest quarter from August to October, Dell&apos;s revenues slumped by 11% year-on-year to $13.7bn (8.6bn) and its operating profit by 48% to just $589m, and it warned that the &quot;challenging global macroeconomic environment&quot; will continue in the current quarter, which runs to the end of January. Dell&apos;s executives were quick to blame the looming &quot;fiscal cliff&quot; in the US, which they said was holding back spending by big businesses  but that does not explain its falling revenues in almost every other country and sector. The company whose eponymous founder and chief executive, Michael Dell, suggested 15 years ago that the then loss-making Apple should be shut down &quot;and give the money back to the shareholders&quot; has instead seen its rival soar past it to grab colossal revenues from the fast-growing smartphone and tablet businesses. Now, it is struggling to find a foothold in the future. &quot;They&apos;ve been talking about changing the last five years,&quot; Shaw Wu, an analyst at Sterne Agee &amp; Leach, told Bloomberg News. &quot;They&apos;re in a very tough position, plain and simple.&quot; Wu blamed its problems on &quot;cannibalisation&quot; from smartphones and tablets. Once the top PC maker, Dell has now been supplanted by HP and China&apos;s Lenovo in terms of PC shipments. But more concerning, its &quot;Mobility&quot; division  which should be well-positioned to take advantage of the growth in smartphones, tablets and laptops  saw revenues shrink by 26% to $3.5bn. Rather than growing as a proportion of Dell&apos;s business, the &quot;mobility&quot; segment shrank, from 31% a year before to 25%, while its desktop PC business grew from 22% to 23%  the exact reverse of the broader picture in the computer market, where smartphones and tablets are the fastest-growing category, and the traditional PC business is dipping in size: though in September 2011 the research group Gartner forecast 11% growth for 2012, it&apos;s now clear after an 8% shrinkage in the third quarter, that the overall PC market will shrink this year by around 3%  despite the launch last month of Microsoft&apos;s new Windows 8 software. Dell himself noted that the company was losing its share in the mobility space and &quot;not performing to our expectations&quot;, and that the contraction in business from sales and professional segments had hurt sales of desktops and notebooks. Its consumer business fared badly too: revenues shrank 12% to $2.46bn, and it made an operating loss of $65m, as more and more people began using smartphones or tablets from rival companies. Though Dell has dabbled in the Android smartphone and Windows tablet market, its offerings there have made no significant impact, according to market figures from Gartner and another research group, IDC. The corrosion is most visible in its sales of physical hardware, which dropped 14% year on year to $10.7bn, while software and services remained almost static at $3bn. The weakness is reflected in Dell&apos;s share price, which is down 40% since the start of the year. Apple&apos;s price has also fallen, by 28% from its September peak  but for the year overall, it is more than 25% up. The threat to Dell comes not just from other PC vendors and smartphone and tablet makers, such as Samsung and Apple. Even the company that helped it succeed, Microsoft, is now a rival in the hybrid tablet/laptop space with its Surface and Surface Pro machines, launched in October. Steve Ballmer, head of Microsoft, said earlier this week that the company will shift more towards &quot;devices and services&quot;  which leaves Dell, unable to capitalise on enterprises or consumers, hanging. &quot;The threat [from the Surface] right now is minimal, but that&apos;s only because the unit number is small,&quot; Richard Shim, an analyst at market researcher NPD DisplaySearch, told Bloomberg News. &quot;But when you look at the potential for it to disrupt partners, it&apos;s pretty big.&quot; And Dell is being disrupted. Despite not competing in the &quot;low-value&quot; PC market, Steve Felice, the chief commercial officer, admitted it had missed out through the shift in consumer spending to tablets. But he said he was &quot;encouraged&quot; by initial customer interest in touch-enabled PCs running Windows 8. Though the company forecast a rise of 5% in revenues in this quarter  &quot;generally consistent with what we typically see in terms of a seasonal pickup&quot;  it saw falling revenues even in markets that it had thought of as potential growth areas  including China (down 7%), Brazil (down 13%), Russia (down 8%) and India, where revenues collapsed by 29%. Nor were revenues strong in its traditional markets: revenues for north and south America were down 9% and the Europe/Middle East/Africa segment dropped by 15%. Brian Gladden, the chief financial officer, said the macroeconomic climate &quot;is clearly impacting our results. We don&apos;t expect to improve much&quot; in the current quarter. Its struggles come at a time when consumers are one of the few engines of growth in the PC market, which has dipped overall as businesses have held back from upgrading machines ahead of the launch of Windows 8 and concerns in the US about the effect of the looming &quot;fiscal cliff&quot;.", 
    "section": "technology", 
    "gid": "technology/2012/nov/16/dell-revenues-slump-pc-tablet-smartphone", 
    "wordcount": "903"
}