{
    "headline": "I am a research scientist, and that's why I drink", 
    "text": "Please allow me to introduce myself, I am Dr Kayleigh Dodd, once a hard working, enthusiastic young science graduate preparing myself for an illustrious and distinguished career in medical research. Five years on, my job hangs by a thread, my future somewhat questionable and the best thing that&apos;s happened to me this year was a fortuitous meeting with Dr Dean Burnett leading to this very outburst of frustration.  I may be exaggerating ever so slightly. I never really expected to have an illustrious or distinguished career, it was the super-geek within which drove me down this career path. However, the sentiment remains the same; basically, SCIENCE SUCKS.  There, I said it, (instantly angering and alienating a large proportion of the readers of this science based blog). For those of you that are still reading, I hate Brian Cox. (I&apos;M KIDDING I&apos;M KIDDING PLEASE DON&apos;T HURT ME!) Obviously it is not possible for a scientist to hate a man who is contributing to the popularity of our geeky subject. I do however wonder how on earth he manages to keep so fresh faced in the field of science, presumably he has discovered the secret of eternal youth and just isn&apos;t telling anyone. Clearly, like most scientists, he is driven by his enthusiasm for the subject, and although I just said science sucks, I do in fact believe it to be pretty awesome (despite being a woman).  However in the early stages of my post-doctoral position, I find that the biggest struggle isn&apos;t the pursuit of the undiscovered; but in fact getting the cash to do the work. The sad fact of the matter is that there are far better scientists than myself out there who have been forced out of the field because of a lack of funding or stability. Having studied for 8 years to obtain this position, I count myself as one of the lucky ones to have had my temporary research contract extended until February 2014. When this ends, the likelihood is that to stay working in the field that I have dedicated the last decade of my life to, I will have to drop everything and move to wherever I can find the next temporary contract, be it Dundee or Texas. For many, this isn&apos;t a way to live. Despite popular belief, some scientists are able to form meaningful relationships and bonds with other individuals. Some even have the social prowess required to start their own families and settle down (obviously not yours truly or I wouldn&apos;t be staring at a computer screen alone on a Friday night). However, the field of academia is dominated by temporary contracts. In order to get your contract extended you need to find some funding. To do this you need preliminary evidence of an exciting and innovative discovery which nobody else in the world has stumbled upon before, as well as evidence that you have the skills and appropriate environment to carry out such amazing discoveries. Basically, successful scientific research, the evidence based force that is driving the evolution of our society, is somewhat ironically driven by luck. Whether you discover something cool (and I use the word cool in its geekiest sense) or not isn&apos;t down to how intelligent you are or how many hours you spend slaving away in the laboratory (admittedly your chances are improved by increasing these variables) but generally down to whether or not you get lucky. Wind up on a project which doesn&apos;t ask the right questions, or doesn&apos;t yield any interesting results and basically you are out. No publications, equals no funding and no job, regardless of your skills, intelligence or potential. My plight for funding is further hampered by the fact that I work on a rare genetic disease called Tuberous Sclerosis (TSC). TSC is an inherited disorder that results in the growth of benign tumours in the major organs. It is estimated that a mere 1,000,000 people are living with TSC at the present time. What this basically means is that it is too rare for any of the larger Medical Research Councils to fund any research into it. And when I say larger Medical Research Councils, I of course mean the ones with all the dollar. It is an upward struggle to get funding, mainly because only the smaller specialist charities, such as the fantastic Tuberous Sclerosis Association, are willing to put money into this kind of research.  What this means is that lab monkeys are forced to dance around in circles and schmooze with the right people, saying the right things at the right time to get a tiny slice of the tiny banana pie. Many of the larger research councils often overlook the fact that, actually, TSC is a disease caused by uncontrolled cellular growth, which if I&apos;m not mistaken is in fact a key feature of the hugely &apos;popular&apos; and most grant winning of all diseases: the big C. I don&apos;t meant to make light of cancer as a topic, however, it&apos;s clear to me that basic research into rare genetic diseases actually teaches us rather a lot about how things work in general, which is quite useful for working out how things go wrong too, and I don&apos;t just mean in TSC patients.  Anyway, as I scientist I like to try and think outside the box, so here are my proposed solutions. Firstly, we start with a hardcore TV advertising campaign to &apos;sponsor a scientist&apos;. You know, the sort that begin with &apos;For just 2 a month&apos; Obviously we will aim to tug on the old heart strings with a few shots of once middle class people being forced to eat Tesco Value beans from a can, and of course substitute the 2 a month for at least 10,000. OR we begin publishing the data that nobody cares about in the publicly funded &apos;Journal of Mediocrity&apos;. A high calibre journal where the publications will only be judged on the quality of the scientific research performed not the impact or significance of the results (and yes Scientists, this journal will be REF returnable).  OR, and this one is my own personal favourite, when there is research funding available, we introduce an X-factor style audition/elimination where scientists get to beg for funding live on television, either by telling the world just how significant and worthwhile their research project is or by generating the biggest sob story, e.g. I was raised by an abusive Elton John fan and now my partner is cheating on me with a lorry driver from Slough with a penchant for dogging. You the public get to pick who goes through by voting via a premium rate telephone line, thus generating enough capital to fund the next round of research. The BBC gets a new premium reality TV show, and the general public get their latest fix of car crash television and all the while generating cash to fund the next Nature paper. It&apos;s win-win. So, WHO&apos;S WITH ME?? Ok rant over, if you need me I will be in the pub drowning my sorrows and having Tea and Scones for TSC.Kayleigh Dodd is an accomplished scientific researcher and drinker based in Cardiff", 
    "section": "science", 
    "gid": "science/brain-flapping/2013/apr/26/research-scientist-thats-why-i-drink", 
    "wordcount": "1207"
}