{
    "headline": "Embattled Yahoo CEO Scott Thompson reportedly set to quit over fake resume", 
    "text": "Yahoo&apos;s embattled chief executive Scott Thompson is on the verge of quitting, according to reports. Thompson, who has led the internet firm for less than six months, has been under pressure since it was revealed his resume included a fake computer science degree. The discovery was made by activist shareholder Daniel Loeb of Third Point. According to All Things D, the tech blog that is part of the Wall Street Journal, the company is preparing to say that Thompson is leaving &quot;for personal reasons&quot;. His most likely replacement is Ross Levinsohn, who most recently ran Yahoo&apos;s Americas unit. A special committee was established earlier this month to review the fiasco. Yahoo&apos;s board was due to meet Sunday to discuss its findings and other changes that are taking place at the troubled internet firm. The company was not immediately available for comment. His departure would be a major victory for Third Point, a hedge fund that owns 5.8% of the firm&apos;s shares. Third Point wants to install its own choice of directors at Yahoo. After the resume controversy was revealed, Third Point issued a statement saying Thompson&apos;s incorrect claim &quot;undermines his credibility as a technology expert and reflects poorly on the character of the CEO who has been tasked with leading Yahoo at this critical juncture&quot;. Thompson joined in January and had been the boss of PayPal, eBay&apos;s online payment firm. He took over after the controversial ousting of Carol Bartz, Yahoo&apos;s previous CEO. After failing to turn around struggling Yahoo, Bartz was ignominiously ousted last September and subsequently claimed that the company &quot;fucked her over&quot;. Thompson announced a massive round of layoffs last month, announcing 2,000 jobs would be lost at the firm, about 14% of the total. It was the sixth round of job cuts in the past four years for the beleaguered company.", 
    "section": "technology", 
    "gid": "technology/2012/may/13/yahoo-ceo-scott-thompson-quit", 
    "wordcount": "313"
}