{
    "headline": "The price is right to tackle climate change", 
    "text": "George Monbiot mistakes short-term methods for long-term goals (Comment, 29 May). The coalition is fully committed to cleaning up our electricity supply and meeting our climate change targets  but it will take time. We have policies to support clean energy, reduce emissions and encourage energy-saving. But we need a diverse energy portfolio to keep the lights on while we develop low-carbon energy sources. Natural gas is part of that portfolio; it is cleaner than coal and can help smooth out unpredictable renewables, bolstering our energy security. That is why the emissions performance standard is set at a level that prevents new coal being built, but allows investment in gas. It can be revised downward at any time; and the exemption for coal is not a loophole, but designed to encourage carbon capture and sequestration. The Committee on Climate Change says our approach &quot;could be compatible with power sector decarbonisation required to meet carbon budgets&quot;  provided we reform the electricity market to secure low-carbon investment. That is precisely what the reforms in the energy bill are designed to do: keep the lights on and the air clean at the lowest cost to the consumer. Edward Davey MPSecretary of state for energy and climate change  Rumours that EDF has suspended plans for a reactor at Hinkley Point are the latest salvo in a brinkmanship exercise (Report, 28 May). The government has promised to subsidise new nuclear reactors by hiking up our energy bills; the more reluctant to build EDF appears to be, the more money ministers will offer. The cost of nuclear has soared to 7bn a reactor, while costs of renewable power continue to fall, but ministers are still clinging to their nuclear dream. By the time they wake up, we could have missed out on the chance to develop a competitive renewables industry and be left with a second &quot;dash for gas&quot;, at the expense of consumers&apos; wallets and the climate.Richard GeorgeClimate campaigner, Greenpeace UK", 
    "section": "environment", 
    "gid": "environment/2012/may/29/price-right-tackle-climate-change", 
    "wordcount": "331"
}