{
    "headline": "University mission groups: what are they good for?", 
    "text": "Clubs are an English invention  amiable and eccentric for the most part. What possible harm can there be if the more fusty senior common rooms want to model themselves on the Athenaeum or the Garrick? But a new kind of club has developed in higher education that is less benign. The official title is the &quot;mission group&quot;, in other words a collection (claque?) of universities with, roughly speaking, similar origins, ethos and ambitions. The &quot;top&quot; club, of course, is the Russell Group, recently expanded to 24 members. In media terms they are labelled the &quot;top&quot; universities, although the bottom-ranked Russell Group university in fact occupies a middling position in most league tables. The other noisy club is Million+, so called because its constituent universities have more than a million students. It brings together most of the big-city &quot;post-1992&quot; universities. Here I should declare an interest. When I was a vice-chancellor my university was a member of Million+. It isn&apos;t now. In between are two others. The first is the 1994 Group, which is rather unfairly labelled the wannabe Russell Group, but in fact includes several universities that outstrip Russell Group institutions in terms of research performance and student recruitment. The final group is the University Alliance, a diverse collection of institutions including the more status-conscious &quot;post-1992&quot; universities, typically in places such as Oxford and Bournemouth, rather than Bolton or east London. The Russell Group originally brought together the &quot;golden triangle&quot; of Oxford, Cambridge and (some of) London with the big pre-1914 civics. Their common interest was having a big medical school and a complex relationship with the National Health Service. Million+ was (and is) committed to maintaining the access-friendly ethos and vocational orientation of the former polytechnics. The 1994 Group represents smaller research-intensive universities  and the University Alliance I like to think of as the Baedeker group, nice universities in nice places. Decisions about which group universities joined were originally almost entirely down to the personal preference of vice-chancellors. Councils and governing bodies were rarely involved  let alone senates or academic boards. Although some might say that vice-chancellors already had a perfectly decent club in Universities UK, does it matter if they want to be even more clubbable? I believe it does  for several reasons. First, it has encouraged fragmentation. Instead of stressing the things we have in common, we highlight our differences. The former are much more important than the latter on any fair-minded reckoning. Second, this fragmentation encourages the view that universities are &quot;brands&quot;, first and last. Music to the marketeers and managers, it also gives comfort to the crude  but vogueish  idea that higher education is a kind of high street of academic supermarkets. So universities need to be grouped into their own Waitroses and Aldis. Third, of course, it reproduces the English class system. The old comedy sketch about the upper classes looking down on the middle classes and the middle classes looking down on working classes comes to mind  bowler, trilby and flat cap. Do we really want to reproduce these snobberies and insecurities in universities in the 21st century? All this disempowers universities at a key moment of struggle. Politicians love to divide and rule; the media loves to stereotype. The respective &quot;lines&quot; of the Russell Group and Million+ are entirely predictable; I could write their press releases for them. More seriously, their furious lobbying is in vain because they cancel each other out. The truth is that universities have far more in common, but also are much more different and individual than these crude clubby labels imply. Scholarship and learning are pervasive; they should not be constrained by corporate &quot;branding&quot;. Also great issues like institutional autonomy and academic freedom are universal, not rationed. But universities are all different. They have their individual histories; they have their particular values. Leeds, with its deep Yorkshire roots and its still-enduring civic values, is not like Oxford even if they are both members of the same group. Apparently similar big-city ex-polytechnics feel, and are, very different. A final thought  down with competition! It is the struggle for competitive advantage that drives too much of the behaviour of these university clubs. What higher education suffers from is not too little competition, but too much. There is no need to encourage rivalry; it encourages itself. But there is a need to foster collaboration, at the heart of teaching and research, and solidarity, never more needed in the face of external attack.  Peter Scott is professor of higher education studies at the Institute of Education", 
    "section": "education", 
    "gid": "education/2013/mar/04/university-mission-groups-comment", 
    "wordcount": "773"
}