{
    "headline": "Single-sex schools are more likely to produce high-flying career girls", 
    "text": "If you want your daughter to be a high-flying businesswoman or banker, send her to a single-sex school. This is the startling conclusion drawn from new research charting the complex relationship between gender and risk-taking. Next month&apos;s edition of the Economic Journal carries the results of an experiment by two economists at the University of Essex. Alison Booth and Patrick Nolen devised a series of questions for 260 male and female pupils that were designed to measure their appetite for risk. The pupils, from eight state single-sex and coeducational schools in Essex and Suffolk, were asked to choose between a real-stakes lottery and a sure bet. Option1 guaranteed they won 5, while option2 entered them in a lottery in which they would flip a coin and receive 11 if the coin came up heads or 2 tails. The economists found that, on average, girls were 16% less likely than boys to opt for the lottery. But significantly, they found that girls in coed schools were 36% less likely to select the lottery than their male peers. The findings appear to confirm the long-held view that males have a greater appetite for risk than females and go some way to indicating that this may be down to the environment in which a young person grows up. Girls at single-sex schools were also willing to invest more in a hypothetical risky investment than coed female and all-male pupils. The findings have important implications for the emerging field of experimental economics, which examines why there is an under-representation of women in the City. The economists write: &quot;If the majority of remuneration in high-paying jobs is tied to bonuses based on a company&apos;s performance... women may choose not to take high-paying jobs because of the uncertainty.&quot; Anecdotal evidence suggests the economists may be on to something. Some of the City&apos;s most successful businesswomen went to all-girls&apos; schools. Alison Cooper, chief executive of FTSE 100 company Imperial Tobacco, was a pupil at Tiffin Girls&apos; School, Kingston upon Thames; fund manager Nicola Horlick and financier Baroness Vadera both attended single-sex  albeit private  institutions. The economists admit they have yet to explain their findings fully. However, they suggest that &quot;adolescent females... may be inhibited by culturally driven norms and beliefs about the appropriate mode of female behaviour  avoiding risk.&quot; Once they are placed in an all-female environment, however, they say, this inhibition is reduced. As Booth and Nolen conclude: &quot;No longer reminded of their own gender identity and society&apos;s norms, they find it easier to make riskier choices than women who are placed in a coed class.&quot;", 
    "section": "education", 
    "gid": "education/2012/jan/08/girls-schools-better-risk-taking", 
    "wordcount": "443"
}