{
    "headline": "Giant camels in the high Arctic? It's not as far-fetched as it sounds", 
    "text": "The idea that giant camels once roamed the Arctic along with polar bears and walruses is startling. Yet this is the key implication of research, published last week, by scientists working on Canada&apos;s Ellesmere Island. Lying deep inside the Arctic Circle, opposite Greenland&apos;s northern coast, Ellesmere is one of the world&apos;s coldest, bleakest spots. Yet researchers have also found it was the home of a 3.5m-year-old species of camel that later evolved into the creatures that now roam the Sahara and other hot spots. Evolution can still throw up surprises, it seems. But there is more to the project than merely uncovering the camel&apos;s unexpected evolutionary history. The researchers&apos; work has also demonstrated the power of a dramatic new technique for investigating the prehistoric past. It is known as collagenfingerprinting, and many researchers believe it could transform our understanding of life on Earth. &quot;This is the first time that collagen has been extracted and used to identify a species from such ancient bone fragments,&quot; said Dr Mike Buckley, of Manchester University&apos;s Institute of Biotechnology. &quot;This unlocks the huge potential of collagen fingerprinting to better identify extinct species.&quot;           Reading this on mobile? Click here to watch video Collagen is a protein that forms the connective tissue that holds bones together in an animal&apos;s skeleton, and it was only by analysing scraps of the material, found in the bones on Ellesmere, that scientists were able to identify the remains as those of an ancient camel. Indeed, it was not evident at first that the remains were actually fossils. &quot;The first time I picked up a piece, I thought that it might be wood,&quot; said expedition leader Dr Natalia Rybczynski, of the Canadian Museum of Nature. &quot;It was only back at the field camp that I was able to ascertain it was not only bone, but also from a fossil mammal larger than anything we had seen so far.&quot; However, it was the analysis of the collagen attached to the bones that provided proof that these once belonged to the family Paracamelus, from which all modern camels are descended. The results, published in Nature Communications, show an almost identical match to the modern-day one-humped camel, the dromedary. In addition, anatomical data suggest the leg bone found on Ellesmere was 30% larger than the same bone in a modern camel. In the past, scientists have speculated that the camel still bears features that could have evolved to cope with harsh polar winters. Among these are the famous hump  used to store energy in the form of fat  wide, flat feet that perform equally well on sand or snow, and large eyes for peering through the Arctic winter gloom. In those days, the High Arctic was warmer than it is today and the camels that evolved in North Americamay have then migrated across Asia via a land bridge between Alaska and Russia. The idea is intriguing  but it is only the start, added Buckley. &quot;Collagen fingerprinting is several orders of magnitude more effective at establishing links between ancient fossils and modern species compared with DNA fingerprinting, which we have used until now. Collagen does not break down as speedily as DNA and we can use it to study animals that are millions of years old and establish links with modern species by studying slight changes in their amino acid structure.&quot; As a result, scientists are now focusing on a wide range of species, from angelfish to zebras, to uncover links between ancient and modern animals. &quot;This is going to provide somestartling results,&quot; said Buckley.", 
    "section": "science", 
    "gid": "science/2013/mar/10/camel-ellesmere-island-collagen-fingerprint", 
    "wordcount": "608"
}