{
    "headline": "E3 2012: Tomb Raider preview", 
    "text": "In his excellent screenwriting book, Save The Cat, Blake Snyder provides the answer to an important global mystery ... why did no one go to the cinema to see Lara Croft: The Cradle of Life? The Tomb Raider brand could not have been bigger at the time, and Angelina Jolie&apos;s own popularity as a Hollywood firebrand was peaking. Yet somehow the movie dived.  What the hell went wrong? It&apos;s simple, writes Snyder: the filmmakers were so obsessed with making Lara cool, they removed all of her humanity. There were no little moments of personable humour or vulnerability to make viewers root for her. All she had to do was stop shooting and snarling for five minutes to, say, save a cat, and we would have warmed to her. But she didn&apos;t, and we didn&apos;t. The Lara Croft of Tomb Raider, Crystal Dynamics&apos; reboot of the famed action adventure series, could not be more different. In the early teasers shown last year, we saw her washed up bruised, cold and terrified on a remote island, her boat wrecked, the crew gone. This is Lara at 21, before she becomes the globe-trotting archeologist gunslinger. This is Lara: Year One. At E3 2011, SquareEnix showed an early section from the game, with our heroine hanging upside down in a cavern. She escapes, fleeing down a narrow cave system while persued by mysterious ragtag aggressors. On the way, she passes the body of another shipwreck survivor, strung up in front of a mass of candles, the surrounding walls daubed with religious symbols. This time, SquareEnix is revealing another fraught sequence, taking place soon afterwards  and it hints at some of the wider themes of this intriguing game. Having escaped from the caverns, Lara has to stagger along a coastal path and into a jungle area to locate any other survivors of the crash. It&apos;s all dark, stormy and densely atmospheric: we see the giant waves crashing against the rocks far below, carrying debris from the shipwreck in their frothy wake. The forest itself is rich with organic detail, the branches loaded with vines, the air buzzing with insects.  Interestingly, this is the same engine as Crystal has been using for most of its previous Tomb Raider games, including Underworld and Guardian of Light  although according to global franchise director, Karl Stewart, it has been heavily updated and customised. &quot;We went back to the engine team and said we want physics, we want this level of reality, and they said, okay, we&apos;ll build it! Part of the reason it&apos;s taken us so long to get where we are, is that we set out with gameplay goals, feature goals, and we set the engine back up based on those requirements. You should never feel like you&apos;re shoehorning an experience into an engine that&apos;s already there  too many games do that. it&apos;s all about the experience  if our engine couldn&apos;t have delivered it, we would have found another one.&quot; As Lara stumbles through the foliage, breathing heavily (every exertion is accompanied by some grunt or yelp  this must have been a hell of a laugh to record), I&apos;m flashing back to Lost  the set up of confusion and disorientation is so similar. And as if to confirm my allusion, a clearing opens and we see a huge old propeller plane, hanging from the branches of a tree over a vast waterfall. It&apos;s JJ Abrams&apos; TV series all over again. Lara must cross this, using the X button to grip on to sections of the fuselage. As she climbs, she whispers to herself, &quot;come on, you can do this, you can DO this&quot;  another clever little play for gamer empathy. We happen across a makeshift camp, where some gear has been left by other survivors, including a walkie-talkie. There&apos;s a touching moment where Lara manages to get through to the ship&apos;s captain Conrad Roth on the radio and begs him to come and help her, but then resolves to travel further into the island interior to get to him; the emerging vestiges of the heroic Croft we know.  We&apos;re then in a sort of hub area, an enclosed section of forest that Lara can freely explore  apparently these are dotted throughout the game, providing a break from the linear flow of the story. In this one, our first task is to eat. A shot walk over a babbling stream reveals a skeleton hanging from a nearby tree  he has a bow. Lara has to clamber up and grab it, then collect the arrow packs hidden around the tracks. Everywhere, there are deer running about, and rabbits. Using the bow requires hitting left trigger to aim and right to fire. Lara takes out a deer, then has to hack a chunk of meat from its torso. It&apos;s Lara as survivalist.  To add a sense of progression and customisation to the adventure, Crystal Dynamics has built in an Experience Points system. When you defeat an enemy, complete a task, or in this case slaughter a majestic wild animal, Lara earns XP; throughout each map there are camps where she can stop and spend these points on upgrading her own skills or any weapons or items she&apos;s carrying. We could augment her bow skills for example, perhaps giving her the ability to retrieve arrows from fallen prey. Lara also has a special visual mode known as Survival Instinct, which drops a monochrome hue over your view while picking out enemies and animals in colour  like a sort of physiological infrared scope. Upgrade this, and potential targets become brighter and easier to spot. Later in the game, it seems Lara will be able to use a fast travel system to replay previous hubs using unlocked abilities to track down new side-quests. From here, there&apos;s a rather creepy tunnel section, where Lara must wade through dank water into some kind of hidden subterranean base, with skulls lining the walls and those weird symbols painted everywhere. There&apos;s a tense cinematic bit, where she finally comes across her friend Sam, apparently being given first aid by a distinctly dodgy character named Matthias, who promptly reveals himself as one of the island&apos;s mysterious aggressors and disappears into the undergrowth dragging Lara&apos;s terrified chum behind him.  Later, Lara manages to hook up with a bunch of survivors who resolve to look for Sam, with Lara sent off up a hillside with a rather limp archeologist character named Whitman. The duo discover a series of relics and symbols relating to Japanese mythology, specifically the Lost Kingdom of Yamatai and some sort of shamanistic cult. Again, this feels very Lost  disparate groups of survivors arriving on an island with mythological significance; one group appears to have got here much earlier and has well gone mental. There are also parallels to be drawn with the Hunger Games, another massive franchise about a girl becoming a warrior. Whatever the case, everything appears to have a factual basis, which Stewart says has been an important part of the game design. &quot;We wanted to ground the character,&quot; he says. &quot;The situations she&apos;s in feel real, they&apos;re situations we could encounter - God forbid! As soon as you start adding the fantastical then you start losing that. Lara goes through emotional turmoil - you think, what if she didn&apos;t kill that guy? What was he going to do? &quot;So we try to keep it grounded in reality as much as possible, to heighten the emotional moments, and we&apos;ve stayed away from high fantasy  which is something the Tomb Raider games have had trouble with over the years. You know, within 20 minutes of starting, you shouldn&apos;t be fighting Norse gods who can disappear and re-appear&quot;     Tomb Raider    Our demo ends with Lara captured by another group of gun-toting &quot;locals&quot;, this time lead by a vicious Eastern European mercenary. When another prisoner tries to escape, there&apos;s a stealth section where Croft has to creep through a rickety base camp, staying low and behind crumbling walls as guards with torch lights search for her. When the leering squad leader discovers her, there&apos;s a quick-time combat system in which timed button presses allow Lara, whose hands have been bound behind her back, to bite his hear, kick him to the ground and finally grab his gun, wrestle with him and then finally shoot him. A cinematic at the end shows a distraught Lara weeping with shock and horror, but then as the music swells she rises to her feet, defiant expression, gun in hand. This, you feel, is the beginning of the Tomb Raider character. So far, this is gritty, exciting stuff, with an engaging structure, allowing for both story scenes and contained exploration. Admittedly, some of the drama is heavily choreographed. There&apos;s a section where Lara has to cross a ravine via a fallen tree trunk  the sequence requires slow and careful balance controls via the analogue stick, but there&apos;s a moment she slips and almost falls, and it happens whatever you do. Both of the key violent confrontations with the island&apos;s established community are also staunchly directed. We&apos;re also yet to see any really deep environmental puzzles  the stuff we used to love in the original titles. We&apos;ve had a few conventional sequences where Lara has had to use a torch to burn away flammable debris and reveal hidden items; there&apos;s also a section where she has to seek out chests hidden around the forest, salvaging useful items  all the while being attacked by wolves. But nothing epically constructed just yet.  But the key aim with these demos, it seems, is to show that Tomb Raider has moved with the times  it&apos;s a more mature experience now. Clearly experienced by the James Bond and Batman reboots (which kicked off just as Tomb Raider went into development), it&apos;s about getting to the roots of the Lara Croft mythos.  &quot;I did a big study when I took over running the franchise and it was all about cultural relevance,&quot; says Stewart. &quot;There was a time when James Bond was the guy who got the girl and flew to these exotic locations. And then later, you had to Pierce Brosnan and Timothy Dalton trying to replicate what Sean Connery was doing, but people didn&apos;t relate to that anymore.&quot; &quot;Tomb Raider on PS1 was epic  we loved it because it brought us to worlds we&apos;d never seen before, it let us do things we&apos;d never done before. But as time progressed, people wanted more: we digest movies and TV shows at an enormous rate and we know more about characters and set ups than ever before. And Tomb Raider was close to being left behind in a way, because it didn&apos;t have that substance to it. &quot;It was just this puzzle solving game where everyone kind of knew who the girl was. We had to bring the life back, and not just in terms of gameplay mechanics. How do we set an emotional tone so that people will look at it and see something similar to Daniel Craig taking over as 007, getting his ass kicked in the first 10 minutes. &quot;That was our intention  to set her up in a way that you feel, I was there the first time she killed somebody  I remember the emotion of that situation  now I can see why she has become the character she is today. That&apos;s the goal.&quot; In that light, the E3 2012 demo has been a mouthwatering success. But now we just need to know that the design matches the emotion.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jun/05/e3-2012-tomb-raider-preview", 
    "wordcount": "1938"
}