{
    "headline": "Genetic screening: curiosity killed the CATG", 
    "text": "&quot;These are my chromosomes!&quot; exclaimed the teaching assistant, holding aloft a black and white photograph of 46 stripy worms. &quot;Mine! Isn&apos;t that cool? I have a blown-up version framed in my room! You&apos;ll all get your own when you do the karyotyping lab session next year.&quot; I was a first-year undergraduate student, delighted to be studying genetics  a subject I&apos;d loved since I first encountered it at the tender age of 14  and couldn&apos;t wait to see my own chromosomes. Sadly, however, it was not to be: the university had to stop offering that lab session a few weeks later when a student in the year ahead of us noticed that she had a balanced translocation. This abnormality didn&apos;t affect her own health  she had all the DNA she should have, just not in the right places  but it did suddenly shed some light on her sister&apos;s recent string of miscarriages. The whole family had to be referred for genetic counselling, the university&apos;s legal department suddenly started to think about liability issues, and I never did get to see what my chromosomes look like. At the age of 19 I lacked the perspective to see that the university had made the right decision. But now, after a PhD, a postdoc, a short stint in the biotech sector, and five years back in academia as a project manager in the field of human genomics, I wonder why they ever thought the karyotyping lab session was a good idea in the first place. It&apos;s not that I&apos;m any less curious about my chromosomes  on the contrary, I&apos;d still love one of those photos, and when companies like 23andMe started offering direct-to-consumer genetic analysis, my inner teenaged genetics geek was extremely tempted. How amazingly cool would it be to see how my own DNA sequence maps onto everything I&apos;ve ever learned about genetics?! A part of me would absolutely love to send in that spit sample and have a good look at what&apos;s going on in there. But then I start thinking about how surprised I always am when people around my age still have grandparents. Both my grandfathers died before I was born, one grandmother when I was 15 and the other when I was 21. My family&apos;s genetic legacy includes heart disease, various types of cancer, schizophrenia, glaucoma, possibly MS  you name it. Granted, the next couple of generations seem healthy enough and things like throat cancer in a coal miner probably aren&apos;t genetic anyway, but there&apos;s definitely the potential for some rather nasty surprises lurking in my DNA. Would I want to know? Yes   and no. Yes, because it would still be super interesting (I mentioned the genetics geek thing, right?), and potentially very useful. For example, the risks of some genetic predispositions to disease can be partially mitigated by earlier and more frequent screening. No, because for many other gene mutations there&apos;s absolutely nothing you can do with the information except worry about whether, how, and when it&apos;s going to make you ill. There are other factors to consider, too. For example, my results could also affect other members of my family  should I consult them before I even think about proceeding? What kinds of analysis of my DNA might become possible in the future that I haven&apos;t even considered yet? Maybe I won&apos;t want to know how much of my personality is genetically programmed, if such a thing becomes possible.  And  the big one  what about the risks to my privacy? Even if my DNA sequence is stripped of all personal and demographic information, the sequence itself is enough to identify me. I don&apos;t want anyone other than me, my family, possibly my doctor, and academic researchers working on projects approved by institutional research ethics boards getting their hands on those data thank you very much. But that won&apos;t necessarily be under my control. I&apos;m still very interested  you might say that curiosity is in my genes. But so is caution, so I think I&apos;ll wait. Direct-to-consumer whole genome sequencing will be even cooler, you know ", 
    "section": "science", 
    "gid": "science/occams-corner/2012/oct/11/genetic-screening", 
    "wordcount": "682"
}