{
    "headline": "How Samsung is eating western Europe's mobile phone market", 
    "text": "As a follow-on to Wednesday&apos;s piece about how the smartphone is taking over the mobile phone market, here&apos;s some analysis of what&apos;s happening in the western European market. (Mobile users: graphic here.)      Western Europe market share by manufacturer and type (smartphone/featurephone), 2Q09  1Q 12. Original data: IDC    (Click for larger version.) The data comes from IDC, and shows numbers for shipments in the western European market since the second quarter of 2009 (which is as far back as they&apos;re presently prepared to go). What&apos;s most evident is that way that just as with the global market, Samsung has driven into this field like a truck into a glass-fronted supermarket, while Nokia&apos;s fortunes have declined dramatically  coinciding pretty much exactly with Stephen Elop&apos;s announcement in January 2011 that Symbian, then the Finnish company&apos;s smartphone platform, would be supplanted by Microsoft&apos;s Windows Phone. (Mobile users: graphic here.)     Samsung v Nokia, share of overall western European phone market, 2Q 09  1Q 12. Original data: IDC    Samsung, meanwhile, has driven its smartphone share up, notably through the very successful launch in spring 2011 of its Galaxy S2; that looks set to continue with the S3, launched in May.      Smartphone sales (green) and featurephone sales (brown) in western Europe, 2Q 09  1Q 12. Original data: IDC    More generally, though, there are two trends visible in the western European market as a whole: a very slow reduction in overall sales (they peaked around Christmas 2010, and have been showing declines since then); and rapid growth in smartphone share, which passed 50% in the second quarter of 2011 (ie a year ago) and in the first quarter of 2012 was just short of 63%  and is likely to have risen even further in the past three months. (Mobile users: graphic here.) Among other smartphone companies, only Apple has managed to grow its share; HTC, RIM and Sony (formerly Sony Ericsson) have seen their empires rise and fall, squeezed between Samsung&apos;s dominance of the Android space and Apple&apos;s grasp of the top end. These figures don&apos;t include the launch of HTC&apos;s One series, which happened during the second quarter (for which figures probably won&apos;t be available until August); success there could be vital for HTC&apos;s future. Globally, the company had just 1% of the mobile handset industry&apos;s profits in 2011, according to Asymco. Apple and Samsung took the rest. But there are other storm clouds gathering for mobile handset makers who aren&apos;t called Samsung or Apple. The peak in the fourth quarter 2010 points to the economic recession and eurozone woes putting pressure on subscribers.  Some carriers are already seeing a reduction in the number of subscribers: Spain, where the recession is biting hardest, saw the loss of 380,000 mobile subscriptions in April, Tero Kuittinen points out at Forbes. He also points to falls in Russian subcribers; those those aren&apos;t part of the western European statistics here, they do point to a general trend in terms of economic effects. So where is it headed? Just as with the global smartphone business, Europe might be headed towards a two-horse race in the branded phone space  unless Nokia can revive itself.  Don&apos;t count Nokia out, by the way; Microsoft is absolutely depending on its success in the smartphone space so that the Metro design which will soon run across desktops, laptops, tablets and Xbox 360 game consoles will cover the entire space in which you experience &quot;Windows&quot;. It&apos;s literally Windows everywhere. If Nokia does down, then the Asian companies such as HTC and Samsung, whose present offerings of Windows Phone handsets feel almost grudging, are unlikely to pick up the slack. Asymco&apos;s Horace Dediu has a theory that sounds very convincing: if Nokia gets into serious trouble, it will be encouraged to spin off the smartphone business, and Microsoft will finance it by buying some tiny share for billions of dollars  inflating the apparent value of the company (as often happens with startups getting venture capital input) and giving it a cash pile that should see it through to longer-term survival. (Well, it worked with Apple, when Steve Jobs cajoled Bill Gates into ironing out some patent infringement rows in 1997, and Microsoft injected $150m for a chunk of non-voting stock.) One thing Microsoft doesn&apos;t want: to become a smartphone manufacturer. &quot;Companies don&apos;t approach each other like potential lovers,&quot; Dediu said on his podcast. &quot;It&apos;s not &apos;I like you, let&apos;s hook up&apos;.&quot; But there&apos;s one other area that could be crucial: the unbranded or carrier-branded smartphones. Orange has already been selling the San Francisco, and now it is offering the San Diego smartphone, an Intel-powered own-branded Android smartphone (running Android 2.3). It&apos;s actually made by a company called Gigabyte (no, me neither) It&apos;s cheap-ish  199  and does everything you&apos;d want from a smartphone, as long as you don&apos;t mind a screen where despite being 4in on the diagonal, the icons are absolutely tiny. This is the sort of smartphone you&apos;re going to see plenty of in the future as the &quot;second 50%&quot; begins buying smartphones whether they want it or not.", 
    "section": "technology", 
    "gid": "technology/blog/2012/jun/28/europe-smartphone-phones-samsung-apple", 
    "wordcount": "803"
}