{
    "headline": "Nuclear: a toxic investment", 
    "text": "And then there was one. Well, we are not there yet, but there is no doubt the comments from the GDF Suez boss that his NuGen consortium wants more financial concessions to build atomic plants in Britain is not a casual warning but a threat that it could pull out, leaving EDF the only company willing to build new reactors. The great atomic renaissance is certainly unravelling. Critics always said it did not make financial sense, and indeed it seems it is basic economics that is undermining the project rather than environmental worries. When the German-based utilities RWE and E.ON said last month that they were scrapping their involvement in new atomic plants at Wylfa in Wales and Oldbury in Gloucestershire, things looked rocky for the government. GDF  formerly Gaz de France  said at the time it was proceeding as usual with its plans to build a facility close to the Sellafield site in Cumbria. But on Monday Grard Mestrallet, the chief executive of GDF, made clear that the current regime outlined by the government would not justify its plans for a new facility at Sellafield in Cumbria. Ministers have already promised to introduce a floor on the carbon price to ensure that wind, solar and nuclear all get an advantage over their hydrocarbon competitors, and believe its &quot;contract for difference&quot; will act as a fixed price. GDF and its partner Iberdrola of Spain say it is very hard to construct nuclear in a &quot;deregulated&quot; energy market (where prices bounce up and down). GDF does not take any final investment decision until 2015 and RWE and E.ON may yet find a buyer for their stakes in the Horizon consortium. But it is looking problematic for all except EDF, which is at the centre of a wider French national plan to lead the nuclear field globally in generation and technology. It&apos;s all a bit embarrassing for the Tories, who have always trumpeted the advantages of building nuclear but were forced to concede that no subsidies would be given. What the government does not want is to be left with one potential operator that would have ministers over a barrel if it too threatened to withdraw, especially as the majority of EDF is owned by the French state. There is also the concern that Nicolas Sarkozy may be overturned in the elections and a new president may put the brakes on nuclear in France. EDF may then reconsider building in Britain too. And then there were none ", 
    "section": "environment", 
    "gid": "environment/2012/apr/16/nuclear-renaissance-toxic", 
    "wordcount": "423"
}