{
    "headline": "It's a lion-eat-owl world in captivity", 
    "text": "You can take the animal out of the wild (though that&apos;s not to say you should). But you can&apos;t always take the wild out of the animal. Every once in a while, visitors to zoos get to see rather more of nature in the raw than they had perhaps bargained for. It happened this weekend at Colchester zoo, when Ash, a nine-year-old female barn owl, flew into a window during a display and landed, dazed and unsteady, on a ledge in the lion enclosure  where one lion knocked her to the ground, and another ate her. &quot;It was over in seconds,&quot; avisitor told the local paper. &quot;People were horrified. Women and children were screaming. Mylittle boy was in tears.&quot; Similar shock followed an incident at Chessington World ofAdventures last May, when 20 shaken visitors saw a baby bearcat or binturong  cute doesn&apos;t do them justice  being summarily ripped apart by a pair of lions after it dropped into their cage from a tree. Abroad, visitors to Ankara zoo in Turkey last March watched a Bengal tiger kill a lion, &quot;severing its jugular in a single stroke of the paw&quot;, while others witnessed a fatal attack by Balou, a male Syrian brown bear, on Klara, afemale, at Stralsund zoo in northGermany in 2009. And visitors don&apos;t see everything: no one, for example, was there to observe the fatal scuffle at London zoo in May last year that led to the death of a seven-month-old baby gorilla, Tiny, at the hands of anew silverback male. Zookeepers witness more  and are, sometimes, victims themselves. In Britain, three elephant keepers were killed by their charges in three different incidents in 2000 and 2001. In Caracas zoo in Venezuela in 2008, a student zookeeper was killed by a 10ft Burmese python, which then tried to swallow him. The following year, a rare white tiger attacked and killed a keeper at Zion Wildlife Gardens in New Zealand, in front of eight foreigntourists. And very occasionally, of course, visitors themselves can get hurt. That&apos;s rare, though: not all zoo inmates are like Santino, a30-year-old male chimpanzee atFuruvik zoo in Sweden, who every morning for the past 11 years has collected a small pile of stones to lob at the hated human intruders. Fortunately, chimpanzees have really bad aim. Wild animals arewild. Even (or maybe, sometimes, especially) in zoos.", 
    "section": "science", 
    "gid": "science/shortcuts/2012/feb/01/lion-eat-owl-world-captivity", 
    "wordcount": "417"
}