{
    "headline": "Arms trade treaty must include global sale of ammunition, urges Oxfam", 
    "text": "The global sale of ammunition has to be included in any new arms trade treaty (ATT) if the illicit and irresponsible sale of weapons is going to be properly regulated, a report argues. Oxfam has called on negotiators to resist calls from countries such as China and the US to exclude ammunition from any new ATT, which is due to be thrashed out during a month-long session of the UN in July. In a new report, Oxfam says more than 4bn is spent on ammunition every year, but there are no reliable safeguards to regulate where the material ends up. This has to be a key component of the new ATT, which is being supported the British government. Oxfam&apos;s report says the number of bullets produced by arms companies every year is estimated at 12bn, nearly enough to kill everyone on the planet twice over. Some countries, including the UK and France, have given details of the sale of ammunition, but most don&apos;t, arguing the sheer volume of trade makes it hard to monitor. However, Oxfam says any new ATT, which could provide the first comprehensive international treaty on arms, has to include the sale of bullets if it is to be effective. It points to conflicts in Africa, Afghanistan and Somalia as examples of how the trade in weapons and ammunition has devastated communities in some of the poorest parts of the world. &quot;An ATT that does not cover ammunition will fail to achieve what it set out to do  to prevent human suffering, armed conflict and serious violations of international humanitarian law and human rights,&quot; the report says. &quot;It is illogical to argue otherwise. Guns can be almost endlessly recycled and reused, moving from conflict to conflict. This self-perpetuating cycle of violence can only continue so long as it is fuelled by the irresponsible transfer of ammunition.&quot; Anna Macdonald, head of arms control campaigning at Oxfam, adds: &quot;Guns are useless without bullets. Bullets are what turn guns into lethal weapons. It is absolutely essential that the sale of ammunition is included in the treaty. It would be totally irrational to leave it out. The price paid in human lives for the trade in ammunition is incalculable.&quot; Oxfam is attempting to highlight the issues governing arms sales in the runup to the ATT negotiations, which will take place in New York. This month, Alan Duncan, the minister for international development, told the Guardian the arms trade had become the greatest threat to development. He urged allies, including the US, to put aside their concerns and agree to a tough new treaty to regulate the industry and its exports. &quot;The arms trade has become the greatest threat to development, beyond disease and disaster,&quot; he said. &quot;We are making some progress on issues such as polio and malaria. The factor that is most restraining development is conflict, which is why this new treaty is so important. It has massive implications for development.&quot; The UN conference in July is the culmination of six years&apos; lobbying and haggling by governments, arms companies and aid agencies. It should lead to a treaty that harmonises international laws governing the sale of arms into one comprehensive, legally binding, document. A draft treaty has already been published, which  if adopted  would ban all weapons sales to countries that could use them to abuse human rights, or encourage corruption or armed violence. Under pressure from their own arms manufacturers, some nations, including the US, Russia and China, are now wobbling over such language. The global weapons market is estimated to be worth $55bn a year. Alan Duncan, international development minister, said: &quot;The UK will urge all parties to agree an international arms trade treaty that includes ammunition. There is a lack of regulation in the arms trade that leads to unchecked violence and fuels corruption. This has not only led to the death of many innocent people, but also hampers development efforts in many countries around the world. The UK will be at the forefront of negotiations at the UN, demanding a broad and enforceable treaty.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/may/30/arms-trade-treaty-ammunition-oxfam", 
    "wordcount": "691"
}