{
    "headline": "What corporate giants might be laid low by the 3D printer's gun?", 
    "text": "The news that a few jokers in Texas sailing under the flag of &quot;Defense Distributed&quot; have succeeded in creating a working handgun using 3D printing technology has thrown the cat into the pigeon coop. There&apos;s been the traditional reaction from hyperactive US legislators. Democratic Congressman Steve Israel from New York was first out of the starting stalls: he had already sponsored a bill that would outlaw &quot;non-detectable weapons&quot;; now, he announced, he would add regulations concerning 3D-printed guns. &quot;Security checkpoints, background checks and gun regulations will do little good,&quot; he told the New York Daily News, &quot;if criminals can print their own plastic firearms at home and bring those firearms through metal detectors with no one the wiser.&quot; For their part, the gun printers lost no opportunity to hype up their achievement. &quot;I&apos;m seeing a world where technology says you can pretty much be able to have whatever you want,&quot; declared Cody Wilson, the head of Defense Distributed. &quot;It&apos;s not up to the political players any more.&quot; This is the kind of fancy talk that leads editorial writers to cower in their bunkers, wondering about runaway technology and where it&apos;s taking us, while in another part of the forest technology evangelists were fretting that the boffins of Defense Distributed were giving 3D printing a very bad name. Which indeed they are. But in fact everybody&apos;s been giving 3D printing some kind of name. It&apos;s variously seen as: a revolutionary technology that will transform manufacturing and bring jobs back to America; a grievous threat to intellectual property; a democratising technology that will empower individuals and small enterprises; a powerful force for good in medicine; a new way of doing haute couture; and as an overblown, over-hyped fad. What&apos;s happening is that people are projecting their hopes, fears and fantasies on to what is basically the logical extension of an old technology  the ink-jet printer. Instead of squirting ink through tiny nozzles under computer control, however, a 3D printer squirts globules of plastic or other materials and creates three-dimensional objects by &quot;printing&quot; out successive layers in accordance with the data contained in a computerised model of the object. Although there are already some very sophisticated applications of 3D printing in industry (in aircraft manufacture, for example), most of the stuff produced by 3D printing in the public domain looks pretty naff to the layperson&apos;s eye. The Texas gun, for example, looks naive and unsophisticated when compared to, say, a Walther PPK. One can just imagine James Bond&apos;s incredulous sneer if Q were to offer it to him. But for those who have followed the work of Harvard scholar Clayton Christensen over the years, the sheer crudity of the printed object is what rings bells because it evokes the possibility of disruptive change. Christensen is famous for his pioneering studies of industrial innovation. What he wanted to understand is why big and successful companies are so often destroyed or humbled by new technologies whose significance they fail to appreciate. The reason successful corporations are blindsided, Christensen found, is that the initial manifestations of the upstart technologies are so crude that they do not seem to pose a threat to the incumbents. Their products, though expensive, are so polished and sophisticated that it seems incredible that their customers would be tempted by such crummy artefacts. But it turns out that some customers are prepared to buy the crummy product because they can&apos;t afford the expensive stuff; and the manufacturers of the disruptive product rapidly improve it, so that it becomes less crummy. And then they cream off the lower segment of the incumbent&apos;s market. And so it goes on until the established company (or companies, for this can happen to whole industries) goes under. The poster child for Christensen&apos;s account of disruptive innovation is, of course, Kodak  a huge, profitable company that completely dominated the market in analogue, ie film-based, photography, and which was eventually destroyed by digital technology. And the same logic applied, because when digital sensors first appeared the photographs they produced were truly awful. But Christensen&apos;s logic eventually prevailed and Kodak is no more. The only irony is that it was in Kodak&apos;s own R&amp;D labs that the digital sensor was invented. Nobody knows what the long-term impact of 3D printing will be. It&apos;s possible that it will ultimately affect only a limited number of industrial sectors. Or just particular parts of a sector  for example the organisations that have to maintain huge warehouses of spares for an infinite variety of industrial and domestic appliances: why keep physical stock when all you need are the CAD drawings and a printer? The one reason for not discounting 3D printing is the one most sceptics use at the moment: that the things it produces look naff.", 
    "section": "technology", 
    "gid": "technology/2013/may/12/defense-distributed-3d-printer-gun", 
    "wordcount": "809"
}