{
    "headline": "Call of Duty: Black Ops II  review", 
    "text": "The annual Call of Duty has become a little like watching the funfair return to town. The same rides, the same shifty-faced men guarding the entrances, with only the peeling paint and deja vu separating one year from the next. Even in their tower of dollars, Activision can sense the ennui, and so developer Treyarch&apos;s Black Ops II is also something of a Mission Impossible  aiming to deliver meaningful innovation, to use the marketing line, within the same old structure. They get an A for effort. Black Ops II has a familiar campaign that has nevertheless been jazzed up with the incorporation of (optional) squad-based strategy missions and a plotline that branches according to a few key decisions. Most of the time is still spent shooting foreigners in corridors, but even here, there are changes  COD&apos;s most well-known crutch, the endlessly respawning enemies that stop when you cross an invisible line, have been junked entirely. Talking about the narrative in these games always feels a little like a thankless task, and Black Ops II doesn&apos;t deviate from that. It makes an early attempt to humanise big baddy Menedez, showing how his sister was disfigured by American bombs, but after this he turns out a standard bloodthirsty maniac. This incident is part of a bizarre and disturbing thread running through Black Ops II&apos;s narrative; you see one child being burned and disfigured, then another being psychologically tortured (the main character, in fact). Perhaps this shows a certain desensitisation among the game&apos;s audience; or its developers. Probably both.     COD blops horses    I&apos;m not suggesting such topics shouldn&apos;t be here; simply that, in a world without a fixed moral centre, they sit very oddly. Black Ops II moves from torture chambers to wingsuits, via clunking mechs, battle-planes, and nearly every other type of military fantasy going. At one point, I was launching anti-air rockets from the back of a horse. One sequence set in an inexplicably flooded Lahore shows what this method gives Black Ops II. The level is drenched in gorgeous water effects, combined with countless sputtering neon signs and crumbling buildings  a real technical showcase. Then you move through this at swift pace to what can only be described as a club tune, popping enemies left and right and watching the opalescent shimmer of their body armour signal the kill. It is a demented kind of a world, but it works. Then, in the very next section, Black Ops II does a &quot;stealth&quot; section, though really it&apos;s more of a game of following the NPC. If Treyarch&apos;s Call of Duty campaigns have one singular weakness, it is this willingness to wrest control away from the player for long periods, with sections that ostensibly require your input, but really just ask you to follow the prompts. The cinematic experience, some might say. When used sparingly, it can be a very effective tool. When long stretches of levels are constructed around them, the results are not so good. The new strategy levels combine standard COD action with a top-down view of the battlefield. You have to direct your groupings of soldiers and mechs to protect certain points, and can zoom in to take control of any individual unit at any point. It feels like a slick system, but unfortunately it&apos;s betrayed by the doltish AI of your troops  they rarely engage the enemy, and tend to just sit in positions nearby. You usually complete these missions by doing the entire thing in first person, which renders this innovation rather moot.     COD blops gun    COD&apos;s beastly multiplayer has also had a blast of air-freshener, incorporating almost every feature a fan could wish for. The matchmaking now syncs in to a league system, giving a progression arc other to the usual XP treadmill, and there&apos;s access to features previously kept distinct like COD TV and community video playlists. Needless to say, the multiplayer is still great. There&apos;s a reason that this is the most popular mainstream shooter around, and it&apos;s the sheer ease with which you slide back into its quick rhythm of kills and deaths. The amount of feedback loops churning through COD&apos;s multiplayer could fill several articles of their own, and they&apos;re all working the same old magic. There are idiosyncrasies to the matchmaking, such as an entire playlist dedicated to the Nuketown 2025 map, a remake of an old favourite that also crops up in Zombies. This mode has always been close to Treyarch&apos;s heart, and Black Ops II&apos;s version is the best yet, not least thanks to the new mechanic of a bus that honks before shuttling your team between the four locations. Black Ops II isn&apos;t a lazy annual update  it deserves credit for trying to play around with gaming&apos;s most winning formula. Yet this engine is showing its age, creaking at times as the jets fly overhead. Its new strategy levels don&apos;t need strategy. And the best parts are tweaked copies of what has been before. In the end, Black Ops II doesn&apos;t give us meaningful innovation, and it suggests COD&apos;s future success will depend on much more than fiddling around with the past.  Game reviewed on Xbox 360", 
    "section": "technology", 
    "gid": "technology/2012/nov/16/call-of-duty-black-ops-2-review", 
    "wordcount": "856"
}