{
    "headline": "Mystery bird: splendid fairywren, Malurus splendens", 
    "text": "      Splendid fairywren, Malurus splendens (synonym, Malurus pectoralis; protonym, Saxicola splendens), Quoy &amp; Gaimard, 1830, also known as the splendid wren, the banded (blue) wren or as the blue wren, photographed at Cheynes Beach by Waychinicup National Park, Manypeaks, WA, Australia.  Image: Alex Vargas, 20 October 2009 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D5000, Nikkor 300mm f/2.8G ED-IF AF-S VR 1/200s f/13.0 at 420.0mm iso400 with a Kenko 1.4X teleconverter on    Question: This stunning Australian bird has several interesting reproductive behaviours that are quite peculiar. What are those behaviours? Why do the birds use these reproductive strategies? Can you identify this bird&apos;s taxonomic family and species? Is this bird a male or a female? Is it an adult or immature bird? How can you tell? Response: This is an adult male splendid fairywren, Malurus splendens, a small songbird is placed into the Maluridae family. The malurids are endemic to endemic to Australia and New Guinea and are commonly known as wrens, fairywrens, emu-wrens, and grasswrens even though they are unrelated to the northern hemisphere wrens (family: Troglodytidae) that most people are familiar with.  We now know that the malurids&apos; similarity to many of the troglodytids is due to the wonders of convergent evolution resulting from strong similarities in ecological niche. Thanks to DNA work, we now know that the malurids are one of the many passerine families that emerged from the great corvid radiation in Australasia and their closest relatives are the Meliphagidae (honeyeaters) and the Pardalotidae (peep-wrens) [doi:10.1098/rspb.2001.1883 &amp; doi:10.1073/pnas.0401892101]. This family is strongly sexually dichromatic, and splendid fairywrens are no exception. Adult males in breeding plumage are predominantly a rich dramatic blue, and the intensity varies geographically; their upperparts vary from cobalt-blue (east) to violet-blue (west), with black bands at the base of the tail (absent western birds), a black band extends from the small black beak through the dark eyes around the back of the head and circling down across the breast, the cheeks and crown are a lighter shade of blue and the underparts are a darker shade of blue. The long thin tail and wings are dark brownish with a rich blue wash. The feet and legs are greyish black. They have a sweet song as you can hear in this short video that captures a male singing in the early light of dawn:            [video link] When the adult male is not in breeding plumage, he looks similar to the adult female, which has pale brown upperparts, buffy underparts and a long blue tail. Adult females have a reddish band extending from her small reddish beak through her dark eyes, whilst nonbreeding males retain their blue wings.  The splendid fairywrens live in dense underbrush in a variety of arid and semi-arid habitats, ranging from forest to dry scrub [range map]. These birds are insectivorous, foraging for small insects in the underbrush, and will supplement their diet with seeds.  Splendid fairywrens form small groups consisting of a territory-holding adult pair of birds and up to six nonbreeding birds that help the adults rear their young. The female alone builds the nest -- an oval domed structure -- and incubates the eggs alone, although all members of the group feed the chicks. Even though the adult pair is socially monogamous, they are sexually promiscuous and thus, a significant proportion of the offspring may not be related to the social father, who still cares for them anyway, as do the chicks genetic fathers.  Male wrens display pink or purple flower petals to females as part of their courtship display.  This longer video, filmed in Western Australia, gives you an idea of this species&apos; behaviours (incredibly adorable), their habitat preferences and you also get to see the female:            [video link]. .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/apr/29/3", 
    "wordcount": "701"
}