{
    "headline": "Would anyone buy ivory if they had witnessed this cruel slaughter?", 
    "text": "I&apos;ve had so many wonderful days in Africa, there was bound to be tough one. Earlier this week, I witnessed how illegal ivory was obtained, along with Peter Knights, executive director of WildAid, with whom I&apos;ve worked for several years now. With the help of Kenya Wildlife Service, we travelled via helicopter to access the carcasses. Iain Douglas-Hamilton of Save the Elephants had spotted the bodies from the air in his small plane, and marked the spot for our pilot to bring down the chopper in a dry riverbed. It was so tight we did a little hedge trimming on the way down. Not 20 yards away, I saw the body of an elephant poached for its ivory three weeks ago. Its face had been cut off by poachers and its body scavenged by hyenas, scattering bones around the area. A sad mass of skin and bone. The smell was overwhelming and seemed to cling to us, even after we left. I really was speechless. After seeing these animals up close and watching them interact in loving and protective family groups, it was heart wrenching and deeply depressing to see this one cruelly taken before its time. People, like Iain, have spent their lives studying and living intimately with these animals and now, just like in 1989 before the international ivory trade was banned, they must spend their lives looking for bodies, using metal detectors to find bullets and conducting autopsies. Unfortunately, I saw four more bodies in close proximity that day. One that poachers had attempted to hide with bushes; another that had been found dead from his wounds within shouting distance of a lodge with its ivory still intact, having evaded the poachers while wounded; and later, two fresher carcasses of much smaller elephants that had been sprayed with bullets. Their tusks would have been small, but that did not protect them. Poachers often only wound elephants and they may fall well away from where they were originally shot. I could imagine the clamour in the herd as the elephants fled in terror. The fact that we were able to see five bodies in one area in the brief time I was here is an indication of the seriousness of the poaching crisis. Before the international ivory trade ban, in addition to legal ivory from natural deaths, huge amounts of illegal ivory were laundered into the trade despite years of attempted regulation. This &quot;regulated&quot; trade led to the halving of elephant numbers from 1.2 million to around 600,000 in two decades. West, central and east Africa were hardest hit, while southern African populations remained stable and even increased. Post-ban, the price of ivory fell to a quarter of its previous levels as markets in the US, Europe and much of the world, collapsed. For a number of years, elephant numbers stabilised and poaching declined. Some South African countries pushed for re-opening ivory trade for their stockpiles, but each time this was done, poaching increased again on speculation of a renewed market. Theoretically, I&apos;m told we could have a market in ivory supplied from elephants that die naturally. But unfortunately, with the high amount of money at stake, few will wait for the elephant to die to make a profit. There are too many people with access to weapons to do the killing here and too many people ready to buy the ivory without questioning how it was obtained. I also learned that at one point in history, the United States was the largest consumer of ivory. As of 1989, Japan and Hong Kong were the largest importers of ivory, with Hong Kong holding 127 tonnes in its stockpile. But China&apos;s economic boom has lead to greater buying power with few potential consumers exposed to the publicity surrounding the 1989 ban. This is why we really need to document what&apos;s happening here in Africa, on the ground. I firmly believe that Chinese consumers will have a change of heart once we understand the consequences, but it hasn&apos;t been covered widely enough in the media. Unlike rhino horn (which was banned in 1993 in China), ivory is still legally available and side-by-side with illegal ivory from poached elephants, which I think is very confusing for people. If you see something openly on sale, you assume it is legal. An ivory carving is thousands of miles removed from the sad carcass of a poached elephant, but we need to make that connection. It was a harrowing experience I never want to repeat, but something that everyone thinking of buying ivory should see. The wastefulness of this animal cruelly slaughtered just so a small part of it can be used. Would anyone buy ivory if they had witnessed this?  Yao Ming is a Chinese former NBA player who has travelled to Africa for the first time as global ambassador for WildAid. You can follow his journey on his blog", 
    "section": "environment", 
    "gid": "environment/blog/2012/aug/23/ivory-slaughter-yao-ming", 
    "wordcount": "821"
}