{
    "headline": "This week's new games", 
    "text": "Damage Inc: Pacific Squadron WWII, PC, PS3 &amp; Xbox 360 Published by steering wheel maker, Mad Catz, Damage Inc comes with its own flight stick, which is wonderfully solid, has convenient brackets to grip your leg so you can pretend you&apos;re Maverick or Ice Man while slumped on the sofa and works with games like Ace Combat 6 among others. Just as well too, because Damage Inc is rather an oddball. Grainily lo-res, its ugliness complements a core mechanic that lets you slow down time indefinitely, reducing the majority of your interaction to keeping the red dot that shows where to aim at enemy aircraft inside your aiming reticule long enough to blow stuff up. While keeping a dot inside a circle is still technically a game, it&apos;s not one you&apos;d be happy paying this much for. Lovely joystick though. Mad Catz, 39.99, with AV8R flight stick 89.99 Hybrid, Xbox 360     Hybrid    The Variants and the Paladins are at war over dark matter. Who they are and what dark matter is never really comes up, but suffice to say you&apos;re immediately blasted into a cover-based shooting game in which movement is limited to brief, jetpack-powered flights between convenient ledges, floors and ceilings. Matches are concentrated three-on-three affairs that defy friends lists and strategy in favour of fast action in arenas that are really just tiny crucibles of death. There&apos;s an overarching numerically driven &quot;plot&quot; to do with finding dark matter across the continents and you can level up to get better equipment, but at heart this is a straightforward online shooter. Microsoft, approx 10.20 via XBLA Worms Collection, PS3 &amp; Xbox 360     Worms    Worms has a single raison d&apos;etre: shared houses. If you&apos;ve got two or more housemates, Worms&apos; miniature wars are just about as essential as a well structured washing up and cleaning rota. With weapons that range from traditional (bazooka, grenade, airstrike) to rather more esoteric (banana bomb, exploding sheep) you take turns, first watching your team of four militarised invertebrates get pummelled by everyone else, before unleashing bloody revenge on your tormentors. The game&apos;s awkward lurch into 3D in Worms: Ultimate Mayhem is best forgotten but Worms and Worms 2: Armageddon are still both truly superb wasters of time. Mastertronic, 24.99 Games news Sony has announced the closure of its Liverpool Studio. Founded in 1984 as Psygnosis, it was one of Britain&apos;s most venerable development institutions, responsible for the Wipeout and Destruction Derby. Fellow creaky old institution, The Golden Joystick Awards is still going however, with public voting now open at www.goldenjoystick.com  Out this week are Transformers: War For Cybertron (Xbox 360, PS3, PC), bringing mildly disappointing shooting antics to anyone naive enough to burn their money on a film-licensed game; Tales Of Graces F (PS3) an anime-infused RPG about friends with unlikely haircuts and a revival of Donkey Kong Jr (3DS eShop), in which the young gorilla tries to free daddy Kong from the clutches of Mario, here in one-off evil mode. True to the 1982 original, it&apos;s brutally hard.  ", 
    "section": "technology", 
    "gid": "technology/2012/sep/01/this-weeks-new-games", 
    "wordcount": "514"
}