{
    "headline": "Thrift and bladder campion thrive on walls built by prisoners of war", 
    "text": "May heat, and the concerted rush by farmers to cut valuable early silage, was preceded by coolness and damp which prolonged the floweriness and flush of spring along remote lanes and coast. Towards iron age fortifications on The Rumps, dazzling yellow gorse bushes, shaped into topiary by the wind, mix with spires of foxgloves. Bluebells shelter among emerging bracken instead of more familiar woodland, and primroses still flower on north-facing ground which plunges towards the green and purple sea. Distinctive boundaries with creep holes for sheep host cushions of bladder campion and thrift, and the flowers barely quiver in the unusually calm air. Separating stony fields of barley and sheep pastures from cliff-land, some of these walls were built by prisoners of war during Napoleonic times, using indigenous pillow lava formed by volcanic eruptions under the sea. Earthworks across a neck of land defend the natural refuge or cliff castle out on the headland, and the banks (dating from around AD200) are thick with thrift, ranging from red buds to fully out, palest pink blooms. Further out, drifts of vernal squill (the seaside bluebell) are pale blue like mist skimming across this exposed and salty land. Hairy lichens encrust rock pinnacles around the edge and, below this fastness, two fishermen perch on wet rocks, separated from the offshore island of The Mouls by the swish and suck of the ocean. West, in muggy air around Pentire Point, black flies attract swallows. The rocky islets of Newland and more distant Gulland come into view and afternoon sun silhouettes Stepper Point across the sparkle of Padstow Bay. Yet more expanses of thrift appear as a pink haze, slithering towards the sea and overrun with rabbits. Just inland, over a fence, fat lambs jump and play, oblivious to their fate. Near Pentireglaze, short streams gush seaward between slopes of campion, fresh hart&apos;s tongue, flag iris and patches of cowslip; back on the beach at Polzeath, schoolchildren carry out red boards for another surfing lesson.", 
    "section": "environment", 
    "gid": "environment/2012/may/29/thrift-bladder-campion-st-minver-cornwall", 
    "wordcount": "331"
}