{
    "headline": "Those sexy fossils", 
    "text": "Last week I was at a palaeontology conference up in Oxford and so my blogging time was rather reduced. I do want to cover both the contents of the meeting itself, and the importance that such meetings have in the process of scientific research. However that will have to go onto the backburner just a little as first of all I want to talk about a paper that came out last week that I had a hand in. It&apos;s on the subject of sexual selection in the fossil record and how we might detect evidence of its operation. For those who don&apos;t know about sexual selection, this is a form of evolution whereby traits (both physical and behavioural) associated with reproductive success become exaggerated. Famous, indeed obvious, examples are things like the antlers of deer, the train of the peacock, incredible bowers of bower birds, manes on lions and the jaws of stag beetles. Such features may be used to compete with other members of the species directly for mating rights (such as deer or bighorn sheep fighting) or with them advertising their wares with gaudy displays (as with birds of paradise). While far more often associated with males than females, these features may also occur in both as well. Such features might appear to run counter to natural selection as animals are left to drag around often large and energetically expensive ornaments, but in fact these have rather obvious benefits  carrying that stuff around might make you slower or more vulnerable to predators, but if it gets you more mates, or an opportunity to get the best available partner, then this is a major factor in the production and survival of your offspring. In evolutionary terms, sex, or rather sexiness, sells. It will come as no surprise then that sexual selection has driven (in part or wholly) the evolution of huge numbers of these kinds of features and behaviours as organisms fight to maximise their reproductive efforts. However there are complications  not all exaggerated features and elaborate structures evolve entirely as a result of sexual selection, or occasionally at all. Elephants do fight with their tusks and studies have shown that these are indeed partly sexually selected (as hinted at by the fact they are much bigger in males than females of African elephants, and only present in male Asian elephants), but they also dig for water with them, fight off predators with them, and knock over trees or strip bark with them  tusks are multifunctional. This is a problem that can be addressed though, we can at least observe these behaviours and see whether or not things have multiple functions, and perform tests to see if these structures are used in sexual display or fights over females. However, delve into the fossil record and this suddenly becomes a rather different proposition  did those horns serve only to fight off rival males, or were they used to attack predators, or were both males and females well equipped and battled each other for limited food supplies? It might seem an impossible problem to solve with the huge variety of forms out there and the numerous and often unexpected exceptions to the rules (like crested females) that might otherwise be a giveaway that sexual selection was in operation. However this is the problem tackled in a paper led by my colleague Rob Knell and with contributions from myself, Joe Tompkins and Darren Naish (of the excellent Tetrapod Zoology blog). We aimed to try and sort out some of these confounding factors and provide a set of indicators of sexual selection that could be looked for in fossils and used as evidence to make a case for a feature being sexually selected. There are some which have good analogies with living species such as fossil deer or elephants where things are simple enough and it&apos;s reasonable to infer that fossil species were behaving in the same manner as their extant counterparts. Others naturally require more thought and evidence, but a good analogy with an extant group can provide a firm hypothesis for testing, for example as seen in trilobites with their eyes on stalks which are remarkably similar to the stalk-eyed flies that are alive today, and in the latter we know that the stalk is sexually selected.  Sexual dimorphism (differences in anatomy between males and females of a species) is naturally a good place to start. There are cases, termed mutual sexual selection, in which both males and females have ornaments of some kind and both sexes compete with each other for the best mates, but equally, there are very many cases where only one (usually the male) is ornamented. So if we can show that a fossil species has heavily ornamented males and not females this would be a good start. While we can&apos;t test directly for sexual selection, we can test for other hypotheses and rule them out of contention too  we could show for example that horns were used in combat by looking for damage to them, or injuries in the right places on the skeletons (as has been done for Triceratops), or demonstrate that a feature provided no mechanical advantage in biting, protection from predators or assisted in thermoregulation. If we can eliminate competing hypotheses, then the case for sexual selection can be strengthened.  One other key feature of a great many sexually selected structures is how they grow. Being only used in adult animals of breeding age, they tend to be small or even absent in juveniles but then go through a rapid growth spurt and develop as the animal reaches maturity. So we can look at the juveniles of these fossils and see if the relevant structures undergo a huge growth spurt as the animal gets older.  Pile all of this (and some other bits and bobs) together and we should be able to build good cases for sexual selection in at least some fossil species. Indeed this has been done before, but mostly though being able to draw together all these kinds of evidence, rather than researchers specifically going out to make a case for it and trying to test or evaluate these various components (indeed that&apos;s why we felt a paper covering this was needed).  In the past it has been suggested by some researchers that sexual selection simply couldn&apos;t be demonstrated for fossil species, and while such an absolute verdict (&quot;this feature was under sexual selection and no other evolutionary pressures at all throughout its history&quot;) can&apos;t be reached, that doesn&apos;t mean we can&apos;t build a case for sexual selection as the primary driving force of the evolution of some features. As we note in the paper, sexual selection is responsible for countless features and behaviours in a huge and diverse number of species that are alive today, and there&apos;s no reason to think it didn&apos;t have as much effect in the past  it&apos;s a major evolutionary force and deliberately sidestepping it is a mistake. There&apos;s much more we can do and opening up the past to examine sexual selection over periods of prehistory can only help up learn and understand more about life on Earth and the evolution of some of the most bizarre and interesting features of animals. This is of course only really a prcis of the paper (and indeed that is something of a review) so there&apos;s rather more detail in the paper than I can realistically cram in here, but it&apos;s available here: Knell, R., Naish, D., Tompkins, J.L. &amp; Hone, D.W.E. Sexual selection in prehistoric animals: detection and implications. Trends in Ecology and Evolution, in press.", 
    "section": "science", 
    "gid": "science/lost-worlds/2012/sep/17/dinosaurs-fossils", 
    "wordcount": "1277"
}