{
    "headline": "On the road: Citron DS3 Cabrio Sport THP 155 6-speed manual", 
    "text": "I don&apos;t really get it when people  usually only sad car blokes, to be fair  say some cars are sexy. People are sexy (well, one or two of them are). Cars are cars  too hard, too cold to be sexy. This one, though Well, I may have to reconsider (or accept that I&apos;m now officially a sad car bloke). It&apos;s not about the way it looks. Apart from its blue soft top, it looks pretty much the same as aregular DS3: striking, certainly, with a nod to the days when Citron was synonymous with innovative design. I&apos;ve always liked the DS3  it&apos;s fun to look at, it&apos;s fun to drive  but never has it given me the actual horn. The possible sexiness of this new Cabrio comes from the way itbehaves. Specifically, in the way ittakes off its top. Convertible tops have come off in various ways over the years. It used to require a lot of manual unhooking and fumbling, and by the time you had done it, the moment had generally passed (meaning the sun had gone again and it was raining). Then they started to do it themselves, but you still had to stop them and it was still an inelegant, ungainly, frankly embarrassing procedure. Fold-away hard tops  such as on the Mercedes SLK and the Volkswagen Eos  brought a new wow factor, but it was still cold, hard, mechanical. This one, though It unhitches itself, then slowly, teasingly inchesitself back, folding itself awayas it goes, revealing a little bit more, then a little bit more. It&apos;s automotive burlesque (which, of course, is just a posh word for stripping). There&apos;s even a pause, for drama, when it&apos;s nearly but not quite totally topless, and a final flourish, as the last bit goes. And there it is: the sky. You can even do it on the move. Phwoar. Impressive enough almost to make up for the fact that it isn&apos;t really a proper convertible. Well, it&apos;s got sides. With the roof in,its almost-all-the-way-gone position, it&apos;s like having a big sunroof. It&apos;s nice, but it&apos;s not wind-in-the-hair, romantic, open-top motoring (and it&apos;s an expensive sunroof, too). Go the full way, with the back window folded away, and it&apos;s a bit more like the real deal, but then there&apos;s no rear view, apart from through the wing mirrors. Oh, who cares what&apos;s back there, that&apos;s all the past anyway. There&apos;s not much space in the boot, and the letter box-like opening makes it hard to reach that space. Icouldn&apos;t get our buggy in there. Oh, that doesn&apos;t matter, either. This isn&apos;t a family car, it&apos;s a car to have before you have babies. It&apos;s acar that might even get you in themood for making one. Citron DS3 Cabrio Sport THP 155 6-speed manual       Photograph: Simon Stuart-Miller for the Guardian    Price 19,680 Top speed 132mphAcceleration 0-62mph in 8.2 seconds Combined fuel consumption 47.9mpgC02 emissions 137g/kmEco rating 6/10Cool rating 8/10", 
    "section": "technology", 
    "gid": "technology/2013/may/04/citroen-ds3-cabrio-sport-review", 
    "wordcount": "511"
}