{
    "headline": "Teetotal students: is your social life at risk?", 
    "text": "I don&apos;t drink. I could give some complicated explanation for this  about self-control, religion, health and such. But that&apos;s not very interesting, is it? &quot;But what about freshers&apos; week?&quot; &quot;And what about the house parties?&quot; &quot;That&apos;s no fun.&quot; I move the conversation on. I&apos;m very open about being teetotal and I also happen to enjoy every aspect of student life without alcohol  as my friends will attest. I just don&apos;t feel the need to drink, even if everyone else at university does. Religion is a factor, but I also know that religion is abstract. The only people who would &quot;punish&quot; me for drinking are those around me who share the same beliefs. Religion doesn&apos;t stop me. I choose to stop myself. Now, this is not to say that I judge those who like a tipple. Each to their own as the old saying goes. But I do sometimes wonder if this motto is only comprehended by the teetotaler.  Drinkers question why we choose not to drink, but when we ask, well, why would we, we are told &quot;it&apos;s the social norm&quot;. London Metropolitan University recently proposed the introduction of an &quot;alcohol-free zone&quot;, to cater for its 20% Muslim student population.  London Met is concerned about the dynamics of the 21st century university experience and is addressing how students, regardless of religious conviction, feel about the prominence of alcohol on campus. There is definitely a drinking culture within universities, where the student bar is the default meeting place for socials and post-lecture hangouts. This isn&apos;t to say that I can&apos;t sit there with a Diet Coke in hand, but bated breaths surround me when I do. The problem, in my experience, is that drinkers seem to think teetotalers are silently judging everyone else. It&apos;s as if my refusal to drink is a condemnation of all those who do enjoy alcohol. Online forums and chat rooms such as the Student Room are inundated with the same questions year in, year out, as soon-to-be freshers worry about fitting in with their alcohol-drinking peers. But should universities make a conscious decision to include those who are teetotal? Or must non-drinkers accommodate themselves? For me, it&apos;s about an individual&apos;s right to choice. It&apos;s up to you to decide whether or not you want to involve yourself in certain situations. But, if anyone is thinking &quot;I don&apos;t drink, will freshers&apos; week render me friendless?&quot;  the answer is a definite no.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/jun/11/alcohol-students-freshers", 
    "wordcount": "418"
}