{
    "headline": "Guardian Students' birthday blog", 
    "text": "  5.10pm BST    And the winners are...    Vincent Lisle wins the iPad mini, Ella Weatall wins seven titles from the OUP&apos;s Very Short Introduction series and Claudia Kinloch wins the Penguin Book of Irish Poetry and a copy of Breakdown by Sara Paretsky. All three will also receive a Guardian tote bag. Thank you for celebrating our birthday with us. To find out more about Guardian Students you can follow us on Twitter or like us on Facebook.  Before we go, here&apos;s a glimpse at what students are saying on Twitter:    Happy birthday @gdnstudents, they provided me with the opportunity to speak at the higher ed summit and have let me get my opinion across!&mdash; Atlanta Plowden (@LantaPlowden) May 22, 2013     Happy birthday, @gdnstudents! Getting published in The Guardian was a great moment for me. #blogging #students&mdash; Salia (@Salia_iv) May 22, 2013     @gdnstudentsWoop. Just joined guardian students. Getting to read all those tasty articles! #guardianstudents#gdnstudents&mdash; Amber Marie Goodwin (@ambermgoodwin92) May 22, 2013        4.46pm BST       At 5pm we&apos;ll be giving away our final prizes - an iPad mini, seven titles from the OUP&apos;s Very Short Introduction series, the Penguin Book of Irish Poetry, a copy of Breakdown by Sara Paretsky and more Guardian tote bags. Now is your last chance to sign up       4.18pm BST       And here are the final three blogs weve picked out for special birthday praise. Thanks to all those who wrote blogs in the past year - everyone, in its own way, was a gem, we wouldnt have published it otherwise! And do keep your pitches coming - here are our blogging guidelines.  Does going to university make you feel inadequate?  Higher education is supposed to give you skills and confidence. But lots of students end up feeling just plain anxious, Sangita Thebe Limbu wrote in her thoughtful blog:  For years, we have been labelled &quot;first class&quot;, &quot;average&quot; or &quot;low-performing&quot; based on our grades. Only a minority of students will achieve first class degrees  the most recent figures show a sixth of students did so last year. So for everyone else, the system increases feelings of self-doubt and uncertainty about their potential. Being told your work isn&apos;t up to much is demotivating and can trigger a reluctance to experiment and push boundaries.   Is your Facebook page a lie?  Everyone tries to show what a great time they&apos;re having at uni. But lots of people aren&apos;t happy at all  especially fashion students. Heres Libby Page:  By the end of my first year I was seriously considering dropping out. I had not made as many friends, had as much fun, or enjoyed my course as much as I thought I was going to. My shoulders sagged with the weight of my disappointment, and I blamed myself. &quot;I chose this. Is it my fault I am not living the university dream?&quot; I felt sad and desperately lonely. But I didn&apos;t tell anyone. I certainly didn&apos;t put it on Facebook  its culture of competitive sharing made me feel even worse. Scrolling through my friends&apos; feeds, it was clear they were having a ball.   Why China learns its lessons off by heart  Alistair Clow, a UK student in Guangzhou, finds out why Chinese teachers are so keen on memorisation:  Years of rote learning create an inherent preference for science, maths and business subjects, while the arts are largely ignored. This is not a coincidence, as China looks towards becoming the major world power in the 21st century. It is already creating a generation of scientists, engineers and business leaders, with the skills vitally needed in a rapidly developing nation.     Updated at 4.35pm BST     4.06pm BST       The winners this hour are:  Wedaeli Chibelushi   Susan Gow   Callum Allison  A 100 voucher for Topshop (which has 10% off for students) is on its way to Susan, Wedaeli will be getting the goodies from Noisey and Callum will wins copies of Paradox by Jim Al-Khalili, the Growth Map by Jim O&apos;Neill and a Guardian canvas bag.    Updated at 4.06pm BST     3.28pm BST    Sneak peak at next hour's gifts       Birthday gifts courtesy of Noisey Photograph: Guardian    We&apos;ll be giving these goodies, all courtesy of Noisey, away at 4pm. Not familiar with Noisey? Its editor explains:  Noisey.comis the music channel from the makers of VICE. So you know it&apos;s going to be good. Its documentary makers and writers are dedicated to uncovering the best new music and scenes from around the world: from following Is Tropical to Mongolia to hanging out with A$AP Rocky on tour.  We&apos;ll also be giving away a 100 Topshop voucher, books and Guardian canvas bags        3.09pm BST       And here are the results of this hour&apos;s prize draw: Charlotte Tobitt has bagged 20 worth of Amazon vouchers, courtesy of Coventry University. Jessica Bromley has won a copy of All the Little Guns Went Bang Bang by Neil Mackay. Mari Eccles has won five tickets for Alton Towers, which is offering a 35% group discount at the moment.       2.59pm BST       Next up, we&apos;ll be giving away 5 Alton Towers tickets, a 20 Amazon voucher, a copy of All the Little Guns Went Bang Bang Bang by Neil Mackay and a copy of The Democracy Project by David Graeber Sign up now for a chance to win        2.41pm BST    The NUS president who's never been to uni       Future National Union Of Students president Toni Pearce. Photograph: Sean Smith    From July, Toni Pearce will take over as leader as NUS. She&apos;ll be the first NUS president who does not hold a degree.  But what will she do for students? And will her election mark a change in the fortunes of NUS? Journalist Rebecca Ratcliffe talks to Pearce about her plans for the future:  The organisation is certainly in need of a fresh start. Two years ago student protesters rounded on their leader Aaron Porter for not fighting hard enough to stop the trebling of tuition fees. It was the NUS&apos;s darkest hour, from which it has struggled to recover. The latest national student protest, Demo2012, ended with outgoing president Liam Burns being pelted with eggs and fruit. But in her denim hoodie and trainers Pearce is a far cry from Porter, who dressed for career success. She&apos;s also, she adds, &quot;a very different person to Liam. We have very different backgrounds and we grew up in completely different circumstances.&quot;        2.19pm BST       Amy Soutter has won a 100 Cath Kidson voucher, Tara Parashr has won a copy of the Search for the Perfect Pub and a free haircut. Alfrun Gisladottir has bagged a copy of Celtic Warrior, a graphic novel by Will Sliney.       1.56pm BST    2pm prize draw    Here&apos;s what we have to give away this hour:  A 100 Cath Kidston voucher   A copy of The Search for the Perfect Pub by Paul Moody and Robin Turner A copy of Celtic Warrior, a graphic novel by Will Sliney A free haircut at London salon Jones and Payne (who offer a 10% discount for students)     Updated at 2.05pm BST     1.55pm BST    Everyone's a winner if you sign up with Guardian Students    Even if you don&apos;t win one of our birthday presents, every new member automatically gets a brilliant free ebook called How to Blog.It&apos;s full of advice from experts, like Angela Phillips, who teaches journalism at Goldsmiths:  Anyone capable of building a lego wall can start a blog. There are over 180m of them and most are beyond dreary. It is not the blog that matters, it is what you do with it.  And the Vagenda bloggers Holly Baxter and Rhiannon Cosslett:  Having a blog has definitely pushed our careers in the right direction. Weve both been able to quit our day jobs and concentrate on writing fulltime which, for us, is pretty much living the dream.  And student journalist Harry Slater:  Promoting your blog is just as important as writing it. There&apos;s not much point in saying something if nobody is going to read it.  And author and columnist Owen Jones:  I don&apos;t have time for writing that&apos;s all about showing off your vocab. For me it&apos;s about short, snappy sentences. You should always use the simplest word possible to convey your point accurately.  Plus thoughts and tips from Roy Greenslade, David Marsh, Will Coldwell and others. Sign up and it&apos;s yours.       1.44pm BST    Best of the Blogs    If youd like to have a blog published on Blogging Students, have a read through these guidelines, sign up for membership, and send us a pitch. Here are three more blogs that did particularly well over the last year:  Are English students getting a rotten deal? I get about a third as much contact time as the science students at my university, yet I pay the same fees. Mirren Giddas blog drew a whopping 446 comments:  When I applied to read English at UCL, I wish someone had told me I&apos;d spend the next three years predominantly on my own. As Oxford student Anna Tankel puts it: &quot;Sometimes I feel like I&apos;m paying 9,000 a year to sit in a library with fancier desks than my public library.   Perhaps Ucas should have a pop-up when you select an English BA, asking: &quot;Are you sure you don&apos;t want to choose science?   Teachers: we don&apos;t all want to go to uni Sixth-formers are bombarded with information about universities  why don&apos;t we get told about life&apos;s other options, asked Helen Whitehouse:  We&apos;ve had a full day off timetable to enable us to log on to Ucas (the site froze because the whole of the AS year was logging on at once) and get our special user names and passwords. Then on to the Ucas convention, which consisted of us walking round laden with glossy prospectuses. Beneficial, useful, brilliant for people going to university but, let&apos;s face it, a waste of paper for those who are not.   What happens to your body if you don&apos;t let it sleep? Students regard &apos;pulling all-nighters&apos; as a necessary evil. But beware: sleep deprivation can do serious damage. David Cox, in a much-shared blog, told us:  The higher dopamine levels that result from your sleepless night may mean you enjoy a boost in motivation, positivity, even sex drive. You may think that sounds good; unfortunately you&apos;d be wrong. Not only are these feelings brief, but the dopamine surge also encourages addiction and impulsive behaviour. The regions of the brain responsible for planning and evaluating decisions simply shut down once deprived of sleep, meaning that you&apos;re inclined to be overly optimistic and happy to take risks.        1.00pm BST       Congratulations to David Lamb, who&apos;s won 100 worth of Topman vouchers. A copy of Tiger Head Snake Tails will be making its way to Hannah Bailey, and Khadijah Afzal, has won a copy of Memoirs of an Addicted Brain. We&apos;ll also throw in a Guardian canvas tote bag each.       12.44pm BST    1pm present giveaway    It&apos;s approaching 1pm, which means we&apos;ll soon have another batch of birthday presents to give away. We&apos;ll be giving away a 100 Topman voucher, a copy of Tiger Head Snake Tails by Jonathan Fenby and Memoirs of an Addicted Brain, Mark Lewis    Updated at 12.49pm BST     12.27pm BST    Best of the Blogs    Over the course of the year, students have clamoured to have their work published on Blogging Students. Weve uncovered some fantastic writing talent in sixth forms, FE colleges, and universities across the UK and further afield. Here are three more we rated highly:  &apos;Freshers Week is revolting: that&apos;s why we should keep it&apos; Thrust into a sleazepit of booze, boys and badness, Muslim student Alia Malouf found her wits sharpened by moral challenges:  Freshers Week brought my first-ever clubbing experience. I had never been around so much alcohol  or so many cute guys before. I was presented with a flood of morally challenging temptations. Freshers Week tested my beliefs: by choosing to do certain things and refrain from others, I began to clarify what I really believed in  and, because of that, I have become a more mature person.   Is your dissertation weirder than mine?  Stuck for a topic? How about acid house economics, bathing with a stranger, or the metaphysics of unicorns? Shannon Mahanty wrote:  A few months ago I found myself sitting naked in a bath tub, being bathed by a man twice my age. Afterwards he dried me, wrapped me in a dressing gown, and fed me white chocolate and tangerines. I&apos;m not part of a fetish scene, I&apos;m not in a care home  I put myself through all this for my dissertation.  An international student: unable to leave, not entitled to stay. One of many foreign students caught up in UKBA visa delays, who chose to remain anonymous for obvious reasons, described the impact these problems have had upon his life:  When I came to the UK from Turkmenistan nearly four years ago to study for my degree I never thought I&apos;d be trapped here in a nightmare catch 22. I&apos;m not alone  there are many other international students who, like me, have been deprived of their identity documents thanks to UK Border Agency (UKBA) delays in processing our visa extensions. We are unable to travel home to see our families. Without identity documents, employers cannot hire us. I finished my degree this summer. My baby daughter was born in Turkmenistan in April. I&apos;ve never seen her.        12.16pm BST       This hour&apos;s prizes go to: Elliot Tame (A copy of Heft by Liz Moore) Tessa Kilgarriff (50 Figleaves voucher) Alexandro Denis (A copy of A Fort of Nine Towers: An Afghan Family Story by Qais Akbar Omar)     Books up for grabs at midday. Photograph: Guardian       Books up for grabs at noon Photograph: /Guardian         12.02pm BST    Midday giveaway    Here are the prizes up for grabs this hour:  50 Figleaves voucher   A copy of Heft by Liz Moore   A copy of A Fort of Nine Towers by Qais Akbar Omar  Become a member now for a chance to win     Thank you to Guardian Books for donating these two Photograph: /Guardian         11.47am BST         Happy birthday @gdnstudents! They've been with me for my first year of uni and now it's nearly over.&mdash; Frances Marsh (@francesmarsh1) May 22, 2013     @gdnstudents Happy Birthday! Hope you've got plenty of cake in your office!&mdash; Catherine May (@catherineelaine) May 22, 2013     @guardianedu There are prizes every hour now?#allmusthaveprizes&mdash; jeevanvasagar (@jeevanvasagar) May 22, 2013     Updated at 12.03pm BST     11.34am BST          Need a durable bag to carry all those library books? Photograph: Guardian    Win one of these and you&apos;ll be the coolest kid on campus.       11.17am BST       If you&apos;re an aspiring journo, Blogging Students is a great place to get noticed. One of our regular bloggers Libby Page is now writing for Comment is Free.  Today, she&apos;s written a response to reports that parents are being asked by schools to cough up so that their children can get work placements, Libby Page says this reinforces the divide between haves and have-nots. She writes:  While students from wealthy families might score their dream placement in a big company in London, others will get left behind, stuck with a limited choice of local businesses in which to work.  Read her full comment piece now on Comment is Free.       10.57am BST       ...And the Alton Towers tickets go to Farha Rehnnuma Congrats to Hamish Adams-Cairns, you&apos;ve won yourself a copy of &quot;The Trouble with Billionaires&quot; by Linda McQuaig and Neil Brooks. Adeel Khan you&apos;ve got a copy of &quot;The Collected Stories of Rumpole&quot; by John Mortimer.       10.51am BST    Only 10 mins left until our next giveaway    This time, a lucky member will win a ticket for themselves and four of their mates to spend the day at Alton Towers. We also have two fantastic books up for grabs: &quot;The Trouble with Billionaires&quot; by Linda McQuaig and Neil Brooks and &quot;The Collected Stories of Rumpole&quot; by John Mortimer    Updated at 10.51am BST     10.39am BST    Leeds MP has Twitter spat with student    Not everyone is in a celebratory mood today. Weve just had a call from James Greenhalgh at Leeds Student who tells us that a rows broken out on Twitter, after an MP called one of his student constituents an illiberal little shit. Leeds Student reports that @Jonathan_Pryor tweeted: After abstaining, voting for a wrecking amendment, then trying to abolish marriage, im glad @GregMulholland1 finally voted the right way. Mulholland retorted: I am very glad I have never met you Jonathan as you are a disingenuous, manipulative, illiberal little shit. Later, the LibDem MP said: I shouldnt have called him little that was wrong whether he is or not. The rest, true. The exchange followed a landmark vote in the House of Commons, where a bill in favour of same sex marriage was approved by MPs. More on the story from Leeds Student http://www.leedsstudent.org/2013-05-22/ls1/ls1-news/leeds-mp-brands-student-a-shit-in-gay-marriage-twitter-row    Updated at 10.42am BST     10.23am BST    Best of the Blogs    The centrepiece of Guardian Students is our Blogging Students series. Throughout the day, well be picking a Top 12 that we especially enjoyed for one reason or another  great style, thorough research, the way they chimed with their audience, their originality of thought. All of them provided a thought-provoking glimpse into student life. Here are the first three:  Teetotal students: is your social life at risk?  Universities are starting to recognise the needs of non-drinkers  students can be less understanding Naila Missous writes:  There is definitely a drinking culture within universities, where the student bar is the default meeting place for socials and post-lecture hangouts. This isn&apos;t to say that I can&apos;t sit there with a Diet Coke in hand, but bated breaths surround me when I do. The problem, in my experience, is that drinkers seem to think teetotalers are silently judging everyone else. It&apos;s as if my refusal to drink is a condemnation of all those who do enjoy alcohol.   Revision playlist: can music boost your marks? Listen to Harry Slater&apos;s top ten revision soundtracks. Harry says:  Quite a few people find music useful during revision  but it has to be instrumental. Otherwise instead of reading Chaucer, you&apos;re singing Cher Lloyd, which is probably quite harrowing.   Can you afford to go to your own graduation?  The cost of gowns and tickets is pricing some students out of a ceremony organised to celebrate their success Will Coldwells blog struck a chord with many students. In it, he quoted Stephen McGrath, who completed his degree at Birmingham City in 2010, but chose not to go to his graduation because he didn&apos;t have the money to hire a gown.  It&apos;s absurd when a student pays so much in tuition fees, to then be charged at the end to receive their degree Universities should provide gowns. Essentially it&apos;s just a black cape, so it shouldn&apos;t cost 40 quid  that&apos;s a stress at the end of term with people typically worrying about overdrafts and their future employment.        10.16am BST    And the winners are    Congrats to Aled Richards-Jones, who has won an NME digital subscription. A copy of the Landgrabbers book will go toThomas Hilson and the Helen Lawson novel is on its way to Bianca Bayley. We&apos;ll also throw in a Guardian canvas bag for both of you.       9.54am BST    10am present giveaway       Courtesy of our friends on Guardian Books. Photograph: Guardian    It&apos;s nearly 10am, which means we&apos;ll soon be giving away these three prizes:  1 digital subscription to NME   A copy of the Landgrabbers by Fred Pearce   A copy of Lets Pretend this Never Happened by Jenny Lawson  Join Guardian Students for a chance to win. Current members are also eligible    Updated at 9.56am BST     9.48am BST    Happy birthday to us, happy birthday to us    It&apos;s official: Guardian Students is now one year old! Plenty has happened to students since we launched the site on 22 May last year  a student protest march fizzled out at a rainy rally where the NUS president was pelted with eggs student activism staged a dramatic recovery thanks to a plucky occupation by Sussex students protesting against privatisation girls became a third more likely than boys to go to university a student union employee posted film of a couple having sex at a ball all over the internet and students filmed each other pouring milk on their heads We&apos;ve been busy too, and throughout today, we&apos;ll be highlighting some of our best bits. If you&apos;ve written for Blogging Students since May last year, keep your eyes pealed, we may be showcasing your work later today. But birthdays, let&apos;s face it, are all about presents. And we&apos;ve got heaps to hand out to anyone who has signed up for membership since the very beginning. So take a moment&apos;s break from your revision to fill in this little form right now, and you&apos;ll be eligible for our prize draws on the hour on Wednesday from 10am-5pm. Here&apos;s a selection of some of the lovely birthday gifts we have to give away: Clothing vouchers from Topshop, Topman and Figleaves, Amazon vouchers from Coventry University, books galore courtesy of our colleagues on Guardian Books, a free haircut from Jones and Payne, Guardian canvas bags, goodies from Noisey, the music channel of Vice, subsriptions to the NME, Cath Kidson vouchers, trips to Alton Towers for you and all your mates and, wait for it, an iPad Mini.    ", 
    "section": "education", 
    "gid": "education/2013/may/22/guardian-students-birthday-blog", 
    "wordcount": "3240"
}