{
    "headline": "Boot up: Apple's blowout quarter, Google's privacy umbrella, and more", 
    "text": "A quick burst of 6 links for you to chew over, as picked by the Technology team Tim Cook on first four months at Apple &gt;&gt; AllThingsD Cook is not discounting Windows Phone:   &quot;I wouldn&apos;t say it is a two-horse race,&quot; he said. &quot;There&apos;s a horse in Redmond that always suits up and always runs.&quot;  Apple reports first-quarter earnings &gt;&gt; Apple Blink and you&apos;d miss it.   [Apple] sold 37.04 million iPhones in the quarter, representing 128 percent unit growth over the year-ago quarter. Apple sold 15.43 million iPads during the quarter, a 111 percent unit increase over the year-ago quarter. The Company sold 5.2 million Macs during the quarter, a 26 percent unit increase over the year-ago quarter. Apple sold 15.4 million iPods, a 21 percent unit decline from the year-ago quarter  Google&apos;s New Terms Of Service &amp; Privacy Policy: Anything You Do May Be Used To Target You? &gt;&gt; Marketing Land Danny Sullivan has an essential reader on Google&apos;s contentious new plans. Simple, you say? Western Digital hard drive prices rose 47% after Thai floods &gt;&gt; The Verge  Western Digital&apos;s earnings report for Q1 2012 attaches some hard numbers to the impact. Although prices rose 47% to $69 per unit over last year, WD sold 23.7m fewer hard drives, a 45% drop. Some of that price jump can be attributed to increased manufacturing costs, but most of it went to towards profit with a gross margin increase to 32.5% over last year&apos;s 19.2%. Overall, WD reported $199m in expenses related to the floods and $2bn in total revenue, down about half a billion dollars from last year. The company says its factories in Thailand should be back to pre-flood capacities by September 2012...   Solid state drives are looking like a better deal all the time. Seen our comparative reviews? Amazon Fire takes Android, leaves Google Apps &gt;&gt; Bloomberg  According to Flurry Inc., a software company that tracks usage of apps, the average smartphone owner uses a mobile app -- for example, seeking a restaurant by clicking on the OpenTable Inc. icon on a phone, instead of using a browser to access the website -- 94 minutes a day, compared to 72 minutes accessing websites via a browser. A year ago, time was almost equally split.   &quot;This may be small potatoes now, but increasingly it&apos;s going to be way search gets conducted,&quot; Sena said.   If mobile app usage becomes dominant in that way, it changes the whole tenor of search. GEMA hits back at Grooveshark&apos;s reasons for pulling out of Germany  &quot;Contrary to its statements, the provider Grooveshark did not discontinue its services in Germany due to disproportionately high operating expenses,&quot; says GEMA in a statement.   &quot;The fact is, as a service provider Grooveshark fundamentally refuses to pay compensation in any shape or form at all for the service. As of this writing, Grooveshark has also not contacted GEMA in any way.&quot;   The statement goes on to refer to the lawsuits against Grooveshark from Universal Music Group, Warner Music Group and EMI, as well as Apple and Google&apos;s decisions to remove its native iPhone and Android apps from their respective stores.   Wow - getting pulled by Apple is nothing special, but pulled by Google? Grooveshark is starting to look like the digital equivalent of something on the bottom of businesses&apos; shoes. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/jan/25/apple-earnings-google-privacy", 
    "wordcount": "599"
}