{
    "headline": "Co-op supermarkets extend fridge door scheme", 
    "text": "Supermarkets are replacing the open refrigerators in their stores, which chill milk, meat and shoppers alike and which waste huge amounts of energy. The Co-operative, which already has 100 stores with doors on its fridges, is saving 50m a year in energy bills and cutting its environmental impact. If all the UK&apos;s supermarkets put doors on their fridges, the electricity saved would be roughly double the output of the giant Drax coal-fired power station in Yorkshire, Europe&apos;s second largest. But few are following the Co-op&apos;s lead, worried about sales if groceries are shut away. Dave Roberts, the Co-op&apos;s director of property, said: &quot;That was a big concern for us. But we found that because we put LED lights around the doors, customers said it brought the product to life. In no places where we have put doors on fridges have sales gone down.&quot; Roberts said customers felt reassured that goods kept in closed fridges would never have been above the safe temperature. Co-op is now installing refrigerators with doors in every new store it opens and every store it refits. It currently refits about 500 a year, and has pledged to ensure at least 2,000 of its 2,800 stores have closed fridges by 2020. Roberts said staff as well as customers had reacted positively: &quot;Staff go from having to wear fleeces to wearing their polo shirts.&quot; Half of all power used by the Co-op stores shops is for refrigeration, and energy bills are the chain&apos;s second biggest cost after staff, Roberts said. Closing the fridges means there is no longer heating in one part of the shop and refrigeration in another, and the new fridges do not need such large motors and break down less in hot weather, he added. In France, supermarkets have signed up to a voluntary agreement to put doors on three-quarters of their 450 miles of fridge aisles by 2020. The measure is expected to reduce the country&apos;s electricity bill by 1%. In the UK, supermarkets use 5% of all electricity. The UK&apos;s biggest supermarket chain, Tesco, is backing fridge doors, although mostly in its smaller Express stores. About half the 1,800 Express stores now have doors retrofitted on the chillers. But a spokesman for Morrisons, which has 482 stores, said: &quot;Fridge doors are unpopular with most customers and therefore we have no plans at present to introduce them. However, we have reduced carbon emissions from refrigeration in our stores by 40% in the last five years with a number initiatives.&quot; These include replacing HFCs  extremely damaging greenhouse gases  in fridges with carbon dioxide, as has the Co-op. Sainsbury&apos;s said it was testing doors on fridges in six stores, out of the 1,000-plus it owns. A spokeswoman said: &quot;Customers tell us that they make it difficult for them to shop, and we&apos;re finding in busier stores that the doors stay open most of the time with little or no advantage. We believe there are other things we can do to make an impact, such as phasing out harmful HFC refrigerants.&quot; Like Co-op, Sainsbury&apos;s has pledged to be HFC-free by 2030. But Roberts thinks that once other chains see the energy savings, they will follow the Co-op&apos;s lead. &quot;The next generation will be astonished that we once had these stores where we sold produce in open fridges.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/dec/25/co-op-supermarkets-extend-fridge-door-scheme", 
    "wordcount": "565"
}