{
    "headline": "Mercedes-Benz A-Class: car review", 
    "text": "Price from 26,855MPG 45.6Top speed 149mph After an awards bash at the start of this year I was lucky enough to meet one of my heroes  Ian Callum. The likeable Scot is now Jaguar&apos;s design director and he has spent alifetime drawing the long graceful lines that have sent a string of poised, elegant and desirable cars down the fast lane. I admit I had possibly had one or two drinks more than I should have, but before I knew it I was blathering into his surprised face about his genius and how, when it came down to it, you know, well, he was really the Bob Dylan of motoring  an artist whose vision and creativity has given fans pleasure for years. Decades. He smiled and we stood in an awkward silence. &quot;What&apos;s next?&quot; I asked, flushed. Ian looked over at the What Car? car of the year  an Audi A3  suspended from the ceiling. &quot;Small cars,&quot; he said.&quot;That&apos;s the future, and I&apos;d love to do a small, dense car. That would be exciting.&quot; By dense he means heavy, not stupid, obviously. And by heavy he means sophisticated, technically advanced, evolved. He means a small car that feels and drives and handles like a big car. He means a Jaguar for the city that would have all the gravitas and bearing of one of Coventry&apos;s big cats. For inspiration Ian would do well to look at the new Mercedes-Benz A-Class. It&apos;s the work of another Briton, Mark Fetherston, who earned his graduate degree in transport design at Coventry University in 1999. His A-Class is the baby of the Benz fleet, but you&apos;d never guess it. From the front it looks just like any of its much bigger sisters. Get in and there&apos;s a sense of refinement and quality. The dashboard shares the same controls as the whole Mercedes range. The handling is sharp and smooth. It&apos;s roomy, too. Not in the fat-cat way of the CEO saloons, but it&apos;s more than ample and to get five seats, a boot and plenty of headroom on to a base that&apos;s just over 4m long is remarkable. The outgoing A-Class was a game-changer when it was launched 15 years ago. It was vertical where cars until then had been horizontal. It was snub-nosed and had an ingenious &quot;sandwich&quot; floor which meant all the gubbins were under you, not in front of you. You sat up and looked out. But the haters and naysayers made life hard for the little pioneer and Mercedes has gone back to a more traditional format. It&apos;s as if they have stood on the old A-Class and flattened it out. But if their aim was to create a premium, family-friendly small hatch, it&apos;s worked. And people love the familiar. However, there&apos;s a problem. The paperwork told me that the petrol consumption I could expect would be: urban 33.6, extra urban 56.5 and a combined figure of 45 miles to the gallon. But cars are cleverer than you think and according to the car&apos;s own computer, my statistics for the week were: miles driven 354 in a time of 12.33 hours at an average speed of 28mph and an average consumption of a pitiful 29.1mpg. The car also assessed my overall acceleration, smoothness of driving and time spent coasting and gave me an eco-drive score of 63%. Not bad, but even if I&apos;d got 100% I don&apos;t think I&apos;d have halved my fuel consumption. Mercedes has created a small car that looks, smells, handles, drives and drinks like a big car. Call yourself a biker?     Scrubbing up nicely: a parade of 'clean' bikers. Photograph: Observer    Hairy, long-haired, tattooed, dirty the word biker conjures up some fairly unpleasant stereotypes. But now Bennetts, the UK&apos;s bike insurance specialists, has decided to do something about it. The Oxford English Dictionary defines biker as &apos;motorcyclist, especially one who is a member of a gang&apos; with the example &apos;a long-haired biker in dirty denim&apos;. But after objections and petitions from motorcyclists, the Oxford University Press  publishers of the dictionary  have decided to remove references to &apos;long hair&apos; and &apos;dirty denims&apos;. Bennetts quizzed more than 500 British bikers - and found that 74% felt the old dictionary definition didn&apos;t accurately describe them, a further 21% said they were &apos;outraged and offended&apos; by the definitions. But a stoic 2% were still happy to be called dirty, denim-clad gang members. Ride to live, boys! Accident black spots     Danger spots: the accident map showing incidents in an area near you. Photograph: Observer    The public is being urged to help improve road safety by adding accidents to new UK road accident map which will help reveal accident hotspots  particularly those associated with fatal and serious injury accidents. The goal of the interactive map is to highlight what changes must be made in areas where clusters occur so local governments can be lobbied for safer roads. Britain boasts one of the best road safety records in the world, but with around six deaths on UK roads every day, it is hardly a statistic worth shouting about. With still so much to be done, Osbornes, a firm of solicitors, has created the interactive map to focus attention on these dangerous areas. Featuring data from the government&apos;s 2011 road accident dataset, the map plots details of road accidents throughout the country, allowing visitors to view how many have happened in a certain area and what they involved. An &apos;add your accident&apos; feature also allows users to log details of road accidents they have been involved in. As more data is gathered and clusters appear, the information will be used to campaign local governments for safer roads in these areas. To find out more or to add your accident, visit www.osbornes.net/ukroadaccidentmap", 
    "section": "technology", 
    "gid": "technology/2013/mar/03/mercedes-benz-a-class-review", 
    "wordcount": "955"
}