{
    "headline": "English training targets Asean's link language", 
    "text": "Brunei and the US will this month start delivering the first of a series of intensive 11-week English-language courses for teacher trainers and government officials in southeast Asia, where consolidated language skills are expected to help unify the region before it becomes a single economic zone in 2015. The courses are part of a five-year, $25m Brunei-US English Language Enrichment Project for the Association of Southeast Asian Nations (Asean), aimed at linguistically unifying the 10 members  all of which speak their own languages  and strengthening diplomatic, educational and teaching opportunities across the region. Some 70 teacher trainers and government officials will take part in the programme, which is funded entirely by the Brunei government and run jointly by the University of Brunei Darussalam (UBD) and the Honolulu-based East-West Centre. Courses begin with a seven-week module in English proficiency at UBD and continue in Hawaii with a four-week course in culture and leadership, says Terance Bigalke, director of education at the East-West Centre. &quot;The idea of the English-language proficiency approach is to prepare diplomats and officials for being able to use language effectively in the work that they do,&quot; Bigalke says. &quot;For the teacher trainers, the modules deal with education materials and methods of teaching. For the diplomats there are specific courses on leadership and a range of regional issues which we&apos;re still ironing out, but which will cover environmental, population health and international relations challenges.&quot; Focusing on communication skills in speaking and writing, and using up-to-date information technology, the learners are expected to graduate from the programme with a wider skill set that will enhance dealings with fellow Asean members on the issues that face the region collectively. They will also undergo a specialised module on the cultures and peoples of Asean, Bigalke adds, to promote harmony in a region where past disagreements have arisen over minority groups such as Burma&apos;s Muslim community and control of the South China Sea. While English was chosen as the official lingua franca of Asean in 2009, its adaptation has proved particularly challenging for certain member states  notably Burma, Vietnam, Laos and Cambodia  that don&apos;t have a history of English language usage and which have therefore been targeted by officials at UBD as &quot;most in need&quot;. Others have launched their own English language programmes such as Thailand, where an ambitious English Speaking Year Project aims to teach conversational skills to some 14 million students. The choice of English in a linguistically diverse region is a strategic one, says US-Brunei project executive Dr Salbrina Sharbawi: &quot;The dominant status of English in Asean is undisputed, and English is the language of choice in interactions between speakers of different first languages.&quot; America&apos;s tie-in to this project is of particular interest. The US government became an Asean &quot;dialogue partner&quot; in 1977 and in 2009 pledged, among other things, greater socio-economic ties with all 10 nations, a move that critics viewed as a thinly veiled attempt to weaken China&apos;s role in the region. Hillary Clinton is the only US secretary of state to have visited every member state, and her diplomatic visits have focused recently on promoting unity over the South China Sea, to which various Asean states  as well as China  lay partial or full claim. In a seeming attempt to provide a counter-balance to English language hegemony in the region, however, Chinese officials have in some cases attempted to drum up interest in Mandarin. One significant move has been to offer to send 1,000 Chinese teachers to Thailand, and 1,000 Thai students to China, at no cost to the Thai government. For the moment, however, all eyes are on the English-language prize. The US-Brunei programme will mostly involve officials and teacher trainers in their early 30s. Organisers are keen to place so-called &quot;English-language fellows&quot; in remote areas in all 10 Asean countries, where they will work in universities and schools in underprivileged locations to help expedite capacity building. As it expands, the programme will look to recruit qualified US and Bruneian English-language teachers to work at higher-education institutions across Asean. A forum on English education for Asean integration and an online resource for teacher trainers are also planned for the near future, Bigalke says. &quot;This will all take quite a few years to effectively develop, but it will be really engaging and people will learn a lot.&quot;", 
    "section": "education", 
    "gid": "education/2012/sep/18/asean-boosts-english", 
    "wordcount": "736"
}