{
    "headline": "Now that Tumblr's hit it big, who's next in line on the New York tech scene?", 
    "text": "Barely had the ink dried on Yahoo&apos;s announcement of its $1.1bn acquisition of Tumblr  &quot;we won&apos;t screw it up,&quot; the acquirer promised  than the New York tech world erupted in gossip and speculation about which company among them would be next to find an equally rich and self-deprecating corporate suitor.  &quot;That&apos;s all people are talking about at Internet Week  what&apos;s going to be the hot new acquisition?&quot; said Caroline Waxler, the festival director of Internet Week New York. Internet Week is a series of panels and parties centered on the New York tech scene.  The rich price Yahoo paid for the five-year-old company acts as a kind of validation of the promise of New York&apos;s smaller and younger tech scene, Waxler suggested. &quot;People are blown away that a New York company is getting that valuation.&quot; While tech acquisitions are common, the eye-opener is Tumblr&apos;s high price.  The $1.1bn price tag for Tumblr isn&apos;t remarkable for a California-based company  where Instagram sold for $1.1bn to Facebook and Groupon and Zynga had gigantic initial public offerings  but it&apos;s the largest memorable deal for a New York tech company. It&apos;s particularly surprising to many considering Tumblr&apos;s modest $13m in revenue and sizable $25m loss last year.  Now that Tumblr has hit it big, it has blazed a path for other New York tech companies whose worth can now be measured  or, as the case may be, wildly overstated. Roger Kay, a tech investor and the founder of Endpoint Technologies Associates, called them &quot;budding entrepreneurial companies just waiting for their fairy godmothers.&quot;  While many will talk of a bubble, the truth is that the staple exit strategy of past bubbles  an initial public offering, or first-time listing on a stock exchange  is not as easily available to young companies now. With IPOs harder to complete, these companies seek acquisitions instead to pay back the money invested in them by venture capitalists and &quot;angel&quot; investors.  Kay, who invests in half a dozen companies, said the Tumblr news was a boost to tech investors. &quot;It was encouraging to some of my properties that are looking for money,&quot; he said. &quot;I can think of a couple that would be happy to try to get acquired.&quot;  Roger Ehrenberg, a venture capitalist with IA ventures who sat on the board of TweetDeck, said other New York companies could be in line for a large acquisition, even though not all of them have names as immediately familiar as Tumblr&apos;s. &quot;I&apos;d say AppNexus is likely the next $1bn-pluc NYC company,&quot; he said, including either an initial public offering or a sale. AppNexus runs technology for advertising campaigns and has raised about $140m in financing so far from a group of companies and venture capital firms including Microsoft, Venrock and Marc Andreessen. While AppNexus is headquartered in New York, it also has seven offices globally, including in Hertzliya, Israel; Hamburg, Germany, London and Paris. Ehrenberg&apos;s firm is not an investor.  Another New York favorite, according to Ehrenberg, is Etsy, which he said &quot;is growing very rapidly and has big exit potential as well.&quot; Etsy is a web site for sellers of vintage or handmade jewelry and accessories; it also a social function that allows buyers and sellers to &quot;friend&quot; each other. The company has raised about $51m in financing since its founding in 2005 and booked $525m in sales in 2011 according to the most recent count.  Waxler said after listening to the talk at Internet Week, she believes news and animal-picture site BuzzFeed will be the next big acquisition from among the city&apos;s ranks of startups, or a location-services company like Yext. Local techies have been speculating on food-ordering site Seamless  which just today merged with GrubHub for an undisclosed amount.  It may be the Seamless deal, in fact, that provides the biggest validation of New York&apos;s way of doing business. Many of the city&apos;s professional residents, too busy to cook or shop, depend heavily on ordering from home.", 
    "section": "technology", 
    "gid": "commentisfree/2013/may/20/tumblr-yahoo-new-york-tech-scene", 
    "wordcount": "681"
}