{
    "headline": "Readers' voices: 'Migration is not always running away  it is a journey'", 
    "text": "More than 200 million people live outside the country of their birth, with many more moving within their home country. We took to Twitter to explore why people move, using the #whymigrate hashtag. To delve deeper than 140 characters, we asked six tweeters to tell us more about their experience. How has migration affected them and their families? What is migrant life like? How do they interact with their friends and families back home? Here&apos;s what they had to say. Ali Mohamoud    Somalia, The Netherlands, Being in control of shaping one's future #whymigrate&mdash; Ali Mohamoud (@AliMohamoud) January 17, 2013    For a student just finishing high school and preparing for university, the Somali civil war of 1991 could not have come at a worse time. Migrating that way thrashes all your plans and dreams  albeit temporarily, if you are willing to rebuild your future at all cost. After settling in the contrastingly safe and secure Netherlands, I decided to simply shape my future and fulfil the dreams I had as a child, studying engineering at university. I have been here for nearly two decades. My connection with those back &quot;home&quot; is threefold; sending remittance to relatives in the horn of Africa is probably familiar to many, the connection with those left back in Somalia is very strong. I engage Somalis outside and inside the country to advocate for good governance, rule of law and human rights. I am a member of  [an] ICT for Development (ICT4D) team [at work]. Interestingly  for me as an African immigrant  ICT4D&apos;s focus area is developing countries and hence the broader African continent. Riya de los Reyes    @gdndevelopment #whymigrate From the Philippines, to Singapore. Economic and family/personal reasons.&mdash; Riya de los Reyes (@riyadelosreyes) January 18, 2013    My family moved from the Philippines to Singapore in 1998. My father&apos;s job was based in Singapore and my parents wanted the family to stay together. I remembered being informed of our departure less than two weeks before our flight. I was stunned, frightened and reluctant to leave. We left the Philippines partly because we did not have good relations with our extended families. We did not feel &quot;at home&quot; in the only home we had ever known. This made settling down in Singapore &quot;easier&quot; but it left us with little desire to sustain personal connections back home. Almost two decades of living away from our country of origin entailed personal struggles in coming to terms with our &quot;foreigner&quot; status and the isolated, insecure life we lived in Singapore. My parents took a gamble and made sacrifices  and the process enriched our lives in more ways than the improvement of our economic wellbeing. My sister and I are/were first-generation university students. I hope my migration experience leads to better understanding of people who chose to leave their previous lives behind. Mariam Boakye-Dankwa    @gdndevelopment #whymigrate #Libyan born, #Ghanaian origin, #Manchester raised. I went where my parents went.&mdash; Mariam Boakye-Dankwa (@Mariam_Dankwa) January 18, 2013    Why migrate? You go where the opportunity takes you  I was born in Libya to Ghanaian parents. My father was a petrochemical engineer and teacher. He migrated to the USSR to undertake his doctorate and like many Ghanaians, emigrated to sparsely populated Libya to work in the petroleum industry. There was a strong demand for migrant labour and skills  and it was a magnet for us. I came to the UK when I was around seven years old and settled here after my father&apos;s work finished in Libya. Why UK? We already had established family in Manchester and London since the late 70s. My father had previously been to the UK and knew the country well. Remittances are an important factor in our lives, from the odd family emergency to school fees or cousins in Ghana. The proliferation of Money Transfers and Western Unions are no joke. With these remittances, we have been able to establish internet back home so regular Skype and Facebook sessions have become the norm. I consider Manchester home now because that&apos;s where my parents are. I still have fond memories of Libya but it is Manchester that I really know and Ghana that I have recently become acquainted with as an adult. What about the future? Who knows? Bethel Alemu    @gdndevelopment #Whymigrate - opportunities &amp; safety. originally from Ethiopia now a US Citizen grandparents got political Asylum in 80s&mdash; Bethel Alemu (@BethelAlemu) January 18, 2013    I was born in Addis Ababa, Ethiopia, and I was 10 years old when my father got a job with the World Health Organisation. This resulted in us uprooting and moving to Zimbabwe, where I spent six years. I had grandparents and all of my mother&apos;s siblings living in the United States, where they had received asylum in the 80s. It was through them that we applied to get green cards. I was 15 when I moved to Atlanta, GA. I am now a US citizen and although I doubt I will move back to live full-time in Ethiopia, my experiences have all had a tremendous impact on the direction of my life and career. I work in international development and Africa is a continent that is and will always be close to my heart. On average, I have returned to Ethiopia once every two to three years to visit extended family and will continue to do so. I would also very much like to invest as a diaspora (not just through remittances), in development projects or private businesses. Richard Ma    @gdndevelopment #whymigrate Burma -&gt; Hong Kong -&gt; UK Economic &amp; political, study &amp; economic&mdash; Richard Ma (@Richard_GP) January 18, 2013    I was born in Burma and my family moved to Hong Kong when I was four. I returned to Burma twice: in 1988 when the democracy movement started and again in 2008 when Aung San Suu Kyi was under house arrest. I am grateful that my parents decided to emigrate; I cannot imagine what life would be like if we hadn&apos;t. I went to English international schools with expatriate children so I grew up with people from different backgrounds. Multiculturalism was normal to me and I felt very much like any other Chinese kid growing up in Hong Kong. I was offered a place to study medicine in Sheffield. England was a culture shock: I did not understand why shops shut early and &quot;the pub&quot; is so integral to social life: 22 years later, I feel as &quot;British&quot; as any immigrant can be. I have subscribed to the values of British society and the NHS  I have had my share of racist remarks directed at me; I have learned to ignore them. Many of my patients are immigrants; some have been displaced from their home countries, arriving in UK with no English, money, qualifications or family  I admire them for accepting the challenges of living in an unfamiliar environment. Ezinwanne &quot;Ezi&quot; Odozor    @gdndevelopment That Q is too simple. Yes&amp;No. As a daughter of migration, the problems that migration can create, complicate the issue.&mdash; Ezi (@TheGirlNHerPen) January 21, 2013    I was born in Nigeria on Christmas Day in 1990, but two years would pass and I would become a child of immigration. Canada-bound, we packed our belongings and left. My father had left a year or so before us  so when we saw him in November 1992 he stared at my brother and me, shocked at how much we&apos;d grown. The settling in would happen  My parents did well to smooth over the change; to me they are gods  raising two children  soon to be three  working multiple jobs in a new country and both achieving graduate-level degrees. What I think is forgotten about migration is that it is more than just picking up and starting again, and that it is not always an experience of running away, rather, it is the journey of migrating. Having left so young, Nigerians and non-Nigerians alike challenge the &quot;authenticity of my Nigerian-ness&quot;, but being Igbo, we are a highly traditional people and the customs of my fatherland are not so easily abandoned.", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/31/readers-voices-migration-journey", 
    "wordcount": "1231"
}