{
    "headline": "Ethical living: how do I water my homegrown veg?", 
    "text": "   The last drop from a hosepipe. Photograph: Gareth Fuller/PA    One thing is guaranteed by ahosepipe ban: a summer immersed in debate over water which, from Yorkshire to Wiltshire, is in perilously short supply. Depending on the depth of the water table and the make-up of the ground, you may be able to get aborehole drilled on your land. If all goes well, within hours you could be extracting 20,000 litres of free water a day. Your sprinklers could be set to full and you&apos;d come nowhere near your daily extraction limit. As well as domestic irrigation, you could also utilise your own water as grey water for flushing loos and washing clothes, and filtered and tested water could replace drinking water, as you&apos;d go mains free. Come the winter, you would have half the set-up needed for eco-friendly geothermal heating. How&apos;s that for future proofing? Unlike other off-grid ideas such as renewable energy, however, boreholes do not attract green plaudits. Critics contend that if everyone had aborehole in water-stressed areas allhell would break loose, as the personal daily abstraction allowance (those 20,000 litres) is too high, andprivate and public aquifers can abstract from the same places, meaning competition for resources. I&apos;m not sure this is fair. For starters, the hosepipe ban has a number of anomalies. It allows consumers to top up hot tubs and use car washes, but there&apos;s no exemption for those growing their own food, despite the fact that they are drastically slashing their water footprint (given the water burden of packaged, well-travelled food). They have also opted out of the huge carbon footprint of mains water: UK water is pumped through anetwork of 408,000km of pipes, using 3% of all purchased electricity. A simple borehole for garden irrigation will set you back 3,500. This cost barrier means that there won&apos;t be too many boreholes competing for the same underground water sources  but paying your way out of a drought and privatising a vital shared resource hardly smacks of social justice and ethical integrity. For the latter, look to traditional eco strategies: install water butts, use compost, give up lawns in favour of more wayward (and less water-intensive) growing areas, and follow permaculture techniques. And as you ferry watering cans of recycled bath and washing-up water down the garden path, remind yourself you&apos;re doing the right thing. If you have an ethical dilemma, send an email to Lucy at lucy.siegle@observer.co.uk", 
    "section": "environment", 
    "gid": "environment/2012/apr/08/ethical-living-how-water-homegrown-veg", 
    "wordcount": "415"
}