{
    "headline": "Getting round the great mobile phone carrier ripoff", 
    "text": "Americans are addicted to their mobile phones. The major national mobile phone carriers are well aware of that. This accounts for their routinely deceptive advertising, price-gouging, and too-frequently shoddy service. That dismal reality helps explain the rise of several new carriers that essentially rent service from several big national companies, such as AT&amp;T and Sprint, and resell it in different ways to retail customers. These smaller operations are known in the trade as mobile virtual network operators (MVNO). One of them is called Ting, which has made a mission of doing business in a more straightforward way than the big guys. (A disclosure: Ting is owned by Canadian internet company Tucows. I&apos;ve known the CEO, Elliot Noss, for many years, and think highly of him and the way he runs his businesses. Before he launched Ting publicly, he invited me to be a beta tester. I did, and was sufficiently impressed that my wife and I shifted our service there from AT&amp;T and T-Mobile, respectively.) We pay the same price for Ting services as any other customer. What we get for our money is a refreshing change in attitude, not to mention a considerably better deal for the services we use. One of Ting&apos;s best features is a no-nonsense data policy. The company doesn&apos;t charge us an additional monthly fee for using our phones as mobile hotspots. Ting&apos;s common-sense view, unlike most of the major carriers, is that data is data  whether we&apos;re using it solely from the phone or using the phone as a hotspot. There are no lies about &quot;unlimited data&quot;  we pay for what we use, at reasonable rates. Ting&apos;s overall pricing is a series of tiers offering more or less minutes, data, texts, etc, for more or less dollars depending on usage  and you can choose among graduated plans for each. If you use less than you&apos;ve signed up for, Ting drops you into the lower-priced tier, giving you a credit for what you don&apos;t use; if you use more than expected, it bumps you up to the next tier. The company offers an online calculator that clearly shows the actual costs and potential savings. Our combined bills had been north of $160 a month. Now they are about $75 for considerably more usage and flexibility. We&apos;re on a month-to-month contract, which we can cancel at any time. One reason for that differential is part of the Ting method: the company doesn&apos;t play the subsidized device game, where a carrier claims to sell a device for a low price, or no charge, but more than makes up for the &quot;subsidy&quot; with overpriced service. Like other Ting customers, we bought our two phones outright, for a total of about $800. We&apos;ll get that back in the first year of service, based on the monthly cost differential. Most Ting devices are less expensive than the ones we chose, though the phone selection could be a lot better. All phones run the Android operating system (Ting also sells several hotspot devices), and they all run on Sprint&apos;s network. Both of our phones can use Sprint&apos;s &quot;4G&quot; network in the cities where it&apos;s deployed. There&apos;s no international roaming, but my habit has generally been to turn off my mobile or buy local SIM cards when out of the country, in any case, due to the way carriers rip off their customers when traveling abroad. Like other MVNOs, Ting is somewhat at the mercy of the carrier from which it&apos;s leasing the airtime. This means, among other things, that it has to charge for text messages, a service that creates almost pure profit for the carrier. There are ways around standard texting, of course; and one of these days, the carriers are going to discover they&apos;ve gouged enough people for long enough that they lose that profit center entirely. Ting&apos;s reliance on Sprint  and its ability to be a price and service innovator  faces another long-range issue. Sprint operates its national network in a US mobile market dominated by Verizon (and, to a lesser degree, AT&amp;T); its strategy to position itself as an airtime and data wholesaler is a smart move. Even if we are not there yet, at some point is may become the case that even a better deal on a thoroughly second-rate network is not a tradeoff worth making. Forcing AT&amp;T to back out of its anticompetitive buyout of T-Mobile&apos;s American network was helpful, but the regulators haven&apos;t begun to solve the problem of increasing market concentration, as I&apos;ll discuss in an upcoming column here. Meanwhile, however, I&apos;m exercising what small liberties I still have in the mobile market  in this case, to pay for a service that&apos;s straightforward, less expensive and tailored to my needs. As CNET&apos;s Rafe Needleman observed, Ting is striving to be &quot;less evil&quot; than the competition  a mission that, in today&apos;s market, is an utter no-brainer.", 
    "section": "technology", 
    "gid": "commentisfree/cifamerica/2012/mar/09/great-mobile-phone-carrier-ripoff", 
    "wordcount": "829"
}