{
    "headline": "The higher education paradox: a public good but private cost", 
    "text": "In the year since the coalition government voted through its HE reforms  cutting public spending on universities by 80%, and passing this cost on to students through higher tuition fees  an interesting debate about the &apos;public university&apos; has emerged. With previously publicly funded degrees now free to flaunt themselves as a high value commodity for private consumption; what can be said of the &apos;public university? And how will this year&apos;s intake of undergraduates understand those words? The academic led Campaign for a Public University, and Professor John Holmwood&apos;s A Manifesto for the Public University both deploy this phrase with an implicit demand that we unpack what it means. After all, what is a public university? It is an intriguing question to ask in the midst of the changes that the sector faces and the widespread opposition to those changes. Firstly, it reminds us of something it would seem incredible to overlook  that universities are a publicly provided institution. But secondly, we find that the very mention of the words &apos;public&apos; and &apos;university&apos; together provides a radical contradiction to the government&apos;s new funding model for higher education. After all, if universities are public, the argument for their costs being borne by individuals  along with justification of for-profit providers  becomes diminished. In a statement for the Warwick Higher Education Summit, universities minister David Willetts said: &quot;The coalition has a clear recognition of the wider public benefits that our higher education system offers, economically, culturally and socially.&quot; And then counter-poises this with: &quot;However, we must get the balance right. It is the students who, regardless of these wider benefits, stand to accrue substantial individual reward through attending university and so it is right that the balance of funding shifts from the state to them in the long term.&quot; If the reasoning behind university funding hangs in the &apos;balance&apos; of a conflict between &quot;wider benefits&quot; and &quot;individual reward&quot;, there is a clear opportunity for the public part of the university to make its case. Yet to emphasise the public benefit of higher education is to defy the logic of Willetts&apos; conclusions about its comparable insignificance in relation to individual reward. To communicate and contribute to this value amounts to a defence against HE policy. With that in mind, I encourage you to revisit an article from October with the National Coordinating Centre for Public Engagement (NCCPE); How can universities communicate the wider value of higher education?. Incidentally the NCCPE has published their own manifesto to these ends. Quite quickly many HE organisations, academics, students or researchers contributing a &quot;wider benefit&quot; to society can start to highlight this opposing discourse. Student Hubs, a national charity aimed at getting more students involved in ethical causes whilst at university, is one such organisation pushing the forefront of the idea that higher education has wider value besides generating personal reward. By empowering students to create social change, the charity invigorates the beneficial role universities have in society  and has achieved incredible successes in doing so. For those in search of the fightback for a public university  this is where it comes from. Remodelling students and researchers as entrepreneurial citizens totally breaks the market logic of a beneficiary or consumer. With the HE bill delayed  and not even considering the Alternative White Paper it provoked  a coherent and effective counter-narrative to David Willetts&apos; overhaul of higher education already exists. This is why the question  what is a public university?  is so exciting. It offers the pretext for a resurgence of the public relationship that universities require. And with it the potential to confirm higher education as the widest possible benefit society can hope for. David Reed is the event co-ordinator for the The Warwick Higher Education Summit and projects manager at Warwick Hub. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/feb/06/campaign-for-the-public-university", 
    "wordcount": "666"
}