{
    "headline": "Western donors could learn from Brazil's new brand of development aid", 
    "text": "Technical advice and capacity building have been central to much of western aid over the past few decades but examples of success are hard to come by. On a recent visit to Brazil I was struck by the confidence with which many of those involved in fleshing out what might be described as the Brazil model of south-south co-operation insisted that they would succeed where so many had failed. I was not entirely convinced  some of the problems of the aid relationship (related to power, ownership, culture and information) are fairly intractable however you go about seeking to resolve them. But there is one aspect of the Brazil model that made me cautiously optimistic that it may be more effective than traditional donor approaches: the limiting of scope to areas of direct and recent experience. Brazil exports success. Rather than advising governments on what should work, the hallmark of much western advice for decades, Brazilian co-operation is based directly on what manifestly has worked. Understanding the agriculture sector in the past 10 years or so has been the mainstay of Brazil&apos;s economic and social progress. While presidents Luiz Incio Lula da Silva and Dilma Rousseff have kept well away from any deep land reform  much to the despair of their critics on the left  radical investments in small-scale farmers, to complement the continued might of mega-plantations, has led to increased food supply, reduced hunger in rural areas and, crucially, stimulated internal demand, with knock-on effects for the rest of the economy. The technology, research and policy ideas associated with this progress forms the core of Brazil&apos;s agriculture co-operation, about a quarter of its aid effort. In health, Brazil&apos;s second largest co-operation sector, the human milk bank is a flagship initiative demonstrating how milk can be donated by mothers, categorised according to its nutritional quality, and supplied to premature babies. The zero hunger strategy linking social safety nets to school attendance is another of Brazil&apos;s proudest achievements, and one that it is working actively with the World Food Programme to share with other countries. Organisation for Economic Co-operation and Development (OECD) donors claim to have expertise on all aspects of development, from budgeting to education, resolving conflict, ending maternal mortality and everything else, but their actual experience of such issues in a development context is a distant memory at best. In contrast, Brazil, like other southern countries, is still contending with extreme poverty at home, especially in the rural north-east, so it knows the challenges first-hand. Brazil&apos;s experts are not part of an overpriced development industry, but are drawn directly from the sector ministries and give their time as part of their regular salaried jobs. The people responsible for success at home are the very ones sent abroad, providing a direct link and plenty of experience to share with counterparts, with the Brazilian Co-operation Agency playing only a co-ordinating role. Although many traditional development consultants and advisers are true experts in their fields and make an incredible contribution to foreign countries, it is hard to deny that the cult of the western expert has been counterproductive as often as it has proven useful. When I left university a number of my friends went to work for management consultancies and within a few months were advising companies on how to run their businesses better. This is not unlike some of the western consultants doing the rounds in developing countries. Jeffrey Sachs&apos;s famous arrival in Bolivia to visit shock therapy on an unsuspecting population is only the most famous of all the blueprint approaches typical of the neoliberal era of western aid, written behind a Washington or Tokyo desk. Brazil&apos;s new breed of development practitioner has a rather different experience of development from that of most westerners  that of recipient rather than donor. When the US sought to implement its flagship Aids programme, Pepfar, in Brazil, &quot;no one asked what our needs were, and there was little concern for sustainability&quot;, says one senior health official. Brazil eventually rejected Pepfar money because of policy disagreements. So Brazil is committed to tailoring its support to country needs  but isn&apos;t that what everyone says? Again, there are two reasons tentatively to hope that the Brazil model may be different. First, while OECD donors feel the need to engage with all countries, including fragile and conflict ones, both for development and political reasons, Brazil feels no such responsibility, thus relieving itself of the hardest development conundrum  how to achieve change in a country where the conditions are not right. It is demand driven, meaning that only countries already keen on its way of working will come looking, filtering out those with whom tensions might arise. Second, the promise of hard cash can distort so many otherwise promising relationships, including between countries. According to Mauro Figueiredo, who is responsible for many of Brazil&apos;s 120 health projects worldwide, &quot;money can get in the way&quot; of the crucial process of dialogue. Brazilian co-operation deals with far smaller sums of money than western aid; while more money is needed to bolster and expand Brazil&apos;s co-operation activities, it is not the central part of the deal. I am aware of the danger of idealising a new approach simply because the old one has so many flaws. When money and national interests enter the equation more fully, when some of the intractable contradictions of &quot;country ownership&quot; emerge, when the public in Brazil and the host country start to request impact evaluations of projects carried out with taxpayers&apos; money, Brazil may find that it runs up against the same kind of harsh realities that have dogged technical co-operation for decades. But for now, it would be churlish to seek to undermine the confidence with which this new power is seeking to learn from the past and do things differently.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jun/28/western-donors-brazil-development-aid", 
    "wordcount": "973"
}