{
    "headline": "The week in wildlife - in pictures", 
    "text": "   Young elks (front, right) pursue startle cranes in the Cheorwon county, Gangwon province, South Korea Photograph: Jeon Heon-kyun/EPA       A giant squid in this still image taken from video captured from a submersible by a Japanese-led team of scientists near Ogasawara Islands, located approximately 1,000 kilometres south of Tokyo,. The scientists have captured on film the world's first live images of a giant squid, journeying to the depths of the ocean in search of the mysterious creature thought to have inspired the myth of the 'kraken', a tentacled monster Photograph: NHK/NEP/Discovery Channe/Reuters       Two killer whales surface through a breathing hole in the ice of Hudson Bay near the community of Inukjuak, Quebec. The whales were part of a pod of several that were trapped in the sea ice of the Hudson Bay. The whales were taking turns breathing through a hole in the ice about the size of a pickup truck. Inukjuak's mayor called upon the Canadian government to send an icebreaker to save them, but the dozen swam free after changing weather conditions cracked the sea ice Photograph: Maggie Okituk/Reuters       Pink-footed geese by Phillip Gates, taken   in North Shields, England, part of this month's Green shoots nature photography assignment, winter birds in flight  Photograph: Phillip Gates/Flickr       A one-horned rhinoceros grazes inside the Kaziranga national park, a wildlife reserve which provides refuge to more than 2,200 endangered one-horned rhinoceros, in the north-eastern Indian state of Assam. Even in this well-protected reserve, where rangers follow shoot-to-kill orders, poachers attempt to sheer off the animals' horns, to supply a surge in demand for purported medicine in China. A number of guards have been killed, along with 108 poachers, since 1985, while 507 rhino have been killed by gunfire, electrocution or spiked pits set by the poachers, according to the park Photograph: Anupam Nath/AP       An Indonesian forestry ministry officer holds hornbill beaks during a press conference in Jakarta, Indonesia. Indonesian customs seized more than 200 endangered hornbill beaks illegally captured by poachers, to be smuggled out of the country for use in traditional medicine Photograph: Mast Irham/EPA       A newly discovered 9,000-strong emperor penguin colony on Antarcticas Princess Ragnhild coast. The colony has received its first human visitors, three team members from the polar research station Princess Elisabeth Antarctica. The colony of 1m-tall emperor penguins was first discovered in satellite imagery by scientists from the British Antarctic Survey and the US National Environment Research Council. However, the colony's existence was unconfirmed until the visit from the Princess Elisabeth Antarctica team, who had been supporting the work of glaciologists carrying out scientific research on the Derwael ice rise Photograph: Alain Hubert/International Polar Foundation       White swans fly over the Yellow River wetland in Sanmenxia, central China's Henan province Photograph: Wang Song/Corbis       A Helen's flying frog perches on a branch in Nui Ong nature reserve in Vietnam's Binh Thuan province. The Australian biologist Jodi Rowley and Vietnamese colleagues have made a surprise discovery  a new species of flying frog, less than 62 miles from one of south-east Asia's busiest cities. Though discovered in 2009, it has taken until now to identify it as a new species. It has been named Helen's tree frog (Rhacophorus helenae) after Rowley's mother Photograph: Jodi Rowley/REUTERS       A long-eared owl (Asio otus), sits on a pine tree branch in a park near Budapest, Hungary. In the winter, owls often move into settlements where they are more protected against the cold and can find food more easily Photograph: Zsolt Czegledi/EPA       Thousands of whooper swans gather to feed at the Martin Mere wetlands centre near Burscough, northern England, another entry in this month's Green shoots  Photograph: Phil Noble/Reuters       Vervet monkeys look on from the trees during a practise round for the Volvo Golf Champions competition at Durban country club, South Africa Photograph: Richard Heathcote/Getty Images       Mountain goats fight in a zoo in Wuppertal, Germany Photograph: Ina Fassbender/Reuters       A python tries to cling to the wing of a Qantas plane as it flies over Port Moresby, Papua New Guinea. Passenger Robert Weber videotaped the struggle and told Australia's Fairfax Media that the wind whipped the snake against the side of the plane until it was killed, leaving a bloody smear. The python was still attached when the plane landed in Port Moresby after flying from Cairns, northern Australia, but a Qantas spokesman said it was dead on arrival  Photograph: Robert Weber/Reuters       A tree on  fire in Dunalley, Tasmania. Australia is bracing itself for more potentially dangerous fires, with temperatures on Friday predicted to soar close to 50C in the centre of the continent and up to 46C in parts of New South Wales Photograph: Richard Jupe/Rex Features       White-tailed eagles with a fish as a hooded crow stands nearby, Hungary. This hooded crow may be four times smaller than a white-tailed eagle, but it didn't stop it from demanding some of the bird of prey's fish supper. The brave crow was spotted tugging on the tail feathers of the eagle in an effort to move it away from the tasty fish it had caught Photograph: Will Nicholls /Rex Features       A crested tit (Lophophanes cristatus) tkane by PMBrem, one of the entries in last month's Green shoots nature photography assignment, which asked Guardian readers to take pictures of festive flora and fauna  Photograph: PMBrem/Flickr       Another entry to last month's Green shoots, Winter woodland, by Nick Caro Photograph: Flickr  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/jan/11/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}