{
    "headline": "Zequals: the new symbol that will make us all better at sums", 
    "text": "   Ziggy with it: the symbol for zequals     Here&apos;s a calculation for you: 33.8 x 854.29. Do it in your head. Now. OK it&apos;s a crazy suggestion, anyone but a calculating genius would have toresort to a pencil and paper, or more likely a calculator, to work this out. Yet most people are capable of getting something close to the right answer by estimating. Maybe that was what you did as soon as you saw that calculation. But if you did, then you are in the minority. Although estimation is taught in school, it&apos;s a skill that most school-leavers tend to forget as soon as their final exam is behind them. Why bother, when a calculator is always so close to hand? Actually, there are very good reasons why a teenager should leave school being able to estimate. Estimation develops what mathematicians like to call a &quot;feel for numbers&quot;. It helps you to interpret the numbers that are fed to you by politicians, the media and your financial adviser and to decide whether those numbers deserve to be challenged (as they often do). Indeed I would go as far as to say that I am more likely to trust somebody who, when quoting a statistic in the news, says &quot;it&apos;s about 1,000&quot; than somebody who says &quot;it&apos;s 936.82&quot;. When I hear a number quoted to several decimal places, I suspect the person quoting it can&apos;t see the wood for the trees.  If you don&apos;t have a handy method for estimation, let me introduce you to one. I call it zequals, and I describe it as &quot;ruthless rounding&quot;. The idea is to make calculations as simple as possible so that you can ALWAYS do them in your head (as long as you know your basic times tables, at least). I call it zequals because this technique prominently features zeroes, and I write it out using the zig-zag equals sign, above. The rule of zequals is that whenever you encounter a number, you zequal it by rounding it to a single digit followed (if it is larger than ten) by zeroes. The number 33.8 zequals 30, while 854.29 zequals 900. (When rounding a 5 in zequals, you always round it up  hence 850 zequals 900, while 840 zequals 800). Let&apos;s go back to that original multiplication: 33.8 x 854.29  Applying zequals it becomes: 30 x 900 = 27,000.  But wait, we haven&apos;t finished. That answer has two non-zero digits, and in zequals we only ever want a number to have one, so the answer 27,000 gets Zequaled to 30,000.  How does this compare to the exact answer? 33.8 x 854.29 = 28,875.002. Our estimate is within 10% of the correct answer, certainly in the right ballpark. It can feel rather liberating to suddenly be able to treat any calculation in this ruthless and cavalier fashion. You can even do it to your times tables. What&apos;s 3 x 7? It equals 21, but it zequals 20. So 3 x 7 x 94.3 zequals 3 x 7 x 100 zequals 2000. Simples.     The accuracy of Zequals. Red is when zequal (x) X zequal (y) overestimates x X y, and blue when it underestimates.    Isn&apos;t there a danger, though, that this is sometimes going to produce answers that are wildly inaccurate? Well yes, it might, though it depends on what you mean by &apos;wildly&apos;. Take the example of 74.9 x 24.9. Using zequals, you get the answer 70 x 20 = 1400 which zequals 1000. Compare that with the correct answer 1865.01, and you&apos;ll see it&apos;s about 50% out. That&apos;s no use if you are using zequals for a detailed business forecast, but it&apos;s still good enough if all you want to know is the order of magnitude  a good way of checking that the decimal points wasn&apos;t put in the wrong place on a calculator, for example. Even for calculations involving several steps, zequals is rarely out by more than a factor of two, and it&apos;s usually much closer than that.  The beautiful graphic above (produced by Dave Wiley for Youtube channel Numberphile) that shows how accurate  and how inaccurate  zequals can be. Numbers along the base of the chart have been multiplied by numbers at the side using zequals. Answers that are over-estimates are plotted in red while under-estimates are blue. The darker the colour, the more inaccurate the answer is. At a glance you can see that there&apos;s some dark blue and dark red - but not much. There&apos;s another thing too. If you study the zequals graphic, you&apos;ll see that the same patterns of blue and red repeat themselves in smaller and smaller scale as you move towards the bottom left corner. This self-repeating pattern is known as a fractal. It&apos;s ironic, and yet charming too, that something as brutally crude as the zequals function ends up producing something so precise and beautiful. Rob Eastaway is the author, with Mike Askew, of More Maths For Mums &amp; Dads. It contains more info about zequals and other techniques teenagers ought to know.", 
    "section": "science", 
    "gid": "science/alexs-adventures-in-numberland/2013/apr/04/zequals-symbol-sums-mathematics", 
    "wordcount": "835"
}