{
    "headline": "Hello parents, let's talk about your student children", 
    "text": "From the moment your child&apos;s life begins, you start to wonder what they will become. Do those powerful lungs belong to a future opera singer? Will those strong little feet kick a goal for their country one day? We all want our children to make their own way in life, but we also want to give them the guidance and information they need to make the best decisions for themselves. Sometimes, let&apos;s face it, we nudge them a bit in one direction or the other. After all, we know a bit about the world. We want them to have a better life and more opportunities than we did. Most parents believe that education is the key to a fulfilling future, and at every step of the way they want to be sure their children are getting the best on offer. So parents often compete to get their children into a good nursery, the most sought-after school, the top set, the debating team, the orchestra And as the end of school looms, parents face the biggest decisions of the lot. Should your son or daughter go to university, or to college, or train as they work? Should they try to avoid a lifetime of debt? Can they work part-time if they&apos;re going to uni? How do you pick a uni that they stand a good chance of getting into, but that is also prestigious enough to impress future employers? The economy remains shaky, and careers services have been cut just when students need them most. So parents have to step in and make sure their children are getting the information they need. Universities tell us that parents are more involved than they have ever been in choosing the right course for school-leavers. Once they get to university, parents maintain an interest in their progress and their route to the jobs market. And that is why we are launching this special Parents section on Guardian Student. We plan to give you the advice you need and a place for you to discuss the options with other parents and with experts from the sector. We&apos;ll cover topics from the psychological to the financial, from the philosophical to the practical. In the process, we&apos;ll answer questions such as:  Is my child &quot;university material&quot;?  What are the options to university?  How can I help my child feel happier at uni?  What should I be doing on Open Days?  Is my child missing out if they stay at home while they study?  How will debt affect my child&apos;s life? We hope that you&apos;ll enjoy the articles, blogs and panel discussions we provide, and that you&apos;ll share your experiences with other parents facing the same dilemmas.", 
    "section": "education", 
    "gid": "education/mortarboard/2013/jun/17/site-for-parents-of-students", 
    "wordcount": "451"
}