{
    "headline": "Academics reaching out online", 
    "text": "Today I&apos;ve handed over the Lost Worlds to Peter Falkingham, a friend and colleague who is based jointly at Brown University (USA) and the Royal Veterinary College (UK) and is using computer simulation to try and understand locomotor biomechanics from dinosaur footprints. Like me, he does a lot of science communication outreach work and was kind enough to pen this piece on his project Palaeontology [online].      Peter Falkingham surrounded by the fossil tracks of sauropod dinosaurs    The internet is a truly wonderful thing. I say that as a technological, computer-minded kind of person, I say that as a researcher, and I say that as an average person who just likes to read up on the weird and the wonderful. There is so much freely available information out there that it genuinely lends weight to the phrase &quot;ignorance is a choice&quot;. In fact, there can often be so many results and links when reading online that a reader can become lost or fatigued. Worse still, it can sometimes be difficult to ascertain whether the information presented is correct or up to date. Blogs such as this one are a fantastic way to get information from an authoritative source that has been written in such a way as to be far more accessible than the scientific literature. But blogs, by their nature, can tend to be topical summaries. There is a lack of articles online that are both comprehensive and specialist, yet accessible to a wider audience. Those articles that do exist are scattered throughout the web, making reading up on differing palaeontological topics a jarring experience. Many would argue that as scientists (and especially as publicly funded scientists), we have an obligation to try to communicate our own research, and science in general, to the wider public. I think it&apos;s difficult to disagree with that. Dave has already spoken about the importance of dinosaurs, and raises important points about using this exciting subject to inspire new generations of all types of scientist. But we should try to inspire and educate the current generation too. At a time when denial of evolution is becoming more prevalent in the USA in favour of creationist beliefs (and this trend is also beginning to appear in the UK!), it is more important than ever to ensure that palaeontological concepts, specimens, and evidence can be seen, read and understood by anyone. This was the impetus that led my colleagues and me to set up Palaeontology [online] in 2011. Palaeontology [online] is a site dedicated to bringing you articles written by experts for a non-specialist audience. Sponsored by the Palaeontological Association, Palaeontology [online] delivers articles each month on all aspects of palaeontology, from major patterns and concepts to comprehensive summaries of fossil groups and articles about palaeontology as a profession (from PhD student to professor).  Each article is written by an expert, drawn from various fields within palaeontology, and invited by a commissioning editor. Our copy editor ensures that the articles have a consistent format and style, while retaining the individuality that comes from different authors. The online format means that articles can contain large numbers of images, videos and links. What&apos;s more, we have a glossary linked from the articles, which will hopefully make the articles more accessible. This month&apos;s article is by Dave Hone himself, providing an introduction to pterosaurs. We at Palaeontology [online] invite you to come and have a look around the site, at Dave&apos;s article and at those that have been published over the past year. We hope that you find the site interesting and informative  and that if you do, you will sign up for our newsletter or RSS feed and continue to follow Palaeontology [online].Peter recently discussed his research and work on dinosaurs here on my old blog for those who want a bit more. While we&apos;re on the subject, Peter is also a contributor at Ask A Biologist, which also got its start thanks to a generous donation from the Palaeontological Association.", 
    "section": "science", 
    "gid": "science/lost-worlds/2012/sep/11/academics-online", 
    "wordcount": "656"
}