{
    "headline": "iPhone 5 accessories  get on the case", 
    "text": "The iPhone 5 will go on sale in the UK on 21 September. Although the handset can be pre-ordered for 529 from Apple, mobile networks and retailers have yet to reveal how much they will charge. Fear not though, if money is burning a hole in your pocket, you can indulge in some bling to pamper your new phone in the meantime. That&apos;s right  retailers are already ready and waiting to take money off consumers who love to liven up their iPhones. If you have the cash, they have the accessories. Here are some of our favourites: If your priority is to maintain the shiny perfection of the screen and keep it unsullied by fingerprints, the SGP iPhone 5 Glas.t screen protector at 33.95 may be just the thing. Boasting &quot;chemically reinforced glass that maintains perfect image clarity&quot;, it claims that due to its anti-shatter film, the glass may crack but it will also collapse into a million pieces, making it safer to use than other glass products. Mobile accessories company Proporta has already announced details of its range of cases designed to fit the slimmed-down proportions of the iPhone 5. Its hard shell with free screen protector, in black, white, blue or pink, costs 14.95, while at 29.95 its black leather pouch with red stitching and pinstripe lining includes a layer of aluminium to take the brunt of any knocks and bumps. If you want your case to be a bit more Bet Lynch, how about a gold snakeskin Covert Branded PU leather back case? Also available in zebra, crocodile, leopard as well as more standard rainbow shades, the case is sold by Alpha Gadgets on Amazon for 5.99. If you prefer your animal-themed phone case to be fluffy rather than flashy, you may prefer Griffin&apos;s cute, animal-inspired cases  KaZoo and Animal Parade  which are made of soft silicone and cost 19.99. You can even download the free KaZoo and Animal Parade apps to make your screen background match your animal case. And for the Jack Sparrows among you, Clickjunkie is selling a pillar box red leather pocket case, complete with diamante and gold skull and crossbones for 9.99. Those who simply want to use their phone hands-free in their car, on their bike, or just about anywhere, the Spiderpodium is a rubber-coated steel gadget grip. It can be bent into any shape, gripping your phone while holding on to your chosen surface. Available in seven colours, it costs 14.95 from Breffo. The bad news is that the iPhone 5 features a &quot;lightning connector&quot;, which has eight pins rather than the standard 30 for previous Apple products. This means many speakers, car kits and other accessories will be obsolete, unless you fork out 25 for an adaptor. Even worse news for Apple devotees, the adaptor won&apos;t be dispatched until October.", 
    "section": "technology", 
    "gid": "technology/2012/sep/13/iphone-5-accessories-on-case", 
    "wordcount": "492"
}