{
    "headline": "Africa's economic development has not been accelerated by urbanisation", 
    "text": "The mood surrounding African economic development has improved greatly in the past few years. This is good news. It seems to indicate that the &quot;lost decades&quot; for sub-Saharan African countries of the 1980s and 1990s  when output was sometimes shrinking and welfare indices worsening  are behind us. However, there are caveats. In most fast-developing economies outside sub-Saharan Africa, particularly in Asia, a major reason for rising incomes is new economic activity in towns: the development is largely an urban phenomenon. Industrialisation is a key element in much of Asia. Exports may include primary commodities, but manufactured products increasingly form part of the mix. The urban-located production of these sorts of goods has been a key reason for the rise in urban incomes in countries like China and Vietnam. In sub-Saharan Africa, the picture is very different. It is often claimed Africa has the world&apos;s fastest growing urban populations and is urbanising faster than anywhere else. The first point is true, but the second is a myth. Fertility in Africa is higher than elsewhere in the world, and towns have tended to be home to lot of young people in their childbearing years. As a result, natural increase rates in towns  the excess of births over deaths  have been high. For decades, population growth in many of sub-Saharan Africa&apos;s main towns has been caused largely by this high natural increase, rather than migration. Because birth rates are higher than in Asia or Latin America, the towns grow faster. However, if urbanisation is to occur, the proportion of people living in towns has to increase, which usually involves significant long-term migration into urban settlements. When the estimated increase in the percentage share of the urban population in many Asian countries over the past decade is compared with that for African countries, usually the Asian countries turn out to be urbanising fastest. Why is this? The answer lies mainly in the differences in urban economies. Theories about modernisation and development have assumed that cities and urbanisation were necessary accompaniments to positive economic change. It was in towns, with their dense networks of people, that innovations would occur and economies of scale in production would be realised. Urban economies, it was assumed, would involve industrialisation that generated other types of activities including commerce and services via backward and forward linkages. Workers in towns produced goods with more added value than rural people. In 2009, the World Development Report from the World Bank emphasised all these positive aspects of urbanisation and promoted towns as developmental. However, while many Asian cities exhibited all these sorts of economic changes, which created millions of new jobs in formal sector enterprises, in sub-Saharan Africa urban economies have been struggling. In a world where the harsh rules of comparative advantage, policed by the World Trade Organisation, have been increasingly dictating who can produce what and where, African cities have fared poorly. European and North American cities have lost some industrial jobs to Asia because of this, but Africa&apos;s experience has been disastrous. While Africa can compete on wages, many towns cannot compete on other factors influencing investment choices by footloose industrialists. A key issue is infrastructure, particularly reliable electricity: anyone who has spent time in African cities, not excluding South African cities on occasions, has experienced the power going off for long periods of time. Another is educated labour: decades of regional austerity measures enforced by international financial institutions have undermined education outcomes in sub-Saharan Africa. The result has been de-industrialisation on a major scale, and the loss of hundreds of thousands of formal sector jobs in countries where industrialisation had been in its infancy. In towns across Africa, the outcome of past austerity programmes and trade liberalisation has been the mass informalisation of economies and livelihoods. The majority of urban residents work in informal enterprises and many are self-employed petty traders. This is work, and very hard work, but it too rarely generates a reasonable income. Despite all the excitement generated about the growth of middle classes in Africa, any objective look at the Africa Development Bank&apos;s income data from which this stems shows that in most sub-Saharan African countries, the proportion of people on anything like a realistic middle-class income remains tiny. This brings us back to the issue of urbanisation. Recent censuses in many large mainland countries indicate this has slowed. In part, this is because migrants to towns have been struggling to establish livelihoods and many move on, or back to rural areas. Cities are not as attractive as they used to be. Growth in GDP is often generated largely by natural resources: agriculture, minerals, forestry. The impact on urban incomes and job creation is far less than the significant industrialisation in Asian cities. One sobering statistic demonstrates the huge difference in the urban experience of these two regions: Vietnam exports more light manufacturing goods than the whole of sub-Saharan Africa.  Dr Deborah Potts is reader in human geography, Cities Research Group, King&apos;s College London", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/oct/04/africa-economic-growth-not-accelerated-urbanisation", 
    "wordcount": "831"
}