{
    "headline": "24 hours in apps media disruption", 
    "text": "In 2012, smartphone and tablet apps are at the heart of disruption across the media and entertainment industries. Which sounds like a grandiose claim, but the evidence is there to back it up. In fact, the last 24 hours alone provide a good snapshot of it. It&apos;s happening in the publishing world. Start with Next Issue Media, which is a joint venture between US magazine publishers Cond Nast, Hearst, Meredith, News Corp. and Time Inc. The company has released an Android tablet app called Next Issue offering 32 digital magazines from its founders, including Elle, Time, Vanity Fair and Sports Illustrated. They&apos;re available as standalone-issue purchases and individual magazine subscriptions, but the most disruptive element is the all-you-can-read subscription: $9.99 a month to get all of the bi-weekly and monthly mags, and $14.99 a month for that plus all the weekly ones. It&apos;s the equivalent of Spotify or Netflix for digital magazines. An iPad version will be submitted to Apple &quot;in the coming weeks&quot;, but its disruptive potential for that company&apos;s own Newsstand could lead to some approval fun and frolics. Also in publishing, two of the more high-profile news aggregation apps, Zite and Pulse, have announced new partnerships with publishers to make the latter&apos;s content available within their apps. Zite launched a Publisher Program to provide sites and publications with their own sections on its iOS and Android apps, starting with Bleacher Report, CNN, The Daily Beast, FOX Sports, HLNtv, The Huffington Post, Motley Fool, The Next Web and VentureBeat. Rival Pulse has also expanded its deal with magazine publisher Bonnier, adding 20 of its titles&apos; content to its aggregation app, following a deal signed way back in July 2011 for its Popular Science title. Apps like Zite and Pulse, along with Flipboard, FLUD and others have sometimes been seen as disruptive in the wrong way by publishers, concerned at the possible impact of content-scraping on their advertising revenues. Partnerships like these show there is scope for the two sides to work together. Meanwhile, Marvel Comics has just unveiled a new digital comic-book format, Marvel Infinite, which involves comics hand-drawn specifically with full-screen tablet reading in mind  as opposed to simply digitising a print comic. The first to get the treatment is Avengers vs. X-Men #1, within the Marvel Comics app.     Spotify's app is a key reason for subscribing to its Premium service    Spotify subscriptions Apps disruption is happening in the music industry too. The last 24 hours has seen Spotify fending off suggestions in the New York Post that the pace at which it&apos;s signing up paying subscribers in the US has been disappointing for labels. There were figures to go with this too: 3m Spotify users in the US since its launch in July 2011, with 600,000 of them now paying subscribers. An alternative way of looking at it, though, is that Spotify has persuaded 600,000 people in the US to pay up to $9.99 a month for a streaming music service just nine months after launching there  by contrast its biggest US rival Rhapsody took 10 years to reach 1m subscribers. The disruptive apps element is that if the US matches Spotify&apos;s subscriber-splits elsewhere in the world, 85% of its paying users are on the $9.99 tier required to use its mobile apps. Meanwhile, Propellerhead Software&apos;s new app Figure is an example of a different kind of music disruption: one that&apos;s bringing the technology previously seen in professional tools like the same company&apos;s ReBirth to the general public. It&apos;s one of a number of apps democratising music creation  although just to be clear, I&apos;m not saying it&apos;s turning any iPhone owner into Richie Hawtin or the Chemical Brothers. Instead, it&apos;s bringing the joy of music creation to people who aren&apos;t professional musicians much like what Instagram is doing to photography. Talking of which... The last 24 hours has also seen Instagram notch up more than 1m downloads for its Android app in its first day on Google&apos;s Play store.     National Geographic's latest app is a new route to its audience    Cord cutters growing Apps disruption is happening in the TV and film industries too. Again, just in the last 24 hours there have been apps with new ways for Discovery Channel and National Geographic to get their content to people: Discovery News and National Geographic Daily for iPhone and iPad respectively. A story that&apos;s more high-profile in the US than in the UK (for now) is cord-cutting: people cancelling their cable TV accounts because they&apos;re getting their TV elsewhere particularly services like Netflix and Hulu, although also BitTorrent (in the UK, iPlayer, Sky Go and other catch-up services would figure in this conversation too). A new report called The Battle for the North American Couch Potato by Convergence Consulting claims that more than 2.65m Americans cut their cords between 2008 and 2011, with more than 1m doing it in 2011, and 3.6m expected to in 2012. As with Spotify, apps aren&apos;t the only reason for cord-cutting, but they&apos;re a key part of the business models of the companies that are fuelling the trend. But apps are also one of the key weapons cable providers and TV networks are using to persuade people to keep their cords: apps providing access to TV channels around the house (or even outside) as part of their subscriptions. Meanwhile, there is more disruption in the TV world from developments in second-screen companion apps for popular shows. Brand new in the last day are an app for Jennifer Lopez-fronted Latin American talent show Q&apos;VIVA! The Chosen that synchronises social feeds, photos and other content with the live show; and also an iPad app for drama series Titanic that helps viewers dig more into the real-life story of the ship and its surviving passengers. I was at the MIPTV conference in Cannes this week, and one of the most interesting strands of discussion focused on an upcoming battle for control of the second screen between broadcasters, producers, cable/satellite providers, hardware firms and technology firms like Zeebox, Shazam, GetGlue, Miso, Yahoo-owned IntoNow. More disruption. And as I published this article, Shazam announced that all the episodes remaining in the US American Idol show will be taggable using its app...     Ice Age is the subject for a new freemium game    Freemium debate It&apos;s happening in games too: Zynga revealed that its recently-acquired Draw Something game is now past the 50m downloads milestone  that&apos;s 50m since the start of February when it launched, and 15m downloads added in a couple of weeks since its developer OMGPOP was bought for $180m. Also brand new: Children&apos;s film franchise Ice Age has been turned into a freemium iOS game by publisher Gameloft, which has the potential to reignite the debate around in-app purchases in games aimed at kids. Should parents be more on top of their iOS device settings to ensure their children aren&apos;t blowing their monthly budget on virtual items, or should publishers be thinking hard about whether a &quot;treasure chest&quot; of virtual coins costing 69.99 has any place in a game based on a film like Ice Age? Elsewhere, a startup called The Tap Lab has raised $550,000 to make location-based mobile games, with its investors including Harmonix co-founders Alex Rigopoulos and Eran Egozy, while another startup called PerBlu has launched its second massively multiplayer location RPG, Parallel Mafia. Ads evolution Also in the last 24 hours, information has emerged about Samsung launching its own mobile advertising network, Apple has added Twitter functionality to its own iAd platform, Bic and Purina have become the latest brands to launch marketing apps, and Google has taken the wrappers off its long-rumoured augmented reality glasses project. The key point here is that all this happened or at least the news broke in the last 24 hours. If I&apos;d expanded this snapshot to be the last week, there&apos;d be stories like Open University signing up 1m subscribers on iTunes U, Rovio announcing a 52-episode Angry Birds TV series, Outfit7&apos;s Talking Friends apps passing 360m downloads, mobile ad network Millennial Media being valued at $2bn after its IPO; figures showing US digital magazine circulation increased by 125% in the second half of 2011; Augmented reality startup Layar adding video to its app; Disney signing up to make mobile social games based on its characters with Japanese publisher DeNA... Hopefully you get the idea. This snapshot isn&apos;t some kind of flag-waving attempt to claim apps are revolutionising all media. It&apos;s more pointing out that wherever you find disruptive and innovative startups and business models across the media industries, apps won&apos;t be far from the action.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/apr/05/apps-disrupting-media", 
    "wordcount": "1421"
}