{
    "headline": "South Sudan: in numbers", 
    "text": "South Sudan became an independent country on 9 July last year after a referendum ended decades of civil war that had killed an estimated 2 million people. One of the first post-independence tasks of South Sudan&apos;s National Bureau of Statistics (NBS) was to produce a GDP estimate. It came in at $1,546 per capita, which compares well with the country&apos;s east African neighbours  for example, $769 in Kenya and $189 in Burundi. But much of South Sudan&apos;s income comes from oil. It accounts for 98.1% of government revenue  and this was lost when landlocked South Sudan shut down oil production in January after it failed to agree a deal to use the north&apos;s pipelines and facilities.         Source: South Sudan NBS Border clashes lead to rise in refugees Recent clashes in the border dispute with Khartoum have seen more than 110,000 people displaced southwards and into Ethiopia, according the UNHCR. The UNHCR estimates South Sudan&apos;s refugee population at 211,454  up from 90,911 in April and 164,000 last month. &quot;While South Sudan&apos;s independence from Sudan took place peacefully, some key issues are still to be resolved,&quot; the UNHCR said. &quot;They include disputed territory, notably in the Abyei administrative region, and resources, as well as nationality and citizenship issues. Each of these questions could trigger conflict or population displacement, as shown by recent clashes that led to the displacement of more than 110,000 people southwards, and into Ethiopia. &quot;Return from the north remains a sensitive issue, and means of regularising the presence of South Sudanese who remain in the north have yet to be found. Violence has affected various parts of the south in 2011; by the end of August, the humanitarian community reported that more than 3,070 people had been killed in inter-communal and militia-related violence and 304,400 had been displaced. Moreover, as the large-scale returns continue from Sudan and from countries of asylum, the presence of the Lord&apos;s Resistance Army (LRA) and other armed groups could result in localised insecurity and displacement.&quot;  Download the data  DATA: South Sudan life expectancy projections, South Sudan CPI inflation for selected goods and services, South Sudan government revenues.  South Sudan&apos;s statistical review 2011 in available in full on the National Bureau of Statistics website here. NEW! Buy our book  Facts are Sacred: the power of data (on Kindle) More open data Data journalism and data visualisations from the Guardian World government data  Search the world&apos;s government data with our gateway Development and aid data  Search the world&apos;s global development data with our gateway Can you do something with this data?  Flickr Please post your visualisations and mash-ups on our Flickr group Contact us at data@guardian.co.uk  Get the A-Z of data More at the Datastore directory Follow us on Twitter Like us on Facebook", 
    "section": "global-development", 
    "gid": "global-development/datablog/2012/jul/09/south-sudan-in-numbers-key-statistics", 
    "wordcount": "631"
}