{
    "headline": "Cancer campaigners say levels of fat, salt and sugar in food must be reduced", 
    "text": "Foodstuffs and drinks need to contain less sugar, salt and fat in order to help combat the growing number of people developing cancer, campaigners against the disease have said. The call from the World Cancer Research Fund (WCRF) came as it released fresh estimates that the number of Britons being diagnosed with cancer annually will rise to almost 400,000 by 2030. The UK will see about 396,000 new cases of cancer a year in 2030  a 30% rise on the 304,000 seen in 2008  according to WCRF projections released today to mark World Cancer Day. Its analysis of the likely increase in cancer cases in all 27 EU member states by 2030 says that the UK will have the 16th biggest proportionate rise and Ireland the biggest with a predicted 72% jump, followed by Cyprus (55%), Luxembourg (53%) and Malta (49%). The WCRF identified the ageing population as the key factor behind the rise, because cancer affects mainly the over-60s. But it also said improvements in lifestyles, such as eating better, maintaining a normal weight and taking exercise could prevent as many as a third of all cancers. &quot;Measures to tackle the fat, sugar and salt content of food and drinks and to improve the opportunities for physical activity are the type of developments we need to cut these predictions of future cancer cases,&quot; said Dr Kate Allen, the science and communications director at WCRF International. It wants to see mean salt intake fall to 5g a day by 2025, a big drop from the current average in the UK of about 8g, and for total fat intake to make up just 15-30% of people&apos;s energy intake by the same date. To achieve that it wants action to &quot;encourage nutrient-dense relatively unprocessed foods and discourage sugary and alcoholic drinks&quot;. Cancer incidence is rising, and experts expect it to keep rising, mainly due to ageing, but also obesity and alcohol misuse. But WCRF&apos;s estimate of a 30% rise by 2030 is lower than Cancer Research UK&apos;s prediction, made last October, of a 45% leap to around 432,0000 cases by the same date. The trend has prompted concern that the NHS may not be able to keep pace. &quot;We know the numbers of people getting this disease is increasing and these figures by the WCRF should signal alarm bells for the NHS and how we plan future cancer services. Macmillan Cancer Support&apos;s own research showed that four in 10 people will now get cancer in their lifetime,&quot; said Ciaran Devane, the charity&apos;s chief executive. On current trends the number of people in the UK who have been diagnosed with cancer will double from two to four million over the next 20 years, added Devane. Dr Emily Power, health information manager at CRUK, said: &quot;With more cancers being diagnosed, it&apos;s crucial that cancer services worldwide prepare for the growth in demand. It&apos;s also important that we do everything we can to improve the early diagnosis of cancer.&quot; But medical and scientific advances mean patients diagnosed with cancer are twice as likely to survive it as they were 40 years ago, Power added. The Department of Health said: &quot;This data shows the challenges we face from an ageing population and the rising burden of cancer. That is why we are investing more than 750m over the next four years to make sure people are diagnosed with cancer earlier and have better access to the latest treatments. This includes a range of public awareness campaigns on the signs and symptoms of cancer. &quot;Through our investment and modernisation of the NHS, we will save 5,000 more lives every year by 2015 - closing the gap in cancer survival between us and the best-performing countries in the world. &quot;But we know that up to half of all cancers could be prevented by changing our lifestyles - eating better, doing more exercise, drinking less and stopping smoking. &quot;That&apos;s why through Change4Life we are encouraging everyone to make small lifestyle changes that really make a difference, like being more active, eating more fruit and veg, fewer calories and less fatty foods. We will shortly launch a campaign to raise awareness of the risks of drinking too much alcohol.&quot;", 
    "section": "science", 
    "gid": "science/2012/feb/04/cancer-fat-salt-sugar-food", 
    "wordcount": "718"
}