{
    "headline": "Make our background guides better", 
    "text": "In an era of 24-hour news, live blogs and Twitter, it&apos;s easier than ever to follow a dripfeed of recent developments on an unfolding news story. It can be harder, though, to get the context behind the headlines. Here at the Guardian we&apos;re keen to change that by providing better background guides to the topics we write about  and we&apos;d love your input to help us get them right. To help kickstart this project, I&apos;ve written a guide to shale gas and fracking  a good example of a topic that&apos;s important and interesting but potentially baffling due to the diverse range of views it elicits. A small team of us have put this guide into a few different formats and we&apos;d love it if you could take a look at each and let us know what you think in the comments below this post. * Version 1. A written-through article * Version 2. A more structured article with summary bullet points and quotes * Version 3. A slider with longer sections including summary bullet points and quotes * Version 4. A &apos;responsive&apos; page that alters depending on your browser window size Which version did you like best and why? How could we improve them? Is there enough detail in the guide  or too much? Are the bullet-point summaries helpful or not? How about the quotes? We&apos;d also like to get your thoughts on background guides in general. Do you agree we should we do more of them? And if so, what topics should we prioritise? Would you prefer big global issues such as &apos;nuclear energy&apos; and &apos;biodiversity&apos; or a narrower more newsy focus, such as &apos;New nuclear in the UK&apos; or &apos;Fracking in Lancashire&apos;? Or perhaps you&apos;d prefer more practical guides, such as &apos;LED lighting&apos; or &apos;How to buy a greener car&apos;?       Dive into the comments below and let us know.", 
    "section": "environment", 
    "gid": "environment/blog/2012/apr/12/help-better-background-guides", 
    "wordcount": "307"
}