{
    "headline": "Lara Croft: the reinvention of a sex symbol", 
    "text": "     It is 17 years since Lara Croft&apos;s first adventure, Tomb Raider, in which time she has starred in a dozen games, two films, and an incalculable number of adolescent fantasies. Yet her life of plunder and peril begins anew this week with a full franchise reboot, starring Lara as we&apos;ve never seen her before: inexperienced, scared and wearing trousers. Like Bond and Batman before her, she has been born again in darker, grittier detail. And, again like Bond and Batman, she sort of needed to be. There was not much to be said about the original Lara Croft. &quot;She barely had a voice, let alone a character,&quot; admits Rhianna Pratchett, lead writer on the latest instalment. She was not even originally British. The character  a gender-flipped evolution of developers Core Design&apos;s original hero Rick Dangerous, himself little more than a carbon-copy of treasure-hunter Indiana Jones  was first conceived as Lara Cruz, before a trawl through a phonebook threw up the purposely bland British surname Croft. From there, a legend was spun: Croft became the orphaned daughter of architect and all-round swashbuckler Lord Richard Croft. She acquired a stately manor house, a boarding-school education and the received pronunciation of the aristocracy. Yet those who played the first game could be forgiven for forgetting all of that. A back-story appeared in the manual, but on screen we saw little more than a pistol-toting babe in skimpy clothes, with a waist about the same width as one of her thighs and an implausible pair of breasts. Over the sequels that followed, although she rarely ditched the hot-pants and crop-top, she developed more of a personality. Gamers came to recognise her as fearless, even arrogant, thrill-seeking and callous, bold and brave: in short, a badass. This characterisation helped counterbalance the brazen sexuality of the character design, even making it possible to argue she was some kind of feminist icon. So it was a risky move on the part of the prequel&apos;s developers Crystal Dynamics to strip a character who has often been derided as sexist of the skills and attitude that once served as an emphatic riposte to the allegation. It is a risk that, in June last year, looked to have backfired when executive producer Ron Rosenberg told an interviewer that  in what was widely reported as a &quot;rape scene&quot; in the new game  we would see Lara &quot;literally turned into a cornered animal&quot; and would feel compelled to &quot;protect her&quot;. The idea of Lara Croft being raped kicked off a media storm. The producers have since stated emphatically that there is no rape scene in the game. In fact, the scene in question was in the public domain back in June, shown in the trailer at industry showcase E3. And while there is certainly the threat of sexual violence in it, her would-be assailant makes it only as far as a hand on her stomach before Lara knees him in the groin, grapples for his gun and shoots him dead. &quot;It&apos;s the first time she has had to take a human life,&quot; explains Pratchett. &quot;It&apos;s very in-your-face. It&apos;s gut-wrenching and it&apos;s uncomfortable and it should be uncomfortable. That&apos;s what we were aiming for. We didn&apos;t prolong it, we didn&apos;t do it for titillation. We wanted to show Lara&apos;s reactions and that gut-wrenching moment of having to take a human life. She doesn&apos;t get out of that thinking: &apos;Oh my God, I was almost sexually assaulted.&apos; She&apos;s thinking: &apos;Oh my God, I&apos;ve taken a human life.&apos;&quot;     Lara Croft in 2002.    Some fans don&apos;t want to see their hero struggling with such emotional dilemmas. In the Telegraph, deputy women&apos;s editor Louisa Peacock complained: &quot;I don&apos;t want to be reminded that superhero Lara Croft is just a girl ... why do they need to show her human side? Why does she need to make mistakes, become vulnerable?&quot; The writers were well aware some players would object. &quot;I think some people are very attached to old Lara because she&apos;s very capable and she doesn&apos;t show any vulnerability and she knows she can get out of any situation,&quot; says Pratchett. &quot;But that&apos;s not really interesting for a character.&quot; The decision to make her less indestructible was not, she says, about gender. &quot;She&apos;s not vulnerable because she&apos;s female, she&apos;s vulnerable because she&apos;s human. She&apos;s shipwrecked on an island, she has no weapons and she ends up hanging upside-down in a cave. I think that&apos;s something that would unnerve most of us, really, male or female.&quot; So is the new Lara still a sex symbol? &quot;I think so,&quot; says Pratchett, &quot;but it&apos;s sort of in a different way and it&apos;s more than being just a pure visual. It&apos;s not over-sexualised. It&apos;s not the pneumatic breasts and the midriff-revealing top or the hotpants. But I&apos;m not going to deny that she&apos;s a beautiful young lady.&quot; The physical makeover has been dramatic but also, arguably, necessary. In the hyper-real high-definition world of a modern console game, the old Lara Croft&apos;s proportions would simply have looked cartoonish. &quot;The technology demands this immersive cinematic interactive experience,&quot; explains Ian Livingstone, president of Tomb Raider&apos;s original publishers Eidos, and an ever-present figure in the life and evolution of Lara Croft. &quot;That&apos;s where games have been going, the incessant drive towards total realism. If you look at any franchise that&apos;s 10 or 15 years old and look at their origins they&apos;re totally different to the iterations that are available today.&quot; Yet the new Lara Croft is not so different from the old. This younger heroine&apos;s curves are less impossible, but they are hardly less desirable. And while much has been made of the fact that those trademark hotpants are now cargo trousers, few reviewers have mentioned that the new Lara&apos;s tank top is cut lower than the combat vests she wore before. In a sense all that has happened is that the fantasy has been fleshed out. Could the new Lara Croft be a feminist icon? That, says Pratchett, is not for her to say. &quot;I just hope she&apos;s seen as an interesting character, really.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/mar/04/lara-croft-reinvention-of-sex-symbol", 
    "wordcount": "1036"
}