{
    "headline": "Drought fears revive memories of 1976", 
    "text": "The cracked ground of a parched riverbed, queues of sunburnt women waiting in the streets for water, wildfires raging across moorland  many will remember the drought of 1976 and the arid climate of Britain&apos;s long hot summer. With the current drought covering huge swaths of the country, are similar conditions in store if it continues into 2013? According to Professor Phil Haygarth of Lancaster University, our lakes and rivers could become toxic as they dry out, and freshwater swimming may be off limits. &quot;If river flows lessen in the spring and summer time there is a tendency for what&apos;s called algal blooms  toxic algae that grow in rivers and in lakes,&quot; he says. Nutrients such as nitrates and phosphates leak out of sewage and agricultural land, prompting algae to grow in huge numbers. A drought means nutrients enter the river at a greater concentration. &quot;When the river&apos;s flow is reduced it makes the problem worse,&quot; says Haygarth. Some evidence suggests this algal bloom can lead to skin rashes, sickness and diarrhoea in people, and even fatalities among dogs and livestock. It won&apos;t just be summer swimmers affected if drought conditions worsen in 2013. Farmers will struggle to maintain crop production as pressure on water resources intensifies, especially when growing notoriously thirsty crops such as potatoes, peas and parsnips. If yields remain low, customers could be paying more as prices rise to reflect demand. Dr Diane Mitchell, chief scientific adviser to the National Farmers Union, says wetter parts of the country could compensate for the shortfall of crops in the south-east. &quot;The effects aren&apos;t uniform across the country and across all crops, so it might be that increased production in some wetter parts of the country could alleviate any disruption in other areas,&quot; she says. In the home, more stringent drought measures will be introduced for water use if the dry weather continues, according to Michael Norton, chair of the water expert panel at the Institute of Civil Engineering. &quot;If the drought bites further and we go into a dry autumn and winter we&apos;re going to see more impassioned calls from the water companies and the environment agencies for us to take very serious steps to reduce the amount of water that we&apos;re using for other discretionary uses,&quot; he said. Norton added that, while there will always be enough water to drink, day-to-day use could become very limited and we could well see a return of the standpipes that decorated street corners in 1976. &quot;Standpipes are a distinct possibility in 2013, and I guess it&apos;s an outside possibility here in 2012,&quot; he said. The widespread threat of long-term drought is something the government and water companies are not taking lightly. In March environment secretary Caroline Spelman set up a national drought management group, bringing together representatives from agriculture, water companies and the Environment Agency to discuss how best to avoid the worst-case scenarios. The group is discussing plans to encourage water sharing across neighbouring water companies, and Trevor Bishop, head of water resources at the Environment Agency, hopes this will prevent the introduction of more extreme measures. &quot;It&apos;s perfectly feasible that the connectivity and sharing we would need to get through a difficult summer and winter could be done over this winter 2012-13, and as long as we are doing the planning and making decisions this summer it should give us time to take action,&quot; he said. Water sharing and conservation is one way of minimising the effects of drought, but is there any way of increasing the amount of water we have at our disposal? One of the more left-field solutions is to artificially induce rainfall. Cloud seeding disperses chemicals such as silver iodide into clouds using planes or rocket-fired canisters. The Chinese government used cloud-seeding in 2009 to artificially induce snowfall over Beijing, and the United Arab Emirates spent $11m (7m) making it rain in the Dubai and Abu Dhabi desert in 2010. A study from the Met Office quoted in the government&apos;s 2011 white paper Water for Life warned that we could be facing up to 10 times as many significant droughts by 2100, and Spelman has dubbed drought &quot;the new normal&quot;. Perhaps there may come a time when we need to follow China&apos;s lead.", 
    "section": "environment", 
    "gid": "environment/2012/apr/16/drought-fears-revive-memories-1976", 
    "wordcount": "722"
}