{
    "headline": "E3 2012: Electronic Arts conference", 
    "text": " 12.57pm: Here we are at the glorious old Orpheum Theatre in downtown LA for the second of the big E3 press conferences. This time it&apos;s the turn of Electronic Arts, which has lwready figured in the Microsoft briefing, thanks for Fifa 13. What will be on show? Fifa again, of course, with a splash of Madden for the locals. We can also expect Dead Space 3 and something Need For Speed flavoured. Medal of Honor will be around, too. As for surprises Well, everyone&apos;s hoping for an announcement from Respawn, the studio set up by ex-Infinity Ward heads, Jason Ward and Vince Zampella. The legal dispute has just been settled with Activision so that may free them up to talk about their project - but have they had enough time to crowbar something in to the event today? It&apos;ll be interesting to see how much support there is for Wii U. Will anything be accompanying Fifa 13 on the platform? Anyway, we&apos;re about to kick off (seamless football metaphor there), so let&apos;s settle back and enjoy the show.  12.59pm: Okay, it&apos;s about to start. We have taken our seats. This theatre is so beautiful.  1.01pm: The Wi-Fi is a bit flaky in here and one of our USB 3G dongles doesn&apos;t want to play, so we may have a patchy service. We&apos;ll try out best - bear with us!  1.02pm: Ow, really, really loud music.  1.03pm: The intro movie is showing us what to expect - SimCity Social, Crysis 3, Dead Space 3, Madden, Fifa 13...  1.03pm: It&apos;s John Riccitiello, the head honcho on stage!  1.04pm: He&apos;s promising that this will be more like Sundance than The Oscars. Does that mean we won&apos;t recognise half the games, and they&apos;ll all have sad endings?  1.04pm: We&apos;re starting out with Dead Space 3 from Visceral. Loud applause. Isaac is on the planet where the Necromorph pestilence started.  1.05pm: Looks like LV 426 on a bad day...  Trailer is showing lots of shooitng, massive monsters - same old Isaac The game will have new environments, drop-in, drop-out co-op. Plus a new character, as we already knew. He&apos;s John carver. It&apos;s a demo now, as John and Isaac battle along the ice planet. Will co-op meddle with the gruelling solitude of the Dead Space experience? John and Isaac are battling a large piece of spinning metal. They are really swearing at each other. They are now fighting some new necromoprhs which grow massive flailing, stabbing tentacles of death when shot in half. Vintage Dead Space. The boys are now fighting an absolutely gigantic monster It&apos;s spitting eggs at them. It is the size of a block of flats and twice as scary. Ugh, Isaac has been swallowed into a gigantic stomach-like &apos;thing&apos;. First ever lead character lead character consumption. It&apos;s coming out in Feb 2013. Next up it&apos;s Madden. The onscreen trailer shows an angry football player talking about legacy.  1.17pm: It looks like Madden will be adopting a lot of the physics based gameplay we&apos;re seeing in the Fifa series. The new infinity engine will apparently assure that every physical contact in the field is unique.  1.17pm: Madden 13 will also have lots of social integration with the online leagues. NFL playmaker Michael Irvin on stage to talk about the career mode, which will allow you to live out a glorious sporting career. He&apos;s a good speaker.  1.18pm: You can start a career as a legend like John Madden, upgrading your abilities on the way and improving your legacy score, which will get you into the NFL Hall of Fame - it&apos;s all about personal development in the sport. Very connected, complete with a virtual twitter feed that comments on your performance.  1.19pm: Lucy Bradshaw, GM of Maxis is on stage now. Hurray, Sim City!  1.22pm: Sim City Social is coming to Facebook. Zynga, they&apos;re looking at you... In Sim City Social you can build a city and share with friends, helping or inhibiting them. The demo says &apos;More City, less ville&apos; - a big reference to Zynga of course. Cheeky scamps. Lucy says it will be out in a few weeks.  1.21pm: We&apos;re on to Sim City, the PC version. A trailer shows the lush new visuals, multiplayer functionality and the fact that players can choose to specialise their city, concentrating on, say, power, industry, sports, etc.  1.23pm: The choices oyu make for your city will affect the cities of your friends based in the same online district. If you text a burger bar name to &quot;Simcity&quot; at 44144 you get a chance to name the first burger joint in the game! Keep it clean, folks.  1.24pm: John is back on stage. He&apos;s pointing to Jason West and Vince Zampella in the crowd 0 they get a roar of approval from the crowd - they did the same thing last year! Peter Moore and Patrick Bach are on stage to talk about Battlefield.  1.24pm: Peter Moore is all in black  he looks like a cunning magician.  1.26pm: EA DICE has announced Battlefield 3 Premium, a new digital membership scheme for the game, with new game features, access to five new themed digital expansion packs. It&apos;s Call of Duty Elite, for Battlefield. Kind of.  1.27pm: &quot;That&apos;s hundreds of hours of brand new Battlefield 3 content.&quot; says Peter Moore. You can join today. More on the subscription rates later.  1.28pm: EA is now showing some of the new maps and weapons in Battlefield 3 Premium  over 10 news vehicles, more customisation, unique dog tags. More game modes, etc.  1.29pm: Bioware are in the house! Ray Muzyka is on stage to talk about Old Republic.  1.30pm: &quot;We&apos;re adding new content and refining the game at a rapid rate,&quot; says Dr Ray.  1.30pm: More PvP war zones and higher level content coming, including a new version of hardcore nightmare mode for veterans.  Ranked PvP is coming, plus a new planet. I missed the name, the force wasn&apos;t with me.  1.32pm: New Space Station Assault mission is coming this year. A new assassin droid companion. New level cap and combat abilities. Ancient Hypergates Warzone.  1.35pm: Greg Goodrich from Medal of Honor is on stage  it&apos;s war time. &quot;Every single mission in this game has a dotted line to an actual event or a real-world hotspot,&quot; says Greg. The trailer is based in a pirate enclave in Somalia. We&apos;re on a dinghy heading toward a wrecked building on the coast. Lots of partially submerged boats. And... oops they&apos;re shooting at us! No fair!  1.36pm: Frostbite 2 engine is looking capable. Lots of particle effects, dust exploding from wooden posts as the bullets fly in. Bricks chip to dust in the onslaught.  1.36pm: The demo onscreen is showing the new option to select your own way into rooms via breach. You can blow the lock or shotgun it to bits. The tier one boys are in a wrecked old building shooting at enemies nearby  there is destruction everywhere. It&apos;s real-time destruction porn.  1.38pm: In the current sequence, the player character is controlling a recon droid as it checks out an unstable building. Handily, the droid also has a submachine gun. This is familiar stuff from FPS games these days  it&apos;s all about conveying the increasingly remote and mechanised nature of combat.  1.39pm: Greg introduces the new multiplayer campaign, which features 12 real-life tier one organisations from around the world, but says little else. It&apos;s coming out on 23 October.  1.40pm: OGA, GROM, SEAL, SAS, SFOD-D  no, they&apos;re not rappers, they&apos;re elite military squads appearing in the game.  1.41pm: A trailer for multiplayer shows lots more destructions as well as airstrikes. Loud applause.  1.42pm: Andrew Wilson from EA Sports is on the stage now. They want to connect every game you play on every platform you play on. Madden NFL social is a new free to play game on Facebook and mobile, with seamless interoperability.  1.43pm: NBA Live 13 is coming this fall with live interaction with the real sport  sort of like Fifa games. Fifa exemplifies the new EA Sports tech architecture apparently. They&apos;re showing the glorious end of the footie season on the stage! Come on, City!  1.44pm: That match was apparently replayed 5 million times in Fifa, within a day of it happening. Wow.  1.46pm: &quot;Fifa is football&apos;s social network,&quot; says EA&apos;s Matt Bielby. EA Sports Football club has 11m members, apparently. All Fifa 12 players will be able to take their saves and XP into Fifa 13  so it&apos;s a totally seamless transition. Fifa 13 on iPad and iPhone will also be connected to Football Club, so players on mobile devices will be able to level up their main game while on the go.  1.47pm: Messi personifies the new dribbling engine, apparently. He&apos;s on the box across all territories for Fifa 13. Lots of Fifa detail coming, but then if you read Gamesblog you know all this because it was in our preview last week!  1.49pm: The new gameplay trailer shows the new physicality of the game, as well as the increased attacking creativity, and the tactical freekicks which let you line up lots of players to fake and trick each kick.  1.50pm: Next up - a movie showing UFC game - loud applause from the audience. The president of the UFC is on stage - lots of excitement in the audience!  1.51pm: EA has a new multi-year multi-game partnership with UFC. They&apos;ve grabbed the license.  1.52pm: This is big for EA - their mixed martial arts game suffered due to the lack of this license.  1.53pm: Next up: a trailer for the next Need for Speed: Most Wanted from Criterion. The studio redefined NFS with its last game. This looks veeeery cool.  1.54pm: Matt Webster, the exec producer is on stage. &quot;We looked at the entire history of NFS and focused on our favourite.&quot; So now it&apos;s an open world racing game where you&apos;ll compete against friends.  1.55pm: Playlist-multiplayer lets you compete on everything from race times to longest jumps. Craig Sullivan the creative director is demo-ing now. Driving through a city really very fast indeed in a yellow Porsche. Classy.  1.57pm: Amazing visuals - beautiful reflections on pools of rain water on the streets. Lovely lens flare. Great crashes. Real thudding impacts with cop cars.  1.58pm: Lots of shortcuts to get through - crashing through gates into alleys, gunning it across wastelands. Lots of freedom. Did anyone say Burnout Paradise?!  2.16pm: Need for Speed Most Wanted is coming out on 30 October. Cevat Yerli, CEO of Crytek, is on now to talk about Crysis 3. He&apos;s talking about the &apos;urban rainforest&apos; feel of the game&apos;s seven massive new New York environments. An onscreen playthrough shows some more physics-strewn battle. The player is trying to blow up a vast generator amid the wreckage of Manhattan. He talked out a helicopter with an explosive arrow, and swims through a submerged entrance into a dam complex. Water starts crashing through in a huge destructive wave of water, debris and chaos. The crowds lap it up. It&apos;s out in February 2013. John is back on stage. 10 games, 10 spectacular experiences, he says. And that&apos;s it - all over. The UFC license is the big surprise. Nothing from old West and Zampella. Maybe next year, folks!  Keith Stuart travelled to E3 2012 with EA", 
    "section": "technology", 
    "gid": "technology/2012/jun/04/e3-2012-electronic-arts-live", 
    "wordcount": "1945"
}