{
    "headline": "New subsidy rates for renewable energy announced", 
    "text": "New subsidy rates have been announced for renewable energy in the UK, with onshore wind escaping the worst of the mooted cuts, but worries about further uncertainty would still threaten green investment, industry figures have warned. The Department of Energy and Climate Change (Decc) predicted that the new subsidy deal  with &quot;banding&quot; of different rates for technologies including wind, biomass and tidal energy  would stimulate 20bn-25bn of investment in the green energy sector over the next four years. Ed Davey, secretary of state for energy and climate change, said: &quot;The support we&apos;re setting out today will unlock investment decisions, help ensure that rapid growth in renewable energy continues and shows the key role of renewables for our energy security. Because value for money is vital, we will bring forward more renewable electricity while reducing the impact on consumer bills between 2013 and 2015, saving 6 off household energy bills next year and 5 the year after.&quot; The government&apos;s decision came after months of wrangling between Decc and the Treasury, that broke out into open warfare over the weekend. Davey claimed a partial victory when Treasury demands for deeper cuts were blocked, but failed to head off a potentially damaging review of the subsidies and faces a new battle this autumn to ensure the UK takes on carbon targets for 2030. Renewable power companies and green campaigners warned that government plans for a further review of subsidies next year with the potential for more subsidy cuts from 2014 could cause investors and financial backers to hold off. They were also concerned that some promising technologies  such as geothermal power  have lost out to more mature forms of energy in the &quot;banding&quot; rates, and new rules affecting small and community-scale renewable energy projects could also prove problematic. Martin Wright, chairman of the Renewable Energy Association, said: &quot;The government has re-affirmed its commitment to the renewables industry, but we are concerned about the further reviews facing many technologies, which is likely to inhibit investment. Business confidence is essential to realise the vast potential of this industry, in which the UK still lags behind the rest of the world. Companies will not invest without stable government policy delivered in a timely manner. At such a critical time for the economy, this country cannot afford any further political wrangling that puts at risk future investment and job creation.&quot; Energy from waste was another loser. Charlotte Morton, chief executive of the Anaerobic Digestion and Biogas Association, which represents 300 businesses, said the industry had been expecting a modest subsidy cut, but instead was faced with proposals that would prevent the vast majority of new plants from receiving the subsidy from next April. She said: &quot;Making such a change with little more than six months&apos; notice will hit projects already in development, as well as the business plans of companies looking to develop anaerobic digestion plants in the next few years. A sudden announcement of a policy which was not part of the original consultation is completely contrary to providing certainty and clarity to businesses, which Decc has said that they want their policies to achieve.&quot; Geothermal energy, which recent research suggested could provide a fifth of the UK&apos;s energy for the future, has also been left out. Gaynor Hartnell, chief executive of the Renewable Energy Association, said: &quot;We are effectively left with no deep geothermal power industry in the UK, and inadequate incentive to capture methane from landfill sites.&quot; RWE npower, the generator, said that the support for hydroelectricity under the new plans was &quot;not enough&quot; to encourage developers, and would have &quot;a very serious impact&quot; on plans for new medium-sized and large hydropower projects. However, biomass energy - burning energy crops, waste wood and byproducts such as peanut husks, olive stones and straw to generate electricity - will be boosted by the government&apos;s plans. Dorothy Thompson, chief executive of Drax, the biggest coal-fired power station in the UK, said that the new rules on subsidies could mean that the power station was burning more biomass than coal within five years. Drax&apos;s proposed 650m-700m investment in converting its coal-fired boilers biomass had been on hold for months, but Wednesday&apos;s investment was likely to mean that it could go ahead, she said. &quot;This is all about jobs in the UK,&quot; she said. &quot;The UK is critical to us as part of the supply chain for biomass, but also for imports of biomass - through the port facilities, in storage facilities and transport.&quot; She was &quot;absolutely confident&quot; of sourcing enough biomass, both from the UK and imported, to meet the power station&apos;s needs affordably. The company&apos;s share price dipped on the government announcement, which Thompson attributed to a misunderstanding on the part of stock market analysts to do with a technicality in the subsidy system. Previously, it was unclear whether large power stations such as Drax would benefit from the new arrangements, because there were plans to treat the conversion of a whole plant differently to the conversion of smaller sub-units. Thompson said that this issue had been resolved in a way that would preserve subsidies for its plans, but that the markets had not taken this into account. Drax will publish its financial results next week. Caroline Flint, Labour&apos;s shadow energy and climate change secretary, said green industries had lost out to government infighting: &quot;The government&apos;s shambolic review of support for renewable energy has done huge damage to investors&apos; confidence in the UK as a place to do business. Davey might try to spin this as a victory for the Liberal Democrats, but UK PLC has lost out because the Tory-led government has the wrong priorities. Ministers would rather fight each other than fight for new jobs in clean energy and cheaper fuel bills for families and businesses.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jul/25/subsidy-rates-renewable-energy", 
    "wordcount": "991"
}