{
    "headline": "Mali's mutineers maintain unusual tradition of tolerance and turbulence", 
    "text": "Mali has long been a country of contradictions. The landlocked, largely Muslim nation of 15 million in west Africa&apos;s Sahel is one of the world&apos;s poorest states, yet has nevertheless enjoyed a reputation for stability and democracy. Renowned in Africa for its rich history of pre-colonial civilisations  dating from the eighth century Ghana empire, which flourished between modern-day Mali and Mauritania  Mali&apos;s culture is believed by many to have contributed to a heritage of tolerance and decentralisation. Known during colonialism as French Soudan, Mali achieved independence in 1960. It has held four democratic national elections in the past 20 years (1992, 1997, 2002 and 2007), three of which produced genuine shifts in power. Yet, despite this perception of relatively strong democracy, Mali has now experienced its third military coup since independence. It&apos;s first leader, Modibo Keita, a secularist who developed close ties to the Soviet Union, presided over worsening economic conditions and a clampdown on democracy until he was ousted in a 1969 military coup. General Moussa Traor, who ousted Keita, was himself overthrown in a 1992 coup and replaced by Lieutenant Colonel Amadou Tour, who became known as &quot;the soldier of democracy&quot; and returned Mali to civilian rule. Since Tour&apos;s rule, Mali has achieved a record of democratisation that is among the best in Africa. Yet economic and security problems have remained. Some experts say Mali&apos;s economy has never truly recovered from the demise in trade along the river Niger. The Niger was central to the desert commerce of Mali&apos;s ancient kingdoms and linked them to the Mediterranean and the European-dominated coastal trade in slaves and commodities. Although Mali has enjoyed incremental economic growth in recent years, it remains dependent on the export of cotton, which has been threatened by chronic market uncertainties and subsidies that have depressed world market prices. It also exports gold, which has contributed to its growth. Yet one expert has described Mali&apos;s economy as having slipped into &quot;a state of near-pathological dependence on foreign aid&quot;. Mali&apos;s security problems centre on periodic uprisings of Tuareg rebel groups in its northern Sahara region. Rebels  who are not confined to Mali but scattered across the Sahel and Sahara countries of west and north Africa  have demanded greater development on independence ever since France considered creating an independent Tuareg state in the Sahara at the time of Mali&apos;s independence. Tuareg anger has been exacerbated by ruthless suppressions by the Malian military, and links to al-Qaida in the Islamic Maghreb (Aqim), which is known to operate in the area around the Wagadou Forest in western Mali. Establishing whether Tuareg rebels or Aqim have been behind armed rebellions and the kidnappings of foreigners in both Mali and neighbouring Niger has been virtually impossible. Libya&apos;s Arab spring uprising has further increased fighting in northern Mali, with ousted Libyan leader Muammar Gaddafi reported to have paid Tuareg men tens of thousands of dollars each to join him in resisting rebel groups in the north African country. Critics say a failure on the part of foreign powers to police Libya&apos;s borders and prevent the flow of weapons into neighbouring countries has contributed to the proliferation of arms in Mali. The increasing militarisation of the Tuareg  and complaints relating to poor pay and conditions  are among the main concerns cited by the group of relatively junior soldiers who have now mutinied.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/mar/22/mali-mutineers-maintain-tradition-tolerance-turbulence", 
    "wordcount": "565"
}