{
    "headline": "Forcible sterilisation leaves legacy of pain and stigma for Namibian mothers", 
    "text": "It is thanks to Namibia&apos;s well-established grassroots network of support groups for people with HIV that the cases of three women who had suffered coerced sterilisation came to court. The groups had been grappling with some of the health and fertility issues faced by their members when the umbrella Namibia Women&apos;s Health Network (NWHN) asked women to bring along their personal medical cards. &quot;We discovered the letters BTL  bilateral tubal ligation  on some of the cards,&quot; said Ivy Rutize, project officer for the NWHN. The group sought funding from the Open Society Initiative of Southern Africa to investigate the cases with a view to suing the government. &quot;We still do not know how many HIV-positive women have been sterilised, but we know of cases as recently as 2010,&quot; said Rutize. &quot;We hope the practice of sterilising HIV-positive women has stopped now, due to publicity around the court case.&quot; Plaintiff number three in the case, Ndinaomukulili Moses (not her real name), is 47 years old. A mother of six children, she claims her life was ruined after she was sterilised during the birth of her daughter, Theopolina, in 2005 at Katutura state hospital in Namibia&apos;s capital Windhoek. She said: &quot;I went for a check-up and the staff said I was about to go into labour. It had been a difficult pregnancy so they wanted to do a caesarean. The nurse and the doctor spoke Afrikaans to each other. I speak only Oshiwambo,&apos;&apos; she said though a translator. &quot;They came with a paper, saying &apos;Shanga-shanga&apos;, which means &apos;Write&apos;. So I wrote my name. The nurse came back with a small bed and told me to get on it. I was pushed to this room where there was only light. The next thing I saw they were injecting my thighs and then half my body was dead. And the next thing I heard was &apos;khlup&apos;  the sound of the cutting. When they took me back to the other room, some nurses came by and they said &apos;This one is also sterilised&apos;. But I did not know what it meant.&apos;&apos; Theopolina was born HIV-negative but, after the operation, Moses suffered pain in her lower back, could not sleep on her left side, and could not walk unaided. She lost weight and became the victim of stigma because her family and neighbours guessed she was HIV-positive. &quot;My partner was furious,&quot; she recalls. &quot;He said I had decided to be sterilised so that I could have affairs with other men. He left me. My youngest daughter believed all the bad words in the family and still does not speak to me. Now I am alone with my daughter and I just make some money by knitting hats and scarves. Luckily, NWHN sent me to a private doctor who got rid of the pain so now I can walk normally and people treat me better. I may be old and I may already have children, but no one has the right to take away my womanhood and leave me at the mercy of the cruel and unfair judgments of my community.&quot; Another woman, 33-year-old Kayoso Pandeni (not her real name), has suffered almost constant bleeding since she was sterilised without her knowledge in 2007. Kayoso&apos;s condition means she has to spend up to two weeks at a time indoors, in the home she shares with her sister at Freedom Land township in Windhoek. &quot;I have big nappies like a baby and we do not have a toilet, so it is very tough. All the neighbours know my condition,&apos;&apos; said Kayoso, who has a son of 16 and a daughter of 10. &quot;After my daughter was born in 2002, the problem of the bleeding began. But it was not too bad. In 2007, the doctors said my hormones were unbalanced and they operated. The next morning, there were 10 doctors around my bed and they said they had closed me. I could not understand why. They said: &apos;You are HIV positive, why do you need a child?&apos; I was crying and I called my husband. He said: &apos;No one can close you without asking me, you are a married woman&apos;. I had to call a nurse to explain to him that it had not been my choice. &quot;But the bleeding continued. It got worse. Next, a doctor put me on Depo Provera. I had an injection every week for three months, until one of the nurses said it was not normal and even dangerous to receive such a large dose of hormones. Now I will not set foot in a hospital any more.&quot; Kayoso, whose husband died in 2008, suffers from dizziness and pains in the back and abdomen. &quot;The bleeding means I cannot get a boyfriend. The only work I do is some volunteer HIV counselling. The doctors sent a blood test and a vaginal biopsy to South Africa for tests, but that was two years ago. All I can do is pray that someone will pay for me to go to a private clinic one day.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/31/forcible-sterilisation-legacy-namibian-mothers", 
    "wordcount": "862"
}