{
    "headline": "Student protests 2012: why we marched", 
    "text": "Kathy Taylor, president, University and College Union (UCU) &quot;The UCU supported today&apos;s demonstration by the National Union of Students (NUS) and, personally, I was proud to be marching with my colleagues and students and to have addressed the crowd at the end of the march. Although the media seem only to be interested in the prospect of conflict between protesters and police, everybody I have spoken to attended to make their point forcefully but peacefully about government policy. &quot;It was students and lecturers who marched together two years ago to highlight the folly of the government&apos;s pernicious education policies. We were the first to highlight just what the Liberal Democrats were prepared to sacrifice for their Tory masters and make it clear what we were witnessing were true blue Tory policies. Since then Nick Clegg has apologised for signing a pledge he says he couldn&apos;t keep. However, NUS polling released today makes it quite clear that his apology has had little impact with voters. &quot;We need to keep up our fight against this government and keep fighting together. The two constants in college and university life are students and staff. These values will endure long after the current crop of politicians who are so determined to destroy them have gone. &quot;Too often those in charge are fearful to speak out against government policy for fear it will make their institution look weak. The refusal to come out fighting by principals and vice-chancellors has left both further and higher education facing huge cuts in funding. We need everyone in the education world making the case for properly-funded tertiary education.&quot; Richard Mellor, media relations assistant, University of Leeds &quot;Today I&apos;ve joined students from my old university and colleagues from Leeds University Union in calling on the government to look urgently at its policies towards young people. &quot;I&apos;m not particularly against tuition fees, but the other reforms are already having a negative effect on universities. I&apos;m sure other professionals in higher education PR and marketing will have noticed the difference in strategies since the new student quota system was introduced. Panic has set in, with even the top universities struggling to fill places  forced competition causing institutions to lose sight of their primary purposes. &quot;However, my main reason for coming was based on my impending switch of career. Next year I will begin teacher training with Teach First in one of the UK&apos;s most disadvantaged areas. An important motivator of education is the tremendous benefit it brings to the financial, social, medical and intellectual wellbeing of the individual. Trying to convey that to a class of 14-year-olds while their siblings and friends sit in the dole queue or struggle in low paid work despite a university education will be an uphill struggle. &quot;I think a lot of people here hope that George Osborne has some more inventive policies and rediverted funding in his autumn statement. After all, in a future economy powered by knowledge, it&apos;s investment in young people that will create and expand it.&quot; Read all the day&apos;s developments in our student protests live blog and share your experiences and thoughts in the comments below This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/nov/21/student-demo-2012-university-protesters", 
    "wordcount": "565"
}