{
    "headline": "We've passed peak Apple: it's all downhill from here", 
    "text": "The story of Apple Incorporated is far from over. It is the most valuable company in the world, by a large margin. Apple produces a range of exceptional and much loved products. It employs many of the most talented designers and engineers on the planet. But I think Apple has peaked and the story of the next few years will be one of a slow but real decline.Some background: I worked at Apple for four years in the late 1990s, as a software engineer and engineering manager. I joined during the disastrous reign of Gil Amelio, the desolate end of a desolate decade for the company. I was there when Steve Jobs returned and executed the most spectacular business turnaround of our lifetimes. I got to know Steve quite well and Apple really well. I&apos;ve been rooting for them ever since. I&apos;m an avid Mac user, though for mobile devices I prefer Android - I also worked at Google for five years. Signs and portents Why do I think Apple has passed its peak? There are a number of signs. The most visible recent one is the Maps debacle. Replacing Google Maps with an obviously inferior experience shows how much Apple has changed. Apple&apos;s success had been all about offering users the best possible experience; suddenly it is willing to give users a clearly worse experience to further its corporate interests - in this case its long-running dispute with Google. We might expect this sort of behaviour from Microsoft, but we don&apos;t expect it from Apple. Now, Apple has taken missteps before. Even under Jobs the company has launched failed products: in 2000 the Cube didn&apos;t set the world on fire; Apple&apos;s early forays into cloud services were embarrassing; iMovie 08 was a mistake. No company is perfect, but what&apos;s interesting is all of these were attempts to build better products and services for users, even if they failed. That&apos;s not what happened with Maps: Apple deliberately offered an inferior product, because its fight over Android was deemed more important than its users. Maps is the most obvious recent sign of changes at Apple, but there are other, more subtle, signs of a creative slowdown. The iPad 4 launched just six months after the iPad 3 with Retina Display. It doesn&apos;t improve substantially over the previous version, yet has managed to annoy users who just bought an iPad 3. This insipid update is not the sort of magical product launch on which Apple has built its reputation. Worse still, Apple&apos;s hyperbole is now getting a long way ahead of reality. Now, Steve was famous for his &quot;reality distortion field&quot;. I saw it up close and personal, and it was amazing. But Steve knew that when he turned on the hype, he needed an outstanding product to back it up. The reason he could seemingly bend reality to his will was that products like the iMac, the iPod, the iPhone and the iPad really were exceptional, breakthrough products. Steve&apos;s showmanship was justified.  Compare that to the launch of the latest revisions of the iPad and iPhone. They are accompanied by amazing levels of hype: &quot;I don&apos;t think the level of invention has been matched by anything we&apos;ve ever done&quot;, &quot;This is the biggest thing to happen to iPhone since the iPhone&quot;. Don&apos;t get me wrong, the iPhone 5 is an excellent product; it&apos;s probably the best smartphone on the market right now. But it&apos;s only an incremental improvement over the iPhone 4S. The iPhone 5 is better, but it&apos;s really not that much better, and iOS 6 has had some decidedly mixed reviews. But you wouldn&apos;t know that listening to the hype from Bob Mansfield, Tim Cook, Phil Schiller et al. The problem with over-hyping is that people notice, and over time it erodes their faith. There are only so many times you can be told that a relatively small increment is &quot;the greatest thing ever in the history of everything ever&quot; before you get jaded. Steve knew how to balance hype and product. Apple today seems much less adept at this. It&apos;s not just on the product side where there are signs of Apple slipping. While the recent departure of Scott Forstall has, rightly, garnered a lot of headlines, it&apos;s important not to overlook the fate of John Browett. He was in charge of Apple&apos;s retail stores - a vital component of Apple&apos;s success over the last decade. Browett was in position for just seven months and by all accounts he presided over a significant and ill-advised change in strategy, focussing on profit over customer care  another example of Apple putting its corporate needs ahead of its customers.  It&apos;s baffling. Apple has a winning formula - perhaps the most successful business formula ever - yet it seems intent on changing it. The company has shifted away from Jobs&apos;s laser-like focus on building the best and most complete user experience, and started putting its interests way ahead of those of its users. It hasn&apos;t introduced a truly new product since the launch of the iPad nearly three years ago; instead it&apos;s making incremental and overhyped improvements to its current lines. In reality, these signs and portents are relatively small. Apple is still producing excellent products and for every Maps app, there&apos;s a great new iPad Mini or iPod Touch to brighten up the outlook. But, doesn&apos;t it all feel a little flat? Structure matters What&apos;s really interesting is why this is happening at Apple. The obvious change is the loss of Steve Jobs. Steve left Apple towards the end of 2011, and since then we&apos;ve seen a number of missteps, all leading up to the recent executive reshuffle that left Forstall and Browett out in the cold.  Most recent tech startups subscribe to the organisational philosophies embodied at Google: extremely open internal communications, flat management hierarchies, as much bottom-up decision making as possible and lots of collaboration amongst team members. Apple is the opposite. It&apos;s highly secretive, to the point of paranoia. It has many layers of management. Decisions are made at the top and rigidly enforced through micro-management and direction. Apple was built in Steve Jobs&apos;s image, and Steve was all about control - specifically, his direct control of everything at Apple.  At Google, products are built by largely self-directed teams, so there is little consistency between them. Apple builds extremely integrated products, designing everything from the CPUs to the industrial design, the software, the marketing, even the stores in which they are sold. This results in extremely consistent and holistic products. But it relies on the person at the top having the vision and creativity to design the right products. Apple had Steve, the master product and marketing genius. He was the enforcer of Apple&apos;s quality and consistency. He used the advantages of a command-and-control organisation to amazing effect. He harnessed tens of thousands of employees to create his singular vision for the future of computing and communications. Through a combination of inspiration, fear and brilliance, he was able to transform the sad remnants of the Apple of 1996 into the greatest tech company of our time.  But the organisational structure that allowed Steve to wield power so effectively is now a huge liability. No-one could fill Steve&apos;s shoes, though some have tried - notably Forstall. But not only has Tim Cook removed Forstall, he did so in the name of creating a more &quot;collaborative&quot; environment.  Apple however is the opposite of the open, collaborative, slightly disorganised Google. It worked precisely because it was a dictatorship. But dictatorships without their dear leaders tend to fall to infighting, intrigue and inefficiency. This could be Apple&apos;s future. Where next? The story of Apple Inc. is far from over. The company is full of brilliant people, who believe in Steve&apos;s vision of Apple. It has almost unimaginable piles of cash and generates insanely great profits. It produces outstanding computers, tablets and phones that people queue up to buy. Apple is not about to go the way of Nokia or RIM. It has also shown that it can turn around in the most dramatic of fashions. In 1996, Apple was two, maybe three years from being sold for a pittance and becoming yet another footnote in the history of personal computing. By 2002 it was well on its way to becoming the most dominant company in the world. What was done once, can be done again.  But Apple has serious structural faults. The loss of Steve was devastating - the entire company was built around him and the mistakes we have seen since he left are entirely consistent with a very hierarchical organisation trying to find its way without its leader. I think in hindsight, we will see that Apple&apos;s peak of creativity, innovation and leadership was early 2012.  After that, though the company will continue to see great success, will create amazing new products and will continue to make bucket loads of money, the pace will slacken, more mistakes will happen and it will not return to the levels of execution and brilliance we saw in the first decade of this millennium. I may be wrong. I hope I&apos;m wrong.  But something tells me I&apos;m not.", 
    "section": "technology", 
    "gid": "technology/2012/nov/07/peak-apple", 
    "wordcount": "1545"
}