{
    "headline": "Red laser beams enable cyclists to create their own bike lane", 
    "text": "     If you&apos;ve ever wished you could have your own dedicated bike lane for the whole of your journey, a new lighting system that&apos;s arrived in the UK from the US may be of interest. It enables you to project your own personal &quot;bike lane&quot; on to the road surface - but it only works in the dark. The idea is to make cyclists more visible at night and encourage motorists to give them a wide berth. More than 20 US states already have laws requiring drivers to give cyclists a margin of at least three feet when overtaking. The XFire BikeLane tail light works by projecting two red laser beams onto the ground either side of the bike. You can tailor the width of your &quot;lane&quot; from roughly two to four feet depending on how you angle the unit, and you can choose to have the beams flashing if you want. The lasers have a maximum strength of five milliwatts, about the same as most laser pointers. The BikeLane unit also includes a conventional LED that has two flashing modes. XFire manager, Alex Choi, said the design was inspired by the dangers of cycling in Los Angeles, where he lives:  &quot;I commute by bike to work most days, and safety is a serious issue here. You hear about at least one accident every day, and the city has recently passed a law making it mandatory for drivers to give cyclists at least three feet of space.&quot;  But do the lights really improve rider safety, or are they just bit of fun? Anticipating the winter nights ahead, I tried out a set. The unit can be easily attached to your seat post (bracket supplied) or clipped to your clothing, though I&apos;m not sure how well-defined your &quot;bike lane&quot; would be if the latter. I chose the seat post option. From the rider&apos;s perspective, the beams are certainly impressive - a pair of lasers projecting a bright red &quot;force field&quot; around your bike makes you feel like something out of Star Wars. But if you&apos;re not careful, you could easily spend more time looking at them rather than the road ahead, at least until the novelty wears off. It also occurred to me that having your own &quot;bike lane&quot; projected around you might give you a false sense of security, as some experts believe is the case with helmets. A late night dog walker certainly seemed impressed - or surprised - as I pedaled by. But what did my &quot;bike lane&quot; look like from a driver&apos;s point of view? My neighbour, who volunteered to follow me in her car for the purposes of the trial, reported that she &quot;didn&apos;t really notice&quot; the lines, so felt no incentive to give me a wider berth than normal. Her view was echoed by Chris Juden, the senior technical officer at the national cycling charity CTC , who said:  &quot;The road will reflect only a small fraction of the light that falls on it. And it&apos;ll reflect in all directions - but more back to source than other directions - so only a tiny fraction goes towards the driver.&quot;Then there&apos;s the question of whether the driver is looking at the road surface anyway. Research on driver eye fixation confirms the obvious, that they give most of their attention to potential threats and signals, such as oncoming traffic, crossing traffic, traffic lights and road signs, most of which is offside or high above the road, and only some of which is to the left or down on its surface. So their eyes are mostly up and rightwards. The cyclist&apos;s challenge is to grab the driver&apos;s attention in the few glances he gives to the nearside.&quot;             In our video, the &quot;bike lane&quot; is more visible when the car draws up close to the bike - but we were filming from the passenger seat, not the driver&apos;s position. Juden said:  &quot;Can the driver even see the nearside road surface? Not very near he can&apos;t. My bonnet blocks my view of that part of the road for some distance ahead.&quot;I think this is a mostly harmless gimmick. I&apos;d rather have the extra light directed somewhere more obviously useful instead.&quot;   The XFire BikeLane light is available for 29.95 with free P&amp;P", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/oct/22/red-laser-light-bike-lane", 
    "wordcount": "739"
}