{
    "headline": "Student parents: what support should universities be providing?", 
    "text": "Gone are the days when English universities were mostly populated by white, middle-class and child-free young men. One group whose presence in academia has quickly grown over the past 30 years is those of students with caring responsibilities. Student parents, in particular, now represent about a tenth of full-time students and over a third of part-time students from England. Yet they often remain broadly invisible in the physical and policy spaces of higher education, both at national and institutional levels. As an example, policy texts rarely make reference to student parents and most universities do not collect data on students&apos; caring responsibilities. It is not just in education policy that student parents are sidelined, but in a lack of research on care in higher education. With the support of the Nuffield Foundation, PhD student Charlotte Kerner and I were able to conduct a research project looking at the experiences of student parents, and how these are shaped by university policies in ten English institutions. Their policies were analysed and some interviews were conducted with a range of student parents and members of staff. The study shows student parents face a range of issues, which can not only be explained by their dual status, but also by their concentration in groups which are disadvantaged in society. Financial hardship is a common pattern among student parents, as they have limited availability to undertake paid work. This is particularly the case for those parents of pre-school children who are not eligible for the childcare grant. Student parents are also often time-poor and trying to reconcile the challenging and conflicting demands of a family while studying. The emotional aspects of being a student parent were often foregrounded in their stories. Many discussed their mixed feelings, talking of the benefits of gaining a degree for themselves and for their children, yet simultaneously fearing that they were not &apos;good enough&apos; to do their best at both. These feelings of guilt are reflective of a past era, when students were expected to be completely available for their studies. Now, many feel they do not receive the support they need from their institution, particularly in relation to those more subjective aspects of their experience which are harder to measure. One student said they still feel like they have &quot;this guilty secret&quot; and despite being satisfied with the support they need, having a family &quot;all the bloody time ... gets in the way&quot;. However, beyond this broad pattern of invisibility, there are some significant differences across institutions in terms of the support they provide to this group, in line with the high level of differentiation of the higher education sector. This raises some equality issues between students with caring responsibilities and those without, but as well among student parents, due to the variable nature of the support in place. We found that some universities offer very little support to student parents apart from the Access to Learning Fund (a national programme administered at institutional level). Some provide some specific provision, such as an on-site nursery or the services of a childcare coordinator. As well as providing some specific provision, others favour an integrated, mainstreamed approach to student parents (and sometimes to students with other types of caring responsibilities) by reviewing the effects of policies on student parents and on child-free students. By not limiting their intervention to an &apos;add-on&apos; approach, these institutions start challenging the default construction of the student as care-free. Yet, it is not just policies targeting student parents which have an impact on their experiences. Generic policies, which often appear innocuous, can have different effects on students depending on whether one is a carer or not. Health and safety and campus access policies may be perceived as neutral, but in some institutions they exclude children from many areas (including from libraries). The late delivery of a timetable, sometimes just a few days before the start of term, can also prove problematic for students who need to secure childcare arrangements which fit with their teaching schedule. These findings shed some light on student parents&apos; experiences but also raise a number of questions about the relationship between care and academia. What becomes apparent is that universities do play a role in compounding the issues student parents face. As a result, it seems a legitimate request that all universities start considering how they can better support student parents, rather than simply positioning care as something which is beyond their remit, as some do. Finally, but by no means least, this is also a legal matter: by covering discrimination on the basis of pregnancy and maternity/paternity, the 2010 Equality Act has legal implications for institutions which will need to be addressed. Marie-Pierre Moreau is a senior research fellow at the University of Bedfordshire This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/dec/13/student-parents-university-support-care", 
    "wordcount": "824"
}