{
    "headline": "Mystery bird: collared owlet, Glaucidium brodiei", 
    "text": "    Collared owlet, Glaucidium brodiei (protonym, Noctua Brodiei), Burton, 1836, also known as the collared pygmy owl or the collared pygmy owlet, as the western collared pygmy owlet, pygmy owl/owlet, or as the banded pygmy owl, photographed somewhere in Malaysia in Southeast Asia.  Image: Marie-Louise Ng, 30 April 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D3S, 0.04 sec, f/8.0, 500 mm iso200    Question: This bird and its family members are well-known for a talent that they actually do not possess. What talent is this? Why do you think they got their reputation for it? Can you identify this bird&apos;s taxonomic family and species? Response: This is a collared owlet, Glaucidium brodiei, a member of Strigidae, the typical owls. Shorter than a typical field guide is tall and weighing less than half as much as an iPhone, this species is the smallest owl in all of Asia and is one of the smallest owls in the world. Thus, it is placed into the genus, Glaucidium, along with several dozen other pygmy owls. However, most of the Asian species, and some of the African species show physical and behavioural differences that suggest they might be better placed in the genus, Athene, and DNA evidence suggests that there is only a distant relationship between the Old World pygmy owls and those of the New World. The collared owlet has rufous or greyish upperparts with dark brown barring on its mantle, wings, tail and on the sides of its upper breast, a relatively large, rounded head with tiny buffy spots and bright yellow eyes. There are two large orange and black eyespots on the back of the neck. The underparts are white with a brown bar across the throat and rufous brown &quot;droplet&quot; shaped spots along the sides.  Here&apos;s a wonderful video of a calling collared owlet that gives you a great look at the yellow eyespots on the back of its head:            [video link] The collared owlet is a year-round resident of forests and forest edges throughout much of southeast Asia and prts of Indonesia. It is a cavity-nesting species, the female typically lays four eggs, and both adults feed the nestlings.  This small owl may hunt during the day, but is usually most active at dusk and at night. Unlike most pygmy owls, which hunt insects, the collared owlet hunts birds and rodents, and can take prey that is larger than itself.  To answer the question I asked: The talent that owls are known for that they actually do not possess is the ability to see in the dark. In fact, owls cannot see well in extreme dark and are able to see just fine during the day. Additionally, even though owls do have eyes on the back of the head (as you saw in the video), they are not able to see out of the back of their head.  .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/may/06/8", 
    "wordcount": "548"
}