{
    "headline": "Washout year may have hit nutrition and taste of UK fruit and veg", 
    "text": "You may have noticed British-grown fruit and vegetables getting smaller, or having blighted and discoloured skin  all consequences of 2012&apos;s sustained bad weather. But a leading scientist is now warning that the mis-shapen produce is only half the story: it could also be less healthy and less tasty as a result. Heavy rainfall is likely to have washed away nutrients in the soil, while the lack of sunshine could have adversely affected sugar levels in growing produce, says Professor Mike Gooding, the head of agricultural policy and development at Reading University. Interviewed for BBC Radio 4&apos;s Farming Today, Gooding said: &quot;There are some direct effects of things like high rainfall and also low sunshine on the content of produce, which would include vegetables but also cereals and fruit and orchard crops in ways that can be picked up by consumers. &quot;The nutrients available to the plant might well be reduced. We do know that rainfall, for example, will often cause leaching and loss of nutrients from the soil, and at certain times that will certainly reduce the amount of protein that ends up in the produce.&quot; Gooding said protein was related to a number of other important nutrients such as iron, copper and zinc. &quot;The other thing you get is that with prolonged overcast conditions, especially near the harvest, you&apos;ll get reduced sugar and soluble carbohydrates in the product so that the actual taste of the fruit and veg will also change as you reduce the balance of sugars and starch and other nutrients that you have there.&quot; The bad weather has caused waterlogged fields, which makes harvesting difficult, reducing the quality and quantity of British crops. At the close of last year supermarkets and other retailers were forced to rely on imported vegetables to bolster the staples needed for Britons&apos; Christmas dinner plates due to a shortage of British crops. Some farmers attending the recent Oxford Farming Conference said they were now seriously considering growing GM crops because the poor British weather has made conventional farming methods unsustainable. Gooding said organic farmers may be less able to respond quickly to the loss of nutrients in soil than others who may be able to add &quot;fertiliser from the bag and synthetic nutrients&quot;. But Emma Hockridge, head of policy (farming and land use) with the Soil Association, the trade body for organic farmers, said: &quot;Organic farming promotes healthier soils meaning nutrient leaching is less likely to happen. If required, organic farmers can also apply nutrients such as sulphur, zinc and calcium to their soils.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jan/09/british-fruit-vegetables-nutrition-weather", 
    "wordcount": "432"
}