{
    "headline": "Apple Maps: Tim Cook says he is 'extremely sorry'", 
    "text": "Apple&apos;s chief executive, Tim Cook, has said he is &quot;extremely sorry for the frustration&quot; users have found with its new mapping service, adding that if they are dissatisfied they can use rival products. The dramatic move by Cook follows growing complaints about the quality of the data offered by the new Maps app which was introduced with iOS 6, the newest version of the mobile software powering the iPhone and iPad. Apple abandoned Google&apos;s offering because the two sides could not agree on licensing terms for Google&apos;s voice-directed turn-by-turn navigation  which Google had been offering on phones using its Android software since December 2010, and Apple saw as a key feature in the smartphone wars. Read: Apple&apos;s biggest mistakes, from maps to Newton Instead Apple has been working for more than two years on introducing its own service, using data from other providers. But the introduction last week  which did bring voice-directed turn-by-turn navigation  also caused an outcry over misplaced towns, misnamed suburbs, parks designated as airfields and the loss of public transport directions compared with the Google data offered on the previous version of iOS. &quot;We are doing everything we can to make Maps better,&quot; Cook wrote in a letter posted on Apple&apos;s site  a method frequently used by Cook&apos;s predecessor Steve Jobs to issue messages when Apple was facing criticism. Apple has apologised in the past for errors  though sometimes grudgingly. When Apple lowered the price of the original iPhone by $200 in September 2007, just weeks after it had gone on sale and thousands had been bought, Jobs offered aggrieved users a $100 voucher  but told them that &quot;this is the price of living in the technology lane&quot;. When Apple launched its MobileMe service, offering cloud-based synchronisation of emails and calendars, it was initially disastrous  leading Jobs to apologise publicly. When the iPhone 4 design turned out to have attenuation problems with its external antenna, Jobs was eventually moved to offer refunds and a free cover for the phone. Cook says in the letter that &quot;we wanted to provide our customers with even better Maps including features such as turn-by-turn directions, voice integration, [satellite view] Flyover and vector-based maps [which store data in a single file rather than needing repeated downloads to work]. In order to do this, we had to create a new version of Maps from the ground up.&quot; Although iOS 6 was only released formally on 19 September, Cook says there are now more than 100m devices using it with the new Apple Maps, &quot;with more and more joining us every day.&quot; He said that users &quot;have already searched for nearly half a billion locations&quot; and that such feedback will improve the quality. Unusually, Cook recommends that users who are dissatisfied with Apple&apos;s offering should try rival services. These include apps by MapQuest, Waze and Microsoft&apos;s Bing, or maps from Google and Nokia via web browsers. However, Google&apos;s executive chairman, Eric Schmidt, indicated earlier this week that the search giant is not presently developing an app for iOS. &apos;&apos;What were we going to do, force (Apple) to include the software?&quot; Schmidt said in Tokyo on Monday, adding that Google has no plans at present to complete its iOS Google Maps app and submit it to Apple. That decision lies with Apple, Schmidt said. &apos;&apos;We think it would have been better if they had kept ours. But what do I know?&quot; he added.", 
    "section": "technology", 
    "gid": "technology/2012/sep/28/apple-maps-tim-cook-apology", 
    "wordcount": "582"
}