{
    "headline": "Upper class people are more likely to behave selfishly, studies suggest", 
    "text": "A raft of studies into unethical behaviour across the social classes has delivered a withering verdict on the upper echelons of society. Privileged people behaved consistently worse than others in a range of situations, with a greater tendency to lie, cheat, take things meant for others, cut up other road users, not stop for pedestrians on crossings, and endorse unethical behaviour, researchers found. Psychologists at the University of California in Berkeley drew their unflattering conclusions after covertly observing people&apos;s behaviour in the open and in a series of follow-up studies in the laboratory. Describing their work in the US journal, Proceedings of the National Academy of Sciences, social psychologist Paul Piff and his colleagues at the Institute of Personality and Social Research claim that self-interest may be a &quot;more fundamental motive among society&apos;s elite&quot; that leads to more wrongdoing. They say selfishness may be &quot;a shared cultural norm&quot;. The scientists also found a strong link between social status and greed, a connection they suspect might exacerbate the economic gulf between the rich and poor. The work builds on previous research that suggests the upper classes are less cognizant of others, worse at reading other people&apos;s emotions and less altruistic than individuals in lower social classes. &quot;If you occupy these higher echelons, you start to see yourself as more entitled, and develop a heightened self-focus,&quot; Piff told the Guardian. &quot;Your social environment is likely more buffered against the impact of your actions, and you might not perceive the risks of your behaviour because you are better resourced, you have the money for lawyers and so on.&quot; In the first of the studies, researchers concealed themselves close to a crossroads in the Bay Area of San Francisco and spied on drivers who were expected to stop and wait their turn before driving on. Whenever a car arrived at the junction, the scientists ranked the driver&apos;s class on a scale of one to five according to the model, age and appearance of the car. On average, 12.4% of the observed drivers failed to wait their turn and cut in front of other road users. Those in the less classy cars cut people up less than 10% of the time, but drivers in the most prestigious cars did so around one third of the time. The researchers next recorded whether drivers stopped for a person who tried to walk across the junction using a pedestrian crossing. Drivers of the cheapest and oldest cars were most likely to slow down and give way, followed by those in average quality cars. But those in the most prestigious cars drove on regardless of the pedestrian around 45% of the time. On the back of these observations, the scientists set up five laboratory studies to investigate differences in ethical behaviour among people in upper and lower classes. They found that the higher a person&apos;s class, the more likely they were to tell lies in negotiations and cheat for money, and even pilfer sweets meant for children in a neighbouring lab. In one study, 105 volunteers were asked to read eight stories that implicated a character in taking something that wasn&apos;t theirs, and comment on whether they would do the same. Their endorsement of wrongdoing rose with socioeconomic class, as ranked by income, education and occupation. Another study had volunteers play a computer game that simulated five rolls of a dice. The participants were asked to write down their total score, and told that a high score might earn them a cash prize. Even though the game was rigged to give everyone a score of 12, more upper class than lower class people reported higher scores. In a crucial last experiment, the scientists primed volunteers into seeing greed as good. They asked them to write down three ways in which it was beneficial, before answering questions on their likelihood of performing unethical acts. This time, the lower and higher classes scored the same, because those on the lower social rungs behaved worse after being primed. &quot;Upper and lower class individuals do not necessarily differ in terms of their capacity for unethical behaviour, but rather in terms of their default tendencies toward it,&quot; the authors write.", 
    "section": "science", 
    "gid": "science/2012/feb/27/upper-class-people-behave-selfishly", 
    "wordcount": "707"
}