{
    "headline": "Laos under international spotlight in search for land rights activist", 
    "text": "Though it rarely makes international headlines, Laos has been in the spotlight for the past month. One of its most well-respected activists has gone missing after stopping at a police checkpoint. His disappearance has prompted the Laos government to suggest he was &quot;kidnapped&quot;, but rights groups suspect he may have been abducted after campaigning against land grabs. Sombath Somphone, 60, disappeared on the night of 15 December in the capital, Vientiane, and was last seen by his wife, Ng Shui Meng, who was driving ahead of him as the couple returned home in separate cars. CCTV footage shows the activist stopping at a police post, leaving his vehicle, and his Jeep being driven away by someone else. Later, a pickup truck with its lights flashing arrives, Sombath gets in, and he and two other men drive off. Although Sombath has not been seen or heard from since the checkpoint stop, the government insists it has nothing to do with his disappearance. In an official statement carried by the state news agency KPL soon after Sombath went missing, a government spokesman said he may have been &quot;kidnapped perhaps because of a personal conflict or a conflict in business&quot;, and that the pickup truck in question was driven by two men &quot;not possible to identify&quot;. Their vehicle, the statement added, &quot;went away to an unknown destination&quot;. Sombath&apos;s family and friends say he had no such conflicts and that no ransom has been demanded. As founder and former director of Laos&apos;s Participatory Development Training Centre, an NGO working with civil society and government in community development and poverty reduction, Sombath has campaigned for land rights for subsistence farmers at a time when land grabbing is becoming increasingly common. According to the Lao Movement for Human Rights, vast concessions have been granted to national and foreign companies. Most is for mining, and activists are warning that the concessions are leading to increasing levels of poverty and environmental degradation. One week before Sombath disappeared, fellow land rights campaigner Anne-Sophie Gindroz, the former country director of the Swiss agricultural development charity Helvetas, was expelled from the country. After organising the civil society Asia-Europe People&apos;s Forum in October with Sombath, Gindroz wrote a personal letter to international donors in which she criticised the Laos government for the &quot;little space for meaningful democratic debate&quot; and the &quot;repercussions [that] follow&quot; when debate is pursued. The government deemed her actions a &quot;prejudicial anti-Laos government campaign&quot; and gave her 48 hours to leave the country. Laos&apos;s neighbours, as well as the EU, UN and US, have all pressed the single-party communist government to investigate Sombath&apos;s whereabouts. The US secretary of state, Hillary Clinton, last week said Washington was &quot;deeply concerned about [Sombath&apos;s] wellbeing&quot; and appealed to the Laos government &quot;to pursue a transparent investigation of this incident and to do everything in its power to bring about his immediate and safe return home&quot;. Her statement was preceded by a high-profile delegation of lawmakers from the Association of South-East Asian Nations visiting Vientiane to step up regional pressure on the government&apos;s efforts to find the activist. After three days of meetings with local officials, however, the delegation was left with &quot;more questions than answers&quot;, according to one of its members. &quot;We noted discrepancies in our hosts&apos; accounts of the circumstances of the abduction,&quot; said Philippines congressman Walden Bello. &quot;Most of the officials we met said there was no evidence that Sombath got into the pickup truck that appeared in the CCTV footage after his Jeep was stopped. Yet Mr Sakayane Sisouvong, the permanent secretary of the ministry of foreign affairs, said Sombath voluntarily boarded that vehicle.&quot; The lawmakers noted &quot;the possibility that Mr Sombath may have been abducted by elements, possibly rogue elements, within the government itself&quot;. Although Laos is on its way to joining the World Trade Organisation and was recorded last year as the fastest growing economy in south-east Asia, its neighbours have warned the country against playing by the &quot;old rules&quot;. An editorial in Thailand&apos;s English-language daily the Nation recently described Sombath&apos;s disappearance as &quot;a blatant display of political arrogance and central control&quot;, and called Laos&apos;s government &quot;an authoritarian system [which] is no longer acceptable  in the new regional landscape&quot;. The international rights group Global Witness also condemned the government&apos;s seeming ignorance of Sombath&apos;s whereabouts. It said: &quot;Sombath&apos;s disappearance marks a worrying rise in repression by the Laos government that has left civil society petrified and seriously undermines the country&apos;s recent progress as a global player.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/24/laos-international-spotlight-missing-activist", 
    "wordcount": "781"
}