{
    "headline": "30 Best Android apps this week", 
    "text": "With the number of impressive Android smartphones and tablets increasing steadily see this week&apos;s Nexus 4 review for the latest example it&apos;s good to see that the flow of interesting Android apps is also continuing in early 2013. Here&apos;s our pick of the 30 most notable new apps on the Google Play store, with a slightly extended focus to reflect the fact that the last weekly roundup was on 21 December. This week&apos;s 30 Best iPhone and iPad apps roundup is now also live. Antiques Roadshow Play-along (Free) The BBC has launched this &quot;play-along&quot; app for its Antiques Roadshow TV programme, taking the form of a valuation game that tests whether you can guess how much items are worth before they&apos;re valued on-screen by the show&apos;s experts. The app is designed to play along live with the show, whether you&apos;re watching live or on catchup. Zombies, Run! 5k Training (0.69) The excellent Zombies, Run! was a fitness app with a twist: virtual zombies chasing you along your running paths. Now it&apos;s got a spin-off based on an eight-week training programme for people to work up to 5km runs. As before, it comes with a zombified storyline from author Naomi Alderman. Pitfall! (Free) Atari reinvented its classic Pitfall game as a freemium Temple Run-style game for iOS last year. Now it&apos;s available on Android too, as Pitfall Harry runs through jungles, caves and villages leaping over obstacles and whipping beasties. Power-ups add spice, with in-app purchases prominent in the gameplay mix. Facebook Pages Manager (Free) This app went live quietly on Google Play on 3 January with no official announcement at the time of writing, and it also appears to be US-only  something that may change by the time you read this. It&apos;s an Android version of Facebook&apos;s iPhone app for Page admins, helping them post updates, read and respond to comments, and analyse traffic to their Facebook Pages. Sing! Karaoke (Free) Developer Smule has made its name with a series of quirky-but-creative music apps, with Sing! Karaoke being its latest initially for the Nexus 7 and Nexus 10 tablets, with more device support to follow. It gets people singing into their microphone to a selection of current hits, sharing their performances with the world and (hopefully) getting praise in return. In-app purchases are used to get premium songs to sing along with. MailOnline Tablet With website traffic continuing to rocket, MailOnline is also ramping up its tablet publishing with this new Android app. Designed for larger-screened devices, it offers the latest stories on all things Kardashian (plus other topics, of course) through themed channels, with social features and photo galleries thrown in. Zime (BETA) | To-do + Calendar (Free) Looking for a whizzy personal productivity app? Zime&apos;s schtick is its 3D timeline of upcoming tasks and meetings, which scrolls off into the distance on-screen. It syncs with various calendars, with the promise that it&apos;ll soon go beyond pure diary dates to &quot;become your personal time coach&quot;. It&apos;s currently in public beta, so may be a bit crashy. Tapatalk HD Beta (Free) Another beta here to test out, this time for Android tablets. Based on the existing smartphone version, it&apos;s an app for visiting tens of thousands of online forums, making them play nicer with the touchscreen. Version 1.0 is set to launch as a paid app at the end of January, with a discount promised for beta users of this version. Final Fantasy II (6) Games publisher Square Enix has been working hard on bumping up its Android efforts, particularly around its classic RPG franchise Final Fantasy. This is the second game in the series, originally released in 1988. Expect plenty of retro dungeoneering, although some device owners are reporting crashes while playing, so it&apos;s worth reading the Google Play comments before buying.     Final Fantasy Dimensions for Android    Final Fantasy Dimensions (13.99) More expensive, but arguably more appealing to fans who&apos;ve already played FFII a couple of times, is Final Fantasy Dimensions. The basic ingredients are similar: battles, character growth and a suitably epic storyline  plus chiptune background music as an additional in-app purchase, which feels a bit rich considering the basic price. GymPact - Reward your workout (Free) It truly is the time of year for new fitness apps to launch, promising to help smartphone owners shift their festive bellies&apos;n&apos;bottoms. GymPact has been available on iPhone for a while, but now it&apos;s on Android too: a US-based app to track your workouts, and reward you with actual cash if you stick to your plan funded by payments from those who don&apos;t. An intriguing idea. Sonic Jump (1.46) More famous old gaming characters leaping onto Android literally in the case of Sonic the Hedgehog in this game. It sees Sonic leaping upwards through a series of 48 platform levels, including boss battles with arch-foe Dr Eggmanm with online leaderboards and challenges adding a social spin. BBC News Widget by Feedly (Free) Feedly is a simple but effective Android homescreen widget for the BBC News website, joining several others for rival sites in its roster. Available for free, it&apos;s a quick way to keep abreast of popular news stories on the Beeb&apos;s news site. Demons&apos; Score THD (13.99) And one more game from Square Enix, albeit this time not based on Final Fantasy. Instead, this is a music rhythm game with umpteen demons, talking teddy bears and a college heroine called Serenity who has to make sense of it all. It sounds strange, but plays very well. Dueling Blades (Free) Social game publisher 6waves is also committed to Android releases, with Dueling Blades its latest. It&apos;s a 3D fantasy action strategy game that sees you battling against bandit, pirate and undead enemies, as well as your friends over the network. Kii Keyboard (Free) And still the alternative Android keyboard apps keep coming, despite SwiftKey, Swype and Google&apos;s own revamped keyboard seeming to have the market sewn up. Kii Keyboard is another beta, too, aiming to combine SwiftKey-style prediction with Swype-style, er, swiping. Mrs. Brown&apos;s Boys (0.99) Love it or hate it  and there are plenty of people in both camps TV sitcom Mrs. Brown&apos;s Boys has been a huge hit in the UK and Ireland. Its official app is more of a marketing tool, with soundboards, a translator and bundled ringtones. Space Ace (3.99) Here&apos;s a blast from the past for gamers of a certain age: Don Bluth&apos;s Space Ace, which back in 1984 came from the same laserdisc studio that made Dragon&apos;s Lair. Running on smartphones and tablets, this Android version sees you guiding space-hero Ace through a series of perils. Kasabian (Free) Kasabian are the latest band to get their own Android app, serving up social media posts, backstage photos and video clips, and fresh tunes when they&apos;re posted online. The app also promises competitions, ticket access and &quot;the facillity to interact with the band at live shows in real time&quot;. Ant Raid (0.60) HeroCraft&apos;s Ant Raid has been getting some storming reviews on iOS and Android alike, putting you in charge of an ant colony trying to fend off swarms of monsters. It&apos;s real-time strategy meets Plants vs. Zombies, with lots of legs. Well worth a look. It&apos;s a Small World (0.61) Here&apos;s an interesting idea from Disney: an Android live wallpaper based on a musical boat ride from its theme parks. The wallpaper features a number of Disney characters, with bright colours and a characterful visual style. Metal Slug (1.49) More retro gaming here, courtesy of SNK Playmore&apos;s update of its Metal Slug 2D action-shooter. This is a port of the original NeoGeo version of the game, as you blast your way through a series of levels rescuing prisoners-of-war and upgrading your weapons. There&apos;s also a Bluetooth co-op mode for local multiplayer.     Zoo Train for Android    Zoo Train (1.22) As more Android devices make their way (via parents) into the hands of children, there&apos;s going to be a big market for kids&apos; apps on Google Play in 2013. Zoo Train is a good-looking example from developer Busy Bee Studios: a collection of five mini-games with light educational elements: letters, music, patterns and shapes. Our Solar System - Kids Book (Free) There&apos;s also an appetite for free children&apos;s apps on Android, meaning Our Solar System may prove popular in the weeks to come. It focuses on the planets of the solar system, with facts, memory quizzes and an asteroid-blasting mini-game. Fitsby (Free) Fitsby is another app aiming to help people stay motivated in the gym, with this one also focused on encouraging competitive support within groups of friends. The idea: you check in when starting a gym session, and bet real or virtual money against friends to see who works out most. I&apos;m a bit uneasy about gambling as the mechanism to spur keeping fit, but it&apos;ll be interesting to see if others disagree. ExZeus 2 (2.57) Another Android game that&apos;s good for showing off the capabilities of Tegra-powered devices, ExZeus 2 is a 3D shoot &apos;em up with robots battling in the air and on the ground, with an experience-point system to upgrade your own robo-fighter as you play through the game. Killer Escape (Free) One more game to cover this week: the spooky Killer Escape, which sees you waking up &quot;in a cold and dirty cell confronted by a twisted serial killer&quot;. Those Christmas party comedowns can be tough... The Google Play description is terse, to say the least, but its demo video makes Killer Escape look like an interesting touchscreen take on point&apos;n&apos;click adventures. GMD Smart Rotate (Free) A simple, one-use app for Android devices that uses the front-facing camera to rotate the screen based on your face&apos;s orientation, as well as using it to keep the screen turned on when you&apos;re gazing at it. MoodPanda - Mood Diary (Free) This mood-tracking app has picked up some impressive reviews for its iPhone version. Now it&apos;s available on Android. It aims to get you tracking your moods day-to-day, then looking back at them over a period of weeks and months, for more awareness of what&apos;s been affecting your happiness. SleepyTime: Bedtime Calculator (Free) If it&apos;s lack of sleep that&apos;s making you grumpy, SleepyTime may help. It&apos;s one of a number of apps aiming to wake you up in a better mood by timing it between sleep cycles, so you&apos;re less &quot;groggy and exhausted&quot;. If your morning routine allows you to be this flexible, it could be just the thing. That&apos;s our selection, but what&apos;s been floating your boat on Android devices over Christmas and New Year? Make your recommendations or comment on these picks by posting a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/jan/04/best-android-apps-antiques-roadshow", 
    "wordcount": "1801"
}