{
    "headline": "Students: what will you do if you get a 2:2?", 
    "text": "Did you hear about the girl who did a degree in ballet? She got a tutu. Rubbish jokes aside, many students are deeply troubled by the prospect of discovering, at the end of their final year, that they&apos;ve been accorded a 2:2. And that&apos;s mostly because of reports that &quot;around three-quarters of large graduate employers routinely use the 2:1 to sift [job] applications&quot;. Two-thirds (66%) of the full-time students who graduated in 2010-11 would have sailed through that sifting process with their firsts and 2:1s (see chart 9). But 28% (the ones who ended up with a 2:2) would&apos;ve ended up in the recycling bin, their CVs junked for having one too many twos. A further 6% graduated with thirds. So what happened to those who didn&apos;t quite reach the gold standard? Did they drown their sorrows in drink and tense up every time they met someone named Desmond? No. They got on with their lives. Jordan Blake graduated with a 2:2 in history with geography at St Mary&apos;s University College in 2010. &quot;Afterwards I didn&apos;t find life and the prospect of employment too difficult. Having a BA degree opened lots of new doors for me and put me on the road to pursuing a career in museums and the heritage sector,&quot; says Blake. Regrets? There&apos;ve been a few. Anmol Sekhri studied law at Manchester Metropolitan University before transferring to a business course. &quot;When it came to applying for jobs, I started to realise just how much of a difference the 2:2 made,&quot; says Sekhri, who blames complacency in his first two years at university for his poor result. &quot;It effectively ruled me out of a job with many large companies. It forced me to scale back some of my aspirations. I realised that many graduate fast-track schemes were out of my reach, so I would have to climb the ladder the hard way.&quot; But here&apos;s the really startling thing. Of those who achieved a first in 2009-10, almost half (48%) were in full-time employment six months after graduating, according to statistics I obtained from the the Higher Education Statistics Agency (results for 2010/11 are published in June). What may surprise you is that the percentages for those with 2:1s and for those with 2:2s are almost exactly the same. And anecdotally, when you talk to graduates about the perils of job-hunting, there are tales of woe from those with every sort of degree. It is interesting to hear from those who graduated in the &quot;olden days&quot; (anything before the millennium), when 2:1s were less common. Kate Morfoot, 37, read public relations and English at a time when PR degrees were rare. She finished with a 2:2 and now runs an award-winning PR agency. What would she do if presented with two applicants from either end of the degree scale? &quot;I would hire someone regardless of their degree grade, as I believe just getting a degree proves a commitment to study.&quot; Morfoot emphasises the importance of work experience in preparing candidates for employment. As for me, well, I am worried. I wrote this article partly out of the fear that I may land a lower second. I&apos;ve heard people say that getting a 2:2 didn&apos;t affect them, that it spurred them on to work harder. But the reason success stories are told and retold  of the high-flying ex-dropout or the tycoon who triumphed despite a poor academic record  is precisely because they&apos;re unusual. Why give yourself those obstacles? What are you proving? If life is about eliminating as many future regrets as possible, then you need to make the most of your opportunities at university. The wisdom of our parents holds true: work hard now so you don&apos;t have to work hard later.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/mortarboard/2012/apr/17/what-students-do-if-their-grades-are-low", 
    "wordcount": "647"
}