{
    "headline": "Rio+20: anger and dismay at weakened draft agreement", 
    "text": "Environmental and anti-poverty organisations at Rio+20 have responded with a mixture of fury and dismay to the watered-down final draft for the sustainability conference that has been presented by the Brazilian hosts, just hours before world leaders fly in. Following accusations from delegates that the organisers are ramming through negotiations to ensure an agreement is in place before the start of a &quot;high-level segment&quot; on Wednesday, the NGOs say Brazil has abandoned key proposals for valuing biodiversity, reducing poverty and moving the global economy onto a more sustainable track. Barring a last-minute rejection by one of the main negotiating blocks, the draft that will be presented to the 100 leaders attending the summit will contain almost no timetables, definitions or ways to monitor new sustainable development goals, nor will it strongly commit nations to move to a &quot;green economy&quot; that integrates environmental and social costs into decision-making. Instead, civil society groups say the new text simply acknowledges the world&apos;s dire environmental and social problems without spelling out how to deal with them. &quot;It&apos;s pathetic,&quot; said Jim Leape, the head of WWF. &quot;If this text proposed by Brazil is accepted, then the last year of negotiations has been a colossal waste of time. If you saw this document without knowing what it was supposed to be, you might think Rio+20 was convened as a seminar.&quot; While environmentalists were dismayed at the weak language on valuing ecological services and tackling unsustainable levels of consumption and production, anti-poverty campaigners were unhappy at the lack of initiatives on food and financing. One of the hoped-for outcomes were a set of &quot;sustainable development goals&quot; that target food scarcity, renewable energy, safeguarding oceans, livelihoods, employment and women&apos;s empowerment. But these will mean little if they are poorly defined, without a timetable for completion and split apart from existing millennium development goals  which looks likely in the new text. Nobody escapes criticism. Brazil has been criticised for producing a weak text, the EU has pulled back on financial support, the US has tried to backtrack on the long-agreed principle of &quot;common but differentiated responsibility&quot;, while China and other emerging economies have been reluctant to accept any strong terms that might commit them to monitoring. &quot;Everybody should look in the mirror and ask what history is going to make of this. We face connected crises. Rio+20 should be a turning point, but it is a dead end,&quot; said Stephen Hale, Oxfam spokesman at Rio+20. &quot;This summit could be over before it&apos;s started. World leaders arriving tonight must start afresh. Almost a billion hungry people deserve better.&quot; The picture is not entirely bleak. Many civil society groups praise the proposals on protecting the world&apos;s oceans and strengthening the United Nations Environment Programme, but those are small elements in the text, which now looks set to move for approval by leaders and ministers. A last-minute crisis is not impossible. Several delegates are considering blocking the text unless it is strengthened. If not, the pressure to produce something more meaningful now falls on the shoulders of Brazilian president Dilma Rousseff, who will take the chair of the meeting as it enters its final high-level stage on Wednesday. But with the absence of many state leaders, including Barack Obama, David Cameron and Angela Merkel, there is a growing fear that the political will for global change is diminishing. Kumi Naidoo, executive director of Greenpeace International, told the Guardian: &quot;The approach that has been taken is to go for the lowest common denominator. The trick here is to look very carefully at the UN-ese language being used. If they use the word voluntary, it means it is not going to happen. They use phrases like &apos;seek to&apos;, and there was a line in the text this morning supporting the right of workers to education. What does that mean in terms of ambition?&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/19/rio-20-weakened-draft-agreement", 
    "wordcount": "661"
}