{
    "headline": "Aid still matters once growth begins", 
    "text": "In 2010, Andy Sumner published a paper showing that three-quarters of the world&apos;s poor live in middle-income countries (MICs), compared with only 7% in 1990. He called this &quot;a startling shift&quot; and defined what he called a &quot;new bottom billion&quot;, responding to Paul Collier&apos;s work a few years before calling on the international community to focus strongly on the roughly 1 billion people living in countries that were failing to take off economically. However, I have been worried by one common misinterpretation of these figures. There appears to be some confusion among policymakers between graduation to middle-income status and graduation from aid dependency. For example, a high-level note circulated last year by the Department for International Development (DfID) to the development ministers of Canada, Denmark, Germany, Sweden and the US inserts the concept of aid dependency into Sumner&apos;s core findings, asserting that &quot;there are startling shifts in the distribution of the world&apos;s poor, with almost three out of four of the world&apos;s poor living in non-aid-dependent middle-income countries&quot;. Most poor people, according to this memo, now live in countries that are non-aid-dependent. But is this true? I did some number crunching, and what I found may surprise some. The vast majority of poor people do live in low- or very-low-aid countries (where aid is respectively under 2% and 1% of gross national income (GNI))  77% in 2009. But, crucially, this is anything but a &quot;startling shift&quot;. In 1990, the number was almost exactly the same: 75%. This statistic is what prompted me to call my paper: What if three-quarters of the world&apos;s poor live (and have always lived) in low-aid countries? The DfID note implies that there are now more poor people living in non-aid-dependent countries yet the data I compiled shows, if anything, the opposite: a higher proportion (15%) of the world&apos;s poor people now live in high-aid countries, where aid is more than 10% of GNI, than 20 years ago (10%). (See my recent paper with Annalisa Prizzon if you are interested in our new way of classifying countries as very low aid, low aid, middle aid and high aid, according to their aid/GNI ratio.) What do these numbers tell us? Well, on one level, we need to be careful not to read too much into them. The vast majority of the world&apos;s poorest people (85%) live in 10 countries. So trying to make aid policy for the developing world based on percentage shifts in a few massive countries may not be that wise. Five of the top six of those countries became MICs in the past 10 years or so, by the way, accounting for almost all the shift in the geography of poverty described in Sumner&apos;s paper. However, these numbers do provoke two important reflections. First, although it is fairly well-known that aid is a tiny fraction of the world&apos;s financial resources  around 0.2% of global GDP since 1990  there is less recognition of just how low aid has been (relative to the size of the economy) in the countries where most of the poor live. The focus by rich countries on aid as the key tool to help end poverty needs to be urgently questioned. Second, this is not a new phenomenon, and that is crucial to remember, because a lot of people are suggesting that economic growth necessarily implies a reduced role for aid. Take this quote from a (very interesting) 2008 book by Carol Lancaster, the former deputy administrator of USAid: &quot;Some countries have made remarkable economic progress (for example Korea, Botswana and Chile) and no longer need foreign aid. Others, like China and India, with promising rates of growth and poverty reduction, need aid less and less.&quot; The implication is clear  aid has done its job and is no longer needed. But the idea that Chile, China or India ever needed aid is fairly ludicrous; aid has been well under 1% of GNI in these three countries for decades. Korea and Botswana, on the other hand, did rely on aid heavily for brief periods in the 1970s. By easily eliding economic growth with reduced aid dependency, we run the risk of misunderstanding the role aid plays in different contexts. Aid to low-aid countries such as Chile, China and India doesn&apos;t fill a gaping hole in the public finances, as it did in Korea and Botswana, but it has supported particular projects or initiatives within or outside government to catalyse larger change  the development of a civil society, crucial in countries where the problem is wealth inequality rather than an absolute lack of capital  and provided targeted support to the poorest. In countries where aid has long been very low, why should further reduction be necessary? Moving up to MIC status does not necessarily mean that the poor will be better off, certainly not in the short term. Even as countries grow richer they are still home to many poor people, and even when people move above the arbitrary $1.25 or $2 day &quot;ceilings&quot; they may still be miserably poor compared with western standards.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/may/30/aid-matters-growth", 
    "wordcount": "856"
}