{
    "headline": "No Dash for Gas  the new, chimney-climbing face of climate direct action", 
    "text": "Last November, members of the newly formed direct action group No Dash For Gas were feeling pretty good. They had just completed a week-long occupation of West Burton power station in Nottinghamshire, forced French owners EDF to switch the power off and prevented the emission of 19,117 tonnes of carbon dioxide. In a cafe in London where she met me after work a couple of days after climbing down the 91m concrete chimney where activists had camped for a week, Ewa Jasiewicz said the group felt &quot;really stoked and happy, and excited about a resurgent climate justice, commons-focused movement&quot;. Jasiewicz says staff at Newark police station told her and Hannah Lewis, the last two activists to hand themselves in: &quot;You&apos;re tough ladies, we couldn&apos;t have done that.&quot; I couldn&apos;t interview Jasiewicz and Lewis together, or meet any of the other 19 activists in the same place. All had been arrested  16 who occupied the two chimneys and five who stayed on the ground  and had police bail conditions forbidding them to associate with each other as well as a 7pm-9am curfew and a ban on going within 50m of any power station.     A climate protester atop West Burton gas power station on 29 October. Photograph: @nodashforgas    But despite modest media coverage (almost nothing in the tabloids, the Times or the BBC&apos;s Today programme), and the prospect of a drawn-out legal process and criminal records, they spoke of the protest with pride  partly because West Burton was the first occupation of a power station since the revelation in the Guardian that undercover police officers including Mark Kennedy had slept with activists and infiltrated the climate movement over several years. The No Dash for Gas activist and author Danny Chivers, who I interviewed over the phone, said: &quot;We need to stop new gas power stations and that was the main aim. The secondary aim was to show that the climate movement is still there. It&apos;s reached the point where climate change is so scary that you can&apos;t sit back and watch this anymore, you have to do something.&quot; Police spying was a blow to the movement and made people more wary, especially about large groups, he said. West Burton was a regrouping exercise, intended to boost morale among activists  at a time when eight women are suing the police on the grounds that sexual relationships with undercover officers harmed them. Activists needed to show themselves as well as the public that they could still do it.     No Dash for Gas activists on top of one of the chemneys at West Burton Power Station, 1 November 2012. Photograph: No Dash for Gas     Last year the group feared they might be charged with conspiracy to commit trespass. As of Tuesday, a day after the last activist answered police bail, the most serious charge they face is aggravated trespass, with a maximum sentence of six months. No one has ever been sent to prison for trespassing during a power station occupation. Activists convicted following previous actions have been conditionally discharged, fined or ordered to do community service. But police actions in the past three months suggest the approach to such protests may have hardened. Bail conditions imposed by Nottinghamshire police were unusually harsh, with several activists having to argue in court  after the force failed to respond to a solicitor&apos;s letter  that by forcing them to report to the police station every day, police were preventing them from working. Chivers says this was &quot;quite upsetting. They are the kind of conditions you impose if you fear someone is going to flee the country. We did exactly what we said we would and handed ourselves in when we came down. It&apos;s purely a way of harassing people and trying to deter them.&quot;     Protesters at West Burton power station, tweeted by @nodashforgas.    Three months on, several of the activists have not had their bail conditions relaxed. &quot;It seems completely arbitrary, they haven&apos;t given any reasonable reasons why and the police simply refused to engage,&quot; says Chivers. Danielle Paffard, another activist who received a conditional discharge after pleading guilty to aggravated trespass at Didcot power station in 2009, agrees it &quot;feels like there is an escalating attempt to intimidate protesters&quot;. On 29 December Jasiewicz was visited at home by officers from the Metropolitan police&apos;s counter-terrorism command  proof, she says, of an expansion of the definition of terrorism to include non-violent crimes against property. She cites the chancellor George Osborne&apos;s reported use of the expression &quot;environmental Taliban&quot;  after which the heads of several green NGOs wrote to him to complain - as an example of this kind of thinking. &quot;The fact that our protest is being considered a form of &apos;terrorism&apos; is yet another example of political policing and police-corporate collusion aimed at deterring the civil disobedience that we need in this country if we are stop this government&apos;s dash for gas.&quot; &quot;We felt we&apos;d won the battle against coal,&quot; says Jasiewicz. &quot;The government is not going in that direction. This is the start of a new and concerted campaign against gas being brought into our energy mix. We oppose this government&apos;s dash for gas and the implications of being locked into a dirty and volatile fossil fuel for the next 30 years.&quot;     No Dash for Gas activist on top of one of the chemneys at At West Burton Power Station, October 29, 2012.  Photograph: No Dash for Gas    How successful that campaign will be remains to be seen. The argument about Britain&apos;s energy future continues to rage. As the first of up to 40 new gas-fired power stations envisaged by the government, West Burton is symbolically important to both sides. When the activists enter a plea on 20 February they can count on some public support. But environmental activism has dipped in the UK following the anti-climax of the 2009 Copenhagen summit and the coalition&apos;s austerity programme. Media coverage has fallen off as well, with studies showing the number of climate-change stories going down. Lawyer Mike Schwarz, who is acting for the group, believes this changing public mood may have influenced juries in previous cases. At the top of their towers, buffeted by gales, the activists practised abseiling and managed to suspend a rope between two chimneys after several attempts involving a remote-control helicopter and a kite. A physicist brought along solar cells that powered a laptop and phones until they ran out. &quot;I&apos;m quite scared of heights so that was a real struggle,&quot; says Danielle Paffard, &quot;and being in such an alien situation  shitting in a bag at a great height in high winds.&quot; &quot;It got extremely exhausting, at all times we could see the drop,&quot; says Jasiewicz. &quot;But you feel every day that you&apos;re doing something really useful by stopping the CO2 emissions. We felt that we were in a position of power, being able to look down and be untouchable in a way, which is a really rare experience in direct actions.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/feb/05/no-dash-for-gas-protesters-interview", 
    "wordcount": "1112"
}