{
    "headline": "New Super Mario Bros 2  review", 
    "text": "Nintendo&apos;s 3DS didn&apos;t have the most comfortable start to life: it sold slowly until it was treated to a price-drop, and remains dogged by the perception that it lacks killer games, at least in comparison with its predecessors. Yet it can officially be acclaimed a success now, having sold more than 19m units worldwide, and New Super Mario Bros 2, which seems to have crept into existence completely under the radar, is exactly the sort of game that its myriad owners crave. If you&apos;re a lover of all things Nintendo  and it&apos;s a company that inspires fierce, almost tribal loyalty  then you just might have an inkling of what New Super Mario Bros 2 is like. The clue is in the name: it&apos;s the second iteration of Nintendo&apos;s modern take on its classic side-scrolling platform games from the 16-bit era which unleashed the moustachioed plumber on an unsuspecting world. Unsurprisingly, it resists the urge to tinker with the format. Indeed, as ever, Princess Peach has been kidnapped by Bowser (this time in cahoots with his funny-looking mates the Koopalings who, disappointingly, only feature fleetingly) and as Mario, you must work your way through six main worlds (there are two bonus worlds and another you open when you finish the game) to rescue her.     New Super Mario Bros 2    The game can be played co-operatively by two people (bringing Luigi into play), and you soon open a mode called Coin Rush, which involves racing through sets of three stages, under quite harsh time-restraints, collecting as many coins as possible without losing a life. Your best Coin Rush efforts can be sent as challenges to people you meet via Street Pass. New Super Mario Bros 2 doesn&apos;t play at all fast and loose with the established conventions of its predecessors, so it&apos;s instantly familiar and comforting. But its attention to detail is meticulous, and it is easily distinguishable from New Super Mario Bros. For example, it takes some cues from Super Mario 3D Land, such as letting you store a spare power-up on and launch it from the touchscreen, giving you the invulnerability-conferring White Raccoon Suit power-up if you die too many times on a given level, and making you collect Star Coins to open up bonus stages. It places more emphasis on coin-collection: as well as the red rings, which conjure up sets of eight short-lived floating coins, there are yellow rings that turn nearby enemies into coin-generators for a while. And, of course, there are new power-ups. The most potent is the Gold Flower, which gives you a Fire Mario-style attack with a death-ray-like radius and potency. You can jump into special yellow blocks which, with a pleasing level of surrealness, fasten themselves around your head and basically work as power-up-preserving crash-helmets. The Raccoon Suit is much in evidence, and most worlds have a haunted house (involving shenanigans with real and fake doors) and a mid-level tower that culminates in a mini-boss-battle.     New Super Mario Bros 2    Graphically, NSMB 2 impresses. Although it is seen from the classic side perspective, everything is rendered in a wonderfully crisp manner, making it the perfect companion purchase to a 3DS XL, with its large screen. The 3D is gentle, rather than potentially headache-inducing, and does not impinge on the gameplay. But its best aspect is wonderful level design. As ever in a Mario side-scroller, you encounter a bewilderingly diverse set of environments: desert, ice, undersea and of course lava are all present and correct, along with a wildly inventive array of traps and obstacles, such as gas-jets, see-saws holding spiked balls, platforms that collapse after a while and so on. Sometimes you encounter flowing green blocks that build new platforms as they move, which epitomise the sort of logic and rhythmic flow that pervades the game, and the difficulty level swiftly ramps up, testing your precision jumping and attacking skills to the full. New Super Mario Bros 2 may not do anything we haven&apos;t seen in a game before, but it oozes such quality from every pixel that if you don&apos;t derive pleasure from playing it, no matter what your age or gender, it&apos;s difficult to think of any game that would satisfy you.  Game reviewed on Nintendo 3DS", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jul/30/new-super-mario-bros-2-review", 
    "wordcount": "696"
}