{
    "headline": "The tracks in the snow revealed the secrets of these night visitors", 
    "text": "One of the tantalising and intriguing aspects of the acre of garden and paddock is the relatively unseen night life. Admittedly, I have explored some aspects of this, such as running a moth trap, with a mercury vapour bulb, on some summer nights. None of the moths are harmed and the range of species, with some evocative names, is a constant source of wonder. The night-flying bats  pipistrelle and brown long-eared  breed in the loft space, and sometimes I can see them at dusk. The night mammals I see most are the badgers, as I know where they like to feed in a damp area by the lower fence. Keeping quiet, with a red filtered torch, I can see them in the darkest of nights. Otherwise, as far as the other nocturnal land mammals are concerned, I have to make do with the occasional droppings and tracks in mudby the large pond. Last week, however, with the snow at the right depth and at the right time, the tracks revealed some of the secrets of these night visitors. A noticeable absence was that of any badger tracks, but it could well be that on such cold nights they wisely stay in their setts. As for a stoat, I have not seen  or had any sign  of any for at least three years, although before that we had regular sightings as they hunt by day and night. So it was a surprise to see the tracks of one: they were only three feet from the back door, in the very area where the five dachshunds regularly exercise. It is many years since I have seen a fox on this ground, and I have probably only seen one two or three times in 25 years. Yet the snow revealed that one had left the moribund birch and rowan woodland above the house, and then walked past  within three feet of my study door  before jumping over the fence into the paddock. The tracks of foxes are some of the easiest to identify as in their normal gait they place each foot in front of the other so that a long line is revealed. Just occasionally I have caught the fox&apos;s characteristic scent where one hasmarked its territory. The other giveaway is the occasional scream, especially in the mating season in January. Although it is generally believed to be the vixen, the dog fox will also occasionally scream. The other surprise in the snow was the pine marten, as again it is many years since I have actually seen one. Yet there under the fruit trees and crisscrossing were the tracks of one. It looked as though it was eying up the bird feeders hanging from the branches.", 
    "section": "environment", 
    "gid": "environment/2012/dec/26/achvaneran-highlands-tracks-snow-night-visitors", 
    "wordcount": "459"
}