{
    "headline": "Abandon international aid target, peers tell ministers", 
    "text": "     The government should abandon its spending target for development aid and instead concentrate on stamping out corruption and ensuring it gets value for money from what it does spend, a Lords committee will urge on Thursday. But charities have alleged that the peers&apos; report puts children&apos;s lives at risk and presents a false choice between quantity and quality of aid. Ministers said the UK made &quot;no apologies&quot; for keeping its aid promises. Reporting after its inquiry into the economic impact of development aid, the House of Lords economic affairs committee argues that the target of spending 0.7% of gross national income on aid from next year is arbitrary and could prove counterproductive. The committee praised the government for spending effectively so far but urged it to drop plans to make the target legally binding. &quot;We were unanimous in our view that legislation for a 0.7% target for overall aid spending is inappropriate, and that the government should reconsider the target itself. We believe that development aid should be judged by the criteria of effectiveness and value for money, not by whether a specific arbitrary spending target is reached,&quot; said committee chairman Lord MacGregor. But the Department for International Development swiftly rebuffed the recommendations. &quot;The British government makes no apologies for sticking to its commitments to the world&apos;s poorest people,&quot; said the international development secretary, Andrew Mitchell. &quot;Spending less than 1% of our national income on aid  an internationally agreed target  will create a safer and more prosperous world for the UK. And it will get 11 million children into school, vaccinate 55 million children against preventable diseases and stop 250,000 newborn babies dying needlessly. Going back on this promise would cost lives.&quot; The Lords committee argues that reaching the aid target and a planned 37% real-terms increase in aid spending by 2015 would wrongly prioritise the amount spent over results achieved and risk reducing value for money. It also fears the goals could have a &quot;corrosive effect&quot; on recipients by encouraging them to put attracting aid before solving problems. The 0.7% target was adopted at the United Nations more than 40 years ago but few countries have met it. The UK gave 0.56% of income in 2010, despite being one of the most generous donors of development aid in the world. It is ahead of France, Germany and the United States in terms of percentage of income. Oxfam denounced the committee&apos;s findings, arguing that there was a raft of evidence that targets for more aid were needed to make real changes in developing countries. It cited the Organisation for Economic Co-operation and Development&apos;s (OECD) estimate that global aid needs to be almost doubled to reach the millennium development goals to reduce infant and maternal deaths, halve hunger and provide universal primary education. Max Lawson, Oxfam&apos;s head of policy, said: &quot;Reneging on our aid promises would deprive millions of the world&apos;s poorest people of lifesaving medicines, clean water and the chance to go to school. The committee is guilty of presenting a false choice between delivering high-quality aid and increasing its quantity  the government can and should do both.&quot; Save the Children was similarly scathing. The chief executive, Justin Forsyth, said: &quot;Cutting UK aid will cost lives, threatening 1.4 million children and 50,000 mothers. UK aid works, it is part of our DNA as a country and it is in our interest. The committee is wrong to call for the UK to break its solemn promise to the world&apos;s poor.&quot; The Lords committee stressed that it was not arguing for a cut in aid or even a freeze, but instead for criteria other than a proportion of national income. It did not, however, detail any alternative criteria such as education or health targets. Anti-poverty campaigners argued that the UK already had some of the most rigorous accountability mechanisms in the world. &quot;For little over a penny in every taxpayer&apos;s pound the UK has forged one of the most effective and efficient aid programmes in the world,&quot; said Ben Jackson, head of Bond, the UK umbrella group for international development NGOs. Against the backdrop of the government&apos;s austerity drive, the Lords report also raises concerns that planned job cuts at DfID were at odds with a growing budget. The committee member Lord Hollick argued that if the government wanted less aid money to fall into corrupt hands it needed more &quot;forensic&quot; work on aid projects. &quot;They need resources to do that and we do have concerns the resources will not be there if cuts are put through in terms of staffing cuts,&quot; he said.", 
    "section": "global-development", 
    "gid": "global-development/2012/mar/29/abandon-international-aid-target-peers", 
    "wordcount": "789"
}