{
    "headline": "Press Start: The future of Gran Turismo, Valve measures gamer sweat, and more", 
    "text": "A selection of links, hand-picked by the Guardian games writers. Gran Turismo event to reveal &apos;what&apos;s next for the franchise&apos; | CVG UK  Gran Turismo creator Kazunori Yamauchi is to discuss the future of the series at a previously rumoured 15th anniversary event taking place at Silverstone Circuit next Wednesday May 15, Sony has confirmed. The event will be supported by manufacturers including Audi, BMW, Ford, Honda, Jaguar, KTM, Mercedes-Benz, Tesla and Toyota, who will be displaying a range of old and new vehicles.  Gran Turismo 6 then... the PS4 &apos;share&apos; button is going to come into its own here, right? Make your own Top Gear! Ubisoft Reflections working on unannounced game, reveal at E3 | Joystiq  Ubisoft Reflections is working on a game which will be announced at next month&apos;s E3 conference. Speaking at the UK&apos;s Game Horizon conference today, recently appointed managing director Pauline Jacquey said her studio&apos;s involved with another game in addition to Watch Dogs, which is due on November 19. &quot;We work on Watch Dogs,&quot; Jacquey said, &quot;We work on [Just Dance 4], and we work on something that I&apos;m not supposed to tell you about. I wish that I could. It&apos;s going to be announced at E3.&quot;  I&apos;m thinking it&apos;s not a Driver reboot. Reflections is talking about working on its own IP, though  I would love to see Destruction Derby making a return in the era of realistic physics... Valve experiments with players&apos; sweat response, eye-tracking controls for future game design | Engadet  Valve has a surprisingly varied staff roster. Mike Ambinder is the company&apos;s very own experimental psychologist and he&apos;s been outlining some of Valve&apos;s work with biofeedback technology, including eye-motion controls for Portal 2 and perspiration-based gaming adjustments on Left 4 Dead. Mentioning these developments at the NeuroGaming Conference last week, Ambinder notes that both are still at an experimental stage, but that &quot;there is potential on both sides of the equation, both for using physiological signals to quantify an emotion [and] what you can do when you incorporate physiological signals into the gameplay itself.&quot;  Do you want your game to know how much you&apos;re sweating? The Dark Souls team will have a field day with that. And let&apos;s not even think about Dead or Alive... EA shares up 26% YTD, stock hits 52-week high of $20.84 | VG247 Some positive news for EA:  Shares in Electronic Arts have hit a new 52-week high of $20.84, compared to the previous 52-week high of $19.51 and shares are up 26% YTD as of the close of trading on Tuesday, May 7. The jump comes after the firm announced its Q4 and FY 2013 earnings last night. In the firm&apos;s Q4, net revenue was up 6%, driven mainly by digital revenue with trailing 12-month digital net revenue at $1.66 billion, representing a growth of 36%. Q4 profits hit $323 million, down compared to $400 million year-over-year while total revenue for FY13 was $3.8 billion, down from $4.14 billion in 2012.  No prizes for guessing the big-hitters in the publisher&apos;s console roster. Battlefield 3 Premium generated $120 million in revenue, with FIFA hitting $200 million in retail sales. Will Wright: The future of game design and its impact on the player | GamesIndustry International  Painting a picture of a positive and forward-looking industry, Wright calls the current proliferation of platforms, business models and players a &quot;Cambrian explosion of game development.&quot; That sudden branching of gaming evolution, he says, is leading to a new era of democratisation with the player as its focus, gradually eroding the potential for buyer&apos;s remorse and leading to a positive feedback loop of happy customers. &quot;We have a much bigger crop of skilled designers than we ever have,&quot; he continued. &quot;Some of the greatest designers out there are just getting their start right now.&quot;  Capcom thinks next-gen development costs &quot;will soar&quot; | MCV The Japanese games industry veteran offers a bleak vantage point on the future of the business:  &quot;Even though a full line-up of new home video game consoles will eventually be released, the industry is likely to be in a period of scant new product releases over the near future, awaiting the full-scale launch of the next generation machines,&quot; it stated. &quot;In the meantime, development costs are projected to soar as advanced and multiple functions are added to hardware. Business alliances and consolidations may therefore occur in increasing numbers.&quot;  Business alliances? So what you&apos;re saying is more Capcom vs SNK titles?  ANNOUNCING // GUN_MONKEYS | Size Five Games A new game from Dan Marshall the creator of the excellent Ben There, Dan That:  GUN_MONKEYS uses all the buzzwords. It&apos;s a devastatingly-indie, ProcedurallyGenerated, Physics-based, Online Deathmatch platform game from multi award-winning developer Size Five Games. &quot;I needed a tiny break from my next game, The Swindle,&quot; said Size Five&apos;s Chief Executive of Game Development, Dan Marshall. &quot;I&apos;d been working so hard on it for so long I was struggling, creatively. I decided to take a break and remake the very first game I ever released, Gibbage. The result, after some significant tweaks, is GUN_MONKEYS.&quot;  &apos;Gun monkeys&apos;  a title surely arrived at through intensive SEO. You can follow Press Start at Pinboard.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/may/09/game-links-press-start", 
    "wordcount": "883"
}