{
    "headline": "Katharine Birbalsingh postpones free school opening", 
    "text": "A free school being set up by the Tories&apos; star teacher, Katharine Birbalsingh, will not open this year as planned. Birbalsingh gave a blistering speech to the Conservative party conference in 2010 in which she attacked dumbed-down standards in exams and &quot;chaos&quot; in classrooms. She illustrated her speech with pictures of pupils at her then school, St Michael and All Angels C of E Academy in south London. Soon after the speech, she left the school. The school itself closed last year. Birbalsingh had planned to open a secondary school, the Michaela community school, in Tooting, south London, this September, but she has failed to secured her preferred location. The school may open next year instead. In a statement, Birbalsingh said she was faced with a &quot;very difficult situation&quot;, but had to take a decision to defer the opening of the school so parents could apply to other schools for next year. Birbalsingh said she was still &quot;completely committed to setting up a community school which serves London&apos;s inner city which sets high expectations and raises standards and aspirations&quot;. The Michaela community school plans to teach Mandarin and Latin and have a &quot;private ethos&quot;. Critics of her new secondary school claim it will take money away from the local authority and leave insufficient funds to tackle the area&apos;s shortage of primary schools. The Department for Education has already opened applications for organisations interested in setting up the schools in autumn 2013. Free schools, which are state-funded primaries and secondaries started by parents, teachers, charities and private firms, have greater freedom to change the timings of the school day, teachers&apos; pay and the subjects they teach. When applications for the first free schools opened in the summer of 2010, 323 groups submitted bids. As a result, 24 free schools opened in September 2011 and a further eight were approved to open this September or soon afterwards. The Department for Education received 281 applications to set up free schools starting in September 2012, and has approved 87.", 
    "section": "education", 
    "gid": "education/2012/feb/24/katharine-birbalsingh-free-school-opening", 
    "wordcount": "343"
}