{
    "headline": "Toxic pollen and the mad bee disease disaster", 
    "text": "In July 1994, French beekeepers reported that their honeybee population had displayed strange, agitated behaviour and had &quot;melted away&quot;. &quot;Mad bee disease,&quot; as it quickly became known, was thought to have caused the death of 40% of bee colonies and beekeepers looking for an explanation for the catastrophe began pointing the finger at a new type of pesticide. Systemic pesticides are those that are transported in the sap of a plant from the seed up through the stem into the leaves and flowers. Here, they contaminate nectar and pollen and hence any insect that picks them up  including bees. Since then, imidacloprid and other neonicotinoid systemic pesticides, such as thiamethoxam, have been implicated in the worldwide collapse of honeybee colonies. As well as being systemic, they act as a neurotoxin attacking an insect&apos;s nervous system on contact or ingestion and are designed to protect over 140 commercial crops, including cereals, oilseed rape, maize, cotton, sunflower and sugar beet. any beekeepers believe the pesticides&apos; presence at sub-lethal doses in nectar and pollen collected by foraging honeybees has wiped out bee populations. David Hackenberg, the commercial US beekeeper credited with discovering the strange phenomenon known as colony collapse disorder, when he opened his 400 hives in Florida in 2006 to find his bees had disappeared, has always blamed systemic pesticides. And he is not alone. But until now their culpability has been difficult to prove. Laboratory and semi-field studies in France and Italy have shown that imidacloprid can disorientate foraging bees and impair their memory and communication so that they don&apos;t return home with food and the colonies in the hive dwindle and die. But the pesticide&apos;s manufacturer Bayer, has always maintained that bees are given much higher doses in trials than they would come into contact with in the field. In contrast, its own research concluded that Gaucho (an imidacloprid seed treatment) &quot;caused neither a reduced visitation of flowers nor an increased loss of foraging honeybees&quot; and found &quot;no records of behaviourally impaired honeybees&quot;. It also argues that so many factors affect bee health, including parasites, viruses and malnutrition, that there is no one single assailant. Most scientists and governments around the world seem to share this view. They were quick to dismiss pesticides as the likely cause when colonycollapse disorder hit the headlines in 2007 and resources were invested trying to discover new killer-bee viruses. In France, Gaucho was banned on sunflower and corn seeds but large-scale bee deaths have continued, supporting Bayer&apos;s claims that its products aren&apos;t guilty of killing bees. But by then bees were coming into contact with another &quot;neonic&quot; thiamethoxam, manufactured by Syngenta. Italian apiarists accused the pesticide of massacring their bees and independent studies have shown it can adversely affect bees&apos; flight behaviour. A spokesman for Syngenta said: &quot;Although we take good research very seriously, over the last four years, independent authorities in France have closely monitored the use of Cruiser  the product containing thiamethoxam  on more than 1.9m hectares. When properly used no cases of bee mortality have been recorded.&quot; Yet it is only now, with the alarming results of these two new groundbreaking trials that expose honeybees and bumblebees for the first time to field-realistic sub-lethal levels of neonics that we can say with confidence what many beekeepers have instinctively known for years, that these pesticides do contribute to the death of bee colonies. It is a step nearer to revealing the truth of what is killing our vital pollinators and to what we can do to prevent their deaths. Alison Benjamin isauthor of A World Without Bees", 
    "section": "environment", 
    "gid": "environment/2012/mar/29/toxic-pollen-mad-bee-disease", 
    "wordcount": "612"
}