{
    "headline": "EU budget cuts expected to hit foreign aid hardest", 
    "text": "Foreign aid is expected to take the biggest hit in the EU budget, NGOs have warned, ahead of what promises to be another difficult summit. Talks on the 2014-20 EU budget broke down in November, with David Cameron, calling on the EU to start living &quot;in the real world&quot; by recognising the need for financial belt-tightening in line with national austerity measures. Just before a second attempt to break the deadlock begins in Brussels on Thursday, the prime minister&apos;s spokesman made clear that Britain is still holding out for further reductions in the 756bn ($1bn) budget proposal from the European commission. But with the two biggest areas of spending  structural funds, which go the poorer regions of the EU, and the common agricultural policy  protected from further cuts, the axe is likely to fall most heavily on the commission&apos;s 51bn proposal for development spending. This consists of 21bn from the Development Co-operation Instrument, which focuses on Latin American and Asia, and 30bn from the European Development Fund (EDF), which mainly targets sub-Saharan Africa. Technically, the EDF is a separate fund  outside of the main budget. But the level of spending for the EDF will be agreed as part of the overall budget negotiations. In November, the president of the European council, Herman Van Rompuy, proposed cutting the EDF by 11% compared with figures put forward by the commission. Other budget lines faced cuts of just 7.5% on average. Now, groups such as One and Concord, the European group of NGOs, fear even steeper cuts, meaning the EU could end up spending less in 2020 than it did in 2007 on its partners in sub-Saharan Africa, the Caribbean and the Pacific. Developing countries have also expressed concerns at the prospect of aid cuts. The secretary general of the group of African, Caribbean and Pacific states, Mohamed Ibn Chambas, said in November that proposed cuts to EU aid would mean rich countries falling far short of achieving the internationally agreed targets for halving the number of people in absolute poverty under the millennium development goals for 2015. &quot;Our partners also still need to honour their commitments of 0.7% of gross national income for development assistance,&quot; Chambas said. &quot;There are new global challenges of climate change, food security, universal access to energy, and ensuring peace and stability for societies in serious political upheaval, which require global collective action.&quot; Cameron  one of three co-chairs on the UN post-MDG panel  has pledged that Britain will meet the UN target of 0.7% this year. But in pressing for cuts in the EU budget, the prime minister is in effect pushing the EU further away from the UN goal. &quot;The price of reversing cuts to the proposed aid budget for the poorest countries would be just three cents a week for each citizen,&quot; said Eloise Todd, Brussels director of One. &quot;But the cost of letting these cuts go ahead would be children going unvaccinated, uneducated and without access to clean drinking water  the building blocks of a stable and productive life. All leaders have to agree for the budget deal to get the green light, so it only takes one to stand up and say, &apos;we must not balance Europe&apos;s books on the backs of the poorest&apos;.&quot; Ben Jackson, chief executive of Bond, the UK NGO network, said: &quot;EU humanitarian and development aid is deemed one of the most efficient, impactful and transparent in the world. It has stopped 50 million people in more than 50 countries from going hungry in the last three years  Leaders must not use the life-saving aid budget as a bargaining tool in this week&apos;s talks.&quot; According to a Eurobarometer survey (pdf), released in October, 85% of EU citizens believe Europe should continue helping developing countries despite the economic crisis, and 61% are in favour of increasing aid. At the same time, 55% think rapidly growing emerging countries should no longer receive aid. Most people (61%) believe aid should focus on fragile countries that have suffered through conflict or natural crises. EU aid is generally praised  although it has also been criticised by MPs in Britain. The UK government&apos;s multilateral aid review, published by the Department for International Development in March 2011, rated the European Development Fund as &quot;critical to UK development objectives&quot;.", 
    "section": "global-development", 
    "gid": "global-development/2013/feb/06/eu-budget-cuts-hit-foreign-aid", 
    "wordcount": "728"
}