{
    "headline": "Andrew Mitchell: 'restoring Rwanda aid not the act of a rogue minister'", 
    "text": "Andrew Mitchell, the former international development secretary, has insisted that the decision to restore 16m in aid to Rwanda was a collective one and not the action of a &quot;rogue&quot; minister. Mitchell told MPs on the international development committee that he had acted with &quot;absolute propriety&quot; when he took the decision on his last day in office before being appointed chief whip in a government reshuffle. Mitchell subsequently resigned as chief whip after admitting swearing at police. Human rights groups have criticised the UK&apos;s move because an interim UN report has alleged Rwandan support for the M23 rebel group operating in neighbouring the Democratic Republic of the Congo (DRC). Led by Bosco Ntaganda, a warlord wanted by the international criminal court, M23 has been fighting government soldiers in eastern DRC&apos;s North Kivu province since April. An estimated 470,000 people have been forced to flee their homes. The UK is Rwanda&apos;s biggest bilateral donor and plans to spend an average of 83m a year there until 2015. The Department for International Development (DfID) says Rwanda has made impressive progress since the 1994 genocide, although more than half of the population still lives in poverty. Donors have been impressed by Rwanda&apos;s poverty reduction efforts through its use of foreign aid. Following the UN report, however, the UK suspended 16m in general budget support  money that goes directly to the Rwandan government  in July. Mitchell said he and David Cameron, the UK prime minister, expressed their concerns about Rwandan support for M23 to President Paul Kagame during a family planning summit in London. Mitchell subsequently visited Rwanda and the DRC&apos;s Kivu region. In mid-August, Mitchell said Cameron set out three conditions for the resumption of budget support. At the end of August, Mitchell wrote to the prime minister explaining that Rwanda had significantly met two of those: constructive engagement in regional peace talks and a continuing ceasefire in the Kivus. However, Rwanda had not publicly condemned M23. &quot;Given this reasonable progress&quot;, wrote Mitchell in his 31 August letter, he decided to release 8m of the delayed 16m as general budget support and the rest for DfID programmes in education and food security. He said on Thursday it had been a collective government decision. &quot;The press have suggested that a rogue minister can sign cheques under the bedclothes and bung them out to dubious leaders,&quot; he said. &quot;That is completely untrue. It is very insulting. I take deep offence at the suggestion that I would ever behave in this way.&quot; Mitchell rejected the notion that Britain was &quot;out on limb&quot;, asserting that it was in the &quot;middle of the pack&quot;. Although the Netherlands and Germany have suspended budget support, others  including the US, the EU and the UN  have continued their development programmes. The former development secretary pointed out that although the US had suspended $200,000 of military aid to Rwanda, it had maintained its development programme of $160m. Carina Tertsakian of Human Rights Watch said: &quot;The resumption of UK aid while Rwandan military support for the M23 is ongoing sends the wrong signal. Even if, as Andrew Mitchell claimed, holding back budget support will not affect the political elite, it will certainly have an impact: Rwanda is very conscious of its international image and these decisions matter to the Rwandan government enormously, especially coming from its closest ally, the UK.&quot; Asked why he restored the 16m, Mitchell said he wanted to &quot;clear the desk&quot; before his successor, Justine Greening, took over and that further delay would have breached the budget support agreement with Rwanda. In the 31 August letter, Mitchell wrote:  &quot;As we have discussed, this balanced approach reflects my continued concern about the crisis in eastern DRC and Rwanda&apos;s part in that. At the same time it ensures that our response does not undermine Rwanda&apos;s progress in reducing poverty and delivering essential services.&quot;  Mitchell insisted that budget support was the most effective way for a developing country to use aid money &quot;if you can trust the system&quot; and &quot;they [Rwanda] do exactly what they say with our money&quot;. He added at Thursday&apos;s hearing:  &quot;Taking away budget support would have no effect on the elite in Kigali, but it would, bluntly, take girls out of school elsewhere in that country. It might make us feel better to remove budget support and avoid taking these difficult decisions, but it would not affect who makes decisions in Kigali and it would have the effect of damaging the poverty programme.&quot;  Questioned by MPs about the credibility of the UN interim report on Rwanda&apos;s support for M23, Mitchell said the allegations had been strongly contested by the Kagame government but that he was in no position to say whether Rwanda backed M23 or not. Asked why the UK did not wait until the UN&apos;s final report, which is said to be even more explicit on Rwandan government support for M23, Mitchell said delay would hurt Rwanda&apos;s poverty alleviation efforts. As to whether he stood by his decision, Mitchell replied: &quot;Absolutely.&quot; Greening, who will appear before the committee next week, is to make a decision on the remaining 21m in general budget support in December, after the UN releases its final report.  This article was amended on 7 November 2012. The original said the US had suspended $200m of military aid to Rwanda.", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/08/andrew-mitchell-rwanda-aid-rogue-minister", 
    "wordcount": "922"
}