{
    "headline": "Policy blogs", 
    "text": "Athene Donald&apos;s blog  Athene has an interest in issues around women in science, equality and diversity more generally, and education and science policy. After academia  after leaving her position as a professor, Amanda Krauss looks critically at higher education and issues relating to academia. Bishop Blog  self-confessed ramblings on academic-related matters including pieces on language development, impairment, and mental disorders. Booth feet leftward  Tom Flynn, working in the student movement as policy and campaigns manager at Liverpool guild of students, blogs about politics and education. Cary Cooper Blog  Cary is professor of organisational psychology and health at Lancaster university and blogs on issues such as stress. Cap and gown  a blog about academics, universities and the history of the knowledge economy. Changing higher education  Lloyd Armstrong is a university professor at the University of Southern California. His blog follows how the world is redefining higher education. De la Cour Communications - blog aims to provide strategic public relations support to European universities wishing to communicate with British audiences. Followers of the apocalypse commenting on higher education policy in the UK, openness and online life, education and technology. HE planning blog  a blog about planning, funding and regulatory issues in English Higher Education. History compass  education journal articles from print article History Compass, including debate and discussion on a number of academic issues. John Connell  a window into education in the developing world including South America, the Caribbean, Africa and the Middle East. Ranking watch  a blog devoted to the analysis and discussion of the annual university rankings and other topics related to higher education Registrarism  comments on HE from the registrar&apos;s department at the University of Nottingham. If you run a policy blog and would like it to be featured on the higher education directory, get in touch via email or Twitter using the hashtag #HEblognetwork This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2012/oct/11/higher-education-blog-directory-policy", 
    "wordcount": "350"
}