{
    "headline": "Poland: Europe's new university destination?", 
    "text": "From its gingerbread treats to restaurants and pubs, Polish culture has become a part of British life. Around 579,000 Polish-born people have moved to live in the UK  all during the lifetime of today&apos;s 18-year-old university applicants. But will the increasing ties between Poles and Brits encourage more school-leavers to travel eastwards to study? Poland  hardly a top choice for international students  is currently trying to rebrand itself as Europe&apos;s new educational destination. It has long lagged behind other countries in terms of attracting students from abroad. At the moment foreign students account for only 1.39% of those attending Polish universities, with most of these students coming from Ukraine, Belarus and Norway. The number of British students enrolling at Polish universities is growing, but it remains small. In 2006-07 only 72 studied there, a figure which stood at 164 in 2010-11. Many institutions, such as Lazarski University, are making new efforts to cater to foreign students by offering degrees in English at both undergraduate and graduate level. The country&apos;s bargain courses are a major attraction for young people abroad. Juan Martn, an Argentinian studying English at a university in Poznan tells me he came to Poland for his degree &quot;because it&apos;s cheap, much cheaper than in Argentina&quot;. Martn has a point. While students at English universities will fork out 9k for a year&apos;s study, an entire degree at a Polish university could cost as little as 3,017. I go to a private university, which costs me 1,000 a year for tuition. However, all good students, including those from abroad, can get a scholarship. Last year I was awarded a 2,000 bursary, which covered the tuition fee twice over. Living costs are also significantly lower. The University of Edinburgh calculates that the average UK student will need 150 per week for living expenses  this includes food, accommodation and essentials, such as bus fare, but not entertainment. This is equivalent to around 750 Polish zlotys: enough to cover a month&apos;s rent for a lavish en-suite room in a hall of residence. But what is student life like in Poland? In the UK students live on or near campus, they get involved in the students&apos; union, they join societies and do regular sports. Student life in Poland focuses on learning. All students have a full timetable, attending classes for their subject specialisation, seminars provided by other subjects in the faculty and lectures on general education  a bit like in America. All the grades count, so students study very hard. Most Polish universities don&apos;t have a students&apos; union with bars and clubs, so student-only nights are run during the week by the city&apos;s clubs. When the country joined the EU in 2004 it was reported to have been hit by a brain drain, with many young people moving abroad. While it is true many young people did move abroad  more than half of those who left were aged between 24 and 35  many highly-qualified people remain. Poland has no shortage of doctors and engineers. Higher education is highly valued in Poland and around 80% of graduates go on to study to master&apos;s level. Poland is also fast-emerging as the Silicon Valley of central Europe. Companies such as Dell, Google, Hewlett-Packard, Intel, IBM, Motorola, Siemens have chosen to open offices there. Even during the short amount of time I have known Poland, I&apos;ve watched it modernise and develop vibrant cities. Perhaps it is only a matter of time before it becomes a first choice for Brits studying abroad.  This article was amended on 2 April 2013. It originally said 80% of young people study at master&apos;s level.", 
    "section": "education", 
    "gid": "education/2013/apr/02/poland-europes-new-university-destination", 
    "wordcount": "618"
}