{
    "headline": "E3 2012: opening day in pictures", 
    "text": "   A member of the audience prepares to film the Sony press conference Photograph: David McNew/Getty Images       A demonstration of Ubisoft's Assassin's Creed 3 is shown to the audience at the Sony press conference. The game is taking to the high seas for the first time Photograph: David McNew/Getty Images       A laser light passes across the audience at the Ubisoft press conference Photograph: David McNew/Getty Images       Snoop Dogg introduces Namco Bandai's Tekken Tag Tournament 2 Photograph: Jae C. Hong/AP       An E3 attendee tries out Nintendo's new Wii U controller, the Gamepad Photograph: Jae C. Hong/AP       Flo Rida performs with dancers  to promote Ubisoft's Dance Central 4  Photograph: Fred Prouser/Reuters       Video game designer Shigeru Miyamoto  the creator of gameing icons such as Mario, Donkey Kong, Zelda and Pikmin  introduces the Nintendo E3 2012 media briefing Photograph: Robyn Beck/AFP/Getty Images       Halo 4's Master Chief poses for photographs Photograph: Kevork Djansezian/Getty Images       Actor Ellen Page is seen on-screen at the Sony press conference as she is introduced in her role as Jodie Holmes in the new PS3-exclusive game Beyond Photograph: David McNew/Getty Images       Usher performs as the game Dance Central 3 is unveiled at the Microsoft Xbox press conference Photograph: Kevork Djansezian/Getty Images       Women in costume sample games on the opening day of the E3 conference in Los Angeles Photograph: Frederic J. Brown/AFP/Getty Images       Sony's All-Stars Battle Royale is put through its paces on the PS3 Photograph: Gus Ruelas/Reuters       Visitors try out new games on the opening day of E3 Photograph: Frederic J. Brown/AFP/Getty Images       Nintendo of America president Reggie Fils-Aime has his face zombified as he demonstrates the zombification feature of Ubisoft's new game Zombi at the Nintendo E3 2012 media briefing Photograph: Robyn Beck/AFP/Getty Images  ", 
    "section": "technology", 
    "gid": "technology/gallery/2012/jun/06/e3-2012", 
    "wordcount": "0"
}