{
    "headline": "Forty mobile phone facts: cellphones for dogs, 'butt-dialling' and Ernie Wise", 
    "text": "It is 40 years this week since the first public mobile phone call. On 3 April, 1973, Martin Cooper, a pioneering inventor working for Motorola in New York, called a rival engineer from the pavement of Sixth Avenue to brag and was met with a stunned, defeated silence. The race to make the first portable phone had been won. The Pandora&apos;s box containing txt-speak, pocket-dials and pig-hating suicidal birds was open. Many people at Motorola, however, felt mobile phones would never be a mass-market consumer product. They wanted the firm to focus on business carphones. But Cooper and his team persisted. Ten years after that first boastful phonecall they brought the portable phone to market, at a retail price of around $4,000. Thirty years on, the number of mobile phone subscribers worldwide is estimated at six and a half billion. And Angry Birds games have been downloaded 1.7bn times. This is the story of the mobile phone in 40 facts: 1 That first portable phone was called a DynaTAC. The original model had 35 minutes of battery life and weighed one kilogram. 2 Several prototypes of the DynaTAC were created just 90 days after Cooper had first suggested the idea. He held a competition among Motorola engineers from various departments to design it and ended up choosing &quot;the least glamorous&quot;. 3 The DynaTAC&apos;s weight was reduced to 794g before it came to market. It was still heavy enough to beat someone to death with, although this fact was never used as a selling point. 4 Nonetheless, people cottoned on. DynaTAC became the phone of choice for fictional psychopaths, including Wall Street&apos;s Gordon Gekko, American Psycho&apos;s Patrick Bateman and Saved by the Bell&apos;s Zack Morris. 5 The UK&apos;s first public mobile phone call was made by comedian Ernie Wise in 1985 from St Katharine dock to the Vodafone head offices over a curry house in Newbury.     Early massmarket mobiles incorporated a phone  and a shoulder bag. Photograph: TS/Keystone USA/Rex Features    6 Vodafone&apos;s 1985 monopoly of the UK mobile market lasted just nine days before Cellnet (now O2) launched its rival service. A Vodafone spokesperson was probably all like: &quot;Aw, shucks!&quot; 7 Cellnet and Vodafone were the only UK mobile providers until 1993. 8 It took Vodafone just less than nine years to reach the one million customers mark. They reached twomillion just 18 months later. 9 The first smartphone was IBM&apos;s Simon, which debuted at the Wireless World Conference in 1993. It had an early LCD touchscreen and also functioned as an email device, electronic pager, calendar, address book and calculator. 10 The first cameraphone was created by French entrepreneur Philippe Kahn. He took the first photograph with a mobile phone, of his newborn daughter Sophie, on 11 June, 1997. 11 By 2002, researchers had established that a driver&apos;s reactions were a third slower when talking on a mobile phone than when driving under the influence of alcohol. Driving a car while talking on a mobile was eventually banned. 12 Talking on a car while driving a mobile remains legal, but inane. 13 Since 2008, around 8,000 people a year in England and Wales have been charged and taken to court for driving while using a mobile phone. Around a quarter of all such offences take place in London. 14 In 2002, a quarter of Italians surveyed claimed their lack of a mobile phone was a blow to their confidence and caused sexual problems with partners. No further context could be found for this fact. 15 In September 2007, an Arizona-based firm marketed PetCell, a mobile phone for dogs with a built-in GPS satellite system, at $500. 16 PetCell did not take off. 17 One in six UK adults now live in a home with a mobile phone but no landline. 18 In the early 2000s, scientists theorised that handset sizes would halve every 18 months. They did not explain how this would be useful and, mercifully, it hasn&apos;t happened. If it had, we&apos;d currently be typing text messages on baked beans. 19 Not actual baked beans, obviously. Phones the size of baked beans. Bean phones.     It's 1990 and people with sore arms are doing business on their mobiles. Photograph: Rex Features    20 The original 160-character size limit for text messages is credited to German engineer Friedhelm Hillebrand. He arrived at the number by typing a series of random questions and thoughts into his typewriter (such as &quot;What am I doing with my life?&quot;) and counting the characters involved. He found 160 to be &quot;perfectly sufficient&quot; for expressing almost any thought or question. 21 Later studies of the length of postcards and business telegrams confirmed his theory and the limit became industry standard in 1986. Though the limit no longer applies to texts, its influence can still be seen in Twitter&apos;s even more stringent 140-character cap. It&apos;s also now possible to follow Hillebrand on Twitter: @FriedhelmHilleb. 22 That may not be his real account. If it is then he&apos;s not taking Twitter very seriously. 23 1.7bn mobiles were sold in 2012. The three largest sellers were Samsung, Nokia and Apple handsets. Combined sales of the three were 850m. 24 By 2001, one in four 999 calls to Scotland Yard were accidental dials, forcing the Metropolitan Police to introduce a national scheme called Silent Solutions: in its first month, it diverted around 2,000 accidental 999 calls a day. 25 Between July 2001, when Silent Solutions was introduced, and September 2008, there were an average of 5.5m accidental 999 calls a year. 26 On several occasions criminals have been arrested after &quot;pocket dialing&quot; the police. US officers in Daytona Beach in 2010 were able to prevent a car burglary after one of the thieves &quot;butt-dialed&quot; the police halfway through the crime. &quot;Butt-dialed&quot; is a technical term. 27 The first SMS message to a mobile phone in the UK was sent in 1992 by engineer Neil Papworth to his friend Richard Jarvis&apos;s Orbitel 901 handset. It read simply &quot;Merry Christmas&quot;, which was a bit early, since it was sent on 3 December. 28 People who text everyone they know to say &quot;Merry Christmas&quot; on Christmas Day are weird. This one is arguably more of an opinion than a fact. 29 The most prolific texters in the UK are 12- to 15-year-olds, who send an average of 193 texts a week. In total, British texters sent more than 150bn messages in 2011.     Taking a picture on a blinged-up iPhone during the Republican National Convention in 2012. Photograph: Scott Olson/Getty Images    30 In 2011, Florida resident Celina Aarons opened a phone bill for $201,000 after clocking up colossal roaming charges on a two-week holiday in Canada. The company eventually reduced the fee to $2,500. The bill has been described as the biggest ever. But probably isn&apos;t. 31 Research shows that smartphone users spend an average of 12 minutes a day on phonecalls. They spend more time playing games (14 minutes), listening to music (16 minutes), using social media (17 minutes) and browsing online (25 minutes). The most common use of all mobiles is to check the time. 32 The biggest-selling handset of all time was the dirt-cheap Nokia 1100, launched in 2003, with over 250m sales. Secondhand 1100 handsets were briefly sold for over $10,000 following a rumour that they could be used to hack online money transfers. They can&apos;t. And you can&apos;t even beat someone to death with them. Unless you&apos;re really strong. 33 Internet security firm Bullguard estimated there were 2,500 malicious software programs operating on mobile phones in 2010. But then they would say that, wouldn&apos;t they? 34 The iPhone was introduced in the US in June 2007. Thousands of people  many of them insufferable  queued overnight to get their hands on the phones first. After a honeymoon period, many re-examined their priorities and began to feelunfulfilled. 35 By the end of 2011, there were 78 mobile phone subscriptions per 100 people in the developing world. In the developed world there were 122 subscriptions per 100. Meaning every fifth person you meet has two phones and is probably a crystal meth dealer/having an affair. 36 That or there was one guy in every 100 who went massively overboard and bought 22 backups. Or a guy in every 1,000 who bought 220. Or a guy in every 10,000  do you see where we&apos;re going with this? OK, good. 37 Mobile phones are thefastest-growing technology in Africa. There are around 650 million mobile phone subscribers in sub-Saharan Africa alone and the World Bank credits the mobile phone industry with creating more than 5m jobs in the continent last year. There&apos;s an uplifting note for those of you who have stuck with this list to theend. 38 By 2016, annual mobile phone sales are expected to rise to around 2.1bn. Most of that is attributed to Apple&apos;s plans for an iPhone for dogs. 39 Not really. But you wouldn&apos;t be that surprised if they did. 40 Saved By The Bell&apos;s Zack Morris was not a psychopath. Apologies.", 
    "section": "technology", 
    "gid": "technology/2013/apr/03/forty-mobile-phone-facts-cellphones-dialling", 
    "wordcount": "1493"
}