{
    "headline": "Twitter under fire as Tweetro for Windows 8 blocked to new users", 
    "text": "Twitter is being heavily criticised by third-party developers after refusing to give Tweetro, an app specially written for Microsoft&apos;s new Windows 8 platform, extra &quot;tokens&quot; that would allow it to grow its user base. The decision means that new Windows 8 users won&apos;t be able to get the first Twitter app that uses the &quot;Metro&quot; tiled interface that distinguishes Microsoft&apos;s new operating system. Atta Elayvan, founder of the two-person strong Lazyworm Apps, which wrote Tweetro, told New Zealand&apos;s Techday this week that Windows 8 represented a huge opportunity for developers: &quot;There may never be another opportunity of this magnitude for developers ever again.&quot; But on Tweetro, Lazyworm is stalled. Under new rules introduced by Twitter in September, third-party applications that want to access its timeline to provide a native app version of its web client can only have 100,000 &quot;tokens&quot; - in effect, users. Any app that wants to go above that limit has to apply directly to the microblogging company for special dispensation. See previous analysis: why Twitter&apos;s new policies are like a neutron bomb Twitter, the company, is increasingly trying to take control of the delivery of actual tweets so that it can add adverts and &quot;promoted tweets&quot; into users&apos; timeline. Tweetro hit the 100,000 token limit on 10 November and, being the only app written to run natively in Windows 8, thought that it would get approval for a raised ceiling. It offers experiences that users can&apos;t get on a web browser, such as a birds-eye view of the account, just the pictures, a search view, the timeline, and a method to browse links from tweets while remaining in the app. &quot;Is there a better way to manage Twitter overload and what&apos;s the best possible method of doing it in a &apos;Metro-Style&apos; app? This is what we&apos;ve come up with so far in the 3 months or so we&apos;ve had to ponder these questions,&quot; say the two developers, of Lazyworm Apps, based in New Zealand. But in an email on Friday, Twitter turned it down because, it said,   As you know, we discourage developers from building apps that replicate our core user experience (aka &quot;Twitter clients&quot;). We know that there are developers that want to take their passion for Twitter and its ecosystem to unique underserved situations. As such, we have built some flexibility into our policy with regard to user tokens  which went into effect September 5th, 2012.&quot; &quot;Unfortunately, It does not appear that your service addresses an area that our current or future products do not already serve. As such, it does not qualify for an exemption.&quot;  The email, reproduced on Windows Observer, means that Tweetro cannot add any more users. Other apps have taken different routes to deal with the limit: Tweetbot set a $20 price to ration demand, while Twistory, which archived tweets in a calendar, decided to shut. Marco Arment, the iOS developer behind products including the read-later service Instapaper, lambasted Twitter over the Tweetro decision. &quot;Twitter should cut the bullshit and just become write-only via API,&quot; he tweeted. &quot;At least it would be honest. But they can&apos;t be honest. They&apos;re cowards.&quot;  Ryan Sarver, Twitter&apos;s head of platform, responded to Arment, &quot;we&apos;ve been very clear in our guidance to third-party clients. you might not agree with the policy, but doesn&apos;t make us dishonest.&quot; Daniel Jalkut, another third-party developer, suggested to Sarver that Twitter is &quot;lying by omission&quot;, adding: &quot;Honest would demand respect, even if it causes short-term outrage.&quot; Sarver insisted that Twitter has been telling developers for 18 months that they should not build Twitter clients, and focus instead on other methods of using the huge number of tweets generated each day.  But Arment responded: &quot;that&apos;s a weak argument. I now have to neuter or remove a major Instapaper feature.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/nov/16/twitter-tweetro-app-blocked-tokens", 
    "wordcount": "659"
}