{
    "headline": "Human brain cells boost mouse memory", 
    "text": "Mice with human cells grafted into their brains outperform their normal counterparts on tests of learning and memory, according to new research. The findings, published today in the journal Cell Stem Cell, suggest that evolution of the human brain involved a major upgrade to long-neglected cells called astrocytes, and could provide a better way of testing potential treatments for neurological and psychiatric diseases.  Traditionally, our remarkable mental abilities were thought to come down to the massive expansion of the brain relative to body size during the course of evolution. We now know that size isn&apos;t everything, however, and some researchers have shifted their focus away from the brain&apos;s overall size and shape to study its microscopic structure instead, the idea being that human brain evolution involved specializations at the cellular level. One such specialization was the emergence of entirely new type of cells. For example, the brains of humans and other great apes (as well as those of elephants and some whale and dolphin species) contain large cells called von Economo neurons, which aren&apos;t found in mice or other non-primate mammals. Another was an increase in the complexity of existing cell types, and astrocytes in particular have undergone numerous changes during human brain evolution. Astrocytes are one of several types of glia, the non-neuronal cells found alongside neurons in the nervous system. Glial cells were discovered at around the same time as neurons, but were quickly dismissed as little more than support cells that insulate neurons, provide them with nourishment, and fill the spaces between them like polystyrene packaging. In the past decade, though, astrocytes have come into their own as key players in brain function  we now that they form signalling networks and make important contributions to the brain&apos;s information processing capabilities by regulating the way neurons communicate with each other.  In 2009, husband-and-wife team Maiken Nedergaard and Steve Goldman of the University of Rochester Medical Centre in New York reported major differences between mouse astrocytes and those isolated from the brains of humans and chimps. They found that human astrocytes are not only about twenty times the size of the mouse cells, but also far more complex, with about ten times as many finger-like projections, which they use to contact other brain cells and blood vessels. Human cells also work more efficiently than those of mice, propagating internal signals about four times faster. What&apos;s more, the human brain contains subtypes of astrocytes that aren&apos;t found in mice, and the ratio of astrocytes to neurons is far bigger.  To investigate these species differences further, Nedergaard, Goldman and their colleagues isolated glial cell progenitors  the stem cells that generate astrocytes  from aborted human foetuses, labelled them with fluorescent green protein, and then grafted them into the brains of newborn mice. When the animals reached adulthood, the researchers examined their brains, and found that while most of the cells remained as undifferentiated progenitors, small numbers of them had matured into human astrocytes that integrated themselves into the mouse brain circuitry.  The researchers also found that the human cells enhanced the strengthening of synaptic connections in slices tissue from the hippocampus, a process that is widely thought to be critical for learning and the formation of new memories, and that this was associated with improved performance on various tests of learning and memory.  The mice endowed with human cells learned to associate a mild electric shock with a particular sound or location in their environment far more quickly than another group of animals which received grafts of mouse cells. They also learned their way through a maze about twice as fast, and were better at recognizing familiar objects when they were placed in unusual location.  &quot;This is incredibly interesting work which strongly suggests that human astrocytes are indeed enhanced in their ability to control synapses compared to mouse astrocytes,&quot; says neurobiologist Ben Barres of Stanford University. He adds several caveats, however. &quot;They have not shown that the astrocytes are expressing their normal gene profile, and the enhanced cognitive performance could be because of the persisting precursor cells.&quot; Evolutionary neuroanatomist Todd Preuss of Emory University agrees that the findings are very interesting, but says it&apos;s not surprising to see such big differences in the function of human and mouse astrocytes. &quot;It&apos;s consistent with comparative genomics research indicating that the molecular basis of synaptic plasticity was modified in human evolution,&quot; he says. &quot;t&apos;s not clear that the effects are the specific result of engrafting human cells, [so] it would be interesting to see if the investigators would get the same effects, or effects of the same magnitude, by engrafting chimpanzee or macaque glia.&quot; Nevertheless, the technique of grafting human cells into mouse brains could improve the way in which researchers test potential treatments for a host of neurological and psychiatric diseases. &quot;We can also generate glial progenitor cells from human skin cells reprogrammed into induced pluripotent stem cells,&quot; says Goldman.  &quot;As a result, we can now establish glial progenitor cells from individuals with brain diseases,&quot; he says, &quot;and we have already established chimeric mice containing glia from patients with schizophrenia.&quot; Such chimeras would be better for evaluating new drugs as they because they would bear a much closer resemblance to humans than existing mouse models. The findings also have implications for how brain research is done. The vast majority of astrocyte research is done using mice and rats, and has yielded important insights into the contributions of these cells to brain function. It now seems clear, however, that the capabilities of human astrocytes far exceed those of mice, and researchers cannot hope to properly understand them, or how their specializations contributed to human brain evolution, by restricting their work to mouse models.  &quot;Unfortunately,&quot; says Preuss, &quot;many neuroscientists are uncomfortable with open discussion of human specializations, for fear that the adequacy of their model animal will be called into question. This study shows how comparative research and experimental research can  and should  co-exist, and more research along these lines would be informative.&quot; Reference: Han, X., et al. (2013). Forebrain Engraftment by Human Glial Progenitor Cells Enhances Synaptic Plasticity and Learning in Adult Mice. Cell Stem Cell, DOI: 10.1016/j.stem.2012.12.015", 
    "section": "science", 
    "gid": "science/neurophilosophy/2013/mar/07/human-brain-cells-boost-mouse-memory", 
    "wordcount": "1047"
}