{
    "headline": "Fracking will poison New York's drinking water, critics warn", 
    "text": "A former staffer at a state government agency responsible for regulating hydraulic fracturing, or fracking, has warned that allowing the controversial gas drilling method in New York would lead to contamination of the state&apos;s aquifers and would poison its drinking water. These stark warnings, issued by Paul Hetzler in a letter to an upstate newspaper, came as a current employee and union representative at the Department for Environmental Conservation (DEC) sounded alarm bells over the under-staffed agency&apos;s ability to monitor the industry and to deal with any emergencies if the plan goes ahead. Fracking is the process of injecting a high-pressure mixture of sand, water and chemicals thousands of feet into hard shale rocks to shatter them and release the natural gas inside.   Click here for a Guardian explainer on fracking  Plans to remove a statewide ban on fracking advanced by New York governor Andrew Cuomo and the DEC have sparked a wave of opposition from environmental, health and activist groups. The New York state DEC released its recommendations in July, saying that proposals to remove the ban &quot;struck the right balance between protecting our environment, watersheds and drinking water and promoting economic development.&quot; But opponents of the plans, which would allow thousands of new wells to be drilled across the state with the exception of New York City and Syracuse, have criticised the DEC for not properly assessing health risks and for failing to include measures to protect water supplies. In his December 13 letter to the Watertown Daily Times, Hetzler, a former technician responsible for investigating and managing groundwater contamination at the DEC, said: &quot;I&apos;m familiar with the fate and transport of contaminants in fractured media, and let me be clear: hydraulic fracturing as it&apos;s practised today will contaminate our aquifers. &quot;Not might contaminate our aquifers. Hydraulic fracturing will contaminate New York&apos;s aquifers. If you were looking for a way to poison the drinking water supply, here in the north-east you couldn&apos;t find a more chillingly effective and thorough method of doing so than with hydraulic fracturing.&quot; The publication of Hetzler&apos;s letter last month coincided with a report from the US Environmental Protection Agency, which linked fracking with water pollution for the first time.  Hetzler calles the proposals for hydraulic fracturing in New York state &quot;insane&quot;, adding: &quot;I&apos;m not saying anywhere you drill will cause a huge catastrophe. There might be a location where geological conditions are favourable, where contaminants don&apos;t travel. But the Marcellus shale is not a homogeneous layer. You can&apos;t predict what is going to happen.&quot; The Marcellus shale is a black shale rock formation between 2,000 and 7,000ft underground that extends from Ohio and West Virginia into Pennsylvania and New York. Indeed, recent earthquakes in Ohio have widely been presumed to have been caused by the disposal of wastewater generated by fracking there. Hugh MacMillan, of Food and Water Watch, said: &quot;Hetzler&apos;s letter exposes the shortsightedness of opening up New York to shale gas development. The inherent, long-term risks to the state&apos;s vital water resources cannot be mitigated.&quot; A byproduct of fracking, according to MacMillan, is the trapping of millions of gallons of fluid underground indefinitely. Once subjected to geological forces over years or decades, that fluid could move about under the earth&apos;s surface in unpredictable ways. &quot;The dubious economic and environmental benefits of shale gas do not justify these risks,&quot; he told the Guardian. The DEC&apos;s own environmental impact statement identifies a &quot;significant number of contaminants&quot; in fluids associated with fracking that could reach surface water or aquifers. It also concludes that releases could have &quot;significant adverse impacts&quot; on water resources and proposes a number of mitigration measures. These include a ban on fracking in the New York City and Syracuse watersheds where the drinking water is unfiltered, and not allowing it in or around &quot;primary aquifers.&quot; The mitigation measures also include requirements governing spills and releases. However, union representatives at the DEC have warned that the already-depleted department has too few staff to take on the additional monitoring and inspection fracking would require. In a statement submitted to the DEC, Wayne Bayer, an executive for the Public Employees Federation union, which represents over half of the state&apos;s DEC 3000 employees, said: &quot;The 25% reduction in existing staff at DEC has crippled our ability to carry out all existing federal and state regulatory and statutory responsibilities.&quot; He continued: &quot;DEC would also be hard-pressed to adequately provide emergency remedial response and clean up assistance for a major accident of any kind. The moratorium should be extended until there are adequate staffing levels.&quot; Wes Gillingham, the programme director of Catskill Mountainkeeper, one of a large number of environmental groups active in opposing fracking in New York state, echoed Bayer. &quot;It is not just a matter of numbers of personnel. We need people overseeing the industry and inspecting the cement around the casings,&quot; he told the Guardian. &quot;There are not enough inspectors out in the field across the state of New York. At the moment in New York there are only 15 or 17 inspectors for hundreds of existing wells. What&apos;s going to happen when there are thousands of wells being added to every year?&quot; The DEC did not initially respond to a request for comment. Its public consultation period on its draft regulations, which was extended by a month due to high demand, will close on 11 January, and it will produce a final impact statement and regulations sometime this year. Robert F Kennedy Jr, who sits on the New York State&apos;s high-volume hydraulic fracking advisory panel, recently alleged that the debate has been hampered by a campaign of &quot;intimidation and obfuscation&quot; by key industry players.  A prominent environmentalist, Kennedy said he was an early optimist on natural gas, but the worst of the industry had battled regulation, stifled public discourse, and persuaded regulators to grant exceptions to existing rule.  UPDATE 6 Jan 2012:  Following a request for comment, the DEC said that its draft environmental impact statement contained &quot;multiple barriers to protect the state&apos;s drinking water and public health.&quot; In a statement, it said:   DEC carefully considered every possible way that people could be exposed to chemicals and consulted with the State Dept of Health about how to prevent that exposure. DEC&apos;s approach is to address the potential causes of exposure to prevent them from happening in New York State.  The DEC, which said it had received 18,100 comments on its draft environmental impact statement and regulations, added that it has 13 staff statewide dedicated to oil and gas regulation including permitting, compliance and enforcement. &quot;As we have said all along, if high-volume hydraulic fracturing moves forward in New York, DEC will need additional staff including inspectors,&quot; the agency said. &quot;Our estimates indicate we will need about 140 additional staff in the first year and 200 staff by year 5.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jan/05/fracking-new-york-poison-claim", 
    "wordcount": "1174"
}