{
    "headline": "Illicit financial flows have made Africa 'a net creditor to the world'", 
    "text": "Africa lost up to $1.4tn in illicit financial flows in 1980-2009, far exceeding money coming in over the same period and seriously undermining the continent&apos;s development, a report said on Wednesday. Illicit financial flows involve the transfer of money earned through corruption, bribes, tax evasion, criminal activities and transactions involving contraband goods. Tax evasion and illicit financial flows will be on the agenda of the G8 summit in Northern Ireland next month, chaired by David Cameron, amid increasing impatience in the UK and the US at companies such as Google and Apple as they manipulate the system to their maximum advantage. But most African countries, with weak tax regimes, are by far the biggest losers. The joint report from the African Development Bank (AfDB) and Global Financial Integrity (GFI), a US research organisation, says the continent has been a long-term net creditor to the rest of the world. Africa lost $597bn-1.4tn in net resource outflows between 1980 and 2009 after adjusting recorded transfers for illicit financial outflows. &quot;The traditional thinking has always been that the west is pouring money into Africa through foreign aid and other private-sector flows, without receiving much in return. Our report turns that logic upside down  Africa has been a net creditor to the rest of the world for decades,&quot; said Raymond Baker, president of GFI. Even the estimates of illicit financial flows  large as they are  are likely to understate the problem as they do not capture money lost through drug trafficking and smuggling. But the huge financial transfers out of Africa  dwarfing money coming into the continent  deprive Africa of resources for development. &quot;The resource drain from Africa over the last 30 years  almost equivalent to Africa&apos;s current GDP  is holding back Africa&apos;s lift-off,&quot; said Professor Mthuli Ncube, chief economist and vice-president of the AfDB. &quot;The African continent is resource-rich. With good resource husbandry, Africa could be in a position to finance much of its own development.&quot; Three African regions  west and central Africa ($494bn), north Africa ($415bn) and southern Africa ($370bn)  accounted for 95% of total cumulative outflows over the 30-year period. In west and central Africa, outflows were driven largely by Nigeria, Congo-Brazzaville and Ivory Coast. Egypt, Algeria and Libya saw the largest illicit financial flows in north Africa, while South Africa, Mauritius and Angola lost most in southern Africa. The report urges countries to require banks and tax havens to regularly report deposit data by sector, maturity and country of residence of deposit holders to the Bank for International Settlements, the bank for central banks. To address the problems posed by anonymous shell companies, foundations and trusts, the AfDB and GIF wants the authorities to require information on owners to be disclosed upon formation and available in public registries. Country-by-country reporting of sales, profits, employee levels and taxes should also be required. The report calls on African countries to enter automatic exchange of tax information (AEI) agreements. &quot;Tax evasion is at the heart of the world&apos;s shadow financial system and constitutes a significant component of illicit financial flows,&quot; said the report. &quot;One way to address tax evasion is for African coutnries to enter into AEI agreements with the destination countries where the proceeds of tax evasion are lodged.&quot; As the natural resource sector is usually the main source of illicit financial flows, the report says African countries should join transparency initiatives such as the open budget initiative, the collaborative Africa budget reform initiative and the extractive industries transparency initiative, to which the UK and France have recently signed up. Analysts say reform of the tax regime is needed to make multinational firms pay their share. Joseph Stiglitz, the World Bank&apos;s former chief economist, has called on the US to lead the way by obliging any firm selling goods in the US to pay tax on its global profits.", 
    "section": "global-development", 
    "gid": "global-development/2013/may/29/illicit-financial-flows-africa-creditor", 
    "wordcount": "649"
}