{
    "headline": "Research funding: 10 tips for writing a successful application", 
    "text": "Read the eligibility rules It&apos;s important to understand what can be funded and what can&apos;t on a particular call, says Ken Emond, head of research awards at the British Academy for the Humanities and Social Sciences. Take a hard look at the priorities of the funding body you are applying to. It is the knack of linking what you want to do, with what they want to know, adds Mel Bartley, a medical sociologist. Leave plenty of time to prepare Most people would be better off submitting fewer grants but putting far more effort into the ones that they do, says Rebecca Steliaros, strategist, facilitator and REF (research excellence framework) impact advisor to eight UK institutions. It&apos;s important to remember individual behaviour versus what the rest of the crowd is doing. No unexplained jargon The review is conducted by your peers, so advice we give on grant writing is about getting your message over in the clearest way in the available space, says Adam Staines, head of policy at Research Councils UK. Make sure the reviewer &quot;gets it&quot; and is excited about what is proposed, rather than infuriated by having to wade through to find the nub of the idea, adds Rebecca Steliaros. Get other people to read it  Having the application read by someone you trust who is not a specialist in your field often helps to highlight areas where the application could be better expressed, says Ken Emond. Mock funding panels are very effective in helping people understand how hard it is to communicate in writing, adds Andrew Derrington, executive pro vice-chancellor of humanities and social sciences at the University of Liverpool. This exercise takes less than 90 minutes and helps researchers understand what happens to their applications as they pass through the grants&apos; committee process, and how they need to structure and write an application to succeed. Explain why research is needed It&apos;s good to explain why it is important for a piece of research to be done now (at the time of application), for example to take advantage of the opportunity to interview people alive now who won&apos;t be around forever, says Ken Emond. Explain why we need to know the things that your sub-projects will discover, and make sure in every paragraph you write, the message of the paragraph is contained in the first sentence, adds Andrew Derrington. Network effectively Networking both within your university and subject area allows you to develop the support that you need to work your way up the research funding ladder, says Andrew Derrington. It&apos;s mostly applied common sense but there are several good blogs. The best way in is Phil Ward&apos;s blog which has an excellent blogroll. If you are inexperienced in getting funding from a particular body, collaborate with people who have that experience, adds Adam Staines. Justify extra time or resources You have to justify the time and cost of any additional specialist staff, says Adam Staines. I have seen many panels supportive of 10%  20% time of a bioinformatician or technician. Things tend to go wrong when you ask for 100% time and don&apos;t need it, or ask for any time and don&apos;t justify it in the case for support. Participate in funding panels  It can be a real eye-opener in terms of what you need to do to stand out. You should develop a style that communicates your proposed work quickly and effectively, a contributor advises. It&apos;s also a good idea to get your proposal reviewed internally by someone you trust to give good feedback, particularly on the summary sections which will be read first. Interpret referees feedback carefully If you can get the funder to tell you how far your proposal was below those that got funded, it can help, says Andrew Derrington. Once you have calmed down from the disappointment of rejection, look at the application again and show a colleague what the referees&apos; comments were. Often colleagues who have experience on panels will spot things that might explain the result. One harsh reality is the UK is very good at research, so many excellent applications don&apos;t get funded with the available funding, adds Adam Staines. Plan applications in batches   The best way to ameliorate the post-rejection blues is to have another application already under consideration when the rejection comes, says Andrew Derrington. Never get down to your last application. Given that rejection rates are very high and panels can be slightly capricious, you probably want to try out a set of ideas four or five times before you decide that they are unfundable and move on. Do you have any extra advice? Add your thoughts in the comments section below. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/apr/19/tips-successful-research-grant-funding", 
    "wordcount": "807"
}