{
    "headline": "WWE 13  preview", 
    "text": "Anyone who cares about the WWE video game franchise knows two things. First, the best title the series has ever produced was 2003&apos;s WWE Smackdown! Here Comes The Pain, which was a close to perfect a wrestling title could possibly get. Secondly, if last year&apos;s entry is anything to go by, the series is in desperate need of some new ideas and an engine overhaul.  It&apos;s worth bearing both of these aspects in mind when considering the chances of Yuke&apos;s forthcoming entry, WWE 13  and not least because Here Comes The Pain&apos;s cover star, Brock Lesnar, returned to the WWE&apos;s roster just over four months ago.  Unfortunately, the dicky engine doesn&apos;t have a prayer of being addressed in WWE 13, and this makes sense in a way. If the smart money is correct and the next generation of consoles is less than a year away, then Yuke&apos;s decision to hold off on implementing a new technology is prudent. After all, what would be the point in inserting any radical changes that may find themselves out of date within a year?  So, WWE 13 isn&apos;t to be the recipient of better gameplay mechanics  although it should be noted the game&apos;s Predator engine benefits from a number of necessary tweaks this year. Instead, Yuke&apos;s strategy for shifting units seems to be mainly content-based. Unlike last year&apos;s game, however, the approach with WWE 13 has been to offer more quality than quantity  although it should be pointed out that this year&apos;s roster is the biggest to ever feature in a game of this type (players have 80 wrestlers right off the bat, with the option to increase to 100 with DLC).       The reason that Here Comes The Pain is the franchise&apos;s high-water mark isn&apos;t just that the Yuke&apos;s wrestling engine was at its pinnacle of performance at the time. It was also due to the fact that in the period of its release, the WWE had arguably its strongest roster of superstars since the halcyon days of the early nineties when the Ultimate Warrior was the organisation&apos;s corporate face. It also boasted  as bizarre as this may sound to those who don&apos;t follow wrestling  the strongest plot writing the series had seen for ages.  This was because it was riding a wave of success that had been set in motion in the late 1990s, during a period that WWE fans will remember, was branded as the &quot;WWE Attitude&quot; era. At the time the WWE was involved in a ratings war with WCW Nitro, which proved both good for business and for the WWE brand. WCW began the war streets ahead of its competition, and this prompted the WWE to toss the marketing rulebook in the trash and engage in increasingly edgy and preposterous plotlines to draw in audience numbers. This in turn gave rise to some of the most colourful and charismatic superstars the WWE ever produced.  Yuke&apos;s is trying to tap into the appeal of this fertile period in the WWE&apos;s history for WWE 13. Its campaign mode doesn&apos;t plonk wrestlers from the current roster and player-created characters in a fictional storyline. Rather, the new campaign mode is set entirely during the Attitude era and covers the key matches and storylines of the eight wrestlers largely responsible for rebuilding the WWE&apos;s brand.  Players take control of the likes of Shawn Michaels, Triple H, Stone Cold Steve Austin, The Rock, The Undertaker and more in some of their best and most memorable matches. Each match is preceded by unlockable cinematics that detail not only the storylines that were trundling along at the time, but also how they impacted on the WWE&apos;s ratings compared to those of the WCW.  Both cinematics and ratings charts are stored in their own separate sections once unlocked, in case players want to view them without ploughing through the campaign. Yuke&apos;s has also put a lot of effort into recreating the Attitude era in the game, including re-recording commentary tracks from that time, making sure all of the arenas and stage decorations are on the money and even using the same fonts the WWE TV show used at the the time. However, in rather revisionist turn, the logos in the campaign still read &quot;WWE&quot; rather than &quot;WWF&quot; and any mention of the latter brand has been excised from the commentary track, presumably because the organisation lost the &quot;WWF&quot; in court to the Worldwide Wildlife Fund in 2002.       Players also have a list of objectives to accomplish in each match they take part in during the campaign mode, in order to make their matches more historically accurate. In Stone Cold Steve Austin&apos;s campaign, for example, players can win the WWE championship by simply pinning HBK, but they also have the option of triggering an in-match event, where Stone Cold clocks the referee prompting Mike Tyson to leap into the ring and issue the pin count.  In-match events, by the way, have been kept to a minimum and only appear if they aid historical accuracy. This goes some way towards addressing complaints from fans about how, in last year&apos;s game, certain contests would end in a cinematic in which the player lost the match. However, it&apos;s likely the new campaign mode may draw some criticism from the WWE faithful as, at the time of this writing, there doesn&apos;t seem to be any option for a player to take a wrestler they&apos;ve created through the campaign mode.  This doesn&apos;t mean there aren&apos;t any customisation options at all, though. Players can still create their own wrestlers, stables and arenas and the creation tools allow for some pretty zany results. Visually and sonically, the game is a step up from last year&apos;s iteration; wrestlers look more like their real-world counterparts and less like bulky shop mannequins and the match commentaries are less repetitive. The game&apos;s mechanics are also more solid; there&apos;s less chance this year of the game misinterpreting the player&apos;s commands and it&apos;s possible to counter an opponent without having the reflexes required to pluck flies out of the air with a pair of chopsticks. WWE 13 does feel like the bookend to an era, though. The game&apos;s referencing of the WWE&apos;s most successful period and the lack of a new engine feels more like a product of the fact that this generation of consoles is winding down than anything else. It may be that WWE 13 is a placeholder and better things are planned for the franchise once the next-gen machines rumble out of the gate. Still, it handles better than its predecessor, its creation tools are robust and its campaign mode is sure to rekindle nostalgia in long-time fans this coming November.  WWE 13 will be released on PS3, Wii and Xbox 360 on 2 November", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/aug/24/wwe-13-preview", 
    "wordcount": "1133"
}