{
    "headline": "Wanted: a camcorder for a child's Lego animation/video project", 
    "text": "My son is into making videos (live and possibly animation) of Lego/Playmobil. I want to buy him a cheapish digital video+still camera that he can use to make them, edit in Camtasia, add audio etc. Zoom and focus would be useful. What are our options? Is there anything nice around 100? Su Butcher Nowadays, a lot of different devices can be used to make videos. Movie-making starts with webcams, smartphones, and digital compact cameras, then moves up through increasingly sophisticated types of camcorder costing from about 100 to 10,000. In fact, serious movie-makers sometimes use digital SLRs, because their relatively large image sensors produce film-like results (though sound has to be recorded separately). Also, most devices now use SD (secure digital) memory cards to store video footage. This makes it easy to move files to a PC for editing, since most laptops now have built-in card slots.     Flip Ultra    With camcorders, there&apos;s usually a trade-off between versatility, ease of use, and price. The simplest pocket video cameras often look like smartphones: this upright format was popularised by the Flip Ultra, which was released in the US in 2007. Pocket video cameras don&apos;t have many features, so users rarely have to worry about different settings. They are not very versatile, but they are robust and easy to use. This makes them ideal for kids. Like smartphone users, pocket camcorder users rarely plan what they are shooting, and they are unlikely to edit their videos, except for &quot;topping and tailing&quot;. They may well upload the results to Facebook, YouTube, or another online service. Consumers who want more versatility  and, often, increased quality  can buy entry-level camcorders that tend to look like big lenses. These usually offer 20x or longer zoom ranges, exposure and focus control, optical image stabilisation, time-lapse recording and animation features. Most but not all can take still pictures as well, which is one way to do stop-motion animation (see below).     Toshiba Camileo Clip    For children up to the age of 10, I&apos;d tend to go for a pocket camcorder like the FlipVideo Ultra or (much cheaper) Toshiba Camileo Clip. (The Mustek DV316L, at 25 to 30, is an exception.) However, making videos of Lego/Playmobil parts probably does require the zooming and close focusing capabilities of a more sophisticated camcorder. Since these also have point-and-shoot modes, your son will certainly be able to use one, but exploiting the more advanced features may be a challenge. I&apos;d usually recommend the JVC Everio GZ-E10 or GZ-E15 as entry-level camcorders, but these don&apos;t have still photography options. If that&apos;s important, you should step up to something like the GZ-E200, which does. On paper, the Panasonic V100 Full HD looks an even better buy, but I&apos;ve not seen one myself. In this case, however, they all bust your budget, sometimes by a substantial amount. For example, the Panasonic V100 costs 149.99 at Amazon.co.uk. Even shopping around isn&apos;t going to close that gap. Fortunately, there is a half-way house between Flip Ultra-style and basic consumer camcorders. Several companies offer &quot;vertical camcorders&quot; that you hold more like a pistol. &quot;Vertical camcorders&quot; are robust and easy to use, can take still pictures as well as videos, and also offer limited optical zooming capabilities. For example, the Panasonic HX-DC2EB-H has a 5x optical zoom lens and also takes decent still images with a resolution of up to 4352 x 3264 (14 megapixels). You can get one from Currys or Amazon Prime for 99.99, which is right on budget. An alternative is the Toshiba Camileo P100, which also has a 5x optical zoom and a still picture mode. It&apos;s widely available for 89.99. Toshiba has a demo video on YouTube.     Panasonic HX-DC2     Bear in mind that your son will also need a tripod, to keep the camcorder still during filming. Not all small video cameras have a tripod bush, and the spec sheet for the Panasonic HX-DC2 doesn&apos;t mention one. Pistol grip-style camcorders tend to encourage &quot;hose-piping&quot;  waving the camera around  which is the worst crime in amateur cinematography. Putting the camcorder on a tripod discourages hose-piping and should lead to videos that are steadier, sharper, and better composed. I also encourage people to plan their shots in advance using eraser-tipped pencils to thumbnail their ideas on index cards, which are much easier to shuffle around than one-page storyboards. Planning ahead has educational value. Earlier, I mentioned it was possible to create stop-motion animation movies by taking a series of stills. But if you have a computer, you can do the job with even the simplest camcorder or webcam. The idea is to plug the camcorder into a PC using a USB cable, then use a screen-grabber to capture the images you need. Perhaps your son has already tried something similar with Camtasia. Otherwise, there are many other programs listed at the Animation Bank, including StopMotionPro software which, according to its website, was used to make Wallace &amp; Gromit. Obviously, more expensive camcorders will usually produce better looking videos, but in this case, even the low-end cameras should be good enough, as long as the subject is in focus and well lit. (You can&apos;t expect low-light performance to be very good.) YouTube shows that making an interesting or amusing clip beats technical quality every time.", 
    "section": "technology", 
    "gid": "technology/askjack/2012/dec/06/gadgets-photography", 
    "wordcount": "894"
}