{
    "headline": "Top Gear budget leaves Osborne in slow lane of economic growth", 
    "text": "With its cheap beer and petrol, it&apos;s been dubbed the Top Gear budget and Jeremy Clarkson, the show&apos;s presenter, has a third reason to cheer it: the chancellor&apos;s contempt for climate change and the green economy. Like the worst petrol-head, George Osborne appears deafened to reason by the roar of his own engines. He used the budget to fuel a UK shale gas boom with tax breaks, despite no-one bar the frackers actually believing it can happen. At the same time, he refused take even a small detour in his speech to boost the UK&apos;s green economy, which boasts far greater horsepower. If Osborne were truly seeking a vehicle with which to super-charge the UK&apos;s backfiring economy, he should have leapt into the driving seat of the the clean, mean machine of the low-carbon sector. Its performance stats are breathtaking. It is growing at 5% a year, makes up 9% of GDP, employs a million people and exports 5bn more than it imports. The global green market for low-carbon goods and services is currently worth 3.3 trillion a year. It&apos;s going places. Instead, the fossil-fuelled chancellor backed fracking, threw more tax breaks at the oil companies to help them clean up the North sea and exempted dirty industry from carbon taxes: the polluter does not pay with Osborne at the wheel. Osborne&apos;s attempts to put the green economy up on bricks is in stark contrast to his approach to the rest of UK plc. With the UK economy overall stuck in first gear, the chancellor is doing all he can to get it moving. Billions of public money is being pumped into roads, regional growth and houses in the hope of acceleration. Building got a big boost on Wednesday with Osborne offering to give would-be buyers interest-free loans so they can secure mortgages. Yet when it comes to the Green deal, the biggest building renovation scheme ever planned and by far the best way to curb soaring energy costs, consumers will have to fund their energy efficiency measures on market interest rates of 7-8%. It has long been clear that Osborne has a blind spot when it comes to the proven ability of the green economy to help the UK edge ahead in the global race for growth, not to mention tackle the fast growing threats of global warming. But he simply refuses to accept he is driving with the hand brake on. How can the man steering the world&apos;s seventh biggest economy be doing so badly? Half the problem is idealogical: green and growth just don&apos;t go together in Osborne&apos;s delusional Top Gear world. And half the problem is political: the backseat drivers on the Tory backbenches share Clarkson&apos;s disdain for electric cars and wind turbines. Yet most people in Britain don&apos;t watch Top Gear and do want a clean, sustainable energy system fit for the 21st century. Osborne&apos;s budget has left them folornly thumbing for a lift by the side of the road, while he putters off in a cloud of smoke.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2013/mar/20/osborne-budget-2013-growth-fracking-top-gear", 
    "wordcount": "507"
}