{
    "headline": "Apple sells 2m iPhone 5s in China", 
    "text": "Apple has confounded Wall Street&apos;s expectations by announcing it sold more than 2m iPhone 5s in China, a record for the company, after a launch on Friday that observers had thought low-key. Chief executive Tim Cook said the sales  which were allotted by online lottery to defeat gangs who buy and resell the handsets  had been &quot;the best first weekend sales ever in China&quot; in a statement. Sources including Shanghai Daily said that even if Apple&apos;s stores were comparatively quiet, its carrier partners selling the iPhone 5 had a busy weekend, with people signing up to buy the handsets with contracts through China Unicom and China Telecom. Before the launch, China Unicom had had 300,000 preorders for the device, compared with the 200,000 it had for the iPhone 4S in January. Even so, Apple&apos;s stock was downgraded by at least one analyst, as Citi Research cut its recommendation from &quot;buy&quot; to &quot;neutral&quot;, suggesting people shouldn&apos;t buy or sell it. Citi Research also lowered its target for the stock to $575 (355) from $675, saying there was growing competition in smartphones and lower excitement around the iPhone 5. The announcement by Apple seemed calculated to respond to reports on Friday suggesting the lack of queues at its stores meant a lack of interest. In fact the online lottery  instituted by the company after near-riots around the launch in January of the iPhone 4S  meant customers could come into stores at any time to pick up a handset if they were allocated one in the scheme. China is the world&apos;s largest smartphone market, and growing fast, dominated by cheap devices built on Google&apos;s Android software. Apple&apos;s key problem is seen as the lack of a contract with China Mobile, the country&apos;s largest mobile operator, which has more than 700 million customers. The iPhone 5 was launched in the US and 30 other countries in September, and will be on sale in more than 100 countries worldwide by the end of December  the company&apos;s fastest rollout ever. That makes direct sales comparisons with previous years hard, but also means greater volumes for Apple overall in the increasingly competitive smartphone market, where smartphones using Android have a dominant  and growing  share, and new competitors using Microsoft&apos;s Windows Phone software have begun rolling out.", 
    "section": "technology", 
    "gid": "technology/2012/dec/17/apple-2-million-iphone-5-china", 
    "wordcount": "388"
}