{
    "headline": "'Three-parent babies' cure for illness raises ethical fear", 
    "text": "Aaron began to stand out at primary school. He was unlike other children in subtle ways that at times were hard to put a finger on. He couldn&apos;t hold a pen properly. His balance was a little poor. He just seemed different from his classmates. There is no subtlety to Aaron&apos;s condition any more. At the end of each day he gets so tired he resorts to a wheelchair. He wears a small heart monitor in his chest after collapsing a couple of times without warning. Soon he will need a kidney transplant to replace one of his own failing organs. Aaron is 11 years old. What was wrong came to light only when Aaron turned yellow and was admitted to hospital. Some way down the line, after blood and urine tests and a kidney biopsy, doctors diagnosed mitochondrial disease. The condition varies wildly from patient to patient, striking at any age and with any number of symptoms, but all have one thing in common: the damage it inflicts on body and brain gets worse with age. There is no cure. &quot;I don&apos;t know what the future holds for my son. We take each day as it comes,&quot; says Marian, his mother. &quot;It could affect a few organs, his eyesight, his hearing, and it can attack muscles too. He could end up with a walking stick, or in a wheelchair permanently. Sometimes I worry what will happen in years to come if I&apos;m too old to look after him.&quot; She has asked the Guardian not to use the family&apos;s real names. Mitochondrial disease runs in families, and more specifically is passed down from mother to child. Marian had never heard of it and was unaware of anyone in her family being affected. Her mother was dead and she hadn&apos;t spoken to her sister in years. As soon as Aaron was diagnosed, doctors urged Marian and her seven-year-old daughter, Catherine, to take tests themselves. Though obscure outside specialist hospital units, mitochondrial disease will soon be the subject of a national debate and a matter for parliament. In a laboratory at Newcastle University, scientists are working on ways to prevent the disease by pushing medical genetics to the limit. But there is no guarantee that patients will ever benefit. Even if the techniques work safely, to offer them now would invite a jail sentence. The law as written reflects a line that has never been crossed in medicine. To prevent a case of mitochondrial disease, scientists would create an embryo with genetic material from both parents and a third person acting as a donor. While gene therapy (inserting healthy genes) has been used to treat patients in the past, this marks a new level of human genetic modification, and sets a precedent by introducing genetic changes that pass down to future generations. The ethical issues raised by the procedure are clear but for many doctors these are overridden by the chance to prevent life-threatening disease. Senior figures in the medical world, including Sir Mark Walport of the Wellcome Trust and Sir John Savill of the Medical Research Council, last year called on the health secretary, Andrew Lansley, to draw up plans to change the law and regulate the techniques so that they could be used to help patients as soon as they are deemed safe. To gauge public attitudes before a parliamentary vote on the issue, Lansley has asked the Human Fertilisation and Embryology Authority (HFEA) to hold a national consultation, which is due to start imminently. Others are adding their voices. This month, the Nuffield Council on Bioethics will publish a comprehensive report on the ethics of the new procedures. The debate that is coming will be unusually centred on Britain, because no other country is known to be so close to offering the service to patients. In many countries, such as the US, Australia and much of Europe, the research is banned because it uses human embryos. Where it is not outlawed, few if any scientists are working on the problem. The work in Newcastle is led by Doug Turnbull, a neurology professor and director of a 5.8m centre for mitochondrial research, set up in January by the Wellcome Trust to help establish the safety of the techniques in humans. He sees scores of patients with mitochondrial disease each year. One woman who attends his clinic lost six children to the condition within two days of birth. Her seventh and last child died, aged 21, last year. &quot;I wouldn&apos;t be driven to do this work if I didn&apos;t see the consequences of mitochondrial disease on families and knowing that there is no cure for these conditions at the moment, nor is there any cure immediately around the corner,&quot; Turnbull says. Marian and her daughter agreed to have tests for mitochondrial disease at Turnbull&apos;s clinic after Aaron was diagnosed. Mitochondria are often cast, too simply, as the batteries inside our cells. They are tiny lozenge-shaped structures, a few thousandths of a millimetre long, and some human cells contain thousands of them. They convert energy from fat and carbohydrates in our food and store it in the form of a molecule called adenosine triphosphate (ATP). On a typical day, our mitochondria churn out 65kg of ATP, which powers all that our bodies do. Picture a human cell as a fried egg. The yolk represents the cell nucleus, home to the 23,000 or so genes that define much of what we are. The mitochondria are embedded in cytoplasm, or the egg white that surrounds the yolk. The mitochondria have a separate set of genes  37 in all  or around 0.2% of our total genetic makeup. How these tiny biological batteries came to be in our cells with a separate genome is one of the fascinating tales of science. Mitochondria were once free-living bacteria, but were engulfed by the cells of our ancient ancestors 2bn years ago, in an act of mutually beneficial evolution. In return for ATP, we give them food and shelter. Because mitochondria provide energy for our cells, any genetic defect they pick up can make those cells run badly or break down completely. The worst affected parts of the body tend to be those that burn the most energy: the heart, brain and muscles. In practice, children who are diagnosed early in life often develop catastrophic multiple organ failure. Obesity What makes mitochondrial disease so hard for doctors to grapple with is the unusual way in which it is inherited. When sperm and egg meet, only the mitochondria from the mother&apos;s egg make it into the embryo and future child. But in women who carry the disease, one egg can be very different from another. In some eggs, 90% of the mitochondria might be defective; in others, only 10%. Whether or not the child will have disease depends on the biological lottery of which egg is fertilised. People who inherit low levels of mitochondrial DNA (mtDNA) defects might have no health problems at all. But scientists are increasingly spotting the hand of mtDNA mutations in familiar conditions that are common in old age. In keeping with other mitochondrial diseases, they vary enormously, from diabetes, failing eyesight and deafness to Parkinson&apos;s disease and even obesity. &quot;We identify mitochondrial DNA mutations in around one in 10,000 people, but probably one in 200 people are carrying mutations that can cause disease,&quot; says Professor David Thorburn, head of mitochondrial research at the Murdoch Children&apos;s Research Institute in Victoria, Australia. &quot;You can have one mutant copy that will do nothing, or you can have 10%, 20%, 50%, 90%, and somewhere along that continuum there&apos;s a threshold that will vary for each mutation and probably each tissue, where if you have more than that amount, the disease will manifest.&quot; The upshot is that while 12,000 people live with mitochondrial disease in Britain, scores more carry mutations that never come to light until a child who has inherited high levels of the defect dies young or develops a progressive medical condition. At 43, Marian considers herself healthy, and had no reason to suspect she was carrying a mutation that could cause such serious illness in her son. But when doctors tested her for mitochondrial disease, it was no surprise she came up positive. The test on Catherine confirmed that she had inherited the mutation, too. So far, Catherine is developing as well as any seven-year-old. Her mutation may be at such a low level that she is never affected by mitochondrial disease. But even if she stays healthy, there is a risk that any children she has will be affected. The best that doctors can do today is reduce the risk of children being born with mitochondrial disease. Specialist clinics already offer chorionic villus sampling (CVS) at around 11 weeks into pregnancy, which can pick up genetic abnormalities. Some women who carry mtDNA mutations opt for IVF. That way, doctors can use a technique called preimplantation genetic diagnosis to select embryos that are free of the disease. These techniques are effective but they have limitations. Some women have such high levels of mtDNA mutation that all their eggs will result in babies with mitochondrial disease. There are problems, too, for women whose eggs carry fewer mutations. &quot;We can measure the level of mutation they carry, but the trick is, how do we interpret that? Does 40% mean a bad outcome? Does 50%?&quot; says Thorburn. Typically, only embryos with a maximum of 30% mtDNA mutations are considered worth going ahead with. In Newcastle, Turnbull is working on ways to eliminate the risk of disease by replacing the mother&apos;s faulty mitochondria wholesale with those from a healthy donor. The use of this extra genetic material has led to headlines about &quot;three-parent babies&quot;, a label Turnbull and many others in the field frown on. &quot;It&apos;s very misleading because it assumes you&apos;re getting character from these genes. The makeup of our mitochondria has nothing to do with our characteristics. What makes you you and me me is not our mitochondria,&quot; he says. One method Turnbull is testing is called maternal spindle transfer (MST). For this, doctors use standard IVF procedures to collect eggs from the mother. They then pluck the nucleus from one of the eggs and drop it into a healthy donor egg that has had its own nucleus removed. The new egg has all the mother&apos;s chromosomes, but the donor&apos;s healthy mitochondria, apart from a tiny portion of faulty ones that inevitably carry over with the mother&apos;s nucleus. The egg is then fertilised with the father&apos;s sperm, and the embryo implanted as a standard IVF procedure. A second technique, called pronuclear transfer (PNT), is similar, except that both eggs are fertilised with the father&apos;s sperm first. Before the eggs have time to divide into early-stage embryos, the parents&apos; chromosomes are removed from the mother&apos;s fertilised egg and dropped into the donor&apos;s. In 2009, Shoukhrat Mitalipov at Oregon National Primate Centre reported the birth of four healthy monkeys through MST. The mother did not carry mitochondrial disease, but the experiment proved the technique worked and appeared safe. Mitalipov says funding restrictions mean he cannot take the research on in humans. &quot;We hope the UK takes it further. We have a way to prevent transmission of these diseases in children. It has to be tested or we will never know if it works,&quot; he says. A year later, Turnbull&apos;s team used PNT to make early stage human embryos with donor mitochondria. The experiments were done on abnormally fertilised eggs that were donated to the research programme by couples having IVF. They were allowed to grow for only a few days, and in that time appeared completely healthy. Turnbull&apos;s work now aims to establish which technique is safest and most effective. If they work, they could help thousands of families around the world affected by mitochondrial disease. There will inevitably be risks if and when they are tried in humans, but these must be weighed against the risk of the disease. &quot;If you talk to families with mitochondrial disease, the one thing they want is a lower risk of having an affected child. That&apos;s the discussion we need to be having. Not that there is no risk, because there clearly will be a risk, but is the risk going to be lower with these techniques?&quot; he says. The HFEA&apos;s consultation will attract letters of support from some doctors and patients, and expressions of dismay from other groups. Religious objections have already been voiced about creating babies with genetic material from three people. The National Catholic Bioethics Centre in the US talks of introducing a &quot;rupture&quot; between mother and father, and &quot;diluting parenthood&quot;. One of the major objections to genetically modifying an embryo is that it might infringe the child&apos;s right to what bioethicists call an &quot;open future&quot;. The concern is reasonable if a modification gives the child a certain hair or eye colour, for example, because the child may feel that they have been tailored to suit their parents&apos; expectations. But preventing a child from inheriting a nasty disease gives them a more open future, not less, says Guido de Wert, professor of biomedical ethics at Maastricht University. Another issue that deserves attention is the impact on future generations, because biological faults introduced by the technique could be handed down from one generation to the next. &quot;We should be honest and acknowledge that we are talking about genetic modification, that this changes the genome, and it may be transmitted to future generations,&quot; says de Wert. &quot;We should also be careful in arguing that this is only about energy in cells. Scientists do not fully understand at this moment the importance of the mitochondrial genome for all sorts of human characteristics. Safety &quot;My view is pragmatic. We are talking about preventing what can be serious disorders. We need to do adequate research before clinical trials, but we should accept some risks. If you opt for zero risk, no innovation is possible.&quot; Turnbull expects that it will take two or three years to assess the safety of the techniques in human cells, at which time the next step will be the first clinical trial in humans. In that time, parliament will have the chance to vote on whether or not to change the law and regulate the procedures, if they are found to be safe and effective for patients. The future rests on science and politics. If the procedures are safe and MPs allow them, doctors could prevent Catherine and other girls who carry mitochondrial disease from passing it to their own children. &quot;I hope the work goes ahead. It could be life-changing for future generations,&quot; says Marian. &quot;Catherine has developed as a normal child, just like I did. But she could pass mitochondrial disease on to her children. When you have a child, you want everything to be perfect for them.&quot;", 
    "section": "science", 
    "gid": "science/2012/jun/05/mitochondrial-genetic-disease-ethical-doubts", 
    "wordcount": "2519"
}