{
    "headline": "EU to focus on building resilience to disaster among world's poorest", 
    "text": "The EU&apos;s emergency and development arms are to work together more closely to reduce the vulnerability of the poorest households to shocks from conflict, drought and other crises, and to tackle the underlying causes of food insecurity in regions such as the Sahel and the Horn of Africa. EU officials said the approach, outlined in a new policy document, was designed to build resilience in communities to withstand the impact of future crises and disasters  and save money in the long-run at a time of growing pressure on aid budgets. &quot;Unexpected natural catastrophes, food crisis or economic shocks can seriously undermine the results of our work in developing countries,&quot; said Andris Piebalgs, the EU commissioner for development. &quot;We need to focus our actions towards tackling the root causes of recurrent crises rather than just dealing with their consequences. This is not only more efficient but also much cheaper.&quot; The EU estimates that every euro invested in disaster-preparedness saves between four and seven euros on disaster response. Resilience  the ability of individuals, communities and states to withstand shocks  is seen as an increasingly important development goal at a time of recurring crises. The Sahel region of west Africa has suffered three droughts since 2005. This year&apos;s severe drought and a failed harvest left 18 million people without enough food, and only prompt action by donors  stung by criticism that they failed to act early enough in Somalia  staved off disaster. &quot;Since taking on the EU crisis response role, I&apos;ve seen every possible disaster  short of an asteroid hitting the Earth  and how, when the effects are intensified by climate change, demographic growth and urbanisation, [they] are hitting more people than ever,&quot; said commissioner Kristalina Georgieva, responsible for international co-operation, humanitarian aid and crisis response. &quot;If we want our assistance to be effective and cost-efficient, we must not just put a bandage on the wound  we must help find a cure. This requires a shared vision from the humanitarian and the development communities and a joint commitment to act.&quot; The European commission&apos;s flagship resilience initiatives are its support for two regional schemes, Supporting Horn of Africa Resilience (Share) and l&apos;Alliance Globale pour l&apos;Initiative Resilience Sahel (Agir). Share, launched by the commission last year with commitments of 270m, is designed to improve the opportunities of farming and pastoralist communities and the capacity of public services to respond to crises. The scheme also seeks long-term solutions for refugees and displaced people within countries and the region. Priority sectors could include livestock health and development, management of natural resources such as water, national and regional trade, nutrition and governance. Agir, launched in June as the Sahel crisis was taking hold, lays out a roadmap for better co-ordination of humanitarian and development aid to protect the most vulnerable people when drought hits again. It includes improvements to early warning systems and links with the insurance industry. One EU-funded project in Mali involved a cash transfer programme in the town of Madina Sacko for about 45,000 people affected by drought. The EU responded to the Sahel crisis with 123m in humanitarian funding and 372m for development programmes. The EU said it had already seen encouraging results from Share and Agir, linking humanitarian and development resources to boost recovery from the recent droughts: &quot;This is a substantial shift in mentality and practice: from distributing aid to drought-affected people in order to survive until the next drought to investing in the long-run  building irrigation systems, promoting more resistant crops, helping pastoralists manage their livestock.&quot; Share and Agir focus on food security, but the EU plans to promote resilience in other regions and for other types of shocks including floods, cyclones, earthquakes and tsunamis. Over the long haul, the EU emphasised the importance of governments and regions embedding resilience within their development polices. &quot;Resilience can only be built bottom-up,&quot; said the commission. &quot;The starting point for the EU approach to resilience, therefore, is a firm recognition of the leading role of partner countries.&quot; The commission said that in countries facing recurring crises, increasing resilience will be a central aim of EU aid, with programmes based on common assessments prepared by humanitarian and development officials. In times of unforeseen crises, the commission would seek maximum flexibility in mobilising &quot;non-programmed&quot; funds and the possible use of trust funds for emergency situations. &quot;There are more frequent and more severe shocks for communities to handle,&quot; said the EU. &quot;So our approach has to change as well. We aim to manage crises better by helping address their root causes rather than struggling with their consequences.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/03/eu-policy-building-resilience-disaster", 
    "wordcount": "781"
}