{
    "headline": "The week in wildlife  in pictures", 
    "text": "   Sparrows perch on a tree  in Hanoi, Vietnam Photograph: KHAM/REUTERS       The winner in the 10-and-under category in the National Trust photographic competition that celebrates the role green places play in people's lives. The winner is James Ashton from Doncaster with his intimate image of ducks feeding at Clumber Park, Nottinghamshire Photograph: James Ashton/National Trust/PA       Reindeer in Aviemore, Scotland. Reindeer were reintroduced to Scotland in 1952 by Swedish Sami reindeer herder, Mikel Utsi. Starting with just a few reindeer, the herd has now grown over the years to about 150 Photograph: Jeff J Mitchell/Getty Images       A bearded seal (Erignathus barbatus) resting on melting sea ice beneath storm clouds in Spitsbergen Island, Svalbard, Norway. The bearded seal is one of the two species of far-north seals that are victims of disappearing sea ice and dwindling snowpack in their Arctic habitat, and will be granted protections under the US Endangered Species Act, federal officials announced  Photograph: Alamy       Swans at a wetland in Wenquan, China, where many migrant birds come for the winter Photograph: Jiang Wenyao/Corbis       Otters are fed in their enclosure during London zoo's annual stocktake of animals Photograph: Dan Kitwood/Getty Images       In this photograph taken by a WWF remote camera trap, a rare snow leopard is pictured in the Kangchenjunga conservation area, east of the Nepalese capital Kathmandu. An innovative insurance plan for yak and other livestock is deterring herders from killing snow leopards that attack their animals, conservationists say, giving hope for the species' survival Photograph: Wwf Nepal/AFP/Getty Images       A praying mantis at a lab in Lima, Peru. Lima's insect breeding programme aims to combat pollution and protect the environment by using predatory insects as a natural pesticide in crop fields, urban gardens and parks Photograph: Ernesto Benavides/AFP/Getty Images       A caiman (left) and a capybara (right) at a lagoon at the Hato La Aurora, Colombia, a private nature reserve of 17,000 hectares that is home to more than 350 species of birds and hundreds of animals including deer, jaguar, iguanas and giant anteaters  Photograph: Jose Miguel Gomez/Reuters       A darter is silhouetted as the sun rises over Taudaha Lake, on the outskirts of Kathmandu, Nepal. Nepal is one of the destinations for the summer and winter migratory birds coming from the southern parts of south-east Asia as well as from Africa and Australia, due to its favorable breeding environment Photograph: Narendra Shrestha/EPA       A rhino crosses the Rapti River at Sauraha in Chitwan, Nepal Photograph: Navesh Chitrakar/Reuters       David Attenborough's impressive new six-part BBC series explores Africa and the myriad of wildlife the continent contains. This image from the series shows a male gelada, unique to the Ethiopian highlands and also known as a bleeding heart baboon. The bright red bleeding heart markings of the male indicates virility and attracts females while warning off rivals Photograph:   Ian Llewellyn/BBC       Young elephants at the Amboseli game reserve, Kenya. The year 2012 was the annus horriblis (year of horrors) for elephants, according to the International Fund for Animal Welfare. Around 34 tonnes of poached ivory was seized - the  biggest ever total of confiscated ivory in a single year, a rise of  almost 40% on last year's record of 24.3 tonnes. Most illegal ivory is destined for Asia, in particular China, where it has soared in value as an investment vehicle and coveted as    white gold   Photograph: Tony Karumba/AFP/Getty Images       Hong Kong authorities have made their third big seizure of illegal ivory in three months, confiscating more than a tonne of elephant tusks worth $1.4m, customs officials said on Friday. Customs officers seized 779 pieces of ivory weighing 1,323kg (2,916lb) in a shipping container that arrived at Hong Kong's port from Kenya after passing through Malaysia. The officers discovered the ivory after x-raying the container, which was declared to be carrying architectural stones. Forty sacks holding the ivory were found inside five wooden crates, hidden under rocks Photograph: Kin Cheung/AP       Indian villagers run away as a herd of wild elephants comes toward them at Kurkuria village, near Guwahati. At least 20 wild elephants from the nearby Amchang wildlife sanctuary were sighted foraging for food in farms near the village Photograph: Biju Boro/AFP/Getty Images       Masters of camouflage - a Bengal tiger rests like a striped shadow in India's Bandhavgarh national park Photograph: Art Wolfe/Caters News Agency       A team of scientists from the Catlin Seaview Survey has discovered reef coral living at 125 metres, the deepest ever found on the Great Barrier Reef. The remarkable find of a community of reef corals was made on the outer edge of the Ribbon Reefs off the north of the Barrier Reef. The extreme depth is more than four times the depth of the shallow reef coral habitat (0-30m) which scuba divers can access  Photograph: Catlin Seaview Survey Expedition       A crane is silhouetted as it flies in the sky over the Hula Valley, Israel. The valley, located next to the northern Israeli town of Kiryat Shemona along the northern border with Lebanon, is a major stop-over area for migrating birds from eastern Europe and west Asia as they seek warmer weather in Africa Photograph: Atef Safadi/EPA       Thousands of shark fins dry on the rooftop on a building in Kennedy Town, Hong Kong. Environmentalists want China to outlaw the trade and practice of shark finning, where fins are chopped off the sharks and the bodies thrown back into the water to die. It is estimated that up to 75,000 sharks a year are killed to fulfil the demand in Hong Kong and mainland China for shark fin soup, which is considered a delicacy that is popular in traditional banquets and weddings. Shark fin also has the reputation of benefiting health and boosting sexual potency Photograph: Antony Dickson/AFP/Getty Images       A dead whale lies on a beach with the skyline of New York rising behind it in Jamaica Bay, Queens. The 60-foot finback whale became stranded last week Photograph: Lucas Jackson/Reuters  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/jan/04/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}