{
    "headline": "Raspberry Pi demand running at '700 per second'", 
    "text": "     Demand for the Raspberry Pi computer  a 22 British-designed system  was still running at 700 per second at the end of last week, according to one of its main distributors in the UK. The device, intended to make programming simple and accessible for children much as the BBC Micro and Sinclair Spectrum did in the 1980s, has also attracted interest from a Middle East country which plans to issue one to every schoolgirl, said Harriet Green, chief executive of Premier Farnell, which is selling the device via its site. &quot;It&apos;s interesting to look at why there&apos;s so much excitement around Raspberry Pi,&quot; said Green. &quot;I think that a lot of teachers, parents and children are worrying that they&apos;re becoming just consumers  taking something out of a box and plugging it in. There&apos;s a lot of points of concern about children being just consumers rather than creators and innovators.&quot; The Raspberry Pi, whose price is fixed by the charity that controls it at $35 (and then adjusted locally via exchange rate), has already sold its initial production run, of around 10,000 units, which were sold through two companies, Premier Farnell and RS. &quot;Demand was 20 times greater than our supply,&quot; said Green. But the price will not be raised; the company will simply increase production as far as it can to meet demand. &quot;There&apos;s a relationship between ubiquitous supply and how much it costs,&quot; said Green. &quot;If you go back to the days of Amstrad and the success it had, you realise that there&apos;s a great skill in getting the price right.&quot; She says the design itself is &quot;beautiful&quot; but &quot;doesn&apos;t cost much to make&quot;  leaving enough profit to make it sustainable. The first version of the device, which sold out within minutes of going on sale on 29 February, is a simple circuit board without packaging, and will go to developers so that they can write supporting code which can then be preinstalled on to later versions, expected to go on sale in the autumn with proper packaging. Besides interest in the UK, Green said that there had also been interest from a Middle East government which wanted to give one to every schoolgirl in order to enhance their job prospects. She declined to name the country, but said &quot;the inclusion of girls is very important. A survey a couple of years ago which asked women aged 13 to 18 what they wanted to be, and it was quite salutary to read the results. The primary thing they wanted to be was a superstar or a Wag. There weren&apos;t any wanting to be businesswomen, lawyers or journalists. I&apos;m not a programmer, but it isn&apos;t hard with the right capability.&quot; She thinks that there is even the possibility for the ultra-cheap device  which has connectors for a keyboard, display, network and USB devices such as a hard drive  to have a &quot;subversive&quot; effect on the entire PC industry. &quot;There&apos;s absolutely nothing to prevent the likes of Apple or Dell or Lenovo or HP from doing something similar to us,&quot; Green said, adding &quot;I would really encourage the major companies to have a look at the power of this idea.&quot; While the Raspberry Pi does not have the fastest or most powerful central processor available  relying instead on one that would typically be found in a smartphone, using the Arm architecture designed by a team that originally worked on the BBC Micro  Green thinks that it has the potential to grow enormously. She says too that social media and online communities have helped keep interest in the project high. A programming community called Element 14  the atomic number of silicon, a key material in chips  has a large Raspberry Pi group, and so far there have been 30,000 downloads of the operating system software for the device, an order of magnitude more than have actually been made. This article was amended on 7 March 2012 because the original said Element 14 &quot;has grown up around the interest in writing programs for the device&quot;. Element 14 was created in 2009. ", 
    "section": "technology", 
    "gid": "technology/2012/mar/05/raspberry-pi-demand", 
    "wordcount": "705"
}