{
    "headline": "New monkey species identified in Democratic Republic of Congo", 
    "text": "A new species of monkey has been identified in Africa, only the second time such a discovery has been made on the continent in 28 years. The identification of the monkey in the Democratic Republic of the Congo (DRC) is significant, as identification of mammals new to science is rare. Lesula (Cercopithecus lomamiensis) has a naked face and a mane of long blond hairs, and is described by the researchers who identified it as shy and quiet. It lives on the ground and in trees in a 6,500 square mile habitat of the lowland rainforests in the centre of the DRC between the middle Lomami (the inspiration for its name) and the upper Tshuapa Rivers. Its diet is mostly fruit and vegetation. John and Terese Hart of Yale University&apos;s Peabody Museum of Natural History first saw the species in 2007 at the home of a primary school director, who was keeping a young female in the town of Opala. Later that year, the team found the species  which is similar in appearance to the owl-faced monkey (Cercopithecus hamlyni) but with different colouring  in the wild. Genetic tests later verified it was a new species. &quot;This was a totally unexpected find, and we knew we had something unusual and possibly unknown when we first saw the animal. But it was not until we had the genetic and morphological analyses of our collaborating team that we knew we really had a new species,&quot; said the Harts, who are also conservation biologists at the Lukuru Wildlife Research Project. The monkey lives mostly in small groups of one to five, and only one animal was seen on its own during eight encounters. In what they describe as an &quot;exceptional&quot; sighting, the researchers observed an apparent attack on one of the monkeys by a crowned eagle (Stephanoaetus coronatus), which killed the female monkey. There are already fears for the newly discovered species&apos; fate despite its home in a relatively remote and underpopulated region, as it is hunted for bushmeat. The director who owned the captive monkey said he had acquired it after a family member had killed its mother in the forest. The researchers have provisionally categorised it as already vulnerable under the authoritative IUCN red list of threatened species. &quot;The challenge now is to make the lesula an iconic species that carries the message for conservation for all of Congo&apos;s endangered fauna,&quot; said John Hart. &quot;Species with small ranges like the lesula can move from vulnerable to seriously endangered over the course of just a few years.&quot; The last monkey to be discovered in Africa was the kipunji (Rungwecebus kipunji) in Tanzania in 2003, nearly two decades after the last find, the sun-tailed monkey (Cercopithecus solatus) in Gabon, in 1984. The researchers&apos; work on the Lesula was published this week in the journal PLOS ONE.", 
    "section": "environment", 
    "gid": "environment/2012/sep/13/new-monkey-species-congo-lesula", 
    "wordcount": "480"
}