{
    "headline": "Five highlights of Toy Fair 2012", 
    "text": "Every year the Toy Fair fills London&apos;s Olympia with acres of brightly coloured plastic, as manufacturers, distributors and inventors show off their latest must-have play things. And with the worlds of technology, toys and video games moving ever closer together, we thought we&apos;d pop down to find out where the most interesting techno-toy mash-ups are likely to happen in 2012.  Plus, we wanted to see all the new Lego.  So here are the five most interesting new toy/game crossover treats we discovered on the show floor. You might want to warn your bank manager... Mechatar battling robots      Developed by Bossa Nova Robotics, the scary-looking Mechatars are a range of remote control battle robots, with interchangeable USB weapons. The neat part is, they&apos;re also the subject of a free online game, in which the homeworlds of the eponymous droids are being attacked by a deadly alien enemy  so they&apos;ve sent toy versions of themselves to Earth to learn how to fight.       Mechatar owners can download special missions from the game, and then enact these in real-life with their R/C bots  these can be battles with other Mechatars or little treasure hunts which test your R/C skills. Once the tasks are completed, the data is sent back to the game from your robot toy via a USB connection with your PC; the owner&apos;s onscreen character is then powered up accordingly. The technology has been developed by Carnegie Mellon University&apos;s robotics labs and the way in which robots communicate with each other, and the online Pokemon-style fighting game, is really clever. Already launched in the US, they&apos;re due in the UK in August  the larger Mechatars robots will be 49.99, with the smaller Exomorphs (pictured) at 19.99.  Moshi Monster Bobble Bots      In a genius piece of cross-promotion, robotic toy maker InnovationFirst has taken the technology behind its hugely successful Hex Bug Nano toys (teeny robotic insect things that scuttle around like mad), and applied it to the hugely popular online gaming phenomenon, Moshi Monsters. The result is the Moshi Monsters Bobble Bot range, which features 24 of the characters from the game, re-designed as cute, shuffling mini-bots. A selection of habitats are also available, inlcuding shops, houses and gardens, all recognisable from the Moshi online world. Players are able to attach the buildings together along plastic roads creating their own little Moshi towns. There are also various wallpaper sheets to choose from allowing children to customise their interiors. The gardens, too, allow users to pick and choose the teeny plants they display. The design, detail and bright colours of the habitats capture the beautiful kawaii aesthetics of the game perfectly, as do the Moshi bots, which sort of trundle around the cafes and shops, bumping into each other. The robots are available at 4.99 each, while starter playsets and buildings range from 12.99 to 29.99.      Oh, and there were new additions to the Hex Bugs range at the event too, including a new Larva bot (12.99, out now), with sensors in its head so that it can roll along avoiding obstacles as it goes  it looks hideously organic, like some nightmarish giant bug from a horror movie. Equally terrifying are the scarabs (available in March, at 14.99), which scuttle at an incredible pace, leaping back on to their feet when they topple over. My sons  who I idiotically brought along to the event so they could wreck the intricately planned displays  also liked the new Hive playset (24.99), complete with traps and obstacles for the little Nano bugs.  Bandai augmented reality packaging            Not exactly a toy, more an intriguing packaging concept. Bandai has employed the Aurasma augmented reality technology to its forthcoming Thundercats, Ben10 and Power rangers figures. Fans who have the Aurasma app on their iPhones, iPads or Android devices will be able to go into a toyshop, point their device camera at the action figure box and watch as a 3D computer generated model of the character appears on screen, wafting its weapon and shouting well-known phrases. Cleverly, the augmented reality characters are based on the real computer models created by the action figure designers, so they provide a genuine representation of what&apos;s in the box.  Flip the packaging over, point your camera at the logo, and the software boots up a video advert, showing off other toys in the range. It&apos;s a neat use of AR technology and no doubt hints at a future in which toys, marketing and display technology combine. Also, the new Thundercats figures are gorgeous, and the forthcoming Ben 10 range, subtitled Omniverse, is a more mature take on the series, with a hi-tech Plumber base playset taking more inspiration from darker, modern-day superhero movies.  Animate It!            Aardman Animations in conjunction with Cheatwell Games has come up with this brilliant do-it-yourself stop-go animation kit. The set includes a Morph mould so you can recreate the lengendary clay figure, some simple animation software and an instructional DVD. Users are then able to use their PC and USB camera to create their own Morph animations. It&apos;s out in March for 29.99 and you can find more details here.  Gears of War 3 Meccano      The veteran nuts-and-bolts construction toy is updating its image this year with a range of video game-themed sets. My favourite was the forthcoming Gears of War 3 range, which is still being designed and was only available in prototype form on the show floor  hence, no images yet. The sets will include an Armadillo APC, Centaur Tank and King Raven helicopter. There are also two battle sets: Locust vs Delta Squad and Lambert vs Delta Squad  these are yet to be finalised but will include buildings, vehicles and action figures. Meccano also previewed a Sonic the Hedgehog range complete with a Ramp Green Hill playset, Casino Night Environment playset and Sonic and Knuckles vehicles. There&apos;s also a Rabbids collection, featuring various bizarre contraptions from Ubisoft&apos;s offbeat family gaming series, including a time travelling washing machine and flushable toilet.  All of these are due out in August or September.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jan/26/five-london-toy-fair-highlights", 
    "wordcount": "1024"
}