{
    "headline": "'Everyone knows I'm not in the Trampery to make a pile of money'", 
    "text": "This ain&apos;t no ordinary office. You can tell from the footwear. There&apos;s lots of Converse, other people are padding around in socks (yellow, green blue), and the boss is sporting shiny silver trainers. It feels like an upmarket internet cafe, or a nightclub that just happens to be full of computers. It feels like anything but an ordinary office. &quot;It&apos;s meant to feel like home. A home that fosters creativity,&quot; says Charles Armstrong, founder and chief executive of Shoreditch shared work space The Trampery. Armstrong, dressed in a brown cord jacket, black and white check trousers, silver high-top trainers with green and blue socks, opened the Trampery as a creative hub for tech-savvy east London hipsters in 2009  years before David Cameron jumped on the Silicon Roundabout bandwagon. &quot;There was a sudden stampede around 20008 when anyone who&apos;s anyone with a software idea wanted to come here,&quot; he says. &quot;But they had a big problem finding anywhere to lease, especially anywhere funky  and that&apos;s where the idea for The Trampery came from.&quot; To start with he squeezed staff of his software business, Trampoline Systems, into half of his office space and rented out the rest. Then he rented a warehouse just for his Trampery clients. Soon there will be five Tramperys in London, and Armstrong wants to take the concept overseas. The idea came from visiting similar bohemian working environments in San Francisco, but the Trampery was to have an &quot;eccentric London feel&quot;. It&apos;s for young entrepreneurs whose business has outgrown their bedrooms and don&apos;t want the hassle or expense of renting their own office. &quot;If you do that, you need to make sure the electricity bill&apos;s going to be paid  all that sort of thing  you essentially need an office manager,&quot; he says.     Despite charging 330 a month for a desk, occupancy at the Trampery runs at 95%    Renting out temporary office space is hardly a revolutionary idea. But Armstrong is deeply offended at any comparison of his business to FTSE 250 office rental company Regus. &quot;Have you ever been in a Regus office?&quot; he asks. &quot;They&apos;re horrible environments. As cheap as possible with carpet tiles and polystyrene ceilings.&quot; There aren&apos;t any carpet tiles in the Trampery. The floor is oak, and one wall is lined with reclaimed teak from ship decking. Armstrong describes the decor as &quot;high-level lavish&quot;. While the interior is unquestionably nice, Armstrong says, it&apos;s the Trampery&apos;s sense of community that really appeals to clients, including mobile app developers, and a company that streams hundreds of TV news channels on the internet. &quot;So much of what they like is networking, and the cross fertilisation of ideas,&quot; he says. &quot;Our very first collaboration was between a mobile app developer and an art gallery.&quot; Rather than religiously guard their ideas, the Trampery&apos;s clients are encouraged to discuss their projects with each other over coffee and home-made cake at the in-house cafe or beers on regular nights out. Armstrong, who read social and political science at Oxford and has been &quot;setting stuff up ever since I left&quot;, says he tries to increase potential for crossover of ideas welcoming as wide a range of businesses as possible. &quot;It&apos;s important that we don&apos;t only do one niche,&quot; he says. &quot;We want to take on the history of this area, which is very strong in fashion and art and mix that alongside technology.&quot; But he won&apos;t take on just anyone. He&apos;s banned big business, and won&apos;t allow those that aren&apos;t really entrepreneurial and just want to piggyback off its cool reputation. &quot;We&apos;ve got criteria, we want to get a sense of what they really want,&quot; he says. &quot;If it&apos;s just a cheap pretty desk they&apos;re after they can go somewhere else. We&apos;re not estate agents or property developers, we&apos;re not in it to fill up space.&quot; He can afford to be picky. Despite charging 330 a month for a desk, which makes the Trampery the third or fourth most expensive shared office in the area, occupancy is running at about 95%. &quot;And we&apos;re turning down about 50 people a week,&quot; he says. He claims some clients are so keen to secure a spot in the Bevenden Street building they make temporary arrangements until a slot becomes free. &quot;If we were just looking to maximise profit we could price it a lot higher,&quot; he says. &quot;That would cut off a lot of developers.&quot; Armstrong, who made a fortune out of his Trampoline Systems software business, says he is not in the Trampery to make money. &quot;We&apos;re profitable  we make quite a lot of profit actually  but this is a not-for-profit business to help support entrepreneurs.&quot; &quot;Everyone knows I&apos;m not in this to sell it and make loads of money. They [clients] can relax because they know they&apos;re not being fleeced,&quot; he says. &quot;I&apos;m not doing this to make a pile of money.&quot; He got the Trampery off the ground by tapping up &quot;high net worth individual&quot; friends in the tech world, some of whom he says are famous but refuses to name.     Armstrong says the Tramperys sense of community is at the heart of its appeal to clients    The Trampery&apos;s profits are being ploughed back in to expanding the business. Four new locations in London  Mare Street near London Fields, Old Street, Tabernacle Street, very close to Old Street, and Clerkenwell  three of which will open this year. The Mare Street site, being developed with Hackney Community College, will be mostly for fashion and charity businesses. While the Tabernacle Street office will cater for companies that &quot;started with us but have now grown to 50 people but want to stay with us&quot;. The government has embraced Silicon Roundabout/East London Tech City, with David Cameron pledging to turn the areas into one of the &quot;world&apos;s great technology centres&quot;. Google has created a seven-floor &quot;campus&quot; of office and event space, and is moving its UK head quarters to King&apos;s Cross nearby. Amazon is down the road in the Barbican and Expedia is in Islington. Another Armstrong project, the Tech City Map, tracks the development of some 1,300 technology companies in London, most of them &quot;easily reachable in 20 minutes on a bike&quot;, the entrepreneur&apos;s preferred mode of transport.", 
    "section": "technology", 
    "gid": "technology/2013/feb/24/trampery-charles-armstrong", 
    "wordcount": "1057"
}