{
    "headline": "Time for some perspective in the free-to-play games debate", 
    "text": "Have you played Ridiculous Fishing yet? It&apos;s marvellous fun. Released for iOS last week by Dutch developer Vlambeer, it&apos;s a new mobile version of their 2010 web game Radical Fishing, and involves hauling fish up from the depths, flinging them into the air and then shooting them. It&apos;s ridiculous, but marvellous. It&apos;s also a paid game. You pay your 1.99 on the App Store $2.99 in the US  and you get the whole shebang. &quot;Buy the game, play the game,&quot; as Vlambeer puts it. &quot;No additional costs, no hidden fees.&quot; This, it&apos;s fair to say, is proving a talking point. As are comments by the developer in a Reddit Ask Me Anything (AMA) interview over the weekend, suggesting that developers &quot;shouldn&apos;t be scared to charge $3 for a game&quot; on mobile. &quot;A direct result of the whole race-to-the-bottom in prices is the prevalence of free-to-play on iOS - it seems to be a safer bet. But since its almost impossible to do free-to-play in a non-evil way and without sacrificing the elegance of your game design, we&apos;ll prefer to charge $3,&quot; they explained. (Vlambeer also clarified this point later on Twitter: &quot;We do want to point out we say &apos;almost impossible&apos; - games that do &apos;nice&apos; IAP, like Gasketball, simply fail to make money.) The comments have been seized upon as part of a wider debate on free-to-play (F2P for short) that&apos;s currently raging within the games industry. It&apos;s a debate where many participants seem to have picked a side and drawn up battle-lines. A debate where F2P is &quot;evil&quot;, or where F2P doubters are dinosaurs. A debate that like so many carried out mainly online is in danger of being dominated by the more evangelical people who shout the loudest. If you&apos;re somewhere in the middle, it&apos;s intensely frustrating. And it&apos;s from that place that the following thoughts come, addressed to both sides. To the anti-F2P evangelists 1. Games aren&apos;t evil. People who make games aren&apos;t evil. Gaming business models aren&apos;t evil. Watch the news tonight, get some perspective. There are plenty of much more awful things going on in the world than freemium games. The debate over the future health of marvellous games and games developers is really important, but that&apos;s why the language used for it is important too. 2. Perhaps it&apos;s better to talk about mistakes. Free-to-play isn&apos;t a brand new gaming model, but on mobile in particular developers are still piling in and making lots of mistakes over-aggressively &quot;monetising&quot;; slapping F2P mechanics onto games that don&apos;t really suit them (note, that&apos;s individual games, not game genres); trying things out that don&apos;t work. It&apos;s a great time to be learning lessons, in other words. Rather than suggest F2P itself is bad and wrong, it&apos;s a good time to be distinguishing and sharing the differences between bad and good F2P games, and getting a true understanding of what players like and don&apos;t like. Mistakes will be made, and marks overstepped. What can we all learn from them? 3. There are some brilliant freemium games. Tiny Tower, Clash of Clans, Bejeweled Blitz, Words With Friends, Pocket Planes, Gasketball, Angry Birds (on Android, and lately on iOS), Temple Run, SongPop, Real Racing 3 (yep, not evil) are a few that I&apos;ve loved. Candy Crush Saga, Kingdoms of Camelot, The Simpsons: Tapped Out, DragonVale, Poker by Zynga, CSR Racing, Puzzle &amp; Dragons Smurfs&apos; Village, even. Not so much my personal cup of tea, but hugely, genuinely popular. Lucrative, not because they&apos;re evil scam-machines screwing cash out of unwilling players, but because people normal people, not hardcore gamers or games developers are enjoying them and wanting to spend money in them. To the F2P evangelists 1. There&apos;s a market for paid games. Minecraft, Football Manager Handheld, The Room, Ridiculous Fishing (did I mention it&apos;s marvellous?), the two Infinity Blade games, Angry Birds and Cut the Rope (when they&apos;re not freemium, Plants vs Zombies, Fruit Ninja, Doodle Jump, old Grand Theft Auto games and the paid versions of Words With Friends, SongPop etc. Suggesting that all developers should be thinking about F2P and how it might work with their new game ideas? Sensible. Suggesting that their only choice is to go freemium? Too far. Granted, increasingly few paid games appear in the App Store&apos;s 100 Top Grossing chart (and even fewer on Android&apos;s Google Play store), but brandishing that fact brings us onto 2. The 100 Top Grossing chart is no more a pointer to the future for all games than the Top 100 singles chart is for music. It&apos;s a clear indicator of where the most money is being made, but it&apos;s not proof that money can&apos;t be made elsewhere. A confession: I don&apos;t write this armed with a library full of proof that it can. I don&apos;t know. I just wouldn&apos;t discount the possibility that marvellous paid games can find an audience, spread through word of mouth and earn a decent, profitable income for their developers outside a bit lower down the long tail of the app stores. A bit too often, the F2P evangelist&apos;s assumption is that if developers could make more money from their game, they would and that means going freemium.  Vlambeer is just one example of a developer who thinks otherwise. The Room cost 60k to make and has made its developer well over 1m without constantly bothering the upper reaches of the Top Grossing chart. Indie bands who make beautiful music and earn enough from fanbases of a few thousand people aren&apos;t invalidated by not being Rihanna or Justin Bieber. That&apos;s the joy of creative industries. 3. Bad freemium games are bad, and we need to talk more about that. We need to talk lots more about how F2P is used in children&apos;s games something documented more fully in this article earlier in the month. We need to talk about the risks of underwhelming gameplay with over-aggressive monetisation putting players off freemium as a whole, or damaging much-loved gaming brands Sonic Dash being one game currently sparking a spirited debate on that score. And can we please chat again about this habit of calling your biggest fans &quot;whales&quot; rather than, say, your biggest fans? People to be delighted, not cash-cows to be milked. It&apos;s that point about language being important again. To both sides To boil this down into something that sounds clunkingly obvious: awesome games are awesome. Bad games are bad. Is a bad F2P game so aggressive with its demands for payment that you uninstall it after half an hour&apos;s play so much worse than a paid title that bilks you into paying 69p or more based on misleading screenshots? Is an awesome paid game that you just want to play and play and play some more, then tell all your friends about, so much purer than an awesome freemium game that you just want to play and play and play some more, maybe pay a little (or a lot) and then tell all your friends about? There are some massively important debates to be had about ensuring the best mobile games indie or otherwise get a fair crack at finding the players who&apos;ll love them. But it&apos;s a pricing debate, a publishing strategy debate, an app store evolution debate. It&apos;s not a religious war. Now if you&apos;ll excuse me, I have some more fish to catch.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/mar/18/free-to-play-games-perspective", 
    "wordcount": "1255"
}