{
    "headline": "Ford, GM and BMW linked to illegal logging and slave labour in Brazil", 
    "text": "Ford, GM and BMW are sourcing material from Brazil that is driving illegal logging and slave labour, according to campaigners at Greenpeace. Brazil is a major exporter of pig iron, a primary ingredient of steel and cast iron, that is produced using massive quantities of charcoal. Reports over the past decade from the Brazilian government, the International Labour Organisation (ILO), and the US Department of Labour have indicated that charcoal used by many pig iron suppliers in the Amazonian state of Par was obtained through forced labour and illegal logging of protected and indigenous lands. A new report by Greenpeace uses customs data to link eight international companies to two major Brazilian exporters of pig iron, Viena Siderurgica do Maranho (Viena) and Siderrgica do Par (Sidepar), that the green group says are linked through the supply chain to charcoal suppliers with histories of buying from illegal camps and concealing illicit behaviour. Ford, General Motors, BMW, Mercedes, Nissan are all linked through a Severstal steel mill in Columbus, Mississippi, that buys from Viena and Severstal, while John Deere and ThyssonKrupp are linked through foundries supplied by the Illinois-based National Material Trading, a metal broker that sources from Viena. Two other metal brokers, Environmental Materials Corporation in Pennsylvania and a division of Cargill in Minnesota were also said by Greenpeace to have imported pig iron from Viena. &quot;By buying this steel, these well-known brands are helping to destroy the Amazon,&quot; said Greenpeace Brazil Amazon campaign director Paulo Adario in a statement. &quot;President Dilma [Rousseff] must protect the Amazon and the people who depend on it by ending deforestation, slavery and the invasion of indigenous lands.&quot; Greenpeace said it hopes to raise awareness of deforestation and slave labour in the Amazon as the world&apos;s leaders descend on Brazil next month for the Rio+20 Earth summit. Bloomberg broke a major story in 2006 on US car makers&apos; supply chains being linked to slave charcoal camps, but Greenpeace claims that despite promises from high profile American and European companies such as BMW and General Motors (GM), many continue to buy directly or indirectly from illicit companies. Ford, GM and Nissan were all named in the original Bloomberg story. In response to the report, GM stated it has a &quot;zero tolerance&quot; policy against employee abuse and corrupt business practices. A BMW spokesman said the company ensured suppliers &quot;meet the same environmental and social standards we have set ourselves when they become our business partners&quot; but ensuring sub-suppliers did so was a challenge. . Ford was the most forthcoming and indicated that it has been working with the ILO and Brazilian government, and has been training suppliers on labour codes since 2006 and sub-tier suppliers since 2011. Todd Nissen, of Ford Corporate Communications, said: &quot;We are very familiar with the pig iron situation in Brazil. We were first made aware in 2006 that charcoal produced there with the use of slave labour was in our supply chain. We immediately stopped sourcing from the site identified in the 2006 investigation and took steps to work with our supply chain to safeguard human rights throughout their operations. Last year, we renewed our inquiry into the potential points of entry for Brazilian pig iron in our supply chain and are evaluating supplier progress to ensure responsible procurement of the material.&quot; The grittier details in the Greenpeace report linking Viena and Sidepar with the charcoal suppliers and their alleged illicit activities are cited as confidential to protect the report&apos;s sources. Activists battling illegal logging in the Amazon are frequently targeted for their actions. The Brazilian charcoal industry has a well-documented history of destructive environmental practices and human rights abuse. An ILO report indicates that in 2008, there were as many as 40,000 slave labourers in Brazil. About 1,200 were working in the charcoal industry, while 5,600 were working in the related industry of deforestation and forestry. The Brazilian government has attempted to tackle slave labour in the charcoal industry by establishing the Citizen&apos;s Charcoal Institute (ICC) in 2004 to monitor the industry. Greenpeace claims there are no consequences for noncompliance, rendering the ICC moot, though the organisation has helped to rehabilitate at least 161 former slaves.", 
    "section": "environment", 
    "gid": "environment/2012/may/17/ford-gm-bmw-logging-brazil", 
    "wordcount": "714"
}