{
    "headline": "Boot up: iPhone v Lumia, shiny Chromebook?, Flame's origins, Facebook v Google and more", 
    "text": "A quick burst of 10 links for you to chew over, as picked by the Technology team Inside Nokia&apos;s struggle against Apple&apos;s iPhone &gt;&gt; WSJ.com  Nokia Corp.&apos;s new top-of-the-line smartphone sells for $200 less than Apple&apos;s cheapest iPhone 4S. But under the hood, Nokia actually pays more for the phone&apos;s components, according to an analysis - underscoring the challenges for the Finnish cellphone maker as it struggles to compete in the cutthroat mobile marketplace.   $209 of parts in the Lumia 900, sold for $450; $190 for the $649 iPhone 4S, IHS Suppli says. Pictures and vision &gt;&gt; Robin Sloan  So the titanic showdown between Facebook and Google might not be the News Feed vs. Google+ after all. It might be Facebook Camera vs. Project Glass.  It might, in fact, be pictures vs. vision.  I&apos;m saying it that way for effect, of course. In truth it&apos;s pictures and vision. Facebook users will continue to upload a significant fraction of a billion photos every day. With luck, Google will get something going with Glass. These things can thrive side by side. If Google is truly successful, point-of-view images and video clips will start showing up on Facebook, too. Everything mixes and merges.  Down wonder: mobile payments in Australia &gt;&gt; Dave Birch The Consult Hyperion director is a longtime advocate of cashless transactions, especially by mobile, and here he points out that they&apos;re better at it down under than the UK is. Microsoft to offer 80-inch Windows 8 tablets for offices &gt;&gt;Wired UK  &quot;Steve Ballmer has an 80-inch Windows 8 tablet in his office. He&apos;s got rid of his phone, he&apos;s got rid of his note paper. It&apos;s touch-enabled and it&apos;s hung on his wall.&quot;  This description of the Microsoft CEO&apos;s workspace, given to Wired.co.uk in Redmond this morning, came from Microsoft VP Frank Shaw. But while it conjures an amusing image of Ballmer using his mighty palms to bat at a Windows Phone-like Metro interface, it&apos;s a scenario Shaw said is eventually going to be available to the public.  &quot;It&apos;s his whiteboard, his email machine,&quot; Shaw said, &quot;and it&apos;s a device we&apos;re going to sell.&quot;  Why Cisco stopped making tablets &gt;&gt; NYTimes Bits Blog  The reason is clear from Cisco&apos;s announcement, but there is added benefit from reading between its lines. It blames what the industry calls B.Y.O.D., or bring your own devices.  Cisco said it realized that 95% of organizations now &quot;allow employee-owned devices in some way, shape or form in the office, and 36% of surveyed enterprises provide full support for employee-owned devices.&quot;   Launched in June 2010. Oh, you hadn&apos;t heard? Asustek, HTC back off from new Chromebook &gt;&gt; Digitimes  Some notebook players pointed out that the first-generation Chromebook&apos;s sales were significantly impacted by its hardware design and competition from netbooks which have seen average prices already drop to only US$299-399, and users are more familiar with the Windows operating system. As a result, currently, Chromebooks may find it difficult to replace netbooks in the market, the notebook players noted.   First bunch of Chromebooks sold fewer than 200,000, so Acer cashed out. If the Chromebook can&apos;t compete with netbooks, then it&apos;s a ultra-niche. Same problem that Linux netbooks had: Windows owns the desktop. (Note: link goes behind paywall after time.) New Samsung Chromebook &amp; Chromebox review: Chrome OS grows up &gt;&gt; The Verge David Pierce:   The success of Chrome OS hinges on whether or not you can live and work inside a browser. Personally, I learned fairly definitively that I can&apos;t -- at least not yet. There are apps that I use every day, like Skype, that simply don&apos;t exist in the world of the Chromebook. Other apps like Twitter, IRC, and Google Talk have web-based counterparts, but they&apos;re far below the quality of native desktop apps.  I also do a lot of photo editing and uploading, which Chrome OS just isn&apos;t suited for; there&apos;s a photo editor, but if you want to do more than crop or rotate a photo, you&apos;ll need a separate app. There are online photo editors -- I used Aviary a lot while using the Chromebook -- but they&apos;re neither as powerful nor as usable as iPhoto or Lightroom.  I suspect I&apos;m in the minority, though, and for most people Chrome OS would be totally sufficient.   Non-owners of Chromebooks, what say you? Eternal Flame: speaking of security &gt;&gt; The RSA Blog and Podcast  Cyber reconnaissance efforts like Flame are a natural extension of good old human-based intelligence networks and, in a way, the clandestine behind-enemy-lines field work that sets the infrastructure for signal intelligence operations. It&apos;s the digital equivalent of a state- sponsored covert reconnaissance operation. Unlike a physical operation conducted by spies or paramilitary troops, where people might actually get caught, here it&apos;s a far cleaner operation with less traces leading to the origin and more ways to camouflage the exact identity of the attacker.  Why the Leap is the best gesture-control system we&apos;ve ever tested &gt;&gt; Wired.com  Would the Leap 3-D gesture device disappoint us during a real-world hands-on? No - far from it. We were somewhat surprised to discover the Leap is everything portrayed in the Leap Motion video. You can see everything we observed in our own video below.  Like the Kinect, the peripheral tracks human body gestures, and translates this movement into corresponding motions on a video display. According to Leap Motion, its input device is 200 times more precise than Kinect or anything else on the market. It&apos;s a bold claim that&apos;s difficult to test. So we sat down with Leap Motion co-founders Michael Buckwald and David Holz to wiggle our fingers at the new device.   Very interesting indeed. But what precisely would you do with it? Ari Emanuel session highlights video &gt;&gt; AllThingsD Emanuel is a big name in the (viewing) entertainment industry. It&apos;s a classic clash of LA and SF. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/jun/01/technology-links-newsbucket", 
    "wordcount": "1028"
}