{
    "headline": "US and EU blocking treaty to give blind people access to books", 
    "text": "The US and the EU are blocking a treaty that would give the world&apos;s blind and visually impaired people  90% of whom live in the developing world  easier access to published works in formats they can use. A &quot;treaty for blind people&quot; has been under discussion at the World Intellectual Property Organisation (Wipo) since 2008, but negotiations have made little progress. In the latest round of talks in Geneva, which ended on Wednesday 25 July, negotiators deferred a decision on the issue once again, to the dismay of activists. &quot;This is not just a legal issue  for us, this is a moral issue. It&apos;s about human rights,&quot; said Teresa Hackett, programme manager at Electronic Information for Libraries, a non-profit group based in the Netherlands. There are about 256 million visually impaired people in the developing world, according to an estimate by the World Health Organisation. In many rich countries, blind people have ready access to works that have been translated into braille and other accessible formats such as audio and large-print books, although, according to the EU, only 5% of books are accessible to blind people in wealthy states. However, under existing copyright law, poorer countries can&apos;t access those translations without getting the express permission of the copyright holder. Few developing country governments have managed to do that, meaning that their blind and visually impaired populations are left with barely anything to read. The EU estimates that less than 1% of books are accessible to blind people in poorer countries. &quot;The Spanish organisation Once has well over 100,000 [translated] books that they would like to send to Latin American countries, but they can&apos;t simply because of this copyright barrier,&quot; said Dan Pescod of the Royal National Institute of Blind People. Libraries in five Latin American countries  Colombia, Nicaragua, Mexico, Uruguay and Chile  have fewer than 9,000 accessible books between them, he said. A treaty at Wipo could change that. A binding agreement would mean people in the global south could get immediate access to books that have already been translated into accessible formats in other countries. A treaty would also lead to enormous cost savings, as expensive translation has to be replicated in every country that wants to produce an accessible form of a given book. The European parliament passed a resolution in February calling on the EU to support a binding treaty for the blind, but it does not appear to be having much impact. &quot;The EU and the Americans are blocking the treaty  that&apos;s what&apos;s going on,&quot; said James Love, director of Knowledge Ecology International (KEI). &quot;It&apos;s shameful what they&apos;re doing.&quot; He added that the administration of President Barack Obama has changed its position on the treaty over the past few years. In 2008 Obama&apos;s transition team were making positive noises, but since then the administration has become less enthusiastic. Europe and the US are home to some of the world&apos;s biggest publishing companies, many of which don&apos;t like the idea of an international treaty that would restrict their intellectual property rights. Observers speculate that the Obama administration may be loth to upset the publishing industry, a major campaign supporter, this late in an election year. &quot;What we can see in the [negotiating] room is that primarily it&apos;s the business interests that dominate,&quot; said Hackett. Activists are hoping for a legally binding treaty, but US and European delegates have been pushing for a softer &quot;instrument&quot; that would offer only guidelines and recommendations. &quot;We really don&apos;t want to establish a precedent of developing a series of treaties that specifically focus on  limitations and exceptions to the rights of copyright owners,&quot; said Alan Adler of the Association of American Publishers, in an online interview with KEI. Discussions are due to begin again in November, after the US election. Despite the setback, activists insist they will keep lobbying for a binding treaty. &quot;We in developing countries have found our voice and we are not going to back down,&quot; said Rahul Cherian, of Inclusive Planet, an Indian nonprofit, in a statement to Wipo delegates last week. &quot;When people are demanding their basic rights, no power in the world is strong enough to stop them getting what they want.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/30/us-eu-blocking-treaty-blind-books", 
    "wordcount": "718"
}