{
    "headline": "Apple claims Samsung abused its power", 
    "text": "Samsung abused its &quot;monopoly power&quot; over certain wireless patents and demanded an unreasonable royalty from Apple for their use in the iPhone, hurting the device&apos;s commercial prospects, Apple experts testified on Friday as the two sides presented their last pieces of evidence. Richard Donaldson, a former lead patents attorney for Texas Instruments, told the court on Friday that a 2.4% royalty Samsung wanted on the price of the iPhone was discriminatory because the patents in question enabled just a fraction of the smartphone&apos;s features. Later, New York University professor Janusz Ordover likened that rate  equivalent to $14 (8.90) per $600 iPhone  to a holdup. Ordover, a former deputy assistant attorney general for the Justice Department&apos;s antitrust division, said Samsung&apos;s conduct distorted the decision making process in setting standards. &quot;It enabled Samsung&apos;s technology to be introduced, to become part of the standard,&quot; he said. &quot;They have acquired holdup power.&quot; Samsung accuses Apple of infringing those patents, which are related to wireless communications for smartphones and are broadly licensed to Intel and other technology corporations. Apple, meanwhile, accuses Samsung of copying the design and some features of its iPad and iPhone. The former Texas Instruments executive joined a string of rebuttal expert witnesses that Apple presented in court in the closing hours of the US legal battle with its South Korean rival. The two sides finally closed their submissions with Samsung having used all 25 hours it was allowed for evidence and cross-examination in the trial, and Apple using all but a minute of its 25 hours. Closing arguments and jury deliberations, neither of which are time-limited, are set to begin this week. The court battle is a facet of a bigger war for supremacy in the mobile market between the two corporations, which sell more than half the world&apos;s smartphones. The mobile market is one of fastest growing and most lucrative in the technology sector. In part, Apple&apos;s aim is to limit Samsung&apos;s explosive growth, which it has testified has seen it lose sales to the South Korean company  because, Apple&apos;s witnesses said, of features copied from the iPhone, though Samsung countered with Apple data suggesting lack of iPhone availability was a key to lost sales. But it is also part of a wider strategic assault on companies selling phones running Google&apos;s Android software, which now make up well over half of all smartphones shipped worldwide. If Apple can prevail over some elements of Android software, it could force handset makers to change certain features  which might cause a confusing diversity of features and implementations of some functions in Android. Google is not directly involved in the trial, but its executives will be watching the outcome closely. Donaldson testified that: &quot;If other companies were to determine that this is a reasonable royalty, then the total royalty on the iPhone would be something like 50%. It&apos;s neither fair nor reasonable because you could not be successful in the market.&quot; Other expert witnesses included Michael Walker, a former senior Vodafone research executive, who from 2008 to 2011 chaired the European telecoms standards authority. He said Samsung failed to disclose in a timely fashion the patents referred to by Donaldson. During cross examination, Samsung lawyer Charles Verhoeven probed the idea that trade secrets and confidential information were exempt from a requirement for full and timely disclosure. In any case, the South Korean company had never come under scrutiny from the standards-setting agency on that issue, he said. The courtroom battle has transfixed insiders since July. Apple is demanding more than $2.5bn in damages and a sales ban on certain Samsung smartphones and tablets, while its rival is demanding licensing fees. Samsung also says Apple&apos;s damages should be calculated not on gross margins, but after all other costs  such as marketing  are factored in. The trial in San Jose, in the heart of Silicon Valley in California, has offered glimpses into the two huge corporate machines  from their design and marketing processes to the profits they make on devices. Tensions have run high with so much at stake, but the trial has offered some levity. Judge Lucy Koh asked whether Apple lawyer Bill Lee was smoking crack after he presented a 75-page list of witnesses with only minutes left on Apple&apos;s &quot;clock&quot;  a quip that came up again to much good-natured chuckling, including from Lee himself, on Friday. Friday&apos;s testimony centred on the concept of standards or essential patents  intellectual property built into a commonly agreed set of specifications  and in this case, the UMTS wireless communications standard used worldwide by mobile devices. Professor Ordover testified that standards essential patents (SEPs)  a point of contention in a global market where corporations constantly seek an edge  had enormous benefits to consumers and manufacturers. But they also had potential risk and could be abused. Ordover argued that Samsung unfairly wielded its two patents against Apple. Such patents are meant to be licensed to all comers on a fair, reasonable and non-discriminatory basis, in return for being agreed to be essential to a standard. Apple&apos;s lawyers argue that Samsung  a member of the body that crafted UMTS standards in 2005  is charging an unfairly high licensing fee for those patents, in effect trying to stymie market advances. Samsung says the patents are intellectual property for which it rightly requires compensation. As the clock ran down on Samsung&apos;s lawyers on Friday, they did not cross-examine many of the Apple witnesses at any length, and in many cases simply chose not to do so. Apple concluded its rebuttal case to Samsung, which had presented its evidence during the week, with just one minute remaining.", 
    "section": "technology", 
    "gid": "technology/2012/aug/20/apple-claims-samsung-abused-power", 
    "wordcount": "948"
}