{
    "headline": "Apple-Samsung jury foreman explains how non-iPhone owning jury decided", 
    "text": "Velvin Hogan, the foreman in the Apple-Samsung patent trial, has told Bloomberg that &quot;at no point&quot; was the jury confused about the task they had to carry out, and suggestions that the nine-strong group hurried to a verdict  reached after just two and a half days deliberating  are completely wrong. He said two pieces of evidence were crucial in persuading the jury that Samsung had intentionally copied elements of Apple&apos;s iPhone functionality: minutes of a meeting in South Korea with Google, which had warned senior Samsung executives to &quot;pull back&quot; from their tablet designs because they were too close to Apple&apos;s; and internal emails from Samsung executives which said that the difference between the iPhone and Samsung&apos;s smartphones was &quot;heaven and earth&quot;, and that the two needed to be moved closer. Samsung executives had thus encouraged willful copying: &quot;In doing that, they crossed the line,&quot; Hogan told Bloomberg News.  He also denied there had been any &quot;home court&quot; advantage for Apple, despite the case being heard just 10 miles from its Cupertino headquarters. &quot;I use no Apple equipment  I&apos;m a PC person,&quot; Hogan said. &quot;My wife has a Samsung phone, but it&apos;s not a smartphone.&quot; None of the jurors owned an iPhone, he said.  Hogan also said that in awarding the $1bn damages to Apple, they had used jurors&apos; expertise in finance to calculate the loss caused by Samsung&apos;s infringement  which they estimated at 14% of the gross margin, far from the 35% demanded by Apple and only just above the 12% claimed by Samsung. He said the jury initially had been leaning towards Samsung&apos;s arguments as they began their stint in the jury room. The jury ranged widely in age  from Hogan, who is over 50, down to a 20-year-old who &quot;provided most of the debate&quot;, Hogan said. &quot;He thought very logically. He was never willing to take anybody&apos;s viewpoint until he had thought it through.&quot;  The jury included people who had worked at Intel and AT&amp;T, and had engineering, legal and financial experience. In working through the questions before them, the jury quickly fixed to a process where &quot;we convinced everybody, or we moved on.&quot;  A key breakthrough came after the first day, he said, when at home he began pondering the role of &quot;prior art&quot;  pre-existing examples of ideas  in invalidating patents. Hogan, himself a patent holder, began considering Samsung&apos;s claimed &apos;460 patent, covering the use of email in a camera phone, which it was asserting against Apple.  He realised, he says, that Apple and Samsung&apos;s implementations were not interchangeable, meaning Apple had not infringed (The jury eventually determined that Apple had not infringed any of the five patents asserted by Samsung in the trial). When he explained that to the jury at the start of the second day, it led to a breakthrough in their understanding, Hogan said. Asked whether the jury had skimped on reading the judge&apos;s 109 pages of instructions in order to reach their verdict so quickly, Hogan replied: &quot;Before the closing arguments [by Apple and Samsung] the judge read to us the final instructions, instance by instance. We had those instructions, we had them open, and we went through patent by patent.&quot; Whenever the jury couldn&apos;t agree, Hogan would move on to the next question at issue in the case. The question relating to the &apos;460 patent is the 25th of 33 in the judgement, indicating how quickly the jury moved through the list. He said it was easy to do so, though, because &quot;the judge broke it down by patent and for every accused device. She had broken it into groups. So we had to take the accused devices for each one, and compare them to the declaration of the patent, limitation by limitation.&quot; In an earlier interview with Reuters, Hogan had appeared to suggest that the damages awarded were intended to &quot;punish&quot; Samsung  which the judge had expressly said was not the purpose of the damages, and should instead be restitution for Apple&apos;s losses.  However, Hogan said that was a misinterpretation of his description: &quot;I realise how it sounds, but it wasn&apos;t &apos;punish&apos;. In this country, intellectual property deserves to be protected. My real point was that if any company decides to ignore the stipulations and rules and gets too close that they cross the line and infringes and does so willfully  they need to understand if they take the risk and get caught, they should have to pay for it.&quot; A key piece of evidence that persuaded jurors that Samsung had copied Apple designs and function was the minutes of a meeting between Google and Samsung in Korea.  &quot;Google demanded that they were too close to Apple, and needed to pull back, because they [Google] were worried about their tablet and their operating system, and that they should make their tablet less like Apple&apos;s. They [Samsung] chose not to pass that information down to the engineers about that product, so they [the engineers] went on not knowing. &quot;The other thing was internal memos in the evidence where they were comparing the cellphones of Apple and Samsung, and an individual in Samsung said the difference is &apos;heaven and earth&apos; and they need to move closer. They did move closer, but in moving closer they crossed the line. You can move closer without crossing the line.&quot; Asked about Samsung&apos;s reaction to the verdict, in which it said it was &quot;unfortunate that patent law allows the patenting of rectangles with rounded corners&quot;, Hogan responded that &quot;we didn&apos;t look at any singular aspect&quot; of the devices when considering Apple&apos;s &quot;trade dress&quot; complaints of physical similarity between the iPhone and iPad and various Samsung devices. &quot;All of the claims and all of the limitations were taken in their entirety.&quot;  He said he had previously thought that &quot;trade dress&quot; should not be patentable  but that my &quot;opinion toggled&quot; [in favour] as he considered the evidence. &quot;Putting the [Samsung] products side by side with the equivalent Apple products, it was clear to me and the other jurors that they were too close.&quot;  The jury ruled that 12 of 13 phones, including the Galaxy S2, were too like Apple&apos;s iPhone 3G design, although they rejected similar claims about the Galaxy Tab tablet and iPad. Hogan insisted that other smartphone manufacturers had shown it was not necessary to ape the iPhone: &quot;There&apos;s other ways they could accomplish that - as RIM, Nokia, Motorola do. Just because they have the [An]Droid OS, doesn&apos;t mean they have to be 100% the same [as the iPhone].&quot; The jury, having agreed their decision, calculated the damages item by item based on a 14% margin.  &quot;Three of us had been through the process in our careers of dealing with financial documents. I understood the profit and loss statements as well as the other two. We looked against the matrix of information [provided by Samsung about sales of phones and revenues]. We decided the [gross margin of profitability] percentage wasn&apos;t 12% [as Samsung had claimed] or 35% [as Apple had claimed], but should be between 13% and 15%  so 14% became the magic number. We then did our own calculations for each of the [infringing devices], along with reasonable royalties for each of the numbers.&quot; Asked if such a complex case was really best heard by a jury, Hogan was certain. &quot;Yes,&quot; he said. &quot;While it was complicated, but any jury of our peers could have reached this decision. If we had been asking questions of the judge it would have taken longer, but at all times we were confident that we were moving in the right direction.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/aug/28/apple-samsung-foreman-explains", 
    "wordcount": "1322"
}