{
    "headline": "Apps Rush: Whale Trail, The Sun, LEGO App4+, GroupShot and more", 
    "text": "A selection of nine apps for you today: Whale Trail Whale Trail made a splash on iOS in 2011, but now ustwo&apos;s addictive game has been released for Android too. As before, it involves piloting Willow the Whale safely through the clouds, collecting bubbles. The game has so far sold 140,000 copies on iOS, according to the publisher.Android The Sun for Android News International has launched a subscription-based Android app for The Sun, offering news, picture galleries, &quot;mini apps&quot;, and local weather forecasts, as well as a QR code-scanning feature called Sun Scan.Android LEGO App4+ The latest Lego app for iOS is aimed at 4-7 year-olds. It&apos;s a game where they build their own blocky truck, then deliver cargo to earn virtual coins, which can then be used to buy more parts.iPhone / iPad GroupShot GroupShot is a clever iPhone app designed to make your photos of groups of people look better, by allowing you to take a few, then choose everyone&apos;s best face for a combined shot where nobody is blinking or has their mouth hanging open.iPhone Ultimate Running Races Collins and Aimer Media have teamed up to launch an iOS app based on the former&apos;s World&apos;s Ultimate Running Races book. Its aim: to help runners plan their annual calendar, whatever their experience or ability. That includes plenty of ultramarathons and extreme races for inspiration.iPhone / iPad IBM Sametime IBM has launched an Android app for its Sametime corporate communications service, including one-to-one and group chat, text-to-speech, photo sending and broadcast announcements, among other features.Android Quentin Blake: As Large As Life Illustrator Quentin Blake&apos;s work is being shown off in an exhibition at The Foundling Museum until April 2012, and this iPad app is a spin-off from the exhibition, showcasing the works as well as a video interview with Blake himself. Artfinder worked with the museum on the app.iPad NBC US TV network NBC has launched its official Android app, offering video highlights and previews, schedules, games and a feed of users&apos; favourite shows. Full episodes are due to be added soon.Android Krink Krink is a US company that makes inks and markers used by street artists. Now it&apos;s got an iOS app to let everyone pretend they&apos;re a Banksy-in-waiting, spraying virtual ink over their photos or blank virtual canvases.iPhone / iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jan/17/apps-rush-whale-trail-the-sun", 
    "wordcount": "392"
}