{
    "headline": "Great storytelling is vital to winning the green debate", 
    "text": "Slowly and painfully it&apos;s dawning on campaigning organisations that no amount of fact and rational argument will win the case on climate change. As the Radical Emissions Reduction conference, organised by the Tyndall Centre at the Royal Society, heard on 11 December, forces don&apos;t align according to a rational analysis and policy process.  Rather, powerful interests mobilise constituencies by manipulating people&apos;s sense of belonging to different groups. And they do so by telling stories with deep cultural resonances that allow people to see themselves &quot;on the right side&quot; of an issue.  This presents a problem. In spite of the fluidity of much social media, large scale media ownership still tends to be politically one-sided (to the right). A tilted playing field creates a communication problem, but only up to a point. Good storytelling breaks the leash of attempts at narrow cultural control. And, when it comes to folk wisdom, the devil certainly doesn&apos;t have all the best tunes, or tales. As it&apos;s the season of myth and legend, here&apos;s just a few that might come in handy.  How better to capture the self-defeating over-exploitation of the planet&apos;s life-supporting biosphere than with a few words from Aesop. In the goose that laid the golden egg, the young farmer is not satisfied with his daily bounty of precious metal  for which read also the bounty of our oceans, farmland and forests. Depending on the version of the story, the goose is killed either by demands to lay ever more, or cut open in the belief that inside it must be full of gold. But, on having its neck wrung it turns out to be like any other bird inside. Either way, all is lost through a sense that what the farmer already had, wasn&apos;t enough. Hans Christian Andersen&apos;s tale, The Emperor and the Nightingale, is a good cautionary tale about the dangers of technological &apos;upgrade culture&apos;. Searching for things of the greatest beauty in his kingdom, the Emperor has brought to court the elusive nightingale, whose song enchants him. But he forgets the nightingale when made a gift of a jewelled, mechanical substitute, and the real bird leaves the palace. After the robotic bird breaks, Death comes to stalk the gravely ill ruler. Then, the real nightingale returns and its serenade is so spell-binding that Death retreats and the Emperor survives. In The Fisherman and the Fish, by Alexander Pushkin, reworks an older tale to give a succinct account of the emptiness of the consumerist, hedonic treadmill. One day a gold fish that speaks like a human is caught in the net of a seemingly content old fisherman. He lives in a hut by the sea with his good wife. Pleading for its life the fish promises to grant any wish. The Fisherman refuses in honour but, on hearing the tale, his outraged wife demands he return and ask for the wish.  Over days the fish then grants the requests that begin with a new wash tub, and escalate to a mansion, as each fails to satisfy and bring happiness. The couple overreach finally when the wife, now made a Tsaritsa, asks for the fish to become her servant. Returning home the fisherman finds his mansion returned to a hovel and the gift of every other wish gone.  Pushkin echoes the Brothers Grimm tale The Three Wishes, in which a woodsman is implored by a spirit living in a tree not to cut it down. This, in turn, is contemporary to the popular early 19th century song Woodman Spare That Tree by George Pope Morris. One of the greatest tales of Western literature, Goethe&apos;s Faust, contains not just the tragedy of a man who loses his soul, but also a parable of the tragedy of development. In his quest Faust is first a dreamer then a lover.  Finally he reinvents himself as that modern ambiguity, a &apos;developer,&apos; riding roughshod over people and dispossessing them, having convinced himself he is improving their lot. It&apos;s impossible to read without thinking of the machinations behind giant modern construction programmes that trample communities, whether dams, airports, office blocks, motorways or shopping centres. More recently Dr Seuss&apos;s The Lorax, written in 1971 during the burgeoning of the modern environmental movement, is about as direct an environmental fable as you can get. It concerns the fate of the Truffula Trees. The Lorax must protect them from the &apos;Once-ler&apos;  a personification of short-sighted capitalist exploitation of nature  who is:  Figgering on biggeringand BIGGERINGand BIGGERINGand BIGGERINGturning more Truffula Trees into Thneedswhich everyone, EVERYONE, EVERYONE needs!  More recently still, a central motif of Philip Pullman&apos;s His Dark Materials trilogy is the &apos;Subtle Knife,&apos; which cuts through the fabric of worlds allowing people to travel from one to the other. But, the price of their convenience is the release of dark forces. Pullman himself concedes an analogy with airplane contrails, aviation and climate change. Less well known, but a favourite of mine, are the tales of Archy, a cockroach with the soul of a poet, and Mehitabel, an alley cat with a celebrated past. Nightly, Archy types letters to his &apos;boss&apos; describing their adventures by jumping on the keys of a mechanical typewriter (hence no upper case letters). His wry and poignant stories started appearing in 1916 in a daily column by Don Marquis written for the New York Evening Sun. At the end of Dr Kevin Anderson&apos;s call for immediate, radical emissions reduction at the Tyndall conference, he quotes the philosopher Roberto Unger saying the greatest obstacle to transformation is the lack of imagination to conceive that the world could be different. That&apos;s why over the next year, those working on climate change may need fewer facts, and more and better story telling. Archy, in his elegiac missive, What the ants are saying, signs off with these words:   it wont be long now it won&apos;t be longtill earth is barren as the moonand sapless as a mumbled bone dear boss I relay this informationwithout any fear that humanitywill take warning and reform  It&apos;s now thirty-five months before the world enters a new, more perilous phase of global warming, and counting. www.onehundredmonths.org", 
    "section": "environment", 
    "gid": "environment/2013/dec/31/climate-change-green-economy", 
    "wordcount": "1026"
}