{
    "headline": "Lone Frank: Find out what makes you tick", 
    "text": "Danish writer Lone Frank trained as a research scientist in biotechnology before becoming an award-wining science journalist. In her latest book, My Beautiful Genome, she turns her science on herself by embracing the latest developments in personal genomics to find out what these tests can tell us about ourselves and whether it&apos;s a good idea to take them. She is the only female writer to have been shortlisted for the 2012 Royal Society Winton Prize for Science Books. Why did you decide to investigate your own genome?Genomics used to be like computers; for experts only. It was expensive. Nobody thought it would ever get out among the public. I heard about these first genome scans in 2008 and thought: this is momentous  now we can all get our own genetic information. We are at the beginning of a revolution where we can&apos;t really see where it&apos;s going, so I wanted to try it out for myself and see what it&apos;s like. What tests did you do?I took tests that looked into my deep ancestry. I also had a genome scan where you can test variants that we know have to do with disease risks. You get a glimpse of what you could pass on to your children and also what diseases you might end up getting. I was tested for common breast cancer genes and also certain genes that are related to our psychological makeup. Was there anything you were hoping to discover or that you were worried about?I was really worried about the breast cancer genes, the BRCA genes, because my mother and grandmother both died of breast cancer very early. I had always assumed that I probably have them. They convey up to 80% chance of getting breast cancer: they are the genes that make women get their breasts removed preemptively, so I was really worried. I was also interested in behaviour genetics and depression, and what we know about how genes will help to determine our psychology. Do tests that link personality and genetics lead to an overly deterministic view of  it&apos;s not my fault, it&apos;s in my genes?One big message in the book is that genetic determinism is off. There is no geneticist out there who believes in genetic determinism or argues that it exists. Our genes are not our destiny. They are a hand of cards that we&apos;re dealt and we can play them differently. How we live our lives will impact on our genes and how our genes are expressed  some will be switched on, some will be switched off. Our lives matter and it&apos;s extremely important to get away from the false belief of genetic determinism. You discovered you don&apos;t have the BRCA genes. Was that the biggest surprise? That was a nice surprise but it made more of an impact to get the results from the behaviour genetics test. My family is riddled with depression and I have recurring depressions myself. I found out all the genes that can predispose you to depression, I have them. And I am homozygous [have two copies], so it&apos;s the worst possiblecase. Did the tests make you feel differently about your body?As a depressive person you often think of yourself as defective. But when you look into the biological background it can become easier to live with yourself and it can also become a tool to try to change things and think differently. Knowing I have a biological disposition means I am more able to distance myself from depressive moods; to say &quot;this is your biology speaking&quot; and try to not get involved in it. So living with both the family history and my own depressions has definitely become easier. Might people become anxious about their health as a result of these tests?Theorists have said that must be the case because people can&apos;t really interpret the results  they are not a diagnosis. They are concerned that people will get nervous, they will have a lower quality of life. But when social scientists start to look into how people use this information it seems from all the studies that people do not in fact become more nervous; they do not fixate on diseases. Instead they use these tests proactively to say, what are the disease risks that I should do something about, should worry about, should get tested for? You say consumers can&apos;t interpret the results but what about professionals?If you have a genome scan and take it to your GP, my guess is that she will react like my GP and say: &quot;Take it away, I don&apos;t know what that is&quot;. Most GPs have learned a tiny bit of genetics in medical school and forgotten all about it. A lot of consumers who are into genomics know more genetics than GPs. But this is a wake-up call for society because this is the future, it&apos;s not something you can stop, so how do you upgrade healthcare personnel and how do we upgrade the population? Surely if we all just strive to be healthier, that would negate the need for such tests. For instance, don&apos;t smoke, regardless of your risk for lung cancer.I&apos;m not saying everyone should get tested but the people who do will use it as an incentive to do these things. In the future we may be able to say: if you have these genetic variants you should eat this kind of food or do this kind of exercise or take this kind of medicine to prevent this disease. How close is that reality?The US Food and Drug Administration has standing recommendations on more than 100 drugs that they say before you prescribe this as a doctor you should do a genetic test, but only about 2% of GPs have ever ordered a genetic test. Instead of just doling out the same dose of the same medication to everybody who has a problem, they should test them. Should people be worried about sharing their genetic information? There have been cases already of discrimination I think it&apos;s very positive that a lot of people are willing to share their genetic and health information. Consumer genomics and citizen scientists and people donating their genetic and health information are going to be a boon for genetic research. But I also think it&apos;s a cultural question. Mainly it&apos;s in the US that you see these people who are all for open-source genomics. The worries you often find in Europe around genetics  privacy in particular  is kind of old-fashioned. It&apos;s built on genetic essentialism, the idea that this genome is really our essence, that it&apos;s who we are. And of course it&apos;s not, it&apos;s some information. If you are an employer, for example, you can tell much more from talking to a person than looking into their genome. But people can imagine running into the problems in the future where, if an employer finds out that a person is, say, at high risk of Alzheimer&apos;s or breast cancer, he won&apos;t hire them. So that&apos;s a question for lawmakers: how do we protect people but also make it possible for society to mine information?", 
    "section": "science", 
    "gid": "science/2012/nov/04/beautiful-genome-lone-frank-interview", 
    "wordcount": "1200"
}