{
    "headline": "New school building designs hit by curve ban", 
    "text": "Curves are to be banned in a new generation of no-frills school buildings, according to a government crackdown on what it believes is wasteful extravagance in educational architecture. Design templates unveiled for 261 replacement school buildings also prohibit folding internal partitions to subdivide classrooms, roof terraces that can be used as play areas, glazed walls and translucent plastic roofs. The templates were published on Monday to allow architects and builders bidding for 2.5bn of contracts on new school buildings to understand what the government expects from smaller and cheaper schools. The government is planning to replace the primary and secondary schools it has deemed to be in the worst condition as part of a five-year programme. On Monday the Guardian revealed that the new schools would be 15% smaller than those built under the previous government, squeezing space for corridors, assembly halls and canteens. It is part of a plan by the education secretary, Michael Gove, to cut school building costs by 30% and save up to 6m per school compared to Labour&apos;s Building Schools for the Future project. The templates tell architects new schools should have &quot;no curves or &apos;faceted&apos; curves&quot;, corners should be square, ceilings should be left bare and buildings should be clad in nothing more expensive than render or metal panels above head height. As much repetition as possible should be used to keep costs down. &quot;A standardised approach should be taken, with the aim of creating simple designs that have the potential to be replicated on a number of sites,&quot; the templates state. &quot;This may be achieved by using standardised dimensions for similar types of spaces that are integrated into an efficient planning and structural grid.&quot; The prohibitions and prescriptions seem targeted to prevent the schools being designed by architects such as Lord Foster and Dame Zaha Hadid who have won prizes for school designs that employed irregular curves and shapes and innovative materials, but have been criticised for spending too much. Gove last year told a conference on free schools: &quot;We won&apos;t be getting Richard Rogers to design your school, we won&apos;t be getting any award-winning architects to design it, because no one in this room is here to make architects richer.&quot; Peter Clegg, a partner at Feilden Clegg Bradley Studios which has designed more than a dozen schools, said: &quot;It is extraordinarily over-prescriptive and it shows an extreme lack of trust in the architectural and construction professions to deliver schools to budget. &quot;Why are they not just telling us how much they want to pay per square metre? I can understand them wanting to turn the screw on the budget, but why do they not give architects who understand these things the ability to decide.&quot; He said bans on materials such as the ETFE plastic used as a roofing material on the Eden Project did not make sense as it was often a cost-effective way to bring light into a building and was cheaper than glass. The Department for Education said: &quot;Compared to BSF these designs represent a reduction in wasted space  15% for secondary and 5% for primary schools  whilst maintaining the same size teaching space, classrooms, staffrooms, sport, and art and design facilities. These new schools will still be bigger than secondary schools built in 2004 and primaries built in 2006.&quot; Guidance in the templates includes: &quot;basic specification solid core doors; no folding partitions; basic stair and balustrading finishes; fair faced concrete soffits ... no internal CCTV other than to the main entrance; reduced lighting specifications&quot;. Mike Green, director of capital at the government&apos;s Education Funding Agency, said: &quot;These designs will ensure that new schools can be built to effective designs and specifications, be simple to maintain and energy efficient. And they can be built far faster than many have previously, and for far less money. &quot;Ultimately they will enable as many schools as possible to receive investment from the funding available and deliver an excellent environment for the children and communities they serve.&quot;", 
    "section": "education", 
    "gid": "education/2012/oct/02/new-school-building-designs-curve-ban", 
    "wordcount": "683"
}