{
    "headline": "Battlefield 1 review  savage and exciting, a landmark shooter", 
    "text": "Battlefield 1 is a tectonic shift for the military shooter genre. By jumping back to world war one, developer EA Dice has not only discovered fresh game design ideas through the antiquated weaponry, it has also ensured that its game stands apart from other shooters, which have dominated disc-trays for the past 10 years.  
There are other unexpected benefits too. Battlefield 1 discovers compelling and poignant stories, effective ways to tell them, and a campaign structure that should inspire any shooter after it. The newly invigorated multiplayer warfare adds the final flourish. 
Well, not quite final. After the technical disasters that befell Battlefield 4, it is a relief to report that, well, Battlefield 1 actually works. 
Rather than one long, globe-trotting odyssey, Battlefield 1 finds rhythm with a multi-part narrative. There are six War Stories available at the start, most featuring two to five missions which focus on different characters and fronts from the 1914-18 war. There are unexpected heroes and self-serving rogues; theres a British tank regiment making its way through the dense forests of Boulon before a climactic battle at Cambrai; theres a lone American sleazebag finding himself wound up in a combat biplane above the Alps before dog-fighting above London.  
Elsewhere, a squadron of the Italian Arditi (The Daring Ones) assaults a mountainside base, while the Australian special forces act as runners through the artillery shelled coast of Gallipoli. Theres even a star turn from Lawrence of Arabia fighting a seemingly futile war against enemy forces in the desert. There are only slight hints of the one man army syndrome that so many combat shooters fall foul of  and because of this, Battlefield finds a narrative flair its not had in years, if ever at all. 
 
  
  
  Battlefield 1 
  Photograph: Electronic Arts 
  
 
The War Stories provide gameplay as well as scenic variety. The dense French forests demand a completely different style of play than the barren open deserts of Arabia, but Battlefield 1 makes great use of its tonal diversity, freeing you up enough to make your own decisions about how you approach objectives, and when. Theres a lengthy stealth section through a French town  the sun setting as you creep through, picking up vital mechanical parts in order to repair your tank, Bess. Or, you could use your bolt-action rifle to loudly kill off a couple of German soldiers before commandeering a nearby mortar to cause a bit more havoc. Its not nearly as systematically accomplished as Metal Gear Solid V, mostly thanks to the games dim AI, but the open-ended freedom certainly harks back to Kojimas opus. 
What this does for the stories is allow each to breathe their own pace, without needless padding. Battlefield 1 captures intense moments of spectacle and quieter moments of exposition in a way that doesnt feel elongated or drawn out. It also lets DICE convey the desperation, death and destruction of the first world war in a way no shooter has before it. Of course, no game can truly convey what war actually is but in Battlefield 1s most horrific moments it attains a truly sombre nature that feels respectful. Its opening prologue is a grim take on the enormity of the conflict  gas attacks, endless crossfire and artillery shelling make for an impactful first five-minutes  and its only real flaw is that the protagonist of this sequence, a member of the Harlem Hellfighters doesnt get seen again  at least outside of potential DLC. Its a shame considering the games marketing. 
Cleverly, all of Battlefield 1s single player escapades act as smart but subtle learning exercises for when you hop into multiplayer. Infantry combat teaches you zone capture and control, while tank combat and dogfighting teaches you the best way to control these vehicles before you head online. Of course, a single player campaign can never quite convey the sheer complexity and inherent skill of (some) other human beings  let alone dozens of them crisscrossing their way across enormous maps  but Battlefield 1 allows you to go into a chaotic match of Conquest and not feel entirely overwhelmed. 
Its that mode, Conquest, that remains Battlefields greatest showcase. Dice shakes up certain elements somewhat, changing around its classes to better suit the World War I setting: theyre still easy to understand and fun to experiment with. The Assault class is your go-to for tank-busting and mid-range combat, while Support is perfect if you want heavier weapons without so many offensive tools at your disposal. The Medic is self explanatory but vital to any real chance of victory, and the Scout is a sniper  arguably the most fun and potentially most overpowered of the four classes. 
Every class uses a different portion of Battlefield 1s varied and unique arsenal. Series veterans might be surprised to find that the jump back 100 years hasnt changed the weapon setup too much  there are automatic rifles, useful pistols, a couple of brilliantly powerful shotguns  and it takes a little to get used to them, but not so much that youll feel out of depth. The snipers agonisingly slow bolt-action rifles take the longest to adjust to. 
Battlefield 1 also takes inspiration from Dices own Star Wars Battlefront reboot, bringing a little arcade-style approachability to everything. Now, super powerful class upgrades are spawned into the map occasionally, giving you flamethrowers or heavy machine guns  its a smart way of diversifying play enough that it feels like a thrill whenever you pick one of these up. Its not so successful with the vehicles, however. Tanks, armoured cars and the rest are no longer automatically spawned on to the map  instead, they have to be spawned in by a player. This means you lose that exhilarating rush for vehicles in spawning locations. The new system is not nearly as authentic, or as much fun to play. 
Still, the vehicular combat itself ties directly into the increased level of destructibility that now lies in every single part of Battlefield 1. Theres a real adrenaline rush to pushing across a hill with a dozen squad mates, all of you charging forward as the rain batters against the sludgy mud of the Argonne Forest. 
Dice clearly understands these moments of player-driven spectacle, adding Operations as a flagship new multiplayer mode. Its essentially an elongated game of Rush, but one that factors in a narrative hook, playing multiple games of attack and defend over different maps that are set up like individual conflicts from history. These are battles that can last up to an hour, and the tension mounts as the Attackers use up their finite number of spawns, while the Defenders do their best to stop the onslaught from taking the key objective points. Its a mode that conveys the team-based war modes that Battlefield excels at, and youll never go back to Rush once youve got your teeth into Operations. 
 
  
 
Similar freshness comes with the games laughably named War Pigeons mode. Its a game type that takes the most unexpected moment of poignancy from the campaign and turns it into an entirely new Deathmatch mode  one that plays like a slightly modified version of King of the Hill  its just that the hill is a pigeon and the pigeon is moving. Players have to grab the bird, before walking slowly or stopping entirely to write a note for it deliver. If a player is killed, the other team begin to write their note, and its only when the progress bar has been filled that you must then fly the pigeon to a destination to score a point. Its a ludicrous concept, one with even more comical origins, but its a worthwhile shake-up to the standard Deathmatch. 
Those subtle changes and little overhauls make all the difference, and theyre wrapped up in perhaps the most beautiful first-person shooter ever made  one that captures the sludge of the trenches, the cacophony of destruction of a battlefield, and the intensity of desert standoffs and mountainside raids. Dice has taken a risk visiting a time period not seen in major multiplayer shooters before, and Battlefield aces it. This is a lavish package that capitalises on a stagnancy in the genre, offering something new, exciting and, most importantly, solid.  
Electronic Arts; PC/PS4/Xbox One; 40; Pegi rating: 18", 
    "section": "technology", 
    "gid": "technology/2016/oct/25/battlefield-1-review-ea-dice-shooter", 
    "wordcount": "1406"
}