{
    "headline": "PlayStation 4 to be called Orbis, launching winter 2013?", 
    "text": "Just in case you haven&apos;t seen it, the PlayStation 4 rumours have begun in earnest. US news site Kotaku has posted claims from a &apos;trusted source&apos; that the next machine will be called Orbis and is set for release next winter.  The console is reported to be built around an AMD x64 CPU and an AMD Southern Islands GPU. The latter is a high-end graphics processor set to appear in the Radeon HD 7900 range of cards  the tech is capable of displaying graphics up to resoutions of 40962160, as well as true 1080p stereoscopic 3D. The British edition of the Official PlayStation Magazine has also picked up on the story, sugesting there&apos;s more going on here then scurrilous tittle-tattle. According to the Kotaku piece, the new hardware will seek to control the pre-owned games market. The site&apos;s source says that game purchases via Blu-ray disc or PSN will be locked to a specific console which will need to remain online while playing; those who buy second-hand titles may only be able to access a trial version of the content, with the option of paying for a full registration. This reflects rumours of the forthcoming Xbox console, apparently codenamed Durango, which will allegedly also seek to restrict the trade in used titles with similar lock-outs. The name Orbis comes from the Latin term for &apos;ring&apos; or &apos;circle&apos; and both OPM and Kotaku make the connection with the phrase Orbis Vitae, or &apos;ring of life&apos;  which suggests that PS4 and Vita will be very closely integrated. It&apos;s likely Vita will be able to act as a second screen and controller for the console, like the tablet pad that&apos;s set to be a major part of Nintendo&apos;s Wii U proposition. We&apos;re also likely to see lots more cross-platform connectivity, with titles running on Vita able to swap data and game saves with PS4 versions. So, what do you think? An AMD architecture would be new for the PlayStation series; PS3&apos;s GPU was based around the NVidia G70. Intriguingly, the latest Xbox Durango rumours suggest that Microsoft&apos;s next machine will also be based on an AMD GPU, though current speculation suggests that it will employ the older 6670 chip.  While both Sony and Microsoft have denied that they&apos;ll be announcing new hardware at this year&apos;s E3 games industry event in June, neither is likely to want to give its rival a heads-up on roll-out plans. Sony has stated that it has a ten year plan for PS3  but the company is unlikely to want a repeat of the last generation, when Xbox 360 launched significantly ahead of its PlayStation rival, giving it a major headstart on building a user base.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/mar/28/playstation-4-rumours", 
    "wordcount": "449"
}