{
    "headline": "The willy lily on the wild side of the fence", 
    "text": "My lords-and-ladies, I am the vulgar spirit of rustic insolence hiding in the bushes who calls you cuckoo pintle, Jack-in-the-pulpit, willy lily; I am the ribald namer of wild things to embarrass you toffs who decide which side of the fence I&apos;m on; I am the fly in the ointment. So might say the fly, dancing around the erect spadix-maypole-phallic-thing as a burst of May sunlight shines through the spathe and this common flower looks like such a holy place. Rude names may be a way for the downtrodden to take their revenge through language, but it is an extraordinary plant with its blotched spear-shaped leaves and cowled bloom, later jewelled with bright red berries. Its erotic reputation was enhanced when John Goodyer translated Dioscorides in 1655, claiming it &quot;stirrs up affections to conjugation being dranck with wine&quot;. For all this Arum maculatum belongs on the wild side of the fence  the coarse, untended shadows under leafing trees and may blossom hedges in spattering rain. On the other side of the fence, the old order remains properly intact. Keep out: the fields are green and fertilised with chemicals; thistles and nettles have been sprayed with herbicide; hedges flailed, trees trimmedand dead wood taken away; lush grass is grazed by plump lambs and long-suffering ewes. This is bucolic on an industrial scale. But in a corner of the field, subversives gather. Rabbits nibble the landlord&apos;s grass, constantly a-twitch for signs of danger; they have the impudence to have survived centuries of guns, dogs, railways, roads, disease and rotten weather to steal a living from the land. In the skies above, the swifts have come back to scream around the roofs of Wenlock as if they owned the place. Lords-and-ladies, our sly rebellion may not shock but it&apos;s not gone away, says the fly.", 
    "section": "environment", 
    "gid": "environment/the-northerner/2012/may/15/wenlock-edge-willy-lily", 
    "wordcount": "306"
}