{
    "headline": "Stuck inside? Five new downloadable games to get you through the weekend", 
    "text": "Well, the snow has arrived and inevitably Britain&apos;s infrastructure has collapsed. If you were planning to get away this weekend, you might as well forget it  instead, you can either spend the next two days taking Instagram photos of your kids in the snow (no one else will have thought of that), or you can retire to your bed and play video games. And just in case you don&apos;t have anything new to try, here are five excellent titles that can be quickly downloaded to your phone, console, laptop or tablet. Weekend sorted. Kentucky Route Zero (Cardboard Computer, PC)            Take the classic point-and-click adventures of the nineties add some surreal indie character and you get Kentucky Route Zero, an intriguing existential road movie of a game. The narrative follows a delivery man who finds himself traveling along the eponymous hidden highway interacting with strange locals. Part one in a five-part series is available now. Retro City Rampage (Vblank Entertainment, XBLA, PSN, PC, WiiWare)      Grand Theft Auto transported back to the 8bit era is the high concept behind this thoroughly entertaining open-world comedy romp. You&apos;re the criminal underling pulling off insane missions around the streets of Theftopolis, running over pedestrians and drinking in the clever references to classic games. It&apos;s frenzied, furious stuff and the laughs come as thick as bullets. Unmissable for GTA fans and retro gaming nostalgics. Joe Danger Touch (Hello Games, iOS)            An absolutely beautiful translation of this hugely popular motorbike stunt sim, which takes the original&apos;s intricate control system and perfectly rebuilds it for the touchscreen. Pull wheelies, jump obstacles, swipe barriers out of your way and attain biking glory. A triumphant conversion  and hours of challenging fun. Hundreds (SemiSecret, iOS)            A fantastically absorbing puzzler from Adam Saltsman, the indie genius behind Canabalt. Touch the circles to make them grow, thereby adding points to an onscreen ticker  you have to get it to 100 to complete the level, but if your finger is on a circle when it hits another shape, you lose. The difficulty curve is long and smooth, gradually working you toward some fiendish physics challenges. Minimalist puzzling perfection. Gunman Clive (Bertil Hrberg, 3DS, iOS, Android)            This stylised cowboy platformer has been around on iOS and Android for a while, but the new 3DS version does a great job of converting those scratchy pencil visuals into tstereoscopic three-dimensionality. It&apos;s compelling retro stuff, throwing traps, boss battles and waves of enemy gunslingers at you  like Streets of Rage mashed up with a really weird spaghetti western.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/jan/18/stuck-inside-five-downloadable-games", 
    "wordcount": "422"
}