{
    "headline": "Ukip's energy and climate policies under the spotlight", 
    "text": "As the UK Independence party continues its surge in British politics with another encouraging result in the Eastleigh by-election, it can expect greater scrutiny of its policies not just in relation to Europe but across a range of major issues. So how will its ideas on energy and climate change stand up? The morning after the Eastleigh result, Ukip&apos;s leader, Nigel Farage, was interviewed on BBC Radio 4&apos;s Today programme, and listed all the issues on which he felt Conservative voters were disenchanted with the prime minister: &quot;The Conservatives failed here because traditional Tory voters look at Cameron and ask themselves: is he a Conservative? And they conclude, no, he is not. He is talking about gay marriage, wind turbines, unlimited immigration from India, he wants Turkey to join the EU.&quot; This was not the first time that Farage has cited support for wind power among the major criticisms of Cameron. On Radio 4&apos;s Any Questions last October, the Ukip leader attacked Cameron for &quot;this loopy idea that we can cover Britain in ugly disgusting ghastly windmills and that somehow our future energy needs will come from that&quot;. Farage went on to outline a series of other complaints about the government&apos;s energy policies, most of which were based on inaccurate and misleading claims, as the fact-checkers at Carbon Brief pointed out. But Farage&apos;s comments only echoed Ukip&apos;s official energy policy, which conveys not just opposition to UK&apos;s participation in the European Union, but also an incoherent mixture of anti-environmentalism and a disregard for scientific evidence. The party&apos;s official energy policy document, which was published last September, draws attention to the EU&apos;s target for generating 15% of energy from renewable sources by 2020, and attacks the government for promoting wind turbines to meet it because &quot;the net reductions in CO2 emissions are trivial or zero&quot;. However, this claim is based on a pamphlet published by Lord Lawson&apos;s lobby group for climate change sceptics, the Global Warming Policy Foundation, even though it was found by researchers at Imperial College to contain fundamental flaws, including serious underestimates about the level of emissions cuts. The policy document also complains that the UK has been &quot;a vocal supporter&quot; of the EU emissions trading scheme, which caps the level of greenhouse gases from industrial sources across all member states. But, conversely, it also criticises the &quot;unilateral action&quot; of the Climate Change Act which sets emissions targets for the UK. Most bizarrely, the energy policy document includes a section dedicated to unadulterated denial of the science of climate change, stating that &quot;the slight warming in the last hundred years is entirely consistent with well-established, long-term natural climate cycles&quot;, and &quot;there is simply no need to appeal to CO2 as an explanation for natural variation&quot;. It then suggests that carbon dioxide is not &quot;a pollutant&quot;, but is instead &quot;a natural trace gas in the atmosphere which is essential to plant growth and life on earth&quot;. Ukip&apos;s policy document was launched by Roger Helmer, the party&apos;s energy spokesman, but even he struggles to cover up the inconsistencies. The document states that &quot;Ukip strongly supports a clean environment and clean air, stressing that &quot;coal-fired power stations must use clean technology to remove sulphur and nitrogen oxides, particulates and other pollutants&quot;. But last month, Helmer used his website to rail against the European Union&apos;s large combustion plant directive, which is forcing the closure of many coal-fired power stations, on the grounds that it &quot;will make not a scrap of difference&quot; to global emissions of greenhouse gases. Yet the directive is actually designed to reduce pollution from sulphur dioxide, nitrogen oxides and particulates because of their harmful effects on human health and the environment. Of course, Helmer is at the moderate end of the spectrum compared with Ukip&apos;s leader in Scotland, Christopher Monckton, who constantly embarrasses the party through his extreme rhetoric. Earlier this year, Monckton wrote an extraordinarily vitriolic article about President Obama, of which perhaps the least offensive parts were the suggestion that he &quot;has been taken in, hook, line and sinker, by catastrophic anthropogenic climate alarm&quot; and would &quot;continue to inflict crippling taxes and regulations in the name of saving the planet from &apos;global warming&apos;&quot;. In 2009, Monckton told an audience in the US that the aim of a proposed UN climate change treaty on climate change was to &quot;impose a communist world government&quot;, and two years ago he was forced to apologise after comparing an Australian climate change adviser to the Nazis. With Cameron discussing in a newspaper article over the weekend the need to build more energy infrastructure, and emphasising that &quot;this is not a popularity contest but a battle for Britain&apos;s future&quot;, we may find over the coming months that Conservative ministers start to put the spotlight on Ukip&apos;s incoherent and inconsistent proposals for &quot;keeping the lights on&quot;.", 
    "section": "environment", 
    "gid": "environment/blog/2013/mar/04/ukip-energy-climate-policies", 
    "wordcount": "835"
}