{
    "headline": "Michelle Bachelet ready to tone down language on UN women proposals", 
    "text": "The head of UN Women, Michelle Bachelet, has indicated she would be prepared to compromise on the language used in the Commission on the Status of Women (CSW) outcome document, as long as the words used &quot;reflected the spirit&quot; of the key issues and did not undermine past agreements. Speaking on the opening day of the CSW in New York, Bachelet said that although the phrasing of the text was important, what was needed was the will and action to eliminate violence against women and girls. She acknowledged that the issues of sexual and reproductive rights and health were of major importance in ending violence and in poverty alleviation and development, but remained sticking points for some conservative member states of the UN. &quot;In any area of the UN we  have to agree on certain language that can represent the same spirit, but that can be accepted by everyone,&quot; Bachelet said. But she insisted that there must be &quot;no setback on the hard won gains for women and girls&quot;, and agreements made at previous conferences, in Cairo and Beijing, must be upheld. &quot;Any language that can reflect the spirit and doesn&apos;t set [us] back is welcome. Language is important but not enough. You can have the best language document but what we need is action. We don&apos;t need another document to put on the shelf; we need commitments.&quot; Bachelet&apos;s comments will dismay some women&apos;s rights activists who insist that sexual and reproductive rights and health feature explicitly the CSW final agreement. But Bachelet knows how difficult it is to negotiate on such a divisive issue. To the anger of activists last year, the term &quot;reproductive rights&quot; was removed from the outcome document of the Rio+20 conference and replaced with &quot;reproductive health&quot; to appease conservative governments and the Vatican, which has a seat on the UN as a non-member permanent observer. In an interview with the Guardian before the CSW, which runs until March 15, Bachelet said culture, tradition and religion should not be allowed to get in the way of action to tackle violence. On Monday, she re-emphasised the importance of implementing any final agreements that are made in New York in the coming days, adding that it was important to have buy-in from all member states. A CSW side event a few hours later on the impact and future of UN resolution 1325 (pdf), highlighted the need for words to be converted into action. Resolution 1325, which was agreed in 2000, acknowledged the particular impact war had on women and the pivotal role they needed to play in conflict resolution and peace building. However, critics have said that the resolution has failed to penetrate beyond surface level. A report published by the UN in 2010 found that in the past 25 years, only one in 40 signatories to peace treaties have been women. Urmas Paet, minister of foreign affairs in Estonia, said the resolution had been too much about procedures and not enough about implementation. &quot;Women must be included in mediation, but we still don&apos;t see them among the peace negotiators, due to tradition, culture, religion and [lack of] education. Peace doesn&apos;t have a women&apos;s touch but it needs one,&quot; he said. &quot;We need to replace the idea of women as victims, [with] women as actors. Violence against women should become women against violence.&quot; Bineta Diop, founder and president of Femmes Africa Solidarit, agreed. &quot;Even though we have women negotiators, they are not invited to the table. We need to see how 1325 is implemented to help get to that level.&quot; She said peace will not be durable if half the population is left out. &quot;That&apos;s why it&apos;s important to have women that are taking care of society and know how to make sure rehabilitation is done because they have borne the brunt.&quot; Anne Marie Goetz, chief adviser on peace and security at UN Women, said more funds should be channelled to support local women&apos;s groups.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/05/michelle-bachelet-language-un-women", 
    "wordcount": "679"
}