{
    "headline": "Five missing as trawler sinks off western Ireland", 
    "text": "Hopes are fading for the safe return of five men missing at sea after a trawler sank off the south-west coast of Ireland when it was making its way back to port after a fishing trip. One of four Egyptian fishermen on board the vessel was rescued after it went down in the early hours of Sunday morning, but his colleagues, their Irish skipper and a student who was interested in pursuing a career at sea remain unaccounted for. The 21m-long trawler, the Tit Bonhomme, is believed to have hit rocks near the mouth of Glandore harbour in county Cork as it neared land in stormy conditions. A distress call was received by the Irish coastguard at about 6am, but it was cut off and all radio contact was lost. A search involving the Irish navy coastguard and 15 local trawlers had been concentrating on the mouth of the estuary between two large rocks known locally as the Adam and Eve rocks, but was being wound down on Sunday night. It was due to resume at first light on Monday morning. The missing men are the vessel&apos;s captain, Michael Hayes, a married father from Ring, in county Waterford, who had been living in Union Hall, three Egyptian crew members aged in their 20s, and a 21-year-old student from Clonakilty in county Cork. The rescued Egyptian fisherman was said to be in a comfortable condition in hospital in Cork city. The Tit Bonhomme, formerly a French-registered trawler, was co-owned by Hayes until recently, when he took sole control. Vincent O&apos;Donovan, of Courtmacsherry lifeboat station, said the Tit Bonhomme had taken a battering, adding: &quot;Conditions had been bad all last night and this morning.&quot; &quot;It was force 7 to 8, and it was a south-east wind, which causes difficulties off that coast. It was very bleak with a very heavy swell.&quot; The lifeboat launched shortly after 6am and spotted debris in the water close to the mouth of Union Hall harbour, believed to be wreckage from the trawler, around an hour and a half later. A tattered life raft was among debris pulled from the sea by locally based trawlers. Divers are expected to examine the wreckage, which is grounded on the seabed and partially visible at low tide, on Monday, when the full air, land and sea search is resumed. Declan Geoghegan, the coastguard operations manager, said: &quot;I&apos;d be very surprised if we are looking for survivors at this stage.&quot; He said it was possible that bodies were still on board the Tit Bonhomme if it went down quickly and they became trapped. Three fishermen were rescued last month from a life raft after their trawler sank at the same spot. The Jeanette Roberta was sailing out from Union Hall pier when it went down close to Adam, the larger of the two rocks at the narrow entrance to the harbour.", 
    "section": "environment", 
    "gid": "environment/2012/jan/16/trawler-sinks-ireland", 
    "wordcount": "486"
}