{
    "headline": "Australian climate outlook remains bleak with Tony Abbott out for revenge", 
    "text": "In Australia, decades of hard-fought conservation gains are at risk of being wiped out after 14 September. That&apos;s when the incumbent Labor government faces oblivion at the federal election, at the hands of the conservative Liberal Party. For environment groups and climate campaigners, things have never looked bleaker. This is despite the introduction of a carbon price, billions of dollars for clean energy projects, a landmark extension of marine national parks, and recent news that carbon emissions from the world&apos;s largest per- capita emitter have actually reduced. Unfortunately, conservation and climate change have not been a national priority since the controversial introduction of the carbon price. In Australia, the Labor minority government, supported by the Greens , passed historic carbon-pricing legislation that charged polluters for their emissions. At that time, the five or so largest environment groups, supported by the Australian Council of Trade Unions, ran a public awareness campaign  &quot;Say Yes&quot;  to raise support for the carbon price. Since then, the conservative opposition, led by climate change denying Tony Abbott and supported by extreme elements in the Murdoch-owned press, has waged a relentless campaign against the carbon price. The fear is that Abbott&apos;s climate denialism, coupled with a desire to get even with groups who opposed him, will see environment groups targeted. The Say Yes campaign was a $2m public awareness campaign. Born from the 2010 electoral stalemate, Say Yes sought to lock in support for the carbon price, both in parliament and in the community. According to its strategy paper, the campaign&apos;s goals were to &quot;build and energise the necessary public support for national legislation on pollution and climate change in 2011&quot;. Even though it was supported by high-profile Australian celebrities, with Cate Blanchett and Michael Caton appearing in ads, and public rallies in major cities, community support for the carbon price actually fell, declining from 46% support to 37%. Opposition to the carbon price also rose from 44% to 56%. Most of the campaign was focused on mass-media and a few setpiece rallies. In 2012, a secret debrief report from the Say Yes campaign acknowledged that the campaign was only &quot;speaking to ourselves&quot; and &quot;the politicians in Canberra&quot;. A stark contrast to Australia is the USA. After the historic election of Barack Obama, environment groups there pinned their hopes to the introduction of cap-and-trade legislation  similar to emissions trading. Hopes of seeing real action on climate change died in the congress after Obama decided to prioritise healthcare reform, and the Tea Party emboldened climate change deniers. Climate groups rebounded and found new purpose following the Gulf of Mexico oil spill, and the planned construction of the Keystone XL Pipeline. The KXL pipe is to pump dirty crude oil from tar sands in Canada to be refined in Texas. Opponents to the pipeline  argued that it amounted to a &apos;carbon bomb&apos;. Tar sands is one of the most polluting, energy intensive forms of oil to extract and refine. The pipes used to transport it are prone to leaking, and are almost impossible to clean up. A spill in the Kalamazoo river in Michigan, in July 2012, destroyed 60km of river and clean-up company Enbridge was embroiled in a scandal after they covered up, rather than cleaned up the oil. The &quot;No Keystone XL Pipeline&quot; campaign galvansised the climate movement in the US. For months in 2011 and 2012, activists stared down Democratic pressure to shut-up, and engaged in civil disobedience in Washington and along the proposed track of the pipe. At a time when the Tea Party and climate-denialist billionaires were on the march and in the process of buying the Republican primaries, the allied climate groups in the No KXL campaign brought together faith groups, farmers, indigenous groups, unions, Texan property-owners, students, pensioners and conservation charities. Obama ended up blocking a key part of the pipeline before the election, in the face of tens of thousands of people conducting sit-ins and facing arrest. Now, with the election over, the spectre of the KXL pipeline is back. Republicans and Big Oil are pressuring Obama to overturn his ban. In response, the No KXL alliance has re-mobilised. The Sierra Club, the world&apos;s largest environment organisation, supported the first day of civil disobedience in its history; 30,000 people rallied on Valentine&apos;s Day in Washington. Following the climate-fueled disaster of hurricane Sandy, these climate groups have made climate change a national priority. They did so by deciding that their audience was not politicians and advisors in the West Wing or the Beltway, and that their message was not one of a bright, clean energy future. Instead, they took their campaign to communities around the US, to areas that were at risk of devastating oil spills. Their message was a warning against the consequences of runaway climate change and of a pipeline failure. The tactics of the No KXL Pipeline campaign were the opposite of the Say Yes campaign. Perhaps they looked at Australia and realised that preaching to the choir and to politicians could not have a long-term impact. The USA now has a revitalised climate movement. A new generation of activists, many of whom also campaigned alongside Obama 2012 organisers, continues their struggle to stop one of the most dangerous oil projects in the world. In Australia, environment groups fearing the wrath of Tony Abbott, whose position on climate change matches the likes of Sarah Palin or Rick Santorum, must mobilise rather than remaining a small target. The posture of this new breed of US climate activist is more assertive and aware of the great risks of doing nothing. And they have finally realised that to win, to have influence in the halls of power, you must have a willing, engaged constituency in the community  who are willing to take action. You can&apos;t get that with TV ads and celebrity endorsements.", 
    "section": "environment", 
    "gid": "environment/blog/2013/feb/25/australia-climate-elections-new-strategy", 
    "wordcount": "981"
}