{
    "headline": "Positive action on apprenticeships", 
    "text": "You are absolutely right that the introduction of degree-level apprenticeships will raise the prestige of vocational education (A plan for apprenticeship success, 15 May). Which is why I will ensure that by 2015 at least 20,000 young people a year will embark upon degree-equivalent higher apprenticeships in sectors like aerospace and the creative industries (there were just 180 when I became the minister responsible). Not only will this create one of the best gateways to university-level study but it will change the perception of vocational education to being a highway, not a cul-de-sac. In government I have made my belief clear that, as the cornerstone of our mission to reshape the character of learning and workforce skills, practical competence must be as valued as academic prowess. Already we are succeeding with record numbers of high-quality apprenticeships. Because quantity must be matched by quality, I&apos;ve insisted all apprenticeships will be for a minimum of 12 months and that all 16-year-olds work towards English and maths at GCSE. Lord Leitch&apos;s report on skills told us that to match our competitors we must radically reform the way we train young people. We are doing what the Labour government that commissioned his work failed to. This government understands that a skilled workforce is necessary to power economic growth and fuels social mobility. John Hayes MPSkills minister  University education hasn&apos;t worked  one size doesn&apos;t fit all (Ed Miliband demands end to &apos;snobbery&apos; over vocational courses, 21 May). High-value vocational learning and apprenticeships offer young people alternative pathways into professions. We have proof that rigorous and demanding vocational qualifications and apprenticeships contribute significantly to social mobility and widen the path for young people to get into the workplace.Jane Scott PaulChief executive, Association of Accounting Technicians", 
    "section": "education", 
    "gid": "education/2012/may/24/positive-action-apprenticeships", 
    "wordcount": "291"
}