{
    "headline": "10 Best iPhone, iPad, Android and Windows Phone games this week", 
    "text": "It&apos;s time for our third weekly post rounding up the best new smartphone and tablet games, returning to its Thursday slot. Why Thursday? That&apos;s become the biggest day of the week for new mobile releases, as publishers jockey for high positions on the app store charts ahead of the weekend. Here&apos;s this week&apos;s selection: Vote!!! Easily the best game involving Mitt Romney whacking Barack Obama with a giant sausage you&apos;ll play this week. This is a politically-themed beat &apos;em up for the US presidential election, with the surprise twist being that its developer is Chair Entertainment best known for the Infinity Blade games.iPhone / iPad Eternity Warriors 2 US publisher Glu Mobile has released a polished sequel to its Eternity Warriors dungeon-crawler, set 100 years after the first one. Once again, it involves battling your way through dungeons laying into demons and monsters, while upgrading your items along the way. The freemium game also includes an online co-operative multiplayer mode.Android / iPhone / iPad KooZac Famously described as &quot;between Tetris and Sudoku&quot;, this popular web game has been ported to iOS by publisher Square Enix. The gameplay involves positioning falling blocks to make target numbers, with 60 levels to play, and a KooZac Blitz mode to compete against friends.iPhone / iPad Monpla Smash Gree&apos;s Monpla Smash is the latest mobile game that&apos;s been a big hit in Japan 5m players, apparently to be transferred to the West, starting with iPhone. It involves raising monsters and battling opponents, like an online Pokemon with a freemium business model.iPhone Lego: Build Your Brain Lego has launched this smartphone game to be used with its boxed Life of George set. Styled as a game show, you have to build bricks in the real world, then take photos of them using the device&apos;s camera to score points, and &quot;build your brain bigger and stronger&quot;. A nifty blend of digital and physical play.Android / iPhone Shoot 1UP &quot;Why play shoot &apos;em ups one ship at a time?&quot; asks the Windows Phone Marketplace listing for this new game. Why indeed? Microsoft Studios&apos; newie sees you launching a fleet of bullet-laden ships at once to battle your way through vertically-scrolling levels. Converted from an Xbox 360 Indie game, it&apos;s fully Xbox Lived up.Windows Phone King&apos;s Bounty: Legions A rich feast for hardcore iPad gamers to sink their teeth into, this. It&apos;s a fantasy-themed turn-based strategy game that has you raising a monster army and crafting armour and weapons to beat a succession of opponents online.iPad One Epic Knight Where next for Temple Run-style endless runners? Back to medieval times, seemingly, as shown by One Epic Knight. Its star appeared in developer Simutronics&apos; previous game Tiny Heroes as a villain, but now you&apos;re controlling him as he smashes his way through a dungeon.iPhone / iPad Star Splitter If you have fond memories of space-based adventure games in your youth, and have an Android device to hand, Star Splitter may be just the thing this weekend. It&apos;s an intergalactic 3D shooter, with lots of ship upgrades, space battles and missions to complete.Android Lost Cities Developer TheCodingMonkeys did a grand job with its iOS conversion of board game Carcassonne. Now it&apos;s looking to repeat the achievement with Lost Cities, a version of Reiner Knizia&apos;s Solitaire-esque board game. Online multiplayer is included.iPhone That&apos;s our selection, but what new games have you been playing this week on your smartphone or tablet? Make your recommendations (or pass judgement on the games above) with a comment.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/aug/23/best-mobile-games-vote-koozac", 
    "wordcount": "594"
}