{
    "headline": "Sony's PlayStation 4: five things we want to know", 
    "text": "New York, 6pm Wednesday, the next generation starts. Sony is filling the huge Hammerstein Ballroom with more than 1,000 journalists from all over the world. And although the company remains tight-lipped about what&apos;s on show... we all know what&apos;s on show. PlayStation 4  or &quot;Orbis&quot; if you want the alleged working title.  Almost eight years after the E3 press conference that ushered in the PS3 era, we&apos;re making another hyperspace jump into unknown territory. Specs have been leaked, photos posted online, rumours disseminated and deconstructed. But everyone who really knows what&apos;s going on is walled up behind airtight NDAs  for at least another 14 hours.  So in the meantime, here&apos;s what we&apos;d like to see from tonight&apos;s meeting  some of it is mandatory, some fanciful. Feel free to add your own wishlist in the comments section. The specs This is the meat of any video game console launch, and we&apos;ll want as much detail as possible. Right now, documents posted on the VGLeaks site and the titbits we&apos;ve managed to squeeze from developers suggest an eight-core processor set-up based around AMD&apos;s Jaguar technology; a GPU utilising AMD&apos;s R10XX Southern Islands architecture; 4GB system memory; and Blu-ray drive. Eurogamer has an immense analysis of these specifications and how they compare with rumoured Xbox Durango features here. The information suggests, as many predicted, a much less expensive architecture than the PS3, and one that will be familiar to coders already working with high-end PC hardware. But will there be any extra surprises, like support for 4K screens? The controller No doubt you&apos;ve seen the leaked images of a reworked Dual Shock pad. It boasts a d-pad, analogue sticks and shoulder buttons, but the Start and Select buttons have gone, replaced by a large (possibly multitouch) touch pad which can also be clicked for an extra input. Rumours also suggest Move-style motion functionality, a microphone and a headphone socket. Documentation seen by various game sites has also mentioned a Share button, which may well allow gamers to take screen grabs or video clips to post on a social network. I&apos;ve spoken to developers who have told me the touchpad has been on protoype PS4 controllers for some time  but what will it add to gaming experiences? The Vita has shown some interesting uses, especially in tactile titles like LittleBigPlanet and Little Deviants. Is it possible there&apos;s another one on the base? Or is that just too Vita? The services We all know that last year, Sony paid $380m for cloud gaming company Gaikai. So what&apos;s it doing with that technology? Lots of possibilities here. My money is on an extension of the PlayStation Plus philosophy  ie a subscription-based service that lets you stream and/or download new titles, perhaps even for free. Even if you don&apos;t play them over the web (broadband services might not be up to that task), you may be able to start playing titles as they download in the background. I think it&apos;s all going to be about ridding gamers of all the bottlenecks associated with digital content and downloadable updates. There&apos;s another angle though. Here&apos;s Sony&apos;s pre-event teaser trailer:            So, okay, that might just be a little &apos;story so far&apos; re-cap, but some sites are suggesting it could hint at some sort of backwards compatibility potential. Maybe PSone, 2 and 3 titles will be made available as streaming content. Elsewhere, it seems integration with other devices is going to be a big issue. Xperia, tablets, Vita  will we be able to use them all as controllers for PS4 games, or even seamlessly use them as remote portals to play PS4 titles while on the move? Of course, Sony tried that with PS3 with limited success  but some sort of cross-platform integration between the console and mobile devices is surely inevitable. The games The range of exclusive titles is going to be crucial  this is where the mainstream will be looking to decide on yet another console purchase. So far, the line up of potential launch titles includes a new Gran Turismo (and Sony&apos;s latest teaser video revolves around the series), Killzone 4, Uncharted 4, a new Motorstorm, LittleBigPlanet 3 (in development at Sumo Digital), the upcoming new title from Media Molecule, and maybe even Team Ico&apos;s long awaited Last Guardian. Metal Gear Ground Zeroes is a possibility and other third-party publishers could also roll out their big multiformat, gen-spanning titles including Star Wars 1313, Battlefield 4 and Watchdogs. Sony also needs to nod toward the indie sector too. If even half of that gets demo time tonight, we&apos;ll be happy. The release date I don&apos;t think we&apos;ll get a price on Wednesday. Even though rumours are suggesting a surprisingly reasonable 299 start point, Sony will want to see what Microsoft comes out with on the next Xbox before committing to anything. But we should get some indication of a launch date. At the moment, most pundits are suggesting Winter 2013 for Japan and the US, with Europe trundling along in the spring. But that was the old model. Now Sony is no longer relying on manufacturing its own proprietary components, surely a contained global launch period is possible. PS4 by Christmas? Is that too much to ask? We&apos;ll find out tonight... Maybe.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/feb/20/playstation-4-five-things-we-want-to-know", 
    "wordcount": "878"
}