{
    "headline": "Google-Oracle trial: jury begins copyright deliberations", 
    "text": "Jurors began deliberating on Monday the first of two high-profile questions in the Oracle-Google trial: whether Google violated Oracle&apos;s copyright on parts of the Java programming language. After two weeks of legal argument and interrogation of high-profile witnesses including the companies&apos; chief executives, Google&apos;s Larry Page and Oracle&apos;s Larry Ellison, the lawyers for the two sides put their arguments to the jury. Oracle is suing Google in the US federal court, claiming the search engine giant&apos;s Android mobile platform violated its patents and copyright to Java, and is seeking roughly $1bn (616m) in copyright damages. Two years ago, Oracle paid about $7.4bn to buy Sun Microsystems, acquiring Java, the programming which is incorporated in Android smartphone technology, in the takeover. In court on Monday, Oracle lawyer Michael Jacobs said the parts of Java software that Google copied  the application programming interfaces, which define functions  took much creative talent to compose. &quot;It&apos;s kind of like creating a symphony,&quot; Jacobs said during his closing argument. Oracle also said that Google had copied 37 API packages out of 166 used in Java  &quot;I think you can see already we&apos;re talking about a lot.&quot; Google&apos;s use of Java in Android did not fall under fair use of a small piece for other purposes, said Oracle&apos;s lawyer. &quot;The basic question is, can somebody use another company&apos;s property without permission because it suits them?&quot; He likened it to camping on someone&apos;s land without asking  and added that blogposts written by Sun&apos;s previous leadership about what could or could not be done with Java are not legal notices and did not therefore amount to licences. But Google attorney Robert Van Nest said Sun&apos;s leadership had supported Android, and that Oracle decided against pursuing a smartphone of its own. &quot;It isn&apos;t until after they failed that they brought this lawsuit here,&quot; Van Nest said. He cited testimony from Jonathan Schwartz, formerly at Sun, who had said he didn&apos;t see anything wrong in what Google was doing with Android. Google claims that Android  which is in effect an implementation of Java but under a different name  had been designed in a &quot;clean room&quot; by people without direct knowledge of Java&apos;s deeper function so that it would not infringe Sun&apos;s Java copyrights. &quot;Copyright infringement requires you copy something. There was no copying here because Google knew they couldn&apos;t use the Sun Java source code,&quot; said Van Nest. He said that the correct comparison of the 37 APIs was with the 2.8m lines of code in Java  unlike Jacobs&apos;s comparison with 166 APIs. &quot;APIs are not a book, not a play, not a song, not a poem,&quot; he said  just a functional element that allows developers to access source code. The jury will deliberate on copyright liability before moving on to hear evidence about patent infringement. US District Judge William Alsup must also decide some of the copyright issues. He has instructed the jury to assume that APIs can be copyrighted for the purposes of their deliberation  but will decide at the conclusion of the trial whether that view is supported in law. Only if Alsup determines that APIs attract copyright and that jury decides that Google infringed it will Oracle&apos;s charges be upheld. The trial, which began early in April, is expected to last eight weeks.", 
    "section": "technology", 
    "gid": "technology/2012/may/01/oracle-google-trial-jury-copyright", 
    "wordcount": "563"
}