{
    "headline": "Leaked documents reveal UK fight to dilute EU green energy targets", 
    "text": "The government has been trying to water down key environmental regulations in Brussels despite trumpeting its commitment to green issues at home, leaked documents show. The papers, seen by the Guardian, reveal British officials repeatedly trying to prevent the adoption of European Union rules on energy efficiency, curtailing the proposals and making them voluntary rather than mandatory in many cases. In addition, the UK has tried repeatedly to ensure that the EU does not adopt a new target for renewable energy generation. They are significant because they indicate that Ed Davey, the energy secretary since February, has given his blessing to lobbying begun under his predecessor Chris Huhne. These government efforts have the backing of the UK&apos;s big six energy firms, according to other documents obtained under freedom of information rules. Both issues remain key to plans to reduce European greenhouse gas emissions  putting the government&apos;s position in Europe at odds with its fanfare over the last few weeks for the proposed &quot;green&quot; energy bill. Ministers have described the bill, the centrepiece of claims to be &quot;the greenest government ever&quot;, as likely to generate 110bn in investment in low-carbon and efficient energy infrastructure in the UK in the biggest shakeup of the market since privatisation in the 1980s. The current EU target for renewables  to generate 20% of energy from sources such as solar and wind  runs out in 2020 and as yet there is nothing to replace it. But having a fixed target is regarded as crucial to create the certainty needed for investors to back technologies such as sun, wind and tide; the current target is credited with spurring a huge rise in renewable generation. Renewable energy developers and green campaigners fear that without a similar target for 2030, the impetus to invest in renewables will be lost to fossil fuels such as gas. Fatih Birol, chief economist for the International Energy Agency, told the Guardian: &quot;It would threaten investment in renewables if there is an over-reliance on gas.&quot; In one leaked document, from the Council of the EU on the draft 2050 proposals on energy, the UK has attempted to excise a reference to a potential 30% target for renewables by 2030, replacing it with the far more vague wording of &quot;a significantly increased share for renewable in the energy mix&quot;. At another point in the document, which is dated 23 April 2012, the UK has tried to remove the word &quot;urgent&quot;. The document shows that Davey, a Liberal Democrat, has opposed a new EU target on renewable energy since taking office in early February. A previous document showing attempts by the government to water down the EU renewable energy target  revealed by the Guardian in March  was largely prepared under his predecessor, Chris Huhne. Fatih Birol, chief economist for the International Energy Agency, told the Guardian that a renewed focus on gas was bad news for renewables. &quot;It would threaten investment in renewables, if there is an over-reliance on gas,&quot; he said. The UK wants Europe to toughen its commitment on cutting carbon, from a goal of reductions of 20% by 2020, compared with 1990 levels, to a far stiffer cut of 30% by the same date. But that position has been undermined by a rebellion by Tory MEPs, many of whom have rejected the tougher target. On energy efficiency  for which the European Commission is trying to draw up a new directive  the UK is proposing measures that would water down the obligations of businesses and the public sector to cut the amount of wasted energy. According to the leaked documents, the UK is trying to prevent the EU&apos;s target of improving energy efficiency by 20% by 2020 from being made legally binding. British officials are also saying no to mandatory audits of efficiency, which the European Commission argues are needed to ensure the targets are being met. The UK also opposes some renovations of public buildings on the basis that they could compromise public safety, although this argument is widely disputed. The key document is from the Council of the EU dated 30 May. Dave Timms, of Friends of the Earth, said: &quot;[Energy and climate change secretary] Ed Davey came into office loudly broadcasting his personal commitment to energy efficiency and its many benefits, but so far he has been unwilling or unable to back tough action to save energy. A strong directive including a binding energy-saving target would be a big boost to economic growth but [if the changes are made] it will be weak, unambitious and full of holes. The UK has played a significant role in this disappointing situation.&quot; The UK&apos;s proposed changes, which green campaigners say would fatally weaken the energy efficiency plans, chime with the opinions of the big six suppliers, as recorded in their responses to an informal consultation held by the Department of Energy and Climate Change, obtained by Greenpeace under the Freedom of Information Act. For instance, Eon opposed &quot;an obligation-based approach&quot;, in favour of incentives to consumers to improve their efficiency, and rejected a proposal to make power generation more efficient by stipulating that the waste heat from new plants should be recycled to heat buildings. Other companies, including SSE, RWE npower, Centrica and EDF, were equally opposed to rules on reusing heat, although Scottish Power suggested the proposal could be adapted so as to exclude sites where it would be ineffective or unviable. Most companies were also unwilling to countenance mandatory obligations to cut energy wastage. According to an analysis by the European Commission, such sweeping changes will render the directive ineffective and it will not achieve the energy reductions needed  even though these reductions would save Europe tens of billions or more from its annual 500bn (404bn) bill for importing energy. Joss Garman, senior energy campaigner at Greenpeace, said: &quot;These documents are proof that [Davey] has caved in to fossil fuel industry lobbyists fighting to increase our dependence on burning imported and polluting gas to generate power.&quot; &quot;With rocketing gas prices hitting families&apos; energy bills and the wider economy, now is exactly the time ministers should be backing clean energy to provide secure power at stable prices. This is a government that has a too cosy relationship with powerful special interests  and Britain&apos;s bill payers will pick up the tab.&quot; On the 2030 renewables target, a spokesman for the Department of Energy and Climate Change said: &quot;We are clear that long-term carbon reduction targets are more likely to be met cost-effectively if the exact mix of technologies is left for each member state to determine for itself. He added: &quot;The UK has been taking a lead role in trying to get agreement on the energy efficiency directive. We want it to be ambitious but it needs to be something that will be deliverable here in the UK and across the rest of the EU.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/03/coalition-dilute-eu-green-energy-targets", 
    "wordcount": "1166"
}