{
    "headline": "Nuclear safety watchdog criticises Sellafield's emergency readiness", 
    "text": "A damning report by safety experts has revealed that staff at Britain&apos;s most important nuclear site did &quot;not have the level of capability required to respond to nuclear emergencies effectively&quot;. In response to a freedom of information request, the Office for Nuclear Regulation (ONR), an arm of the Health and Safety Executive (HSE), said errors by senior fire officers in a preparedness exercise at Sellafield &quot;could have led to delays in responding to the nuclear emergency and a prolonged release of radioactive material off-site&quot;. The criticism is revealed at a critical time for the nuclear industry, which is trying to build public confidence after the crisis at the Fukushima nuclear plant while drawing up plans to construct a new generation of atomic power stations in Britain. It is also an embarrassment to Nuclear Management Partners, the private sector consortium which runs Sellafield and is part-owned by Areva, the French engineering company that has prepared the design for a proposed reactor at Hinkley Point in Somerset. The initial report from the ONR led to an improvement notice being issued to the Cumbrian site, ordering it to improve its training and wider preparedness to deal with emergencies. Two HSE fire specialists had watched a safety exercise in December 2011 which tested the Sellafield fire and rescue service&apos;s ability to search for two people after a fictional accident that led to the spillage of radioactive liquid and an aerial release of radioactivity. Although the exercise presented &quot;simple scenarios under ideal conditions&quot;, the service&apos;s &quot;resources were stretched&quot; and &quot;there were insufficient numbers of firefighters to achieve the objectives&quot;, according to the HSE report. A spokesman for Sellafield said the successful introduction of an integrated risk management plan (IRMP) had subsequently led to the improvement notice issued in February 2012 being &quot;closed out&quot; by the ONR. &quot;This IRMP is the first of its kind for Sellafield Ltd and ONR has asked Sellafield Ltd if it would be happy to share it as good practice with other operators. A number of key improvements are being progressed to achieve the implementation of the IRMP, including enhanced training for SF&amp;RS [Sellafield fire and rescues service] firefighters and officers,&quot; he added. The inspectors found evidence of &quot;significant deficiencies around availability of resources, frequency and quality of training, competency and operational preparedness&quot;. The report, obtained by the website NuclearSpin, also said that Sellafield had already &quot;identified the need to improve arrangements in this area [but] no effective remedial action was put in place&quot;. The service is a critical part of Sellafield&apos;s management of nuclear safety and the HSE found it in breach of its licence conditions and the Management of Health and Safety at Work Regulations 1999. This is not the first time the plant has been criticised by the HSE. A report in 2010 disclosed a number of safety problems at the site and the HSE ordered the closure for safety reasons of a plant for solidifying highly radioactive liquid waste. The executive also refused to endorse a &quot;lifetime plan&quot; outlining schedules for decommissioning the site over the next 110 years. Sellafield was also recently under fire from the House of Commons public accounts committee over soaring project costs, large salaries and continuing risks. One committee member, the Great Grimsby MP Austin Mitchell, described Sellafield as &quot;the biggest nuclear slum in Europe&quot;.", 
    "section": "environment", 
    "gid": "environment/2012/dec/26/sellafield-emergency-readiness-nuclear-watchdog", 
    "wordcount": "577"
}