{
    "headline": "Can I use a mouse with Windows 8?", 
    "text": "     I have an old XP PC which is very slow and driving me mad. At the moment, I have a Sky package that drives my phone/TV/broadband, so I can watch TV programmes that I missed. I need a fast PC that will be compatible with Sky. I&apos;m not all that excited about having a touch screen, but should I go for it? You mentioned the HP Pavilion 23-b010ea 23 and say this does not have touchscreen, but can I use a mouse? Will it give me all that Windows 8 offers? I can&apos;t seem to find any Windows 7 PCs locally: they&apos;ve all gone Windows 8! Cindy Microsoft Windows 8 was designed as a &quot;touch first&quot; interface, and this is the nicest way to use it. If you buy a Windows 8 machine, I recommend getting one with a touch-sensitive screen, whether it&apos;s a desktop, all-in-one, laptop, convertible, or tablet. (Or, in the case of Windows Phone 8, a smartphone.) That way, you can use the new features and new tablet-style apps by adding a handful of easily-learned edge-swipes to what you already know. Unfortunately, having a touch screen bumps up the cost, and PC manufacturers may fit cheaper processors and smaller hard drives to bring the final price down. This is something to watch out for if you&apos;re looking for a fast PC. Although Windows 8 is &quot;touch first&quot;, you can still do everything with a mouse and keyboard. However, this seems to make it harder to adapt, because you have to change what you did before (point and click icons or menu items in folders) to do something different (scroll with mouse-wheel; point and click large tiles). Conceptually, there&apos;s not that much difference, but it requires a different set of movements. The conversion is harder for users of the 11-year-old Windows XP because they also have to adjust to changes introduced with Vista and Windows 7. For example, you may not have developed useful habits such as typing a few letters to find programs (Launchy, a popular Start menu replacement, adds this to XP), or using the Windows key, which with one keypress toggles between the desktop and Start screen. Either way, the claimed adjustment time varies from a couple of hours to never. My observation is simply that people who have used Windows 8 for longer generally like it much better. You can still buy Windows 7 machines, and slow-moving businesses are still buying shedloads. It has not been discontinued. But, as you say, it&apos;s now hard to find consumer products that ship with Windows 7, and all-in-ones are predominantly aimed at home users and students. One alternative is to install utilities that make Windows 8 look more like Windows 7. Another is to buy a mouse designed for Windows 8, such as the Logitech Zone Touch Mouse T400. The Start screen also adds the ability to run more than 100,000 new-style apps written to a new programming model, but even if it didn&apos;t, I&apos;d still go to Windows 8 now, if possible. I don&apos;t see the point in making two lots of changes rather than one.     The Start menu after a new install    Problems with Sky Go In your case, Sky may be a problem: Sky Go does not officially support either Windows 8 or Mac OS X Mountain Lion. This is poor, as the shops are full of them. Windows 8 really should work, as long as you use a desktop browser (IE10, Firefox or Chrome), not a &quot;modern&quot; version run from the Start screen. However, an online Sky Advisor told me that while you can register Windows 8, it can suddenly stop responding. He said Sky&apos;s development team was &quot;working closely with Microsoft to get this fixed,&quot; and it was &quot;taking a bit longer than expected&quot;. He couldn&apos;t give a date, but I&apos;d expect it to be released in a month or two. If it isn&apos;t, Sky will lose customers, and that&apos;s against its religion. Browsing the Sky Help Forum shows that users have found ways to get Windows 8 working. For example, see SkyGo  Windows 8? *SOLVED*. As far as I can tell, Sky&apos;s website doesn&apos;t highlight any problems with Windows 8 or Mac OS X Mountain Lion, which is bad customer service. Presumably you just have to keep checking the list of supported devices until they appear. All-in-one choices You don&apos;t mention a budget, but the HP Pavilion 23-b010ea 23in all-in-one PC is at the low end of the price scale at 549.99 from PC World. The main cost saving is its use of a 2.9GHz Intel Pentium G645 processor, which I discussed three months ago in my answer to Wanted: an all-in-one PC to run Windows 8. This is actually a snappy Sandy Bridge chip that performs about as well as a Core i3-2328M, but was launched at about a third of the price. It&apos;s also used in all-in-ones from Acer, Lenovo and Samsung, among others. It should easily outperform the system you are using now. What lets the G645 down is its graphics performance: it does not have Intel features such as 3D Support, Clear Video HD and Quick Sync Video. Since you&apos;ll mainly be using your PC for video, it would be better to get a second- or third-generation Core i3, because these have the missing features. However, HP compensates for the G645 by fitting a separate graphics card to many of its all-in-one PCs, and the HP 23-b010ea includes an Nvidia GeForce GT610M for your 549.99. It may also be worth spending an extra 100 for the HP 23-b030ea (649.99)  which has both a Core i3-2130 chip and a GT610M -- if you want the extra hard drive space. It comes with 1TB instead of 500GB. The same machine as the HP 23-b010ea but with a touch screen adds 200 to the price, and the G645-powered HP Envy 23-d010ea costs 749 at PC World. Unfortunately, this more expensive model drops the GT610M graphics card. While you could fit a graphics card yourself (or get it done for you), the Toshiba LX830-11D (769.00)  is much better value. With its third-gen (Ivy Bridge) Core i3-3110 processor, terabyte hard drive and built-in Freeview (DVB-T) tuner, the Toshiba LX830 looks like the pick of the touch-screen models at the moment. If you can afford it, it&apos;s worth the 220 extra compared with the slower, non-touch, no-tuner HP Pavilion 23-b010ea. If you can spend a bit more, the Asus ET2300 and Lenovo VE32BUK A520 are also worth a look. If you want to spend less, shop around for a discounted Acer Aspire ZS600. All the prices I&apos;ve quoted are from PC World or Currys, rather than Amazon.co.uk because I think it&apos;s a good idea to get your hands on a few of these machines. See how you feel about their styling, and have a go at swiping their screens. Before you go, watch Scott Hanselman&apos;s 25-minute YouTube video, The missing Windows 8 instructional video  who moved my Windows 8 cheese?, where he does everything with the mouse. It&apos;s excellent. (He did a three-minute version, but it was too fast to follow. This one is nice and slow.) Finally, I notice that the May issue of PC Pro magazine is promising a group test of all-in-one PCs in its May issue, which will be published on March 14. Although you may not be interested in the technical details, the reviews are straightforward and there are always star ratings plus editor&apos;s choice and recommended systems. If you&apos;ve used a slow machine for a few years, I expect you can survive another two weeks.", 
    "section": "technology", 
    "gid": "technology/askjack/2013/mar/01/can-i-use-mouse-windows-8", 
    "wordcount": "1289"
}