{
    "headline": "Letter from America: a memo to chief scientific adviser Sir Mark Walport", 
    "text": "   President Barack Obama with the current White House science adviser, John Holdren. Photograph: White House/Pete Souza    Congratulations Dr Walport on your appointment as the UK government&apos;s chief scientific adviser. You join a select group. Since the position of chief science adviser was established in the US in 1957 and in the UK in 1964, fewer than 30 men (yes, all men) have occupied the position. Today across Europe, only Ireland, the Czech Republic and the European Commission have formal equivalents, which also exist in Australia, New Zealand, and soon perhaps in Japan and at the United Nations. In the United States, the science adviser is an assistant to the president with the formal title of Director of the Office of Science and Technology Policy. All US science advisers (except notably the first, James Killian, who had a background in public administration) have been trained in some area of physics, reflecting the cold war origins of the position. Since 2005, the Centre for Science and Technology Policy Research at the University of Colorado has brought to our campus presidential science advisers, spanning the administrations of John F Kennedy to Barack Obama. Let me distil what I consider to be a few of the most relevant insights from their experiences. Science advisers are not superheroes The US science adviser carries the weight of a mythology of extraordinary access to the president. The reality is more prosaic. The position was created as part of President Eisenhower&apos;s response to the Soviet launch of Sputnik, with the appointment of James Killian. One historian of the period commented that President Eisenhower, &quot;saw more scientists in the two weeks following Sputnik than he had seen in the year before&quot;.  Eisenhower contributed to the creation of a mythology when he said that Killian &quot;would enjoy wide latitude in action and guaranteed access to information in every corner of government&quot;. But actions can speak louder than words. Eisenhower rushed Killian&apos;s swearing in ceremony to depart for a golf vacation in Augusta, Georgia. He also left office with a warning that &quot;public policy could itself become the captive of a scientific-technological elite&quot;.   The idea that science advisers can carry the authority of science as a counterbalance to the messiness of politics runs deep in the expectations of many for the position. Such expectations come from politicians (for example, in the recent UK House of Lords report on chief scientific advisers) as well as from the science community (for example, in the book The Geek Manifesto). Despite such expectations, the science adviser is an adviser just like any other in government, with a limited portfolio of responsibilities and expectations for accountability. Science advisers are not superheroes with special access and supra-political authority. Making effective use of the position within government requires the scientific community to realistically calibrate their expectations for the role.  &quot;Science advice&quot; is a misnomer These days, science advice and science communication are all the rage. Unfortunately, such discussions often fall prey to the so-called &quot;deficit model&quot; of the relationship between science and decision making. In its most basic form, the deficit model recommends the following logic to a would-be science communicator: once you come to understand the facts as I understand them, then you will come to share my policy preferences, if not my values. Under such a model of interaction the emphasis is on sharing (or more commonly, arguing about) scientific facts or understanding outside of any political context. We have learned, repeatedly and sometimes at a high price, that efforts to separate science and politics in such a manner may diminish the role of evidence in policymaking, and can contribute to the pathological politicisation of science. Fortunately, many in the science policy community, both academics and practitioners, now recognise the pitfalls of the deficit model and have moved beyond it. The actual (as opposed to mythologised) history of the US science adviser position helps to place the role in a more realistic perspective. If the science adviser isn&apos;t actually advising on science what is he doing? The science adviser is part of government, and in the US is a presidential appointee, and as such is a political adviser. It just happens that the portfolio of responsibilities of the science adviser includes matters of policy for science, including government-wide R&amp;D budgets, and science for policy, on topics as varied as food safety and terrorism. Political advice from a science adviser can take multiple forms The science adviser is not unique in government in having specialised expertise or post-secondary education. Almost by definition, governing in the 21st century requires sophisticated expertise. Energy, food, conflict, economics, crime, education, environment, terrorism  the list of complex issues dealt with by governments that require the input and advice of experts knows no bounds. In one sense, the phrase &quot;science advice&quot; may already be redundant.  In 2004, the US Governmental Accountability Office found that across government there were 948 advisory committees with 62,497 members. President Obama famously stacked his first term Cabinet with a science &quot;dream team&quot;, prompting the head of the American Association for the Advancement of Science to comment, &quot;We have never had quite this array of scientists in federal government leadership positions.&quot; The rise of expertise in government means that the role of the science adviser has been constrained to a few areas, simply because governments are chock full of experts, agencies and advisory mechanisms.  These specialised roles unique to the position of science adviser now include: Budget champion. The science adviser is a coordinator, and at times, a champion for research funding across the federal government.  Issue expert. The science adviser has a unique ability to assemble expertise to address specialised or cross-cutting policy issues.  Options Czar. The science adviser may also serve as what I have called an &quot;honest broker of policy options&quot;, helping the president or prime minister to understand the scope of available choice on a particular topic.  Institution builder. A fourth role is to oversee the institutionalisation of scientific advice across government. The provision of useful advice requires a commitment from policymakers to the use of evidence, but also to the creation and maintenance of strong institutions. The science adviser has a crucial role to ensure institutional integrity by providing advice on advice. Politics is more difficult than physics When Albert Einstein was asked why it was that we could discover how to split the atom but had difficulty in overseeing atomic technology, he famously replied, &quot;That is simple my friend: because politics is more difficult than physics.&quot;  I was reminded of this phrase when we interviewed Ed David, President Nixon&apos;s science adviser. He explained that in 1972, Nixon&apos;s White House was considering cancelling the Apollo 17 mission to the moon.  David explained to us that Nasa at first resisted the schedule change, claiming that they would have difficulty keeping their staff in peak form during the delay. Based on the president&apos;s unyielding political agenda, David gave them a choice that they could not refuse: launch in December, or not at all. Nasa quickly saw the merits of his perspective and adapted its mission planning.  Einstein was right: politics is more difficult than physics. Securing effective science advice depends upon creating effective institutions with clear mandates that integrate expertise into decision making. Democracy is best served by recognising that advisers advise and decision makers decide.  Parting thoughts Writing in 1963, the philosopher Stephen Toulmin warned that, &quot;Unless decisions about science policy are to be left to be made by eminences grises, we shall need a corresponding body of independent informed opinions about the natural history of science  research on the intellectual foundation of scientific policy.&quot; The good news for science advisers in the 21st century is that there exists a rich and growing field of research on practical questions that lie at the intersection of expertise and decision making. The UK has more than its fair share of this expertise, which I encourage you to take full advantage of during your tenure. These experts can provide you with much useful advice on advice. Just as there are calls for policymaking across government to be more evidence-based, so too should science and technology policy.  Good luck! Roger Pielke Jr. is professor of environmental studies in the Center for Science and Technology Policy Research at the University of Colorado and author of The Honest Broker: Making Sense of Science In Policy and Politics. He is on Twitter @RogerPielkeJr. This is an extract from his contribution to The Future of Scientific Advice in Whitehall, which will be free to download here from 18 April 2013.", 
    "section": "science", 
    "gid": "science/political-science/2013/apr/15/letter-america-memo-sir-mark-walport", 
    "wordcount": "1436"
}