{
    "headline": "Outstanding research impact winner: King's College London", 
    "text": "Nurses, academics, a fashion designer, a knitwear factory and digital pen and data processing company are about as diverse an alliance as you&apos;re likely to get working on a medical research project. In the case of WEB (Woundcare for Epidermolysis Bullosa) run by King&apos;s College London, there were two other vital research collaborators: people suffering from the genetic condition Epidemolysis Bullosa, which causes fragile skin leading to open wounds which can cover the entire body, and their carers.  The project, explains Dr Patricia Grocott, addresses &quot;the problems that arise when pre-sized and shaped dressings, designed to cover individual wounds, are patchworked across extensive wounds and secured with layers of bandages.&quot; The King&apos;s research team knew that the practical day-to-day difficulties of living with EB meant they could not intrude too much on the time of those helping with the project, but they also knew that direct and ongoing testimony about the experience of using the prototypes - as well as those who manufactured them - would be crucial as they strove to develop the best product possible. As a result, the experiences of people who tested out the designs in their various stages were captured by videoing and interviewing patients, as well as soliciting the views of carers who assisted with the dressing changes. To facilitate real time feedback as patients started to use the new product - and speed up design adjustments as the project progressed - a digital pen and paper data capture system was designed for use by users and carers.  From their accounts of what worked and what didn&apos;t, the designers, academics and textile technicians refined their product to develop the most sophisticated body wrap dressing system that has ever been available.  Initially, the product they came up replaced the bandage layer (Skinnies-WEB). This gave people with EB greater ease of movement and meant dressing changes took far less time, reducing the burden of living with extensive wounds. Work is now in progress to develop a new type of more absorbent and less bulky dressing layer to go underneath.  As well as the immediate benefits for people suffering from EB, patients with other conditions that result in extensive wounds may also benefit, as projects with Great Ormond St Hospital, the Institute of Dermatology London, the palliative care team at Guys and St Thomas&apos;s, and Woundcare4Heroes start to get underway. A model of user engagement in medical device design has now been rigorously tested, and not only have existing EB patients benefited, with more innovations in the pipeline - there are plans to create a bespoke glove service which will stop webbing between fingers - but five UK companies who collaborated with King&apos;s now have new business opportunities as a result of the research. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/feb/26/research-impact-winner-kings-college", 
    "wordcount": "486"
}