{
    "headline": "Asteroid misses Earth by 17,000 miles after meteor strikes Russia", 
    "text": "     Phew... Come out from under the kitchen table. Let the air back into the nuclear bunker in the garden. After skimming closer to the earth than any other asteroid of its size, space rock 2012 DA14 missed us by about 17,100 miles on Friday evening, a margin closer than some satellites. Experts had given assurances there was nothing to fear from the asteroid, which was too small to see with the naked eye even at its closest approach over the Indian Ocean, near Sumatra. At 50 metres across (about the size of an Olympic swimming pool), the object was a relative tiddler in comparison with the one measuring 5 miles across that wiped out the dinosaurs 65 million years ago. Nevertheless, an impact would have resulted in immense damage given its 143,000-ton heft, releasing the energy equivalent of 2.4 million tons of TNT and wiping out 750 square miles (1,942 square kilometres). In a rather uncomfortable coincidence, a measure of the type of damage that can result from such rocks from space was demonstrated earlier on Friday when a meteor streaked across the sky and exploded over central Russia, raining fireballs over a vast area and causing a shockwave that smashed windows, damaged buildings and injured 1,200 people. Russia&apos;s Interior Ministry said the explosion, a very rare spectacle, also unleashed a sonic boom. Scientists, along with Nasa, have insisted the meteor had nothing to do with the asteroid since they appeared to be travelling in opposite directions. &quot;This is indeed very rare and it is historic,&quot; said Jim Green, NASA&apos;s director of planetary science, of the back-to-back events. &quot;These fireballs happen about once a day or so, but we just don&apos;t see them because many of them fall over the ocean or in remote areas. This one was an exception.&quot; According to Nasa, which captured a picture of DA14, the meteor seemed to be travelling from north to south, while the asteroid passed from south to north in the opposite direction. The flyby provides a rare learning opportunity for scientists eager to keep future asteroids at bay, as well as a prime-time advertisement for those anxious to step up preventive measures. Friday&apos;s meteor further strengthened an asteroid-alert message. &quot;We are in a shooting gallery and this is graphic evidence of it,&quot; said former Apollo astronaut Rusty Schweickart, chairman emeritus of the B612 Foundation, committed to protecting Earth from dangerous asteroids. Schweickart noted that 500,000 to 1 million sizable near-Earth objects, asteroids or comets are out there. Yet less than 1 percent fewer than 10,000 have been inventoried. Humanity has to do better, he said. The foundation is working to build and launch an infrared space telescope to find and track threatening asteroids. If a killer asteroid was incoming, a spacecraft could, in theory, be launched to nudge the asteroid out of Earth&apos;s way, changing its speed and the point of intersection. A second spacecraft would make a slight alteration in the path of the asteroid and ensure it never intersects with the planet again, Schweickart said. Asteroid DA14 discovered by Spanish astronomers only last February is &quot;such a close call&quot; that it is a &quot;celestial torpedo across the bow of spaceship Earth&quot;, Schweickart said in a phone interview on Thursday. NASA&apos;s deep-space antenna in California&apos;s Mojave Desert was ready to collect radar images, but not until eight hours after the closest approach given the United States&apos; poor positioning for the big event. Scientists at NASA&apos;s Near-Earth Object program at California&apos;s Jet Propulsion Laboratory estimate that an object of this size makes a close approach like this every 40 years. The likelihood of a strike is every 1,200 years.", 
    "section": "science", 
    "gid": "science/2013/feb/15/asteroid-misses-earth-meteor-strike", 
    "wordcount": "626"
}