{
    "headline": "Almost a third of teachers quit state sector within five years of qualifying", 
    "text": "Almost a third of teachers who began their career in 2010 quit the classroom within five years of qualifying, according to government figures. Of the 21,400 who began teaching in English state schools in 2010, 30% had quit by 2015, the schools minister, Nick Gibb, confirmed in a written parliamentary answer. More than one in 10 (13%) of newly qualified teachers left after a year of teaching, meaning 87% continued to work in the classroom, a proportion the government says is largely unchanged since 1996.   Related: 'It's a crying shame': teachers on scrapped A-level subjects    That figure fell to 82% after two years in profession, 77% after three years, 73% after four years and 70% after five years, according to the response to a question by Liberal Democrat MP Greg Mulholland. Teachers leaders said the figures showed excessive workload, high-stakes assessments and the constant changes within education were driving those in the profession to leave.  Kevin Courtney, general secretary of the National Union of Teachers, said: Despite high demand, there has been a consistent shortfall in the numbers recruited to training courses since 2010. On top of this, schools are now experiencing increased difficulties in retaining staff. Ministers need to ask themselves why this is happening and take immediate action.  They need to face the fact that schools have become more difficult and less rewarding places in which to work. Intense workload and the demands of high-stakes testing create an environment where job satisfaction is becoming rare. The NUT says staffing problems mean schools are relying on supply teacher agencies and teachers covering roles outside their specialism. The quality of provision is being lowered  and ministers must take responsibility for this, said Courtney. John Pugh, the Lib Dems education spokesman, said: It is bad enough that dedicated teachers are being driven away from the profession they love, but this is also laying the foundations for a disastrous teaching shortage in years to come if we cannot train new teachers fast enough to replace the ones which leave. He called on the government to work with the profession to address the factors making teachers feel demoralised and undervalued, and reverse devastating cuts to school budgets which put added pressure on teachers. Alison Ryan, senior policy adviser at the Association of Teachers and Lecturers, added: The loss of teachers is a tragic and expensive waste, and particularly catastrophic as the number of pupils is set to increase dramatically over the next few years.   Related: To keep burnout at bay, teachers must learn to say no | Kester Brewin    The government needs to tackle the reasons why teachers are leaving the profession; excessive workload, working within an assessment system that strips the joy from pupils learning and dealing with a treadmill of constant change in education. The number of newly qualified teachers entering state schools dropped to 20,600 in 2011 but climbed to 25,500 in 2015. Many in the education sector have expressed frustration as ministers roll out new policies on academisation and more recently, on increased selection. They feel the problems of teacher recruitment and retention are not being given sufficient attention. A report by the Commons public accounts committee said in June that ministers lacked a sense of urgency in making sure schools had enough teachers, despite the fact that teacher training targets had been missed for four successive years. Unions repeatedly flag up concerns about growing teacher workload and a resulting flight from the profession. Polls consistently show high levels of disillusionment; more than half of teachers surveyed in a YouGov poll last year said they were considering leaving the classroom in the next two years. Of those that leave the state sector, as detailed in the figures revealed by Gibb, some take up posts in private schools, others go to teach overseas while a number reconsider their career altogether. A Department for Education spokesperson said: Teaching remains an attractive career and we have more teachers entering our classrooms than those choosing to leave or retire. Teacher retention has been broadly stable for 20 years and the annual average salaries for teachers in the UK are also greater than the OECD average, and higher than many of Europes high-performing education systems like Finland, Norway or Sweden. We want every child to have access to great teachers that arent weighed down with unnecessary workload so they have the time and freedom to do what they do best - inspire the next generation. We recognise teachers concerns and are continuing to work with the sector to find constructive solutions to this issue.", 
    "section": "education", 
    "gid": "education/2016/oct/24/almost-third-of-teachers-quit-within-five-years-of-qualifying-figures", 
    "wordcount": "740"
}