{
    "headline": "Universities setting a course for home", 
    "text": "As prospective students face up to the increased cost of higher education, universities have become keenly aware of the need to offer cheaper options. Higher education providers are, as a result, increasingly looking to develop novel, workplace-relevant distance learning versions of degrees, which they say are considerably less expensive than that of a full-time, on-campus experience. Such innovation is already paying dividends at the Open University (OU), for example, where a higher than average number of students recently signed up to a new course on the ecology and wildlife of Antarctica. Designed in conjunction with the BBC Frozen Planet series, for which OU academics acted as advisers and presenters, the course has unique footage shot on location specifically for OU students, exclusive access to BBC archive film and an interactive study website written by Dr Mark Brandon, a polar scientist involved in the making of the documentary. As a result, the OU has seen double the enrollment numbers it would typically expect for a new course. Elsewhere the University of Central Lancashire (UCLAN) offers the UK&apos;s only BSc (Hons) in astronomy specifically designed for distance learning , endorsed by the Royal Astronomical Society. Bristol-based architect Alan Cardwell is on the course and says it&apos;s &quot;good to be part of a world community&quot; where lectures are replaced by a virtual classroom which brings together students from across the globe. Downloadable course materials are available in PDF format, and assignments are submitted online with the possibility of team assignments with students from other countries later in the course. Split into 18 modules and three levels (certificate, diploma and full honours), distance learners study up to three modules a year, paying as they progress through the course. &quot;At the moment it costs less than pounds 400 a module for UK and EU students,&quot; says Cardwell. And with the option of spreading the studies over six to nine years, flexible distance learning is certainly a lot more affordable for students working full time. Placing all content online and then trusting students to direct their own learning can be an effective way to keep people highly motivated to do outstanding work. Birmingham City University&apos;s new distance learning degree, the MA in online journalism, does exactly that. &quot;It allows people to take it at their own pace and allows them to explore the areas they&apos;re most interested in,&quot; explains Paul Bradshaw, senior lecturer in online journalism at the university&apos;s school of media. Bradshaw has designed the distance learning version of this MA very differently from the standard course: one module, for instance, is delivered in podcasts three times a week that students can download and listen to when it suits. Enabling students to concentrate on what they want to learn, rather than what Bradshaw, as course leader, decides to teach them, is also a novel approach that may be particularly suited to distance learners in professional roles, he explains. &quot;They can swap and change around the order in which they do stuff, because all the learning materials are available right from the start,&quot; he says. &quot;I think it&apos;s much more effective if they experience that learning based on their need.&quot; Online business degrees have seen a huge expansion, with US providers such as Apollo capturing world markets. Edinburgh Business School (EBS) at Heriot-Watt University is the largest provider in the world of distance learning MBAs, with 10,300 active students and 14,300 alumni. Zambian distance learner Brenda Phiri studied her MBA through the distance learning programme at EBS and now works as a financial consultant for Deloitte &amp; Touche. Distance learning helped Brenda, who has two young children, also juggle her family commitments. &quot;I have a very supportive family,&quot; she says, &quot;and together we agreed to forgo some luxuries in order for me to complete my studies, which is why I ensured that I worked so hard.&quot; Another institution that is overhauling its distance learning offer is the University of Derby &quot;Online&quot;. Effectively a new school that&apos;s just been created within the university, for which dedicated academic staff with expertise in supporting the needs of distance learning students have recently been recruited, the venture is seen by senior management at Derby as a strategic opportunity to tap into a growing market for the flexibility offered by distance learning . &quot;Is it another income stream? Yes it is,&quot; says Julie Stone, who heads up the project, &quot;but the rationale behind the whole online division has been driven by a passion for getting the student experience right, so that individuals having to contend with work-life balance issues get the experience they deserve.&quot; The difference between this initiative and other university distance learning courses is that it&apos;s being done in-house, rather than contracted out. &quot;We&apos;re not an outsourced part of the University of Derby, we&apos;re an integral part of it,&quot; says Stone. This, she explains, means that distance learning students will hopefully benefit from the cross-fertilisation of ideas between academics across the institution engaging with their online colleagues.", 
    "section": "education", 
    "gid": "education/2012/apr/20/distance-learning", 
    "wordcount": "850"
}