{
    "headline": "Yahoo, Google, Facebook and more face fight to salvage reputations over NSA leaks", 
    "text": "Google. Apple. Facebook. Microsoft: they are the brands that want the world to trust them with personal information, emails, photos, documents  yet they are now facing a battle to maintain that trust after disclosures that the US government was given access to their customers&apos; data online via the Prism programme operated by the NSA. The companies involved  Microsoft, Yahoo, Google, Facebook, PalTalk, AOL, Skype, YouTube, Apple  vigorously deny giving the Obama administration backdoor access to users&apos; internet information, but the potential damage to their brand reputation has left the companies floundering for a way to respond. Viktor Mayer-Schonberger, professor of internet governance and regulation at the Oxford Internet Institute, believes there could be serious consequences for the collective reputations of all internet companies who have meticulously built their trade on trust. He cites Amazon  not one of the companies involved in Prism  as a case in point when the company took the side of consumers after publishers protested about bad reviews. &quot;It may have dissuaded someone to buy a book, but it instilled trust in Amazon which was far more important to it long-term,&quot; said Mayer-Schonberger. &quot;If you violate that trust, it is difficult to re-establish. Even if it turned out to be a hoax, trust has been destroyed because everyone is talking about it.&quot; He added: &quot;These companies depend on their users being sufficiently trusting to give them personal data. Many of us are perfectly fine for these companies to use this information for their own commercial benefit, to place more relevant adverts on the right hand side, but we do not want it passed on to the government or to tax authorities for instance.&quot; Greg Nojeim, senior counsel at Centre for Democracy and Technology in New York said that for Google  a company which has Don&apos;t be Evil as an informal company slogan and has pioneered online openess, &quot;more transparency would be helpful&quot;. He said: &quot;An important step would be for these companies to exert even more pressure; pressure on the intelligence authorities to disclose more information about intelligence related surveillance that they are compelled to conduct.&quot; In his statement following the Prism revelations, Google CEO Larry Page indicated this was the tack his company would be taking to protect its brand reputation. &quot;The level of secrecy around the current legal procedures undermines the freedoms we all cherish,&quot; he said. Civil liberty activists have also been alarmed. In the UK, the US surveillance, even of high level data, has raised questions about breaches of domestic data protection laws.", 
    "section": "technology", 
    "gid": "technology/2013/jun/10/apple-google-giants-nsa-revelations", 
    "wordcount": "432"
}