{
    "headline": "Cisco axes its umi home videoconferencing service", 
    "text": "First it killed off the popular Flip video camera for consumers; now network equipment maker Cisco Systems has pulled the plug on umi, a home videoconferencing system it once touted as a high-quality alternative to popular video chat service Skype. The move is part of ongoing restructuring plans at the company, based in San Jose, California, which has seen it cut staff and sell assets. Cisco said in an email to the Reuters news agency on Wednesday, in response to internet chatter, that it had decided to no longer sell Cisco umi hardware as a consumer offering. In April 2011, Cisco said it would shut down its popular Flip video camera division as part of a larger revamp. As of Wednesday afternoon, Cisco had yet to remove the product from its home product store, where interested customers were told only that the product was not available for shipment. The product still features on its site as of Thursday, where it is touted as a way to &quot;share life&apos;s moments big and small&quot;. Just a little more than two months ago, Cisco announced that the umi system would be available in Best Buy&apos;s Magnolia Home Theatres in time for the holiday shopping season. &quot;While we are ending the sale of umi, the umi service remains unchanged,&quot; Cisco said, adding that existing customers will continue to be able to use the service to make calls to other umi subscribers or to Google video chat accounts. But it&apos;s unclear what will happen to the service&apos;s existing users. &quot;Let&apos;s hope they make them Tandberg compatible. I have seven units I use in a mental health agency for a variety of purposes,&quot; a user by the name of umi Rumford said on Cisco&apos;s umi chat forum, referring to Norwegian videoconferencing company Tandberg, a business acquired by Cisco in 2010. &quot;The new year is only four days old, and already another consumer product from Cisco Systems has been put out to pasture: this time, it&apos;s the consumer videoconferencing product umi,&quot; the user said. Cisco had launched the $599 (384) umi home videoconference system in October 2010, positioning it as a high-quality rival to Skype and other low-cost providers, with the hope of expanding into the consumer market. Marthin De Beer, head of Cisco&apos;s emerging technologies business group, said at the time umi&apos;s quality made it different from others. &quot;It is different, it&apos;s a new class of product and you will see that the experience is transformational,&quot; he said. Cisco declined to give sales figures for the umi system. Videoconference start-up Vidyo, which unveiled a new technology in November that allowed its service to run using virtual servers, said the Cisco decision confirmed the trend in the industry away from hardware and toward software. &quot;The only way to introduce new services is through solutions that work on devices people already own such as smart phones and tablets,&quot; Vidyo chief executive Ofer Shapiro said. Rival Skype pointed to a blog on its site written at the launch of umi and said the blog was still valid. Skype said at the time that a $599 device could be &quot;subject to obsoletism at the hands of mass-market options&quot;.", 
    "section": "technology", 
    "gid": "technology/2012/jan/05/cisco-axes-umi-videoconferencing", 
    "wordcount": "543"
}