{
    "headline": "Twitter racism: how the law is taking on the 'Twacists'", 
    "text": "A spate of racist comments directed at Premiership footballers and broadcast on Twitter has prompted concerns about use of the social media network. In the past week, two cases have come to court involving students who sent out offensive messages insulting the former Liverpool striker Stan Collymore and the Bolton Wanderers midfielder Fabrice Muamba, who collapsed during a recent FA Cup tie. A variety of laws are being used by the Crown Prosecution Service to deal with offenders as police forces move swiftly to deal with high-profile cases. A number of footballers and celebrities are reported to have closed their accounts on the micro-blogging site after becoming targets of abuse. In the two latest cases, a Newcastle University law student Joshua Cryer, 21, admitted using the social networking site to bombard Collymore with abuse in an attempt to &quot;snare a celebrity&quot; by provoking a reaction. He was charged under section 127 of the Communications Act of sending grossly offensive messages, which included racist taunts, to the former England player. He was sentenced to a two-year community order with 240 hours&apos; unpaid work and ordered to pay 150 costs to the court. Liam Stacey, a 21-year-old biology undergraduate at Swansea University, pleaded guilty to a charge under the Crime and Disorder Act of making racially aggravated comments. Lisa Jones, prosecuting, told the court: &quot;Fabrice Muamba collapsed on the pitch and was believed to have died. Shortly after, Stacey posted on Twitter: &apos;LOL, Fuck Muamba. He&apos;s dead&apos;.&quot; Stacey is due to be sentenced this week and has been told he could be jailed. The prosecutions demonstrate the determination of law enforcement agencies that what occurs online should be subject to everyday rules and regulations. The practice of online bullying and baiting, known more generally as &quot;trolling&quot;, has been condemned repeatedly by ministers. Before attending a Downing Street summit last month tackling homophobia and racism in football, the culture secretary Jeremy Hunt said: &quot;The behaviour of crowds has been that something that was socially acceptable 20 years ago is now socially unacceptable. Unfortunately, it seems still to be socially acceptable on Twitter.&quot; The term &quot;Twacism&quot;  for &quot;twitter racism&quot;  has gained a limited currency online. Legal action may not involve major investigations by police or prosecutors since offenders tend to be easy to track down through their social media accounts and faced with the evidence often plead guilty. But they do involve abuse that might otherwise not have been broadcast beyond the confines of a living room or pub. Commenting after Cryer&apos;s conviction, Wendy Williams, head of the Crown Prosecution Service (CPS) in the north-east, said: &quot;In recent months we have seen a number of similar cases in the north-east, in which people have been racially abused through social networking sites. &quot;Ironically, the strongest evidence in each of these cases has been directly provided by the defendants themselves. When a person makes such comments digitally, they effectively hand police and prosecutors much of the evidence needed to build a robust case against them.&quot; Other recent examples involving racial abuse on Twitter include two 17-year-olds who were given final warnings by the police over comments directed at Newcastle United&apos;s Sammy Ameobi. Last month, a Sunderland fan, Peter Copeland, was given a suspended prison sentence after pleading guilty to two offences under the Malicious Communications Act. It was said he had sent out &quot;grossly offensive&quot; racist comments. Collymore, an active campaigner against racism, has been raising awareness of inappropriate remarks on Twitter and played a significant role in the arrest of Stacey. He has tweeted: &quot;If you see anyone tweeting racist tweets today, or any day, please report them to your local police. They will listen and act. Thank you.&quot; The Department for Culture, Media and Sport (DCMS) said there had been more than 2,000 prosecutions last year under section 127 of the Communications Act. The DCMS said: &quot;The fundamental principle for internet-hosted material is that what is illegal offline is also illegal online.&quot; A CPS spokesman said: &quot;Cases are prosecuted under different laws. We review the evidence given to us and decide what is the most appropriate legislation to charge under.&quot; Twitter says it does not moderate or filter content on its site but insists it has a set of rules intended to protect users and promote good behaviour. A spokeswoman said: &quot;Twitter is a neutral platform, but we have rules that outline what users can and can&apos;t do. We do not pro-actively monitor content, but will review all reports of violations, and act on a case-by-case basis.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/mar/27/twitter-racism-taking-on-twacists", 
    "wordcount": "780"
}