{
    "headline": "Protect children from internet pornography, report demands", 
    "text": "Children are exposed to violent and sadistic imagery which risks distorting their attitudes towards relationships and sex, according to the children&apos;s commissioner for England. A report released on Thursday by the commissioner&apos;s office found that children who watch pornography are more likely to develop sexually risky behaviour and become sexually active at a younger age. It called for urgent action to &quot;develop children&apos;s resilience to pornography&quot; after discovering that a significant number have access to sexually explicit images. It also called on the Department for Education to ensure all schools delivered effective relationship and sex education, including how to use the internet safely. &quot;We are living at a time when violent and sadistic imagery is readily available to very young children  even if they do not go searching for it, their friends may show it to them or they may stumble on it while using the internet,&quot; said the commissioner, Maggie Atkinson. &quot;For years we have applied age restrictions to films at the cinema but now we are permitting access to far more troubling imagery via the internet. It is a risky experiment to allow a generation of young people to be raised on a diet of pornography.&quot; The report, based on a review of academic research, also found that pornography could influence children&apos;s sexual attitudes, foster a negative attitude towards relationships and lead them to engage in risky behaviours such as unprotected anal sex, sex at a younger age and the use of alcohol and drugs during sex. Sue Berelowitz, the deputy children&apos;s commissioner, said compulsory education was the only way to ensure children were guarded &quot;against the possible impact of pornography on them and their relationships&quot;. She said: &quot;As part of our inquiry into the sexual exploitation of children in gangs and groups we have seen that young perpetrators of sexual abuse describe their activity as &apos;like having been in a porn film&apos;. This report provides the evidence to support there being a high correlation between exposure to pornography and it influencing children&apos;s behaviour and attitudes.&quot; Miranda Horvath, senior lecturer at Middlesex University, which led the review of academic evidence, said: &quot;When pornography is discussed, it is often between groups of people with polarised moral views on the subject. Rather than adopting a particular ideological stance, this report uses evidence-based research to draw its conclusions and further the debate.&quot; The report&apos;s recommendations echo calls made by the End Violence Against Women coalition to make sex and relationships education compulsory in secondary schools. A recent survey by the National Association of Head Teachers found many parents believe schools should teach about the dangers of pornography as soon as children are old enough to use the internet.", 
    "section": "education", 
    "gid": "education/2013/may/24/protect-children-internet-pornography-report", 
    "wordcount": "459"
}