{
    "headline": "Boot up: Android and iOS users profiled, IE10 v Firefox on Do Not Track, HTML5 Rubik's Cube and more", 
    "text": "A quick burst of 7 links for you to chew over, as picked by the Technology team RIM: What the hell happened? &gt;&gt; Fortune Tech  If aliens had disembarked at Orlando&apos;s Marriott Hotel in early May, they would have probably thought the BlackBerry the latest and greatest technology on Earth.    But this feature is there to disabuse them. Android vs. iPhone: how the users differ &gt;&gt; Hunch Blog  We delved into our Teach Hunch About You (THAY) questions to figure out what we can learn about Android vs. iPhone users, and our friends at Column Five Media performed some of their infographic magic on the resulting data.   Note that this is only representative of people on Hunch, and that it talks about likelihood (eg likelihood of using Yahoo Mail v Gmail), not proportion. So &quot;50% more likely to use Yahoo Mail&quot; means that you&apos;d have (say)  four  six out of 50 using Yahoo Mail in that group, and  three  four out of 50 in the reference group. (Oops.) iOS 6: Higher hanging fruit &gt;&gt; iMore A list of suggestions of things Apple could stea.. incorporate from other mobile OSs (and even its desktop OSX). Largely unlikely to happen because they would complicate life enormously, though inter-app communication like Android and Windows Phone offer (&quot;intents&quot; and &quot;contracts&quot;) is overdue. HTML5 Rubik&apos;s cube Tremendous fun. Needs a &quot;current&quot; browser, obviously. Best thing: solves it for you once you&apos;ve messed it all up. Do Not Track: It&apos;s the user&apos;s voice that matters &gt;&gt; Mozilla Privacy Blog Following Microsoft&apos;s announcement that IE10 will enable &quot;Do Not Track&quot; (of users by third-party cookies) by default, Mozilla&apos;s privacy officers speak up:   There are three different signals to consider in broadcasting the user&apos;s preferences for tracking: User says they accept tracking; User says they reject tracking; User hasn&apos;t chosen anything  Firefox defaults to state 3: we don&apos;t know what the user wants, so we&apos;re not sending any signals to servers.   Which is the equivalent default of state  2  1, that the user accepts tracking. See if you can think of a company which pays Firefox to be its default search engine, and might benefit from tracking being enabled. (Thanks @gaudie for the correction in comments.) Advancing Consumer Trust and Privacy: Internet Explorer in Windows 8 &gt;&gt; Microsoft TechNet Blogs Brendon Lynch, Microsoft&apos;s chief privacy officer, on why IE10 will have &quot;Do Not Track&quot; turned on by default:   We&apos;ve made today&apos;s decision because we believe in putting people first. We believe that consumers should have more control over how information about their online behavior is tracked, shared and used. Online advertising is an important part of the economy supporting publishers and content owners and helping businesses of all shapes and sizes to go to market.   See if you can think of a company that will be affected by this which Microsoft doesn&apos;t like. The Girl With The ANSI Tattoo &gt;&gt; Oracle WTF blog The US remake of Girl With The Dragon Tattoo uses, gasp, SQL to solve a cold case:   Shocked moviegoers will have been left wondering why a genius-level hacker would outer-join to the Victims and Keywords tables only to use literal-text filter predicates that defeat the outer joins, whether MySQL has a LIKE operator, and why none of the victims&apos; initials are &apos;R L&apos;.   Reminiscent of The Matrix&apos;s use of open source hacking tools. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/jun/04/technology-links-newsbucket", 
    "wordcount": "602"
}