{
    "headline": "EU development commissioner Andris Piebalgs fights his corner on aid", 
    "text": "As European leaders lock horns on the next European budget, Andris Piebalgs, the European commissioner for development, faces a tough battle to protect his corner. Negotiations have begun in earnest on the 2014-20 budget. Piebalgs is seeking a total of 51bn in aid funding (at 2011 prices), compared with 40.5bn (33bn) in the last seven-year period, for the EU to meet its commitment to the UN target of spending 0.7% of gross national income on aid. The coming weeks will be crucial as there is pressure to agree on the numbers for the various pots of money  common agricultural policy (CAP), development, regional funds  in time for a budget summit in late November to seal a deal. Piebalgs has bemoaned the fact that while coalitions have formed around particular bits of the budget, he has no &quot;friends of development&quot; to back him. In a recent interview with the French newspaper La Croix, Piebalgs said that while the CAP had its supporters, as did regional funds, no one was defending the aid budget. That did not seem to be a preoccupation of member states, he said. There is a &quot;friends of cohesion&quot; group led by Robert Fico, the Slovakian prime minister, to protect the large amount the EU spends on poorer regions &quot;to catch up&quot;. But Piebalgs is playing a weak hand as best he can. This week, as leaders and development officials gathered in Brussels for the EU&apos;s development days, an annual forum on development, his office released a survey showing widespread public support for aid for developing countries. According to a Eurobarometer survey (pdf), released on Tuesday, 85% of EU citizens believe Europe should continue helping developing countries despite the economic crisis, and 61% are in favour of increasing aid. At the same time, 55% think rapidly growing emerging countries should no longer receive aid. Most people (61%) believe aid should focus on fragile countries that have suffered conflict or natural crises. Piebalgs seized on the survey to argue that policymakers should not axe the aid budget at a time of austerity. &quot;The EU is about to decide the next seven-year budget and people are sending a clear message to their leaders  savings should not be made at the expense of the poorest on the planet,&quot; he said. But supporting EU aid is an uphill battle, especially in the UK. The anti-aid press frequently take potshots at the union for its &quot;largesse&quot; on Turkey, or for providing aid to Iceland. The latter is a canard, as Iceland receives no EU aid. Turkey&apos;s aid comes from a different pre-accession pot that helps prepare states for membership. There is frustration in Brussels that the UK supports EU spending on Turkey as it favours Ankara&apos;s membership, but criticises the amount of money spent, as Justine Greening, the international development secretary, did in Luxembourg this week. With member states not rushing to Piebalgs&apos;s defence, it is left to campaigners to champion EU aid. ONE says Britain ranks the European commission among the world&apos;s top development and humanitarian aid donors, and that the UK&apos;s multilateral aid review rated the European development fund, which focuses on African, Caribbean and Pacific countries, as &quot;critical to UK development objectives&quot;. Piebalgs defends EU aid on the grounds that poverty in Europe is not comparable to Africa, even though people are being hurt by austerity in Europe. He also makes the case for aid on national security grounds, just as Greening did in her recent defence of UK aid at the Tory party conference. Piebalgs has proposed that 19 countries, including Brazil, India and Indonesia, no longer receive EU aid as part of his efforts to focus on the poorest countries. With budgets under pressure, some aid campaigners are casting a hopeful eye on attempts by France, among others, to introduce a financial transactions tax (FTT) at EU level. France has already done so on a national level, and plans to channel 10% of the money raised towards development. A broader EU FTT backed by France and eight others  and opposed by the UK on the grounds it would damage the City  is also being fleshed out, which could raise as much as 40bn for development, according to some estimates. For the moment, however, Piebalgs has to concentrate on fending off axe-wielders eyeing his budget. Laura Meyer, a research assistant at the European Centre for Development Policy Management (ECDPM), a Brussels thinktank, argues that the EU can certainly do a lot for development beyond aid  in trade and other areas  but that aid has proved its worth: &quot;As ECDPM has articulated on numerous occasions, examples can be seen in its trade and other policy areas,&quot; she says. &quot;Yet many contend that European aid has made a difference already and that when the general public is engaged and the real impact is demonstrated, it is supportive.&quot; Eloise Todd, Brussels director of ONE, said: &quot;In November leaders have the opportunity to make sure that cuts to the EU budget do not cost lives. We need development champions like the UK to protect the part of the budget that could vaccinate 9 million children by 2020. There is one month to save European aid from potentially the biggest cuts ever seen to development spending.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/oct/18/eu-commissioner-andris-piebalgs-aid", 
    "wordcount": "893"
}