{
    "headline": "God and the New Physics by Paul Davies  book review", 
    "text": "This is not a book about God: it is a book about what was in 1983 the new physics , by a distinguished scientist who would go on six years later to edit a massive scholarly work called The New Physics, who would then start getting interested in life on Earth, extraterrestrial life and (right now) the physics or mechanics of cancer. In other words, Davies is interested in all the questions raised 3,000 years ago by the Pentateuch; and in the increasingly intractable questions of how the universe began, how life began and how we came to be. Atheism, like Christianity, requires an act of faith. There is no evidence whatsoever for the non-existence of God, and there is plenty of evidence for His existence. However, this evidence is entirely anecdotal, highly subjective, often conflicting and not subject to scientific rigour. So in 1984 a new physicist picked up an old question first formulated perhaps 1,600 years ago by that great thinker St Augustine of Hippo, and 800 years ago by St Thomas Aquinas: can God&apos;s signature be seen in the universe He created? This is called natural theology: it has an honourable place in the history of science. Francis Bacon recommended it, Isaac Newton practised it, 17th century biologists like John Ray puzzled over the ambiguities it exposed. The physics has moved on since Davies wrote this book, but it seems to have stayed in print, and sold steadily, for reasons that become quite clear as one reads it: the big question of life, the universe and everything is not how, or when, or what, or even Who, but the ever-open and hugely enjoyable question of why? Davies picks his way patiently through all the areas of argument - the definition of life&apos;s complexity; the insubstantial abstractions of mind and soul; the idea of self; the enduring argument about whether there really is such a thing as free will; the problem of defining words like &quot;miracle&quot;; the mystery of time; the question of whether this universe is an accident or part of a bigger plan; and the riddle of why all the values and constants of physical forces seem so exquisitely tuned to produce and sustain life (but only, as far as we know, once). He quotes generously from other sources  sometimes a bit too generously  and always fairly. But it is precisely from such position statements that Davies can start asking interesting questions and delivering even more interesting insights. For instance, is God a necessary being, containing the explanation for His own existence? That has become a meaningless question because the universe now turns out to contain within itself the reason for its own existence. So it, too, is in the theological sense necessary. If God is an effect that does not require a cause, why cannot the universe exist without a cause? Set against that are the enigmatic questions raised by probability: if the universe was just a quantum accident, a random event, the odds against it containing any appreciable order are, says Davies &quot;ludicrously small&quot;. And I am especially grateful for the vivid way Davies expresses just how ludicrously small. For example, if the explosion that delivered the universe had varied by one part in 1060  yes, one followed by 60 zeroes  what we see around us would not exist and we would not be here to see it. &quot;Suppose,&quot; says Davies &quot;you wanted to fire a bullet at a one-inch target on the other side of the observable universe, twenty billion light years away. Your aim would have to be accurate to that same part in 1060.&quot; He makes some of the usual points: that there is no case for invoking &quot;a god of the gaps&quot; to explain what science cannot account for, because history shows that sooner or later science quite often does get to explain the once seemingly inexplicable. The notion of an omnipotent, benevolent Creator is addressed as a contradiction: if God cannot prevent evil, then He is not omnipotent; if He is omnipotent, then the evil is of His making too. The idea of free will provided by an omniscient Creator, too, contains its own paradoxes. Some of these points are classic angels-on-a-pinhead stuff. Some of them are made much more interesting by the advances of cosmological physics and quantum theory, because the universe really does look like the ultimate free lunch, fashioned from nothing; bootstrapping itself into existence by a series of mathematically demonstrable steps. But this raises a problem, and not just for those of us who were educated in the religious tradition, with parents who did not question the idea of God, and who still wistfully cling to the idea that there are things that are right, and things that are wrong, and that this rightness or wrongness might not be explained only by subtle sociobiological pressures over evolutionary history. Even if we no longer buy the idea of seven heavens, seven cardinal virtues or seven choirs of angels, we still have an uneasy sense that our lives are for something. The problem is defined as &quot;nothing-buttery&quot;. That is: are humans &quot;nothing but&quot; a collection of molecules, nothing but a set of survival machines for their genes? Is the universe really pointless and purposeless? And if it is, why does it contain even one species that suddenly can look at the evidence and frame such a question? This is not a book that will comfort unquestioning believers. Why should it? For them, blind belief is its own comfort. For the rest of us, Davies provides a richness of patient reasoning, and yet another chance to marvel at the universe in which we seem so lucky to maintain precarious and limited leasehold. Tim Radford&apos;s geographical reflection, The Address Book: Our Place in the Scheme of Things is published in paperback next month     Photograph: Getty    Our next Science Book Club choice is Possible Worlds by J. B. S. Haldane which Tim will review on Friday 27 April", 
    "section": "science", 
    "gid": "science/2012/mar/16/god-new-physics-paul-davies-review1", 
    "wordcount": "1011"
}