{
    "headline": "How to inspire interdisciplinarity: lessons from the collegiate system", 
    "text": "Interdisciplinarity is a buzzword in academic research and education, but few universities are able to pay more than lip service to this concept. Indeed, the very nature of academia resists interdisciplinarity. We are trained to become experts on the most minute aspects of our subject, and are chastised for being too broadly focused or having too many interests. As Simon Goldhill, director of the Cambridge Centre for Research in the Arts, Social Sciences and Humanities (CRASSH) states, &quot;we have people who know more and more about less and less. That&apos;s the definition of a PhD, isn&apos;t it?&quot; This intense specialisation prevents us from seeing the forest among the trees. So it is completely unsurprising that cross-disciplinary efforts and inter-departmental initiatives often fail and do not go beyond initial superficial connections. I have heard gripes at more than one prestigious institution about the impenetrable silos that separate departments and communities within the university. A common reminiscence about college concerns the spontaneous philosophical conversations that occur in dorm hallways at 3am. It is unfortunate that in most institutions of higher learning, we stop talking to each other after undergraduate level. Instead, we compartmentalise ourselves off in our departments, talking to people who think the same way we do. We begin preaching to the choir and feel affirmed that our style of thought is the only right way. The way in which we are trained and specialise shapes our identity and how we process the world beyond our academic disciplines. Not only do we develop specialised knowledge, but we also become inculcated in a particular way of examining and talking about the world that breeds distrust against other approaches and a belief that our methodology is the best. I have felt, for example, that some academic physicians on the surface embrace the concept of applying social sciences to medicine, but are unable to accept non-positivist ways of understanding the world and dismiss it as insufficiently rigorous. Joe Henrich, an anthropologist, used game theory rather than the more traditional ethnography to elucidate cross-cultural differences in gift giving and human behavior. Rather than embracing the capacity for other fields to enhance understanding, many anthropologists felt threatened by this methodological promiscuity, finding it &quot;unethical,&quot; &quot;heavy-handed and invasive&quot;. I think a key aspect to achieving interdisciplinarity is through the design of physical and social spaces. Creating spaces where people continuously come into contact with people outside their discipline in natural, casual social settings over and over again, helps develop social networks that eventually become the source of intellectual inspiration and creativity. Stanford has been a pioneer in designing physical spaces to foster mixing of ideas and philosophies. The Center for Clinical Sciences Research (CCSR) building has few walls. Instead of lab bench space being allocated by research group, where all members of a lab are grouped together, scientists are interspersed around the entire building, promoting collegiality and discussion among members of different labs and disciplines. Its intentions were clear from the start, &quot;its design responds to emerging trends for interdisciplinary biomedical research, [where] interaction between disciplines and individuals is encouraged.&quot; Bio-X&apos;s Clark Center is another example of interdisciplinary spaces, where &quot;warehouse like lab spaces and shared facilities&quot; foster collaboration between engineers, scientists, doctors and others to develop technologies and solutions to a common problem. At Stanford, I participated in a programme called the Biodesign Innovation Program, which brought together engineers, business students, and medical students into small teams to come up with solutions to medical problems. My team invented a device, which we&apos;ve since patented to cool the heart during a heart attack as uninvasively as possible. The experience emphasised the ability of different perspectives to develop innovative solutions to existing problems. The Stanford d.school is the latest example of innovation in interdisciplinarity, where students from any department are able to take classes in applying design concepts to their specific areas of research. It would be amazing if new developments on campus grouped people in innovative ways, by problems to be solved or themes to explore, rather than by discipline. Programmes similar to Stanford&apos;s Biodesign Innovation Program would further bring together researchers, but more importantly, social spaces should be created that foster collegiality, trust and personal connections. Many medical school campuses, for example Johns Hopkins, are miles away from the main campus, preventing easy interactions between campuses. Obviously it would be difficult to change this, but future buildings could be strategically located in ways that foster cross-disciplinary interactions. The Hopkins Bio Park is currently under development. Why not introduce buildings that house academics in medicine, humanities and social science who work together and research together as equals the intersection between medicine and the social science? Princeton and Yale have collegiate systems modeled on those of Oxford and Cambridge colleges, where undergraduates live and socialise together in colleges. Neither graduate students nor faculty members are integrated into the college system. The colleges primarily provide residential and social support, rather than academic enrichment. I believe that these institutions have missed out on a critical aspect of the &quot;Oxbridge&quot; college system. Integrating the remainder of the university population into the college structure would enhance interdisciplinary interactions at the graduate and potentially faculty level. This is key because it is at graduate level where we start becoming specialised and indoctrinated into the academic mindset. Creating more opportunities that bring together scholars from different fields would hopefully inspire academics to look outwards beyond publication counts and grant writing to see how their research can be applied to solving real world problems. I am leading a conference in Cambridge called the Global Scholars Symposium, which brings together students for three days of cross-disciplinary discussion. Yes, taking the interdisciplinary path in my own career has not been easy. My clinical residency would have been far easier if I wasn&apos;t always frustrated by the social and political problems which got my patients in the hospital in the first place, and hospital financing practice which at times seemed to prioritise the bottom line over patient care. I sometimes envied my colleagues who were singularly focused on becoming cardiologists so that they could focus on repairing valves. In my PhD research, I am constantly admonished for being too unfocused, and the desire to meld divergent discourses and epistemological stances has been fraught with challenges and misunderstandings. Hopefully in the end, I will be able to say that it was worth it and there will be a role for someone like me when I&apos;m done with this chapter in my intellectual development. Elizabeth Dzeng is a general internal medicine fellow at the Johns Hopkins, Division of General Internal Medicine and PhD student at the University of Cambridge  follow her on Twitter @lizdzeng This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/mar/15/interdisciplinary-academic-universities-research", 
    "wordcount": "1154"
}