{
    "headline": "Sonos Playbar aims to ease pain of setting up home theatre sound systems", 
    "text": "Tom Cullen is showing off Sonos&apos;s new offering to add to its wireless speakers and streaming service: it&apos;s a soundbar, that long wide item you put underneath (or above) your TV to enhance the sound of films and television shows. And he&apos;s explaining why Sonos won&apos;t get into video, why streaming is the future of music, and why it&apos;s taken Apple so long  despite having bought the streaming service Lala in 2009  to kick off its own streaming service. The Playbar (as it&apos;s called) has been the cause, one gathers, of a little friction inside Sonos. John McFarlane, the chief executive and co-founder who is normally the face of Sonos, didn&apos;t think for a long time that it was the right product to make, says Cullen  one of the four co-founders. &quot;But I said, in the digital world, convenience is more important. The reason why home theatre isn&apos;t out there more widely is that it&apos;s a pain to set up.&quot; You can see his point: normal 5.1 setups (two speakers at the back, two on left and right, one in the centre, and a subwoofer) can be a pain to configure, not to mention all the trailing wires. &quot;John was against it,&quot; says Cullen. &quot;But we&apos;ve been working on this for five years. I say that all speakers should have brains in them.&quot; Pushing the intelligence to the edge, rather like the internet does  so that each speakers has its own amp, and can operate independently through a stream  is what Sonos does well. A question that I&apos;ve been asking Sonos since first encountering the company in 2005 is: when will it start offering video streaming? Given that it has shown its ability to move data around efficiently, video has seemed like a natural next step after audio. Cullen squashes that suggestion flat. &quot;There are two answers to that,&quot; he says. &quot;The first is the business answer. Digital video is going to be this whole clash of the titans over the next decade. Samsung, Apple, Google, Microsoft, Sony, they&apos;re all going to fight to control it. Some of them face fundamental existential threats from that. I don&apos;t want to be caught up in that.&quot; The other reason, he says, is &quot;once we had the idea of these smart speakers, we realised that we could invest more and more deeply in them, and we wouldn&apos;t run out of things to do.&quot; Hence the Playbar  which he says is &quot;the only part of the home theatre market that is growing&quot;. Quite probably that&apos;s because they combine all front three speakers, simplfying the wiring nightmare. And now Sonos, which Cullen says in 2012 became the world&apos;s second biggest speaker manufacturer by revenue (after Bose, and ahead of Bowers &amp; Wilkins), is moving in to get a piece. At 599, the Sonos Playbar won&apos;t be in everyone&apos;s price range. But Cullen thinks that if you like hearing the dialogue in films (&quot;we&apos;ve written code to help that, the mixing of 5.1 means the dialogue is in the centre speaker and it gets drowned out&quot;) and you like hearing music clearly, you&apos;ll at least consider it. &quot;Hi-fi is about a six-billion-pound market worldwide; less than a billion dollars is in streaming kit. It&apos;s going to change  we want to get the sales in the &apos;mass premium&apos; market,&quot; Cullen says. (It&apos;s hard to find independent figures that confirm this; other reports put the value much higher, but mix in TVs and set-top boxes; the global home audio market should be more than $20bn by 2015, according to a report in October 2010.) Sonos is certainly riding that growth. Cullen won&apos;t say how many users Sonos has, preferring to talk of &quot;rooms&quot;  which roughly equates to speakers, though not quite items (because Sonos sells its own remote control, and subwoofer, and a &quot;bridge&quot; to your home router). &quot;We announced that we were in a million rooms 15 months ago. It took us six years to get there. Now we&apos;re in 2.5m,&quot; he says. That sort of takeoff could be lifted by the Playbar, which he wants to replace the (admittedly always lousy) speakers on TVs  &quot;the quest for thinness means they&apos;re using the same speaker technology you use in your smartphone&quot;  and also act as a music streaming service (from the TV or internet music or speech services or your own home server). So streaming  and services such as Spotify, Deezer, Last.fm and (in the US) Rdio and Pandora are the future, then? &quot;For the past ten years I&apos;ve been saying that &apos;in five years everybody is going to stream their music&apos;,&quot; Cullen says, his grin acknowledging how reality hasn&apos;t kept pace with his plans. &quot;OK, we made crazy assumptions about the way that this was going to change. Habit changes take time to happen. But the vast majority of home audio today is very different from what it was in 1995.&quot; When he and MacFarlane and the other founders created the company in 2002, he says, they had a crucial discussion about where music was going. &quot;John is a technology visionary. We talked back then about how many streaming services there would ultimately be  would it be a handful, or thousands? We concluded it would be thousands, that music is like oxygen, and that for every niche there would be someone serving it. You live in Kazakhstan and you want Kazakh music? Someone&apos;s going to be able to buy a server and fill it with music and put it online and they&apos;re in business. Well,&quot; he pauses, &quot;I say &apos;in business&apos; but that still leaves the question of the business model.&quot; That thinking that the ocean of music will be composed of multiple overlapping streams has informed the design of all the company&apos;s products, he says. Every day another two or three streaming music or speech services start up; they can add themselves to Sonos&apos;s services via an API, he explains, which saves writing any extra per-service code. So where is Apple in this streaming world? Clearly, not offering a streaming service, despite having bought Lala  which did just that  in 2009. Cullen thinks that the owners of the streaming rights might be trying to strike a hard bargain with Apple over streaming royalties  any iTunes streaming service would probably be a major competitor to the existing ones within a couple of months, given the hundreds of millions of credit card-connected accounts on the story. &quot;I&apos;m sure Apple would like to stream [from iTunes] but they&apos;re now so powerful that I think the content people are trying to get their own back,&quot; Cullen says. &quot;But the thing is, the iTunes model [of selling individual tracks or albums] works for the music companies; the streaming model works too, but it depends on massive use to generate money for the music labels.&quot; For Sonos, though, the new growth  helped by lower prices on its equipment (&quot;we have seen volume increases from reducing costs,&quot; Cullen admits)  has shifted it into being a different company: one that isn&apos;t living from hand to mouth, desperately trying to get products out to buyers, but one that can be more reflective about its aims and timing. &quot;We&apos;re changing as a business,&quot; says Cullen. &quot;But the point I&apos;ve been making forever is that nowadays, simplicity wins.&quot; Correction: this article was updated on 18 February: the device is called the Sonos Playbar.", 
    "section": "technology", 
    "gid": "technology/2013/feb/18/sonos-soundbar-home-theatre-system", 
    "wordcount": "1276"
}