{
    "headline": "Twitter boss slams Wikipedia's 'silly' Sopa protest", 
    "text": "Wikipedia, one of the world&apos;s most popular websites, has confirmed it will &quot;go dark&quot; on Wednesday when the site pulls the plug in a 24-hour protest against highly-contentious US online piracy legislation. The online encyclopedia is the sixth most popular destination on the internet and attracts 25 million visitors a day. Starting at midnight on Tuesday the company said its English-language version will be unavailable in protest against the Stop Online Piracy Act (Sopa) and Protect IP, two bills aimed at attacking online piracy. Wikimedia, the foundation behind the site, discussed the move with &quot;Wikipedians&quot;  the authors of its entries  and the company said the majority favored action. Similar blackouts are planned by other websites including Reddit, the popular news sharing site, and the Cheezburger websites, which attract 16.5 million visitors a month to look at funny cat videos and photos. &quot;Today Wikipedians from around the world have spoken about their opposition to this destructive legislation,&quot; said Jimmy Wales, founder of Wikipedia. &quot;This is an extraordinary action for our community to take  and while we regret having to prevent the world from having access to Wikipedia for even a second, we simply cannot ignore the fact that Sopa and PIPA endanger free speech both in the United States and abroad, and set a frightening precedent of Internet censorship for the world.&quot; Wales has been a persistent critic of Sopa, calling it &quot;the worst internet legislation I have ever seen.&quot; Before the decision was made Wales tweeted: &quot;Student warning! Do your homework early. Wikipedia protesting bad law on Wednesday! #sopa&quot;. Wales made the announcement as the threat of SOPA seemed to be receding. Other tech leaders were less enamored of his move. In a tweet, Twitter CEO Dick Costolo called Wikipedia&apos;s plans to pull the plug on its website &quot;foolish&quot; and &quot;silly&quot;. Via Twitter, Radar correspondent Alex Howard asked Costolo, Google&apos;s Eric Schmidt and Facebook&apos;s Mark Zuckerberg, whether they would have the &apos;cojones&apos; to follow in Wikipedia&apos;s protesting footsteps. &quot;That&apos;s just silly. Closing a global business in reaction to single-issue national politics is foolish,&quot; Costolo replied. The spat was the first sign of tension amid the major tech players who have so far shown a united front as they have fought Hollywood and the music industry over regulation of the internet. Over the weekend the tech community won a key battle when President Barack Obama came down on their side. Sopa now looks un-passable in its current form. But Wales and others fear that while Sopa now looks severely damaged, Protect IP is still up for a vote on 24 January and there is widespread support among politicians for tighter control of the internet. So far, the Sopa battle has been largely fought out in the tech, media, and business pages. All that could change Wednesday when Wikipedia goes dark.", 
    "section": "technology", 
    "gid": "technology/2012/jan/16/wikipedia-sopa-blackout-slammed-twitter", 
    "wordcount": "488"
}