{
    "headline": "Ebooks: the format of the academic future", 
    "text": "We have a profoundly different higher education system to the one that took shape in the 19th and 20th centuries. Technology is influencing higher education as never before. As Google chief Eric Schmidt has said, the internet isn&apos;t making inevitable change faster; it has become the engine of change. I do not believe in technological determinism. Nothing is inevitable, and we have the power to shape the way we use technologies. But, a technological revolution is taking place and it will go ahead with or without us. As one who has frequently called on universities to embrace and adapt to technological change, I leapt at the opportunity to write an ebook. It is no MITx, MIT&apos;s online learning initiative  but it is the first ebook to be published by an academic at Macquarie University in Sydney, Australia. The book, 10,000 books 10,000 miles: The journey towards wisdom, comprises a number of my lectures, speeches, blogs and videos from my time as vice-chancellor of Macquarie University. Taken together, these lectures and essays examine the question  what is a university for? Are they skills factories, teaching students what they need to know for their first job after graduation? Many universities believe that to be the case. But I don&apos;t think it&apos;s right. In my book, I argue that teaching only skills is an exercise in obsolescence. Today&apos;s skill is tomorrow&apos;s quaint curiosity. I believe higher education is not simply about developing narrow abilities. Our aim should be to open students&apos; minds to life-long inquiry. Higher education is about teaching wisdom; and that is why the book is called &quot;The journey towards wisdom&quot;. These lectures and speeches are notes from my own journey towards wisdom: what I call in the preface a travelogue on the ideas I have visited, the concepts I have explored, and the exotic trails that turned out to be dead-ends. So why publish an ebook? What are the benefits for readers and, indeed, the author? The most important purpose of this book is to show what can be done in academic publishing by utilising modern technology. Ebooks, I believe, are the format of the academic future. My book also uses multi-media. You can read my work, see and listen to me talking about my ideas, and respond on my blog. Ebooks automatically fit the scale and format of any users&apos; mobile device. Embedding audio and video within text makes the book more interactive. Users can also personalise their learning experience by changing the fonts and font sizes to suit their needs. At Macquarie University we hope the project will be the first of many ebooks by our academics. The technical work is done by the Macquarie University Accessibility Services (MQAS), which is currently developing a range of ebooks through Macquarie Lighthouse E-book Publishing. Sharon Kerr, head of MQAS, says ebooks deliver a rich learning experience for students because of multimedia. It is also cheaper than hardcopy textbooks and students can download material rather than queue at university bookshop. Steven Schwartz is vice chancellor of Macquarie University, Sydney, Australia. His ebook can be downloaded here. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/mar/15/ebooks-academic-future-universities-steven-schwartz", 
    "wordcount": "551"
}