{
    "headline": "21st-century pastoralism in southern Ethiopia  in pictures", 
    "text": "   A herder in Borena: pastoralism is a male-dominated world in which women are largely kept away from the job of herding livestock. However, as education and waged employment increases and men migrate to towns for work, women are assuming a greater role in pastoral societies Photograph: Tom Levitt       Water trough in near Bulbul: herders are allotted a time by community elders to bring their livestock to the trough, while others help fill it with water from a well Photograph: Tom Levitt       Team work: young men work together to bring water from the well, which has been restored and reinforced after flash floods last year and now provides a secure water supply Photograph: Tom Levitt       Guarding the well: guns are kept by some pastoralists to protect against cattle raids and wild animals Photograph: Tom Levitt       Coffee break: a cluster of women and men gather in the shade of two trees after watering their livestock, preparing and later sharing a pot of Buna Qala, a traditional drink made by boiling a mixture of coffee beans, butter, milk, oil and sugar Photograph: Tom Levitt       Hay fields near Negele: women are growing fodder for livestock and storing it to use as feed during periods of drought. Pastoralists in Borena suffered cattle losses due to starvation of 37-62% during droughts in the 1980s and 90s Photograph: Tom Levitt       Protected grazing land: pastoralists have laid broken wood around an area of pasture reserved for use during drought, when other areas have been exhausted and degraded. Responsibility for managing access to the grazing land is held by community elders Photograph: Tom Levitt       Water trough: goats are the most popular livestock kept by pastoralists in Borena, followed by cattle, which retain an important role in many pastoral customs and traditions Photograph: Tom Levitt       Camels: once a rare sight in Ethiopia, camels are favoured for their ability to survive on a diet of bush and shrub, and for being able to go 14 days without water. Camels are seen as a strategic asset to be sold in difficult times Photograph: Tom Levitt       Livestock co-operative in Borena: members of the Ibsa (which translates as 'bright futures') livestock co-operative use mobiles to keep in touch about the latest market prices. The co-operative sold 300 cattle and goats last year, using profits to provide loans for poorer members of the community. Although the communities are frequently seen as unmodern and out of touch, mobile phone ownership among pastoralists is becoming more common Photograph: Tom Levitt       Leather sandals: young men roam as far as 100km away in search of pasture to graze their livestock. During this time they are almost entirely reliant upon milk from the cattle they are herding for their daily sustenance. Long-lasting footwear is essential Photograph: Tom Levitt       Early start: although more children are being sent to school, some are kept back to help with livestock. This young boy works in shifts with other boys and will go to school in the morning before looking after the livestock in the afternoon Photograph: Tom Levitt       The market in Negele: every Friday is livestock day in the market town of Negele. Pastoralists from across the region bring cattle to be sold Photograph: Tom Levitt       Valuable assets: goats can fetch around $50, and camels can go for up to $900, making pastoralism a wealthy livelihood for some. In Borena, livestock makes up 90% of the local economy. With meat and dairy consumption expected to increase, there is a growing market for pastoralists' produce Photograph: Tom Levitt       Middle East export market: camels and other livestock sold at market are usually driven to the capital Addis Abba before being exported to Kenya or Middle East countries such as Yemen where camel meat is popular. Ethiopians still largely prefer beef or goat on their dinner plates Photograph: Tom Levitt  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/may/02/pastoralism-southern-ethiopia-in-pictures", 
    "wordcount": "0"
}