{
    "headline": "Golden eagle video: film school reveals the truth", 
    "text": "     A French Canadian computer graphics school has reassured the people of Montreal that there is no danger of their children being snatched by a large predatory bird after revealing that an internet video apparently showing a golden eagle attempting to pick up a child was a hoax produced by its students. The National Animation and Design Centre said on its website that three of its students had created the video during a class they were taking as part of their degree in 3D animation and digital design. According to the centre, the students worked their magic on real video footage, producing what looked like a film showing a large bird attempting to carry off a child under the eyes of its father. &quot;Both the eagle and the kid were created in 3D animation and integrated into the film afterwards,&quot; says the school&apos;s website.           The video, which has attracted almost 3m views on YouTube and generated a huge amount of discussion on social media, shows the bird apparently picking up a child and then dropping it down again a few metres away, before flying off over the treetops. The school describes the students&apos; work as &quot;pushing the boundaries of realism&quot;. Before the hoax was revealed, experts had called into question the veracity of the video, raising doubts about the computer animation techniques and the behaviour and appearance of the golden eagle. Alex Hern pointed out on the New Statesman website that when the bird swoops down &quot;its shadow pops in one frame after it does. And for one frame, and one frame only, around three seconds in, its right wing becomes transparent&quot;. The Guardian&apos;s science blogger, Grrlscientist wrote: &quot;I&apos;ll talk about the most obvious error: this is NOT a golden eagle, Aquila chrysaetos. To start with, the wings of the raptor in the video are absolutely the wrong shape  being too narrow and with a sharp &quot;wrist&quot;  neither of which you will see in a golden eagle. The video raptor&apos;s colouring is wrong  being a steely grey instead of a warm brown colouring&quot; The National Animation and Design Centre said its students had previously launched hoax videos, notably one apparently showing a penguin making a bid for freedom from the Montreal Biodme.", 
    "section": "environment", 
    "gid": "environment/2012/dec/19/golden-eagle-video-film-school-reveals-truth", 
    "wordcount": "383"
}