{
    "headline": "How to appeal if you fail at university", 
    "text": "What do you do if you fail a university exam, or worse still, get thrown off your course completely? Usually you accept the verdict and admit that the work you produced wasn&apos;t up to scratch. But what if you are convinced you have a really good reason why you shouldn&apos;t have failed? Here are my top tips, gleaned from first-hand experience as a barrister, for students who want to appeal without getting professional assistance. 1 Act quickly Appeals must be submitted within a time period  and that can be as short as 10 working days. It&apos;s usually mentioned in that dreaded letter telling you that you failed the exam or have been removed from the course. Before the deadline, you need to research the rules and regulations, draft an appeal letter, and obtain evidence. If you claim you were ill during the exam, you will need a note from your GP or hospital. If you claim your parents were divorcing, you might need a letter from a lawyer to confirm this. If you cannot obtain the evidence in time, say it&apos;s on its way and will be forwarded to the university in the next few days. 2 Get advice  Many universities offer help through the student union. The quality of the advice is variable, but there is little harm in asking for guidance. The adviser may raise new arguments, help you find the relevant guidelines and regulations, and evaluate your chances of success.  The saddest cases are those where the student only seeks help after exhausting the internal appeals process. This significantly lowers the chances of a successful appeal. 3 Read the regulations carefully Often students don&apos;t bother reading the regulations at all and write a letter that fails to state their grounds of appeal. Find out what the acceptable grounds of appeal are and organise your arguments to match.  Unless you suspect something went catastrophically wrong in the marking, you cannot appeal on the grounds that the examiners were too harsh. If you obtain 45% and the pass mark is 50%, you cannot appeal on the grounds that you were awfully close. One of my clients automatically won because the dean of the university failed to respond within two weeks, as required by university rules. This is another good reason to familiarise yourself with the regulations. 4 Spend time on your appeal statement The stakes are high, especially if you have been kicked off a course. Find out which form you need to use, and do not feel constrained by the size of the boxes. If you need more space, simply continue on a separate page and say &quot;please see attached sheet&quot;. Have a clear structure, present the facts chronologically, don&apos;t waffle, and regularly refer back to the regulations. The average length of an appeal letter at Alpha Academic Appeals, an organisation I work for that helps students through this process, is five pages. It sets out the facts of the case, the relevant rules and regulations, and the arguments for why the appeal should be upheld. 5 Focus on your strong points Remember that your statement must persuade the panel that your case satisfies one of the grounds of appeal. A document is far more persuasive if it contains only strong points, so don&apos;t dilute your good arguments by including weak ones. If you write that you were feeling unwell at the time of the exam but have no medical evidence to support this and you did nothing about it at the time, do not argue the point.  Put yourself in the position of the university. The panel will just say: &quot;The candidate alleges they were sick but there is no shred of evidence to support it. Without a requirement to provide evidence, all candidates could just say that they were ill at the time.&quot; 6 Address your weak points head on It&apos;s always a temptation is to ignore the weak points of your argument, but this only gives the panel a reason to dismiss your appeal. If, for example, you failed to complete a mitigation form in time, then you must explain why. 7 Have realistic expectations As a general rule, the chances of a successful appeal are slim. Outcomes are also unpredictable, as the decision-makers are not legally trained judges. However, the chances increase with a well-drafted and persuasive appeal form that refers to the relevant university regulations.  Some students have unrealistic expectations about what will happen if they win. In most cases, a successful appeal will mean that you can resit the exam or repeat the year. It rarely leads to an immediate pass. 8 If the appeal is unsuccessful, think about your next steps The appeal structure in some institutions can be quite complicated, with various opportunities for students to appeal after a first unsuccessful attempt. If you have exhausted the internal remedies, you can appeal to an external body, the Office of the Independent Adjudicator.  With each successive appeal, however, the chances generally decrease, so make sure you submit a strong appeal from the outset.   Barrister Daniel Sokol is a principal adviser for Alpha Academic Appeals.", 
    "section": "education", 
    "gid": "education/2013/jan/08/advice-for-students-students", 
    "wordcount": "857"
}