{
    "headline": "Mark Lynas: truth, treachery and GM food", 
    "text": "What was that line in Lord of the Flies? When Roger decides to kill Piggy? He makes that irreversible transgression with something like &quot;a sense of delirious abandonment&quot;. Mark Lynas couldn&apos;t quite remember, but that&apos;s exactly how he felt as he walked on to the stage, in the mid-morning of 3 January, to make his dramatic speech. The night before he&apos;d paced among the farmers and agriculture experts who would be his audience, thinking: &quot;These people have no idea what I&apos;m going to say.&quot; They were probably expecting to be bored and annoyed by the appearance of this raving eco-warrior. They didn&apos;t know that he&apos;d taken the decision to stand in front of the people who were once his enemy  and confess. Back in the mid-90s he&apos;d belonged to a &quot;radical cell&quot; of the anarchist, anti-capitalist environmental movement. He was influential  aco-founder of the magazine Corporate Watch who&apos;d written the first article about the evils of Genetically Modified Organisms [GMOs] and Monsanto, the multinational biotech company whose work with GMOs was to become notorious. He was a law breaker. He&apos;d pile into vans with gangs of up to 30 people and spend nights slashing GM crops with machetes. He was angry. He believed that the kind of people who&apos;d attend the Oxford Farming Conference were ruining the world with greed. And now he was preparing to stand under spotlights and bow his head before them. He&apos;d been nervous about it for days. He was scared that by the time his speech was over he wouldn&apos;t have any friends left at all. Once the crowd&apos;s mannered applause had died down, he began. &quot;My lords, ladies and gentlemen. I want to start with some apologies, which I believe are most appropriate to this audience. For the record, here and upfront, I apologise for having spent several years ripping up GM crops. I&apos;m also sorry that I helped to start the anti-GM movement back in the mid-1990s and that I thereby assisted in demonising an important technological option which can be used to benefit the environment. As an environmentalist, and someone who believes that everyone in this world has a right to a healthy and nutritious diet of their choosing, I could not have chosen a more counter-productive path. I now regret it completely.&quot; Fifty minutes later, the audience reacted with what he describes as &quot;shocked applause&quot;. His website, on which he&apos;d posted the text of his speech, crashed, unable to cope with the demand. He watched, on Twitter, as reaction spread around the world: Portugal, Spain, Chile, Argentina Millions, he thinks, have now seen it. &quot;It was a complete demolition, not just of anti-GMO but of the whole organic thing,&quot; he says. &quot;For a lot of people, it was an &apos;Oh fuck&apos; moment. They realised they&apos;d been lied to, at a very profound level, by the very people they&apos;d trusted.&quot; And what of his worst fear, that he wouldn&apos;t have any friends left at all? &quot;Well,&quot; he smiles sadly. &quot;That&apos;s probably what happened.&quot; Lynas, 39, lives in a modern terrace in asuburb of Oxford with his wife Maria, his puppy Scout and his children Tom, eight, and Rosa, six. He&apos;s handsome and fashionably presented, but in a strangely featureless way, like one of those members of Coldplay whose name nobody can remember. He gives me a cup of tea and leads me down towards his shed, with its sunken sofa, dusty curtains and shelves of sun-bleached books. He&apos;s worried about the interview and peppered me with questions beforehand: who was my editor? How many words would it be? Who was the photographer? Why did Iwant to write it? His anxiety is not surprising. Lynas&apos;s speech made the news internationally and, along with it, &quot;all the hate started coming through&quot;. He found himself accused of being in the pay of Monsanto which, he says, &quot;shows that people think I have no integrity and look at me with complete contempt&quot;. In the days when his anger came from the opposite direction, Lynas was a member of an organisation that was &quot;loosely called&quot; Earth First! It told a dramatic story about the world, in which the forces of industrialism were conspiring to bring about &quot;environmental apocalypse. Big corporations and capitalism in general were destroying the earth.&quot; Theirs was a plucky struggle against the monstrous machines of profit. &quot;We were the protectors of the land and the inheritors of the natural forces,&quot; he says. &quot;We were the pixies.&quot; Lynas first heard about the notion of genetically modifying crops in a Brighton squat in early 1996, at a meeting of about six activists that was lead by Jim Thomas, a campaigns director for Greenpeace. &quot;He really opened my eyes to the awfulness of what Monsanto seemed to be doing,&quot; he says. &quot;Something unnatural was being done to our food supply. Big corporations were using more chemicals so that they could take over the food chain.&quot; It inspired him to write his Corporate Watch story that was &quot;the first on Monsanto, as far as Iknow&quot;. By the time of Earth First!&apos;s next gathering, GMOs had &quot;become the next big thing&quot;. Lynas lead the early workshops that spread the message further. &quot;The people who consider themselves leaders in the anti-GM movement today, I trained them.&quot; By 1997 his anger had turned to action, and the first &quot;decontamination actions&quot; to destroy experimental GM crops took place. &quot;We&apos;d head out in a van with gardening tools, dark clothes, some cash and no ID.&quot; Arriving at around 2am, between 20 and 30 of them would work until dawn, &quot;just going along the line&quot;, destroying the plants. It wasn&apos;t always this straightforward. One night while he was slashing through maize with a machete somewhere in the east of England, Lynas saw flashing lights and heard the barking of dogs. He dropped into the dirt and held still. &quot;For some reason the police went right past me,&quot; he says. &quot;I got out of there. Ifound my way through some woods to the train station. A lot of the others were attacked by dogs and arrested. It was quite scary. In an odd way, I&apos;m quite law abiding. You know, Iwear glasses. I don&apos;t want to get hit in the face with atruncheon. I&apos;m not really into confrontational situations at all.&quot; Lynas played acrucial role at asit-in, on 29 April 1998, at Monsanto&apos;s offices in High Wycombe. &quot;I cased the joint, printed the leaflets and hired the buses,&quot; he says.     Seeds of destruction: an environmental campaigner takes his message to the field near Rothwell where Monsanto grew GM oil seed rape and broke government regulations for which they faced charges in Caistor Magistrates Court. Photograph: John Giles/Press Association Ima    It was around this time, however, that Lynas began to experience the first mild cramps of rebellion. He&apos;d begun to notice a widespread denial in the people around him. The more he recognised it, the more it felt like hypocrisy. &quot;Everyone thought of themselves as being tolerant and open-minded,&quot; he says. &quot;But if you said something critical about them, you&apos;d be in quite serious trouble.&quot; Trouble? &quot;I don&apos;t think anyone would&apos;ve attacked you physically. But you&apos;d go back to your worst days at school, just feeling like the child that everyone hated. I don&apos;t really thrive in that sort of bully-boy atmosphere.&quot; The movement deluded itself about its non-hierarchical nature. It didn&apos;t have leaders or elections because, to them, democracy was a lie. &quot;But there were leaders  of which Idefinitely wasn&apos;t one  and everyone else was the sheep, the cannon fodder. The people who could rabble-rouse and were the most radical would rise to the top.&quot; The irony of all this was that Earth First! became acutely hierarchical, and in the worst possible way, &quot;because the hierarchy is nontransparent&quot;. A critical fracture between Lynas and his movement occurred after London&apos;s 2000 May Day riots, which he helped organise. Abranch of McDonald&apos;s was attacked, a statue of Winston Churchill was given a grass Mohican, and the Cenotaph was graffitied. At a meeting of key individuals in a north London pub that followed &quot;everyone was saying: &apos;This is great&apos;,&quot; he remembers. &quot;&apos;We&apos;ve shown the corporate media!&apos;&quot; Lynas, however, didn&apos;t agree. &quot;I thought it was a disaster. Everything we&apos;d been trying to achieve was undermined by all the violence and window smashing. It just alienated people. I thought I&apos;d be honest about it. Everyone looked at me in complete horror, shock and contempt.&quot; How did that feel? &quot;Deeply hostile, and deeply limiting, actually. Tolerance and open-mindedness were qualities that people paid lip service to but were not really valued. That was one of the last meetings I went to.&quot; Lynas had an unusual childhood, being born in Fiji and schooled for three years in Peru. His father was a scientist  a geologist who did mapping for the government  and yet was politically assertive enough to emigrate to Spain in the mid-1980s because of Margaret Thatcher. Lynas remembers Nicaraguan folk bands staying as house guests. Today, his parents live in North Wales. &quot;They have alittle organic farm. Post-organic, really. My dad&apos;s with me in arguing the need for biological solutions, like GM, to reduce chemical use.&quot; Lynas&apos;s metamorphosis gathered real pace when he started work on his 2004 book High Tide. It concerned the consequences of manmade climate change and involved him touring the continents seeking out its effects. This was a cause he was happy to be swept into: climate change made aperfect subplot for his grand narrative about the world of evil capitalism ruining nature. But this new episode introduced a curious character  a nerdy stranger who would go on to corrupt the plot of his life entirely. &quot;I didn&apos;t want my book to be just aseries of anecdotes,&quot; he explains, &quot;so I began researching the science. And I fell in love with it. I realised that science offers a window into truth that nothing else can.&quot; His embrace of evidence-based knowledge caused a problem. Many of his beliefs about GMOs were predicated on an extravagant dismissal of the scientific consensus. &quot;The whole GM thing had been about criticising scientists, saying they were corrupt, corporate shills,&quot; he says. &quot;And we definitely believed all those things. But I realised everything we were doing was deeply reductionist, basically saying: &apos;Scientists should shut down their labs and go and work in Tesco.&apos; It was a kind of counter-enlightenment. People against a process.&quot; Lynas lived the next few years in a state of weird, gigantic dissonance. A 2005 column for the New Statesman, which expressed doubt about traditional anti-nuclear arguments, prompted activists that he knew to &quot;write in, saying I&apos;d ruined their lives&quot;. His next book, Six Degrees: Our Future in a Hotter Planet, won 2008&apos;s prestigious Royal Society prize for science writing. And yet he was still existing between narratives in a way that, inevitably, became excruciating. The last piece of &quot;GM crap&quot; he wrote was for the Guardian, the year of his award. &quot;I knew at the time I didn&apos;t believe it,&quot; he says. &quot;I wrote it in an internet caf. I thought: &apos;God, I really need to have some sources for these things.&apos; Then I thought: &apos;Fuck it.&apos; I&apos;d just had this stamp of approval from the scientific community. And then I&apos;m writing this completely unscientific and hopelessly unintellectual thing. How embarrassing can you get?&quot; In November 2010 he appeared on a Channel 4 documentary, What the Green Movement Got Wrong, and a live debate that followed. In the shows he defended GMOs and nuclear power. Afterwards, he says, amember of Greenpeace &quot;was that close to me, shouting in my face. I literally left the studio with abag over my head.&quot; Close friends felt betrayed. &quot;George Monbiot sent me a really devastating email.&quot; He also fell out with the person who&apos;d been best man at his wedding. &quot;We&apos;d been friends for 10 years. We still have no relationship.&quot; Lynas also experienced a more subtle realignment in his worldview. He&apos;d been used to seeing the Green movement as the brave, scrappy underdogs. But the more he looked, the more little David began to resemble Goliath. &quot;Just take the numbers,&quot; he says. &quot;Greenpeace, the whole international group, is a $150m outfit [in fact, figures provided by Greenpeace show global income in 2011 as $313.4m]. Bigger than the World Trade Organisation, and much more influential in terms of determining how people think.&quot; For Lynas, the modern Green movement is one of undeniable force. It&apos;s changed the world &quot;sometimes for the better&quot;, but not always. &quot;The anti-nuclear movement is partly responsible for global warming,&quot; he says. &quot;Everywhere, pretty much, where a nuclear plant was cancelled, acoal plant was built instead, and that&apos;s because of the anti-nuclear movement. The environmental movement has been very successful in regulating GM out of existence in some parts of the world.&quot;     Smashing time: anti-capitalist protesters attack McDonald's in Whitehall. central London, 1 May 2000. Lynas helped organise the protests. Photograph: Hugo Philpott/EPA    Lynas has been very critical of Greenpeace&apos;s policy towards a GM crop that&apos;s become totemic among campaigners. Golden rice is acrop that&apos;s been modified, by the insertion of the genes for the chemical beta-carotene, in an attempt to make it provide more vitamin A. &quot;Vitamin-A deficiency is one of the leading causes of death in southeast Asia,&quot; says Lynas. &quot;It&apos;s led to blindness and the death of about a quarter of a million people ayear.&quot; Yet campaigners, including Greenpeace, lobbied against it. Greenpeace insists golden rice is a &quot;waste of money&quot; and an &quot;ineffective tool[that] is also environmentally irresponsible, poses risks to human health and compromises food security&quot;. For Lynas, its stance is &quot;just superstition. There are tens of thousands of kids who are dead who wouldn&apos;t be dead otherwise. I don&apos;t see how you could put this any other way. Imagine if Monsanto had been culpable in the deaths of tens of thousands of children! It would be all over the Guardian.&quot; (Lynas later made the partial concession that &quot;there have been technical hold-ups in the golden rice project, and you can&apos;t solely blame Greenpeace for the overregulation that is applied to GMOs&quot;.) Since his Oxford Farming Conference speech, some have launched attacks on Lynas&apos;s interpretation of the science. But the rebellion against his rebellion has also been personal. Some former associates have questioned his claim to have been an influential figure. Jim Thomas, the former Greenpeace activist who first told Lynas about GMOs and lived with him for a few months, says: &quot;Lynas was a player, but not a very important player, and for a very short period of time. Maybe in his mind he was important, but Idon&apos;t think anybody else saw him that way.&quot; Ultimately, says Thomas, &quot;I feel saddened by the whole thing. He&apos;s built a very successful career on the back of portraying people who were his friends as unthinking.&quot; Lynas counters that he&apos;s unable to defend himself from charges he&apos;s exaggerated his role due the illegality of the acts he and his associates were complicit in. &quot;People don&apos;t want their names mentioned,&quot; he says. But the attacks hurt. &quot;I&apos;ve been complaining to my wife, but she said: &apos;Don&apos;t feel sorry for yourself. You&apos;ve insulted people at the deepest level of their values. You&apos;ve done something completely wounding to their very sense of self.&apos; This was alife&apos;s work for people I was close to, and as far as they&apos;re concerned I&apos;ve tried to destroy it.&quot; As for Lynas&apos;s life&apos;s mission, the change has been everything and nothing. He might not be battling against corporations any more, but he still feels &quot;as if I&apos;m changing the world for the better in my own small way&quot;. Nevertheless, he speaks of the betrayal and subsequent loss of his friends as a tragedy  &quot;but tragic in the Shakespearean sense that you could see it coming&quot;. Indeed, how much of his metamorphosis was inevitable? Can his mutiny really constitute a moral treachery when so much of it seemed to happen to him? He was, after all, born into a family of independent spirit, to a scientist father, who was also a political radical who deified the environment. Emotional rebellion became empirical rebellion, when a book project forced him from the &quot;echo chamber&quot; of Earth First!. And then, what should he do? Try to live with it all, hounded by the dissonance of his contradictions? Or speak up and brave whatever damage might be caused? His opponents, who mutter about his &quot;successful career&quot;, despite his modest circumstances, deny the complexity of human motivation. Nobody is pure. But few do as he has done, and have the courage to doubt themselves with as much vigour as they&apos;ve previously doubted others.", 
    "section": "environment", 
    "gid": "environment/2013/mar/09/mark-lynas-truth-treachery-gm", 
    "wordcount": "2897"
}