{
    "headline": "'Science research is not a tap you can turn on and off at will'", 
    "text": "A report last month about the quantity and quality of physics research from the UK caught my eye. In it, it was revealed that UK physics research surpassed the US in the average quality rank, coming only second to Canada yet in terms of its output, UK physics is ranked much lower down - seventh. How has this been achieved? The last decade saw a sustained, substantial investment in science infrastructure through grant money and so on. That produced a feeling of self-confidence among researchers. They felt allowed to think long-term about difficult issues; they could say to themselves without worry: &quot;Whatever I&apos;m doing, it may take half a dozen years to see it through or longer,&quot; rather than go for the quick fix. For a decade, we had the feeling that science was valued, that support would continue and that enabled researchers to branch out and take on really tough projects. Brics countries are investing heavily in science. Do you see them as competitors for either students or funding? I have been thinking hard about this and I really want science - and physics in particular - to flourish in the rest of the world, for researchers to do exciting things and make great discoveries. Equally, I want UK physics to do great things but I don&apos;t think of competition as a &apos;them and us struggle to the death.&apos; What I&apos;m getting at is that I am really very worried about the visa situation. It annoys me because the UK enormously benefits from having the brightest young people from around the world want to be here. They don&apos;t have to come here, they could just as easily go to Germany or the US and we&apos;re really silly to turn away such clever people. In the past we&apos;ve had great people from around the world working with us and my own research group has really benefited from having researchers from Mexico, China and India. Some are still in the UK but many are back in their home countries and form an international network we can continue to engage with and public with. Thinking nationalistically would be a big mistake. Ultimately, it would be a mistake to think that there&apos;s a finite amount of stuff out there to be discovered and if we don&apos;t discover it someone else will. Discovery is open-ended and while the rest of the world will accelerate in what they&apos;re doing, so will we. There are so many challenges that science will address so there is a win for everybody. I just want to be sure that the next generation of scientists in the UK can participate in it. Have you always been passionate about physics and research? Having gifted teachers at school made a real difference - to be turned on to science at an early age and to be at a school with good labs so we could do stuff. I was determined to get to university but not to do physics. I went to Sussex to do chemistry but in the middle of the 1960s, it was a multi-disciplinary sort of place, so I quickly realised that physics excited me more instead. I stayed on and did my doctorate then had three lovely years in the States which were really important because in the UK you graduate with your doctorate and you&apos;re just 24. You&apos;ve not got a lot of experience. That three year post-doctoral period I had in the States allowed me to work with some incredibly gifted people, and form my own ideas. How has higher education and the working lives of researchers changed during your career? The first main difference between when I started and now is that not that many people went to university then. Now there&apos;s much wider participation in higher education. But the biggest change is that research is now being done in a more constrained environment where you a under more pressure to get things done quickly - &quot;just in case&quot;. If you don&apos;t finish before the funding runs out, you are then preoccupied with getting the next bit of resource. You&apos;ve said earlier that for a decade there was much investment in UK science, what&apos;s the funding climate like now? We&apos;ve hit a substantial financial crunch and scientists have to ensure they demonstrate that science is part of the solution not the problem. We have to make the case that science can help rebalance the economy so that there is less dependence on casino financing and more on actually doing and making things. I think David Willetts gets that and though the science budget isn&apos;t perfect, it could have been much worse. In the next budget, we need to demonstrate to the Treasury that its faith in us is well-placed, that we are actually delivering. And even if we can&apos;t, ministers have to be wary of thinking of science research as a tap you can turn on and off at will. It is very easy to thinking: &quot;Oh, it&apos;ll only be a year or two of cuts.&quot; When there is a pause in research support - even for a few years - the team of people you&apos;ve assembled and the levels of enthusiasm you&apos;ve built up dissipate very quickly. You need a good funding environment to keep the team together; allow people to do their PhDs and continue working with the team on a postdoc. We have to keep on saying that science is important, it&apos;s creating new knowledge, new knowledge is in turn creating new economies What do you think the knock-on effects will be of Hefce teaching funding on postgrad research, specifically in science? If you look at the way universities are funded (we get research and teaching income), in looking at the way fees structures are built up, there are potential deterrents for people staying on to do PhDs and there is also a vulnerability in all of the master&apos;s programmes. Some master&apos;s degree programmes are quite important, if we are to address many multidisciplinary issues and global challenges. So if you do a physics, history or a maths degree and to then work on climate change, you are going to need some multidisciplinary training. There were master&apos;s degrees that did that beautifully but nobody knew quite where they belonged; it&apos;s not really research nor is it basic education. The lack of the ownership of these master&apos;s programmes is worrying. At the moment, a lot of universities are predicting the collapse of master&apos;s degrees because of this uncertainty as well as people worrying about whether UK students will be able to afford to do a PhD. Many things have changed all at once in the funding landscape. None of the changes on their own are enormously challenging, but coming together means we&apos;re going to have to be fairly fleet of foot. In spite of all this, there are trends you wouldn&apos;t expect to observe; physics applications to university have gone up a lot. Many universities are now finding it really easy to get brilliant students to fill course places, and the physics A level is the fourth most popular A level among boys. Isn&apos;t that great? Yes, that&apos;s great for boys! What about the girls? Well, physics comes in 22nd. This means huge numbers of very talented young women are saying &quot;physics isn&apos;t for me&quot;. This gender mismatch is scary and this is one of the greatest challenges the Institute of Physics faces - to get girls engaged in science. We have great role models for them, women such as Joceyln Bell, my predecessor at IoP, and my successor as head of physics at Imperial, Jo Haigh. It shouldn&apos;t have been difficult but it has been. What we need is a woman Brian Cox. There are a few very charismatic female scientists in the rising generation, such as Lucy Green a young space physicist, we just need to encourage them. What are your thoughts on how best to prepare school children for university? The crucial thing to do is make sure we get really exceptional people going into teaching. We are going to need 1000 or more physics graduates entering into teacher training, just to replace those who are retiring. The second thing to do is to create a support mechanism for teachers that will allow them to network, exchange ideas, feel more of a community and less isolated. One of the scariest things is that within about five years of becoming physics teachers, 40% leave the profession. There is a serious hemorrhaging of talent. So there is understandably a buzz about the newly created Physics Teachers Network and the challenge for my peers at the IoP is to keep that buzz going. One last question: can we follow you on social media? Well, I don&apos;t tweet, I&apos;m much too ancient for that! This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/mar/20/sir-peter-knight-interview", 
    "wordcount": "1511"
}