{
    "headline": "Co-operatives not multinational supermarkets best for farmers in India", 
    "text": "For Tesco, Walmart and other international supermarkets it is time to open the bubbly. The Indian parliament has voted to allow 51% foreign direct investment (FDI)  investment into business in a country by a company in another country  in multi-brand retail. This lays the red carpet for foreign supermarkets to partake more fully in India&apos;s $450bn (280bn) retail sector. In September, the cabinet of the coalition government sanctioned the policy despite opposition from both their allies and the opposition Bharatiya Janata party. Indian supermarket chains too are in support. An injection of cash and knowhow, from a foreign source, to enable a turnaround in their mixed fortunes is welcome. Had the policy been one of 100% FDI their response would have been altogether different because then the experience, expertise and clout of the foreign multi-brand retailers would have priced them out of the equation. But what will it mean for Indian farmers? Numbering 650 million, farmers comprise a significant part of India&apos;s 1.2 billion population. Advocates of FDI claim it is in the best interests of farmers, who will get more for their produce because middlemen will be eliminated; they will sell more as better cold storage facilities will ensure less wastage; and they will have the stability of buyers that are mammoth retail chains rather than smaller counterparts. Yet if the intervention of big supermarket chains lifts farmers, why do American and European farmers need to be heavily subsidised? Predatory pricing  the precedent set by the biggest supermarkets  threatens smaller retailers as monopolistic practices take place. India lacks the stringent anti-cartel laws that would provide adequate safeguards. The Indian government says a 30% local sourcing clause will be applied to foreign supermarkets, but the fear is this could be revoked by chains with power to lobby for its removal. Without more FDI, how could India resurrect its stagnating economy? I suggest an alternative model that eschews giant entities and instead focuses on empowering at the ground level. Amul is a co-operative of milk farmers, which helped transform the country from being milk-scarce to the biggest producer of milk in the world. Why has the Amul model not been replicated? Why has it not set a precedent for other essential commodities like grains and pulses? More FDI brings with it the promise of improving India&apos;s growth figures. But these indicate the overall temperature of an economy and not the temperature of its disparate parts. When the temperature of India&apos;s bottom of the pyramid, at around 800 million people, is at an opposite end of the spectrum to that of the other much more opulent India then growth in itself cannot be considered an indication of the health of the majority. The UN human development index and the GINI index must also be taken into consideration; here we find India has a long, long way to go. A more self-sustaining and self-reliant co-operative model is better suited to ensure the betterment of India&apos;s majority. More FDI is not the best panacea on the shelf.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/dec/21/cooperatives-multinationals-supermarkets-farmers-india", 
    "wordcount": "505"
}