{
    "headline": "Activists welcome hard-fought UN agreement on women's rights", 
    "text": "UN officials and activists expressed relief and delight over news that an agreement had been reached at this year&apos;s Commission on the Status of Women (CSW). Greeted with cheers, the agreed outcome document of the 57th CSW, which was announced on Friday evening, was hailed as an &quot;important step&quot; to end violence against women and girls. After months of behind the scenes lobbying and two weeks of difficult negotiations in New York, the outcome document included strong agreements to promote gender equality, women&apos;s empowerment, and ensure women&apos;s reproductive rights and access to sexual and reproductive health services  an area of particular contention. It reaffirmed previous international agreements on women&apos;s rights, such as those made in Cairo in 1994. But the agreement was hard fought and civil society groups expressed &quot;deep concern&quot; over attempts by some conservative member states and groups to derail the process and undermine previous agreements. Disagreements over the language of the text continued throughout Friday. NGO ActionAid welcomed news that the CSW had managed to reach an agreement, following the failure of members to do so last year. The commission took up the topic of ending violence against women in 2003. &quot;This reflects the increased efforts of a number of countries who were determined that the process should not fail again and is to their credit,&quot; ActionAid said. &quot;That said, the process has raised some clear red flags about the state of global thinking on women&apos;s rights. A small but significant number of countries, led by Iran, Russia, Syria and the Vatican, have pushed hard to roll back language on women&apos;s rights to where we were decades ago. In a world in which a third of women will experience violence in their lifetime, the backlash against women we have seen at this year&apos;s CSW should send a strong message to all governments that we must redouble our efforts and investment in these issues.&quot; Vivian Thabet, women&apos;s rights programme director at CARE-Egypt, said: &quot;It has been sad to see some governments at the CSW attempting to unravel longstanding international commitments to protecting women and girls. Women&apos;s rights have become a kind of bartering chip to be traded away for political agendas that have little or nothing to do with the interests and wellbeing of women and girls.&quot; But Franoise Girard, president of the International Women&apos;s Health Coalition (IWHC), added: &quot;Once again, we women have shown we&apos;re an irresistible force. We will not be denied our rights. In the context of these difficult negotiations, we have made gains that we can use to protect women and girls from violence when we all go home.&quot; The IWHC welcomed the explicit call in the agreed conclusions for accessible and affordable healthcare services, including sexual and reproductive health services, such as emergency contraception and safe abortion for victims of violence  another highly contested issue over the past two weeks. For the first time, the CSW has urged governments to procure and supply female condoms.  The outcome document emphasised the need to end harmful traditional practices, including child marriage, and called on member states to ensure services were focused on marginalised groups, such as indigenous women, older women, female migrant workers, women with disabilities, women living with HIV, and women held in custody. Protection for sex workers was understood to have been dropped. The links between HIV and violence against women were also noted. The agreement condemned and called for action to prevent violence against women in healthcare settings, including forced sterilisation. UN Women said: &quot;By adopting this document, governments have made clear that discrimination and violence against women and girls has no place in the 21st century. There is no turning back.&quot; UN Women&apos;s executive director, Michelle Bachelet, said she was &quot;particularly heartened&quot; that an agreement was reached this year. &quot;We will keep moving forward to the day when women and girls can live free of fear, violence and discrimination. The 21st century is the century of inclusion and women&apos;s full and equal rights and participation,&quot; said Bachelet. Following the conclusion of the CSW, Bachelet announced her resignation as head of UN Women. She plans to return to Chile, where it is rumoured she is considering running again for president. The spokesman for the UN secretary general, Ban Ki-moon, urged governments to act on the 17-page outcome document. &quot;The secretary general hopes that all the partners who came together at this historic session and others around the world will now translate this agreement into concrete action to prevent and end violence against women and girls,&quot; said the spokesman. Justine Greening, Britain&apos;s international development secretary, said: &quot;I&apos;m delighted that the CSW has reached an agreement after last year&apos;s shocking result. It sends a clear and unified message to the world that there is no place in any society for acts of violence against girls and women. Britain has never stood on the sidelines when it comes to women&apos;s rights and we must now use this momentum to help push for international action on preventing and eliminating these appalling crimes.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/16/activists-welcome-un-agreeement-womens-rights", 
    "wordcount": "860"
}