{
    "headline": "UK's year of drought and flooding unprecedented, experts say", 
    "text": "The dramatic switch from drought and hosepipe bans in England this spring to the wettest April to June ever and widespread flooding was of a magnitude never seen before, water experts said on Thursday. While water supplies have made &quot;dramatic&quot; recoveries from droughts before, such as in 1975-76, &quot;sustained recoveries of this magnitude during the late spring and summer have not been seen before,&quot; said Terry Marsh, from the Centre for Ecology &amp; Hydrology (CEH). Earlier this month, the CEH said that following the wet summer, groundwater levels were above and &quot;well above&quot; the average for early autumn. The Environment Agency (EA), which is responsible for drought measures and flood defences, said the extreme weather showed the need for the UK to adopt greater resilience to protect homes, roads and power stations. Christine Tuckett of the EA said: &quot;The weather extremes which we&apos;ve seen this year  with widespread floods almost immediately following a long-term drought  have brought the importance of resilience into sharp focus. Taking action today to prepare and adapt our homes, businesses, and infrastructure is vital.&quot; Sarah Jackson, chief adviser to the government at the Met Office, was reported by the Press Association as saying: &quot;We are coming into a period [November to April] which is traditionally the wetter period. Because the ground is so wet, if we do have any prolonged heavy rainfall in any part of the country, there is going to be heightened risk.&quot; Thousands of homes across the country have been hit by flooding in the past few months, with the Guardian revealing in July that hundreds of flood defences have gone unbuilt due to budget cuts. Officials at the EA said homeowners should sign up to flood warnings to avoid &quot;the worst impacts of flooding&quot;. In January, flooding was ranked as the number one impact of climate change in the UK, in the government&apos;s first comprehensive assessment of how global warming will affect the country. It estimated up to 3.5 million people will be at flooding risk by 2050, as temperatures rise. &quot;There is some hint but we certainly can&apos;t say categorically that the rainfall we&apos;ve seen this summer is a consequence of climate change,&quot; said Jackson.", 
    "section": "environment", 
    "gid": "environment/2012/oct/18/summer-drought-flooding-unprecedented", 
    "wordcount": "379"
}