{
    "headline": "Boot up: Flash's mobile death, iPad mini figured, Windows 8 benchmarked and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team Flash for Android dies today, long live the &apos;full web experience&apos; &gt;&gt; The Verge  In November of last year, Adobe made a surprising about-face on its popular Flash plugin, announcing that it would stop development of Flash for mobile devices. Today, Adobe will disable new installs of Flash on Android, effectively cutting it off from the future of the mobile web -- despite the company&apos;s historical assertion that Flash would enable the &quot;full web experience&quot; on mobile devices. Instead, Adobe surrendered the major mobile battlegrounds and pledged allegiance to HTML5.   Remember when having Flash was the selling point for Android? Solving for 7: How Apple could implement the iPad mini interface &gt;&gt; iMore.com If Apple does unveil a smaller iPad, it will have been analysed to death before the first one is unwrapped. Yet it&apos;s also an interesting exercise in crowdsourcing. Windows 8 vs. Windows 7: Benchmarked &gt;&gt; ZDNet Spoiler: it&apos;s faster. Qwerty keyboard wins the battle of the input methods &gt;&gt; Nokia Conversations : the official Nokia blog Yes, that&apos;s the headline which has been bouncing around the net and written up as &quot;OMG PEOPLE REALLY LOVE KEYBOARDS WTF TOUCHSCREENS&quot;. Now let&apos;s dig back to the source of the data:   Last week we ran a poll asking you to choose your favourite input method on a mobile phone. The choices were...   So it&apos;s an online poll, on the website of a company whose remaining customers haven&apos;t embraced touchscreens to any large extent. The number in the sample isn&apos;t given, so we can&apos;t estimate its reliability. But it&apos;s another lesson in distrusting self-selecting samples. Nearly 3,000 Chinese &apos;group buy&apos; sites have closed so far in 2012 &gt;&gt; Tech In Asia  A couple weeks ago we looked at some data from Tuan 800 that suggested things were pretty bad for China&apos;s group buy industry, with more than 2,000 sites closing in the past nine months. But this morning, the Chinese E-Commerce Research Center has released a report with numbers that are even more grim: 2,859 sites have closed in just the past six months. That leaves just over 3,200 still in operation; apparently, the numbers haven&apos;t been that low since 2010.  The report also says that the group buy industry did 14.6 billion RMB ($2.3 billion) in business over the first half of this year; that&apos;s up 126 percent over the first half last year. But most of that money is going to the top players; other sites are dying off.  Acer&apos;s JT Wang is part of the problem &gt;&gt; Hal&apos;s (Im)Perfect Vision Hal Berenson:   I find it hysterical that Acer chairman JT Wang is the most vocal critic of Microsoft getting into the hardware business with the Surface. You see, I still haven&apos;t experienced Windows 8 in Portrait mode and it is his company&apos;s fault.  Samsung Galaxy Note 10.1 Review: This Tablet&apos;s Mightier with a Pen &gt;&gt; TIME.com  If the Note 10.1 sells well, it won&apos;t be on the strength of the bang it delivers for your buck. It&apos;ll be because it&apos;s one of the relatively few Android tablets with a snappy answer to the bottom-line question &quot;Why should somebody buy this instead of an iPad?&quot;  The iPad doesn&apos;t come with a pen and may never do so, given Steve Jobs&apos; famous declaration that &quot;if you see a stylus, they blew it.&quot; Scads of companies have stepped in to fill the gap -- my favorite iPad stylus is Adonit&apos;s Jot Flip -- but all of their designs suffer from the fact that they&apos;re designed to work with a tablet that was engineered for fingertips.  Samsung, however, built the Galaxy Note 10.1 from the ground up for pen use. And when it decided to add pens to some of its devices, it made the eminently sensible decision to work with Wacom, the company which dominates the market for graphics tablets used by artists.  Inside Facebook&apos;s Push to Woo Big Advertisers &gt;&gt; WSJ.com  As the ad types peppered the young chief executive officer with questions, a theme emerged. If they committed to spending big bucks with Facebook, how could they be assured a return on their investment? Mr. Zuckerberg&apos;s response, according to one of the attendees: &quot;That&apos;s a great question and we should probably have an answer to that, shouldn&apos;t we?&quot;  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/aug/16/technology-links-newsbucket", 
    "wordcount": "782"
}