{
    "headline": "John House obituary", 
    "text": "John House, who has died from a heart attack aged 66, was the doyen of historians of impressionism. Far from being lightweight or ingratiating, the impressionists were revealed in House&apos;s writings as sharp observers of social change; instead of being a self-contained movement, they were shown to be clever negotiators of artistic conventions and institutions. As well as playing an essential role in transforming the academic study of this period, House presided over the development of its public appreciation through the spectacular exhibitions that he curated. He was born into academic aristocracy of a very particular kind. His father, Humphry House, was an austere Oxford don and scholar of Dickens and Gerard Manley Hopkins. According to the thinker George Steiner, &quot;merriment  was not [Humphry&apos;s] strong suit&quot;; Steiner attested to his &quot;sombre integrity&quot; and &quot;volcanic self-discipline&quot;. &quot;Sombre&quot; was not an epithet often attached to Humphry&apos;s vivacious son, but John was probably more influenced by his father than he admitted. He once used celebrated lines of Hopkins in a lecture on Monet&apos;s rhythmic Poplars paintings, and something of the old-fashioned don clung to him, with his eclectic interests and waspish tongue. His academic progress was exemplary from the start. Success at Westminster school was followed by a first in classics at New College, Oxford, and a distinction in his MA at the Courtauld Institute of Art in London. As with many scholars of his generation, he gained a university post without a doctorate. His PhD, which later formed the basis of his book Monet: Nature into Art (1986), was not awarded until 1976, by which time he had already been lecturing for seven years at the University of East Anglia. Like his great friend Eric Fernie, with whom he later worked at the Courtauld, House relished life at a new university. Under the leadership of Peter Lasko, he developed innovative teaching methods at UEA, involving greater student participation than was usual in more conservative environments. He also started a family with his wife, Jill, whom he married in 1968. They later separated. Four years as a lecturer at University College London were followed by his appointment, in 1980, to the Courtauld, where Lasko had become director. He threw himself into the life of this august institution. In an age of narrow specialism, it was remarkable that he could be found expounding on the identity of the 12th-century sculptor Gislebertus during a medievalists&apos; trip to Burgundy, while also making trenchant contributions to management committees or serving as deputy director. House relished the Courtauld gallery&apos;s magnificent impressionist and post-impressionist collection, and in 1994 he curated an exhibition that united the institute&apos;s works with others that had formerly been owned by its founder, Samuel Courtauld, but had since been dispersed. His catalogue essay on Courtauld&apos;s patronage included an incisive comparison of the textile magnate&apos;s legacy with that of Albert C Barnes, the more authoritarian creator of the Barnes Foundation in Pennsylvania. As House put it: &quot;Courtauld, by contrast, was unequivocally committed to the public domain. All of his acts of generosity were enabling, not prescriptive  and no restrictions were placed on the teaching of the institute at its foundation. As part of the University of London, it was from the start a part of the state higher educational system.&quot; One of House&apos;s qualities was his loyalty to this vision, and to the institution that it produced. He never lost an opportunity to promote the Courtauld and remained involved in its affairs even after his retirement, as Walter H Annenberg professor, in 2010. House was an international authority on his subject. As the value of impressionist paintings reached astonishing levels, he responded to questions of attribution with exemplary integrity, firmly resisting the blandishments of the commercial art world. He also published a formidable body of scholarly articles and books, of which perhaps the most ambitious was Impressionism: Paint and Politics (2004). Its subtitle, Making, Marketing, Meaning, hints at his approach, linking the impressionists&apos; technical innovations to their exhibition strategies as well as to the period&apos;s ideologies. House participated in numerous international exhibitions, from the Renoir retrospective held in Boston, London and Paris (1985-86) to thematic shows such as the exquisite Impressionists By the Sea, which travelled from London to two American museums in 2007-08. One of the most unusual of his exhibits, Landscapes of France: Impressionism and Its Rivals, held in London and Boston in 1995-96, rehabilitated the academic landscape pictures that the impressionists had so successfully challenged. He would probably not have agreed with one of his Courtauld colleagues, who quipped that the salon paintings came across rather better than those of the impressionists, but he did convincingly assert that they were &quot;works of great conviction and authority in their own right&quot;. He never tired of challenging the stereotypes with which impressionism&apos;s achievements have been distorted. In his catalogue essay for the Royal Academy&apos;s exhibition Monet in the 20th Century (1999), House rescued Monet from the modernist cliche that the late water lilies are a form of proto-abstract expressionism. As he demonstrated, Monet&apos;s Grandes Dcorations in the Orangerie in Paris invite comparison to the painted panoramas so popular in the 19th century, while manifesting above all the impressionists&apos; emphasis on the act of seeing. It was this creative aim  &quot;the realisation in paint of  sensations,  visual experiences of the external world&quot;  that House so incisively analysed and contextualised throughout his career. His sudden death ended a happy phase of House&apos;s life, in which he gained particular pleasure from the arrival of a grandchild. He is also survived by his partner, Nancy, and by his sons, Adam and Joe, from his marriage to Jill.  John Peter Humphry House, art historian, born 19 April 1945, died 7 February 2012", 
    "section": "education", 
    "gid": "education/2012/feb/14/john-house-obituary", 
    "wordcount": "968"
}