{
    "headline": "Meteorite explodes over Russia: key questions answered", 
    "text": "What hit Russia on Friday morning? A space rock, which the Russian Academy of Sciences estimates weighed about 10 tonnes. Videos show a bright trail streaking through the sky, which is the object burning up as it entered the Earth&apos;s atmosphere. The rock hit the atmosphere at a speed of at least 54,000km/h (33,000mph), compressing the air in its path and heating it to thousands of degrees, which gives off light. The sharp compression of the air creates a shock wave, which is heard as a sonic boom in many of the videos. Was it one meteor or a shower? Footage clearly shows a single object streaking across the sky, but it is believed the rock shattered some 18-32 miles (30-50km) above ground. Some videos show a sudden brightening as the body fragmented during its fiery passage through the atmosphere. How rare is this sort of event? Around 40,000 tonnes of space rocks fall to Earth every year, mostly in the form of dust and relatively small meteorites. The last time something major struck the Earth was in 1908, when an asteroid about 50 metres across exploded in the air above the Tunguska region of Siberia. It flattened forests over an area of hundreds of square miles. Friday morning&apos;s event was a tiny fraction of this magnitude. Something like this probably happens every decade but usually takes place over an unpopulated area. Has anyone ever been killed by a meteorite? No one is previously recorded to have been killed by a meteorite falling from the sky. There are stories of a dog being killed in Egypt in 1911 and a boy being hit but not seriously injured in Uganda in 1992. Most of the Earth&apos;s surface is uninhabited by humans, so meteorites usually fall over desolate areas or the oceans. What&apos;s the difference between an asteroid, a meteor, a meteorite and a meteoroid? Astronomers love their definitions. A meteoroid is anything in orbit around the sun that is smaller than 10 metres. It becomes known as an asteroid above this size and up to about 1,000 kilometres. A meteor is a speck of dust that burns up in the atmosphere creating a shooting star. A meteorite is a larger fragment, from pebble to boulder-sized, that survives to strike the surface of the Earth. These definitions are blurring, however. Almost everyone it seems is using the word meteor to describe the object that hit Russia. Blame Sean Connery. Back in 1979, he starred in a disaster movie about an asteroid that was to strike Earth. They called the movie Meteor. Why did we not see this coming? The Russian meteorite hit during the daytime. The glare of the sun masked its approach, like a fighter pilot using the sun to blind an enemy to the attack. There could be thousands of asteroids that orbit closer to the sun than the Earth, approaching our planet only occasionally and always from &quot;out of the sun&quot;. They are virtually impossible to spot from Earth because they are always masked by daylight. Only a space telescope could see these effectively. The European Space Agency&apos;s Gaia mission will help discover more of these asteroids. Is it connected with the asteroid close pass on Friday night? No, the Royal Astronomical Society in London and the European Space Agency in Darmstadt, Germany, both say that the approach of Friday morning&apos;s strike is unrelated to the approach of space rock 2012 DA14, which will draw extremely close to Earth on Friday night. According to Nasa&apos;s Near-Earth Object Observation Programme, an asteroid like 2012 DA14 flies this close on average only once every 40 years  although it will still be some 17,100 miles above our heads. Nevertheless, this is closer to the Earth than many artificial satellites. What do we do if we spot something big heading for Earth? A recently formed working group of the United Nations Committee on the Peaceful Uses of Outer Space would be called into session. Known as the space mission planning advisory group, it is composed of scientists from Nasa, the European Space Agency and the world&apos;s other space agencies. The group would immediately meet to advise on the best strategy for dealing with the asteroid. It would also advise on who has the expertise to build the different parts of the necessary spacecraft, and who should pay for it. Then it would pass the decision into the hands of politicians. Are any regions of Earth more at risk than others? No. Incoming asteroids and meteoroids can come from any direction. Additionally, the Earth rotates once a day, presenting every hemisphere to the different directions of space. Will Friday&apos;s impact have any after-effect? Friday&apos;s impact was certainly not enough to knock the Earth off its axis, nor imperil telecommunications networks. The shockwave was compressed air rather than the electromagnetic pulse (EMP) created by nuclear weapons and solar flares. Neither is there a real risk of alien death viruses. Meteorites fall to Earth all the time  none has brought space bugs yet. Although there are theories that microbes could hitch rides on space rocks, there is no incontrovertible evidence that this is a widespread phenomenon. Dr Stuart Clark writes the Across the Universe blog.", 
    "section": "science", 
    "gid": "science/2013/feb/15/meteorite-russia-key-questions-answered", 
    "wordcount": "877"
}