{
    "headline": "Councils 'failing special educational needs children'", 
    "text": "More than half the councils meant to road test the government&apos;s proposals to give parents of children with special educational needs personal budgets have failed to produce plans to implement them. The 31 &quot;pathfinder&quot; councils, set up in 2011, were supposed to trial the &quot;biggest reforms in 30 years to help disabled children and those with special educational needs&quot; ensure their needs were prioritised. However, research by MHP Health Mandate found that of the 31, eight local authorities had not produced any strategies. The remaining 23 councils had plans  but nine of these did not mention &quot;special educational needs&quot;. The policy had been driven through by Downing Street alarmed by surveys showing more than a quarter of parents of children with autism say they have had to wait more than two years to get the support their child needs at school. It is a crucial time as the new NHS bodies designed to co-ordinate with councils begin operating in April. An analysis of parliamentary figures, shows that 3.8m of taxpayers&apos; money set aside for the scheme by the local authorities appears not to have been used. Ministers had asked councils to ensure a number of tasks were followed: the new health and wellbeing boards  a vital link with the NHS  were part of the set up; a focus was put on school outcomes; and &quot;offers of a personal budget to improve the choice, control and outcomes for children, young people and their families&quot; were given. The pathfinders were expected to run until the autumn of 2012, before the children and families Bill was presented to parliament. However, in November 2012, the department for education announced that the pathfinder trials would be extended by another 18 months and end in September 2014. The result was that MPs were voting through a bill today for key changes which critics say there was no evidence for. Ben Nunn, the researcher who completed the local government audit at MHP Health Mandate, said: &quot;The government&apos;s education reforms present an important opportunity to fundamentally change the way young people with special educational needs are supported and educated. However, this cannot be achieved without cooperation from the health system and, in particular, the bodies specifically designed to bring this about. Councils and government should consider this new evidence to ensure SEN services are being appropriately prioritised locally to deliver the best possible care for those at need.&quot; Sharon Hodgson, the shadow children and families minister, said: &quot;The acid test for personal budgets will be whether outcomes for children are improved while achieving value for money for the taxpayer, especially at a time when councils are facing huge cuts. As it stands, because the Pathfinders have struggled to get off the ground, Parliament is being asked to vote to effectively create a market for SEN support without any evidence that this test can be met.&quot; David Simmonds, chair of the Local Government Association&apos;s children and young people board, said: &quot;Children with special education needs and their parents deserve better than being passed from pillar to post when trying to access the support they are entitled to. The 31 councils that signed up to these pilots have demonstrated a real commitment to improving services for some of our most vulnerable children and are focusing on local circumstances to bring about changes that can make a significant improvement to their day-to-day lives.&quot; A spokesperson for the department of education said: &quot;It is for health and wellbeing boards to develop their own strategies based on local needs. This government wants every child with special educational needs to get the right support for them.&quot;", 
    "section": "education", 
    "gid": "education/2013/feb/25/councils-failing-special-educational-needs-children", 
    "wordcount": "620"
}