{
    "headline": "Illegal wildlife trade 'threatening national security', says WWF", 
    "text": "     Illicit trade in wildlife has exploded into a $19bn criminal enterprise, threatening government stability and national security, the WWF warned on Wednesday. A report from the world&apos;s biggest conservation group said the current effort to stop trafficking in ivory, rhino horn, and other endangered species was pitifully inadequate against the powerful and sophisticated crime syndicates with a global reach. &quot;It has been a failure. We are losing these populations in front of our eyes,&quot; Carter Roberts, the president of WWF, said in an interview. &quot;It is being outgunned in terms of technology. It is being outgunned in terms of resources, and it is being outgunned, worst of all, in terms of organisation.&quot; The report, compiled by the Dalberg consulting firm, was based on interviews with government officials in countries on both sides of the smuggling chain in Africa and Asia. The conservation group plans to brief United Nations ambassadors on the crisis on Wednesday, to spur greater effort from governments to fight trafficking. Roberts said turn-out at the event would provide a good indication of governments&apos; willingness to take on an issue that, until recently, was relegated to the margins, seen only as a conservation issue. But the nature of trafficking was changing, the report warned.     The carcass of an elephant slaughtered by poachers in Bouba Ndjida national park, Cameroon. Photograph: Anonymous/AP    Within the past year alone, organised crime syndicates armed with military-issue machine guns have slaughtered hundreds of elephants at a time in places like Cameroon&apos;s Bouba Ndjida national park, the report said. WWF says the wildlife trade appears to fund terrorist cells in unstable African countries  threatening national security  and that the industry often uses the same networks and routes as other illegal trades, such as drug trafficking. Over the past five years, meanwhile, the numbers of rhinos poached in South Africa has risen exponentially, from about 20 a year to an expected 600 this year, Roberts said. &quot;It is shocking to see the numbers grow the way they have,&quot; he said. Elsewhere, powdered rhino horn, a medicine that has now morphed into a status symbol in some parts of south-east Asia, sold for upwards of $100,000/kg. The average rhino horn was worth $600,000  a price that gave the traffickers plenty of cash to pay off corrupt government officials. On Monday, Vietnam and South Africa signed an agreement to curb rhino poaching. The explosion of the trade  and the involvement of organised crime and violent rebel groups  this year captured the attention of the Pentagon and the state department. The secretary of state, Hillary Clinton, last month upgraded trafficking from a conservation issue into a national security threat. Wildlife trafficking now threatened government control and national borders, she said.     The main routes for organised criminal trade in wildlife. Photograph: guardian.co.uk    &quot;It is one thing to be worried about the traditional poachers who come in and kill and take a few animals, a few tusks, a few horns, or other animal parts,&quot; Clinton told a meeting at the state department. &quot;It&apos;s something else when you&apos;ve got helicopters, night vision goggles, automatic weapons, which pose a threat to human life as well as wildlife.&quot; Much of the WWF report focuses on that transformation of the trafficking trade. It said smuggling of wildlife was now overseen by powerful crime syndicates stretching across international borders. The crime groups use their enormous profits to buy weapons, finance civil wars and buy corrupt government officials  rendering existing laws against trafficking almost useless. America is the second largest destination for smuggled goods made from endangered wildlife. Conservation groups said they hoped the recognition from Clinton would lead to a more concerted international effort, and more resources, to fight the trade. &quot;This is not an issue that can be solved solely by departments of parks or environment or solely by park rangers who are fighting it on the frontline,&quot; Jim Leape, director of WWF International told a conference call with reporters. &quot;You need the full strength of the government.&quot; John Scanlon, secretary-general of the Convention on International Trade in Endangered Species (Cites), agreed. &quot;We need to deploy the police and in a number of cases we need to deploy the military,&quot; he told the conference call. &quot;We need to work all across the enforcement chain: police, military, judges, customs,&quot; he went. &quot;We need to find out who is ordering the contraband, find them, prosecute, them, convict them, and incarcerate them.&quot;     Customs officials in Suvarnabhumi, Thailand, discover a shipment of African elephant tusks from Mozambique. Photograph: James Morgan/WWF-Canon    Some of the more sophisticated resources to catch the traffickers are now forthcoming. Google last week awarded WWF a $5m grant for aerial drones to track poachers and endangered wildlife, such as rhinos, tigers and elephants. But the overwhelming takeaway from the report was the failure of political will in some countries to deal with trafficking. There was evidence of that gap in the report itself. Dalberg interviewed 15 government officials and seven representatives of international organisations that deal with trafficking, after making dozens of initial contacts. But the firm said some of the key players  such as Vietnam, a large and growing market for illicit trade in rhino horn  refused to take part. Two government officials objected specifically to questions about government corruption.", 
    "section": "environment", 
    "gid": "environment/2012/dec/12/wildlife-trafficking-national-security-wwf", 
    "wordcount": "854"
}