{
    "headline": "On the road: Chrysler 300C CRD V6 Executive", 
    "text": "You&apos;ll have seen this one around the place. It looks, at first glance anyway, a little bit like a Bentley from the front. But then the more you see of it, and the more youlook, the less like a Bentley it becomes. It&apos;s brasher, louder, cheaper, more American. Actually, on this, the car&apos;s second incarnation, the grille is less like a Bentley&apos;s; it&apos;s been replaced by a more American one. The car has lost some of its distinguished looks. It is still distinctive, though, with its high sides and squat windows, there&apos;s a certain badassness about it, the kind of car you can possibly imagine a Chicago gangster driving, or cruising along The Strip in Vegas. Maybe the rear window lowers, the muzzle of a semi-automatic weapon appears, pow pow pow, the window is raised as the car speeds off to the sound and smell of burning rubber... Here, parked on my Victorian London terrace, it just looks ridiculous. It is ridiculous, and it&apos;s embarrassing. It&apos;s too big, it doesn&apos;t fit. And it&apos;s too big driving around town, too. It&apos;s vast, a proper tank. On the open road it makes abit more sense  powerful, easy, comfortable, big. You get a real sense of momentum in it, the feeling it will carry on, for ever, in a straight line, on a straight road in America, where it belongs. And where this kind of vulgarity is acceptable. And where the 28th amendment to the constitution protects an individual&apos;s right to burn oil, no matter what thecost to the planet. OK, so in Europe it comes with a V6 diesel engine, but even so it&apos;s a lot thirstier and CO2 fartier than the equivalent European (probably German) diesel luxo barge. The German will be a better car, too, more suited to Europe&apos;s roads, andmore refined inside. So all the Chrysler really has goingfor it is its style. But looks alone aren&apos;t enough to keep a relationship going. Especially when they&apos;re not as striking as theprevious model&apos;s. And when they don&apos;t stand up to closer scrutiny. Look at it, it&apos;s not really as badass as it thinks it is, is it? I don&apos;t believe any self-respecting gangster would really want to be seen dead (maybe literally) in one of these. Norapper either, or footballer, just as they wouldn&apos;t want to have a fake gold Rolex on their wrist. Because that&apos;s what this car is, afake. And if you&apos;re going to not give a toss about the environment, you may as well do itin style. In areal Bentley.     Chrysler 300C CRD V6 Executive detail Photograph: Simon Stuart-Miller    Chrysler 300C CRD V6 Executive Price 39,995Top speed 144mphAcceleration 0-60 in 7.4 secondsCombined consumption 39.2mpgCO2 emisions 191g/kmGreen rating 3/10Cool rating 4/10", 
    "section": "technology", 
    "gid": "technology/2012/oct/19/chrysler-300c-crd-v6-executive-review", 
    "wordcount": "471"
}