{
    "headline": "Troubled seas, rushing winds and the lapwing's cry", 
    "text": "The wind, the tide and the rocks combine to create a troubled sea. Its heaving surface is strewn with whitecaps and the waves, confused by conflicting influences, run in every direction. Close to shore the onrushing waters part around a low reef. Momentum deflected, they are seized and swept away by another body of water that is being driven along parallel to the beach. Much farther out in the deeper water, an isolated series of breakers rush in the opposite direction, the wind streaming a fine white mist from their crests until they crash into a mass of half-hidden rocks in a tumble of foam and a detonation of spray. A few smaller waves, purpled by fragments of kelp, head straight for the beach where they struggle to break against the force of the wind. They rise slowly, their crests poised, trembling, rimmed with white until finally they tumble, their power almost entirely dissipated. Separated from this wind-battered sea only by a narrow ridge of grassed-over pebbles is a shallow loch. Waiting out the weather on its bank, a flock of lapwings rises, alarmed at my approach, their startled cries piercing enough to be heard above the sound of the waves and the rush of the wind. They lift on strong, broad wings, striving for height, and then allow the wind to carry them onwards until they drop down into a grassy field a hundred yards away. A group of oystercatchers remain huddled on the nearer bank, reluctant to leave their chosen place of shelter. They wait until I am almost upon them before, without any of the usual shrill vocalisations, they struggle into the air. Unlike the lapwings they stay low over the water, grimly determined, flying directly into the wind. They make little progress, remaining almost stationary, but I am hardly past them before they have settled again only a few yards from where they took off.", 
    "section": "environment", 
    "gid": "environment/2012/mar/08/south-uist-troubled-seas-lapwings-cry", 
    "wordcount": "319"
}