{
    "headline": "New Tesco approved for Aldeburgh despite flooding concerns", 
    "text": "A controversial proposal for a new Tesco store in one of Britain&apos;s most picturesque seaside towns has been given the go-ahead after local councillors ignored a recommendation to reject it because of concerns about flooding. The application to build the new store on the outskirts of Aldeburgh has fuelled fierce debate in the east Suffolk town amid growing national concern about unfettered supermarket expansion threatening local independent traders. In a report prepared for members of Suffolk coastal district council ahead of the key meeting on Friday, planning officials had advised councillors to reject the application because of the threat of flooding to homes which are part of the overall scheme. The blueprint submitted by developers Pigeon on the site of the former Crossways garage is for a 2,800 square foot Tesco supermarket, with five flats above and 18 permanent parking spaces. But after a three-and-a-half hour debate and representions from both parties, councillors voted 5-4 for the development to go ahead. Further consideration of safeguards for flood prevention and issues related to increasing traffic are conditions of the go-ahead. At the end of what has been described locally as a long and &quot;bruising&quot; battle, opponents of the scheme were left bitterly disappointed. Aldeburgh council opposed the proposal, along with Aldeburgh Business Association, which represents around 100 local businesses. Its vice-chairman Robert Mabey, owner of the Regatta restaurant in the high street, tweeted after the decision: &quot;Big hug to all the group who tried to stop us getting a Tesco in Aldeburgh, so much time and effort trying keep our little town special.&quot; The council had received 374 letters of objection and 269 in support of the scheme. High-profile opponents include the writer Craig Brown, who has a home there, who has warned that the store would endanger the survival of the few remaining independent food shops. The proximity of the proposed supermarket to one of two existing Co-operative Food stores in the town was also noted by comedian Lenny Henry when he switched on the local Christmas lights in the town in December. Around two-thirds of the homes in Aldeburgh are second homes, many owned by London-based writers, artists and musicians  one of the highest proportions in the UK for a town that has just 2,500 residents. But many supporters of the Tesco scheme  including cash-strapped families  say they would welcome a cheaper shop and claim that the campaign against Tesco is being driven by wealthy second-home owners. The new Tesco will create 20 new jobs. Last year there were similar protests against the arrival of a new Tesco in Southwold, further north. And in nearby Saxmundham, which famously fought off a Tesco superstore more than a decade ago, a smaller Tesco opened last summer after a planning application was approved in which the retailer was not named. Pigeon welcomed the vote and said it hoped to start work on the scheme in the early summer.", 
    "section": "environment", 
    "gid": "environment/2013/jan/04/tesco-approved-aldeburgh-flooding", 
    "wordcount": "492"
}