{
    "headline": "This canal was made to save sailors' lives", 
    "text": "Years ago, at Wrantage, south-east of Taunton, we found the masonry that was once part of an aqueduct spanning the road, and, across the fields, the blocked entrance to a tunnel that went through Crimson Hill, both relics of a long-defunct canal. Now we had directions to surviving traces of the same canal on the other side of the hill. We went on a day when, at last, the hedges lining the winding country lanes through Hatch Beauchamp, Beer Crowcombe and Curry Mallet were sunlit green instead of wintry brown. Beside Beer Crowcombe church, which stands in farmland apart from the village, we took a footpath along the edge of a freshly ploughed field, then down a few steps to what remains of this section of the canal, just pools of stagnant black water crossed by a rudimentary bridge made of two planks. You can make out the line of the canal through the fields, where trees lean out or have fallen across it from the collapsed banks of what was once a viable waterway, a bold commercial venture and a notable feat of engineering, with three tunnels and four inclined planes, carrying freight down to Chard. The original plan in 1810 had been one of the most visionary of canal schemes, linking the Bristol and English channels, so that vessels might avoid the long and dangerous voyage round Land&apos;s End. But the stretch from Taunton to Chard was all that materialised and, before long, that had been made redundant by new rail routes, now themselves long-defunct. Not far from Beer Crowcombe we paused at the arresting view of Hatch Court, a grand Palladian mansion standing in its deer park, with an ornamental octagonal pavilion where you might expect a mere lodge or gatehouse. We took the grassy footpath to Hatch Beauchamp church, which stands behind the mansion&apos;s walled garden. And in this quiet place apart, found a window dedicated to the memory of JRM ChardVC, hero of Rorke&apos;s Drift.", 
    "section": "environment", 
    "gid": "environment/2013/may/13/taunton-vale-somerset-canal-save-sailors", 
    "wordcount": "332"
}