{
    "headline": "SmartGlass, Xbox 360 and the battle for the connected living room", 
    "text": "Be in no doubt: all the major games console manufacturers want a space in your living room, below your TV and providing all your screened content including games, movies and video chat. Nintendo&apos;s hugely successful Wii is largely credited with bringing consoles out of bedrooms and into living rooms with its family friendly titles. But that was just the first stage in the revolution. Now Nintendo, Sony and Microsoft want to control everything on that big screen.  At Microsoft&apos;s pre-E3 press conference on Monday, the company announced SmartGlass, a new smartphone and tablet app, which connect with your Xbox console, providing a second, personal screen to augment your gaming and viewing experience. What does this mean? Well, that&apos;s the big question at the moment. The tech industry is banking on this idea of dual-screen entertainment. They&apos;ve noticed that no one simply sits and watches TV anymore - many of us are on our laptops, tablets and phones at the same time, tweeting, chatting and communicating on Facebook, while we view our large LCD screens.  Everyone wants a piece of that. When downloaded to an iPhone, Windows Phone or Android handset, SmartGlass can be linked to your Xbox Live account and will talk to your console. You can now use your device as a touchscreen remote controller for any video and TV content you have on your Xbox. Instead of pressing buttons you swipe menus and no doubt get suggestions on content, based on stuff you&apos;ve watched before, or things your friends are viewing.  Importantly, there will also be SmartGlass compatible games that let you use your handheld device as a controller or repository for extra game info. So, say you&apos;re playing an Xbox football game on the TV and you want to change your team&apos;s formation seamlessly without interrupting play; you could grab your tablet make the changes on the small screen and they get beamed to the game. Microsoft has already shown off one game, Ascend: New Gods, an action RPG which allows you to check out a map of the game world as well as stats and items on your phone, while you&apos;re playing the main adventure on your Xbox. Another big element is augmented TV and movie viewing, providing extra information and content to users watching video content on their console. At a behind-closed-doors event on Monday, Microsoft was showing this off with Game of Thrones. While watching all the axe-wielding action on the main screen, the SmartGlass app on your handheld shows information on the episode, a map of Westeros and other titbits. Social viewing is no doubt also supported, allowing you to chat and trade comments with friends while watching.  Microsoft is fighting a battle on two fronts here. Obviously, the company has Nintendo&apos;s Wii U in its sights. The forthcoming console features a tablet-style controller with its own screen, which interacts with the action on your main TV. Well, SmartGlass does that, and more. This is a part of Microsoft&apos;s sustained campaign to steal that huge mainstream audience from Nintendo  an onslaught that began with the launch of the Xbox Kinect device, which took the original Wii&apos;s motion-controlled gaming to the next level.  But Microsoft also has a wider fight, and that&apos;s the whole new realm of super connected companion devices, and the dual-screen living room. Everyone is in on this: Apple, Google, Sky, Virgin, the TV manufacturers, the cable TV channels, set-top box suppliers There&apos;s a gold rush for the living room entertainment centre point. Everyone wants their device, their service, at the centre of this complex eco-system of gadgets and digital content.  SmartGlass has been dismissed as a fancy remote controller, and in a way that&apos;s what it is, but not in the way that snarky pundits mean. It&apos;s a way of remotely controlling our access to content in the broadband space. Xbox is a strong brand  there are over 65 million Xbox 360 consoles out there, all of them offering video on demand, music and games in a way that a new generation of consumers is used to consuming them. That&apos;s not a bad place to start a dual-screen entertainment revolution. Although, of course, Apple has quite a few devices out there, too.  Gamers at E3 groaned when Microsoft started rolling out new video deals, content plans and SmartGlass boasts at its conference, but this stuff is important. No one knows how the battle for the living room will end - there may be several winners, but certainly, no one, however big, can afford to be a loser.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jun/05/smartglass-xbox-news", 
    "wordcount": "757"
}