{
    "headline": "Penn State defies Facebook campaign calling for it to drop climate lecture", 
    "text": "In an uncharacteristically angry post at the New York Times&apos;s Dot Earth blog, Andy Revkin has hit out at a &quot;shameful attack on free speech&quot;. It relates to a Facebook campaign which is calling on Pennsylvania State University to &quot;disinvite&quot; Professor Michael E. Mann, the director of its Earth System Science Center, from giving a lecture next week entitled: &quot;Confronting the Climate Change Challenge.&quot; The Facebook campaign has been initiated by a seemingly conjoined group called the Common Sense Movement/Secure Energy for America Political Action Committee. Brad Johnson at ThinkProgress has investigated the people behind it and describes it as a &quot;coal-industry astroturf group&quot;. Here&apos;s a video from the Common Sense Movement&apos;s &quot;I Am Coal&quot; campaign, which gives an insight into its worldview...            The group argues on its page:  At a time when Penn State should be doing everything possible to regain its status as a bastion of truth and integrity, the last thing they should be doing is supporting someone of such questionable ethics and motives with our tax dollars.There is no place for this brand of extreme political activism, disguised as academics, at Penn State now or in the future. University leadership should be ashamed for continuing to provide Mann with such high visibility  at our expense.  Revkin is particularly angry  quite rightly - at the group&apos;s templated letter it is asking supporters to send to &quot;daily newspapers near you&quot;, which includes the accusation that Mann, one of the world&apos;s most high-profile climate scientists whose private emails were among those illegally released online in 2009, is &quot;conspiring with his left-wing cronies to intimidate and silence those who would dare to question his intentions&quot;. Revkin even took to Facebook himself, posting: &quot;Antidemocratic, hateful, and coal-backed smear campaign against a scientist I&apos;ve sometimes disagreed with but who has every right to state his case at Penn State or anywhere else.&quot; The efforts of those behind the campaign of intimidation against Penn State appear to have come to nothing, though. Common sense (of the real variety) reigns, as a spokesman has just confirmed to me:  Penn State has a deep and profound commitment to the First Amendment and the principles of free speech and expression. Our role as a university is to serve as a marketplace of ideas and by allowing this talk we are protecting the civil liberties of our students, faculty and staff. There are no plans to cancel his speaking engagement.Michael Mann&apos;s research has undergone several rigorous national reviews and investigations and in each case his work has been upheld.In 2011, the National Science Foundation completed a review and upheld Mann&apos;s work. The NSF review was the second major investigation at the national level of his controversial research into climate change. In 2006 the National Academy of Sciences completed an inquiry into Mann&apos;s findings at the request of Congress. Again, his research was confirmed.In 2010, Penn State conducted its own four-month investigation into allegations of research misconduct against Mann and a panel of five University faculty members from various fields determined that the scientist violated no professional standards in the course of his work.  The spokesman added that such a lecture would typically attract 300-400 people. On the question of security, he said: &quot;We evaluate every event on campus from a security perspective and will determine if additional steps are warranted.&quot; He added: &quot;We have received only a handful of comments [about the lecture], and the majority of those are supporting free speech.&quot;", 
    "section": "environment", 
    "gid": "environment/blog/2012/feb/03/penn-state-facebook-michael-mann", 
    "wordcount": "600"
}