{
    "headline": "Single men found to be rubbish at putting out the recycling", 
    "text": "Men who live alone are the least likely to recycle in the UK, according to a study. As many homes come to terms with a backlog of discarded wrapping paper and empty packaging after Christmas, women will take on the most responsibility for disposing of it in an environmentally friendly way, according to new research. Results showed that single people living alone are less likely to recycle  only 65% did so, compared with 79% of mixed-sex couples. Of those living alone, 69% of women recycled some of their waste or unwanted items, whereas 58% of men were found to do the same. The study forms part of Understanding Society  the UK&apos;s biggest panel survey  and was funded by the Economic and Social Research Council and conducted by Essex University. More than 2,000 single men and women and 3,000 couples were asked about their housework routines, including whether they separated their waste for recycling. Although households are doing much less housework in general than they were 20 years ago, on average women still take on the bulk of domestic chores  especially when they live with a male partner. &quot;Women are probably doing more than their share,&quot; says Hazel Pettifor, who led the study. &quot;In the same way that housework tasks are often split with the woman of the house taking on the daily, routine activities, it is likely that women are emptying and rinsing out containers, removing lids and labels and sorting waste, while their menfolk make the fortnightly trip to the bottle bank or put the bins out.&quot; Men who are active in sharing housework were found to be just as likely to share in recycling when in a mixed-sex couple. But sharing did not guarantee an equal workload: women are the most committed recyclers, and more willing than men to expend time and energy on recycling. As local councils offer better recycling facilities, people are increasingly viewing it as an essential part of their household routine, rather than a voluntary green act. The UK&apos;s governments have set ambitious targets to increase domestic recycling of all waste to 50% by 2020  currently standing at 41.5% in England and Wales, 37.2% in Scotland and 39.7% in Northern Ireland. The study shows that making men the focus for green messages could be the best way forward.", 
    "section": "environment", 
    "gid": "environment/2012/dec/29/single-men-rubbish-at-recycling", 
    "wordcount": "393"
}