{
    "headline": "Everyone wants a slice of Raspberry Pi", 
    "text": "It&apos;s 9am on a lovely autumn morning at Cern, the European Organisation for Nuclear Research, just outside Geneva. The sun shines on to an open vista of fields and mountains, glistens off nearby lakes. It&apos;s an ideal day for cycling, walking, picnicking; almost anything other than messing around with computers in the dark. I am standing in the dark, watching people mess around with computers. Scruffy young men take cables out of plastic carrier bags and plug them into the back of television screens. They connect up keyboards, slot in SD cards, bung long leads into USB jacks. Parcel tape is slathered over stray cords to stick them in place. Somehow, I thought that Cern, the closest thing to a Bond lab on the planet, would be more sophisticated than this. Still, it&apos;s not Cern that we&apos;re checking out. We&apos;re here for something far more basic, and even more exciting. Take a closer look. You will notice that near every terminal sits a small green circuit board. Slightly bigger than a credit card, with cables sprouting out of it like twisted limbs, it resembles a rectangular spider. In fact, it&apos;s a computer, busily driving and connecting all the disparate elements around it to create well, whatever the geeks want it to. Say hello, ladies and gentle-nerds, to the Raspberry Pi. The Raspberry Pi is a robust, cheap (about 25), low-powered programmable computer. It is a British invention that went on sale for the first time in February this year and has been a science sensation, the computing equivalent of tickets to Glastonbury or the Rolling Stones: everyone wants one, not just hardcore fans. Before it even launched, demand for the Pi outran supply, and the day the first 10,000 became available, the distributing websites all crashed. The first ever BBC online video of the RPi  a preview of it, before it went on sale  got more than 800,000 views in a matter of days. Since then, the RPi has shifted almost 500,000 units and is on target to top 1m by Christmas  topped up by purchasers from South America and China who haven&apos;t been put off by the import costs which turn the RPi from bargain to just cheapish. It&apos;s been used to take photographs of the Earth from near space and snaps of birds in back gardens. And it has united the science community, from primary school teachers to particle physicists, in joyous enthusiasm; mostly because they hope its price, size, software and sturdiness (you can shove it in your pocket without damaging it, supposedly) will make it appeal to kids, and thus lead children into computer programming. So let&apos;s see, shall we? From 9am until 5pm, an unremitting stream of young kids wander into the dim room at Cern, look around for a free monitor, and sit down in front of it. They spot a small cat in the right hand top corner of the screen. Someone  an adult, another child  tells them they can make the cat move if they program it to do so. And then the kids do so. Mickal, who&apos;s six, is as charming an advert for the RPi as you will ever meet. &quot;Watch the cat,&quot; he says. &quot;He can dance.&quot; He drags and drops commands across the screen. The cat walks and turns around in circles. Later, he shows me that he can switch some tiny lights on and off using the RPi. &quot;Press N and enter,&quot; he says. &quot;Now N, space and enter.&quot; Nancy, seven, is also enjoying herself. She&apos;s given the cat a friend, a horse who makes odd noises, gallops into walls and bounces back. &quot;We don&apos;t have a computer at school, except sometimes for maths. I don&apos;t play computer at home either. I like drawing. And I like this.&quot; Nearby, Thomas, seven, is having a go too. Is he enjoying himself? &quot;I like it a little bit,&quot; he says. &quot;It&apos;s fun, but sometimes when you get a bit stuck, it gets annoying, and you want to do something else.&quot; He looks a little wistfully at the door, and at the bright sunshine beyond.     Six-year-old Mickal and his father show Miranda Sawyer a few of the Raspberry Pis tricks at the Cern programming event. Photograph: Franois Wavre/Rezo.ch    Since the RPi&apos;s launch, it has had almost perfect press, and you would have to be a far more cynical hack than I am to scoff at its ideals. Its developers are six highly qualified Cambridge-based scientists, and its principles are pure of heart. The Raspberry Pi Foundation is a charity whose sole aim is to promote the study of computer science in schools; the Raspberry Pi was born from that aim. If the foundation had been a business rather than a charity, the original six could have retired by now. The geek buzz around the RPi  let&apos;s not forget it&apos;s been around less than a year  has been phenomenal. Now there are events like the one at Cern held all over the place: Manchester, Machynlleth, Silicon Valley, Singapore. Called Raspberry jams (do you see?), and not officially endorsed by the foundation, they&apos;re essentially just local people getting together and sharing knowledge about the RPi. Here at Cern, on the Swiss-French border, organiser Dr William Bell is concerned with the lack of computer science in local schools (his kids attend a French primary which, at the moment, doesn&apos;t have a working computer for the children to use). Thus his jam involves teachers, kids and parents. Others have been more grown up, with lectures and demonstrations, people standing in front of large screens, making jokes in computer code. The jams are just one of the RPi-inspired offshoots that have sprung up since the launch. The point of the RPi is that, contrary to most of today&apos;s computers, it doesn&apos;t come bundled with everything you require. To make it work, you need a keyboard, a screen, an SD memory card, a vast array of cables So RPi packages have become available, enabling you to buy all those accessories in one go. And if you don&apos;t want to program the operating system on to the memory card, there are pre-programmed ones available. If you don&apos;t like the idea of it knocking about without a case, several people have designed those. More interestingly, there are now add-on boards that expand the Pi&apos;s capabilities, to make it easier to use for physical computing and give it functions like driving motors, making lights flash, turning your Lego man into an actual moving robot. These include the Gertboard, designed by a member of the Raspberry Pi Foundation team (called Gert). And Pi-Face, which is similar, though slightly easier to use (no soldering required), and is the baby of Dr Andrew Robinson of Manchester University. Robinson, a friendly, funny man, tells me about the bird box some of his students have designed using an RPi and Pi-Face; the box has an infrared light beam, so the RPi knows when a bird is coming in and out and can activate a camera or send you a message. Robinson also uses his RPi outside work; at the moment he has one at the centre of a theatre show. The RPi syncs interactive projections with lighting and sound, which all respond to the movements of the dancers. What else? Manchester University is running the Great British Raspberry Pi Bake Off, a competition for kids to design an exciting use for the RPi; it&apos;s sending out RPis and Pi-Faces to the developing world, places like Bangalore and Kenya, where the RPi has caused a sensation but has been hard to come by. &quot;I don&apos;t think the Pi is going to change the world,&quot; says Robinson. &quot;But it has opened stuff up, and created an excitement around programming that I&apos;ve never seen before.&quot; The creators of the RPi are of a generation that played with, rather than on, computers. Their first consoles were BBC Micros, Commodore 64s, Spectrum ZXs: beige boxes with limited power that offered limited built-in entertainment. In order to really enjoy yourself, you had to tinker about with what your computer could do: change some of the coding and see what happened. If you could do that, you could bring that programming skill to any other computer. But once computers improved, became more powerful and better to play games on, they became harder to program. The tinkering aspect was lost, and this affected swaths of schoolchildren: they just didn&apos;t come into contact with programming, even though they had more access to computers, better games consoles, lessons in ICT. Eben Upton, a friendly, upbeat man (everyone involved with the RPi is friendly) is a designer of microchips for Broadcom and the main designer of the RPi. In the early- to mid-2000s, he was in charge of undergraduate admissions to computer science at Cambridge. He noticed a massive drop-off in the numbers and, especially, quality of undergraduates between 1996, when he graduated, and 2005. &quot;The students just couldn&apos;t program, and that&apos;s because they hadn&apos;t been in the presence of programmable hardware,&quot; he says. &quot;It&apos;s not so much an education as an environment thing. I was self-taught, so were all of my friends. But in the consumer device world we&apos;re in today, where the majority of devices are tablets and phones and set-top boxes and games consoles these are all machines that you can use to consume, but most of them won&apos;t let you produce.&quot; Everyone I speak to about the RPi is insistent that anyone can code, whether or not you&apos;re good at maths. Bell, at Cern, says it&apos;s like messing around with a motorbike. &quot;You spend your time taking it apart, putting it back together. Only by doing that will you understand how the engine works.&quot; Upton defines programming as &quot;breaking problems down into manageable pieces&quot;, and the RPi, when you boot it up, has a couple of programming languages already in place: Scratch, which is the basic one with the cat, and the more sophisticated Python, which, once you&apos;ve mastered it, leads you to pretty much any programming language you want. &quot;The Pi isn&apos;t just a magic box that does stuff,&quot; says Eben. &quot;You can start Python, enter six letters and straight away, you&apos;re in a programming environment.&quot; All of which sounds terrific, and terrifically exciting. Modern kids love computers, so why wouldn&apos;t they love programming? Well The most identifiable characteristic of the computing genius is that he (it&apos;s usually a he) is Other. In the new Bond film Skyfall, Ben Wishaw&apos;s Q is as cute as can be, with his specs and wayward fringe, but he is, essentially, the lofty opposite of hero Bond. Q sits in a dark room looking at a screen; Bond runs around hitting people and snogging. This divide isn&apos;t new; it&apos;s in every school you go to. The nerds hang in the computer room during break time and make obscure jokes; the jocks run around hitting things and trying to chat up girls. There are other cliques  those who cluster in the art room, the alternative music crew  but it seems to me that, admirable though the foundation&apos;s intentions are, they&apos;ll find it hard to convince many teenagers that programming is for anyone other than geeks. Even if they do get RPis in there early. Eben admits that this is something he and his compadres think about a lot. He (and the rest of the foundation) is aware that, so far, about 80% of RPis have been sold &quot;to geeks like me&quot;.     The Raspberry Pi was designed to be cheap enough that all youngsters might have a chance to learn programming. Photograph: Phil Fisk for the Observer    &quot;We don&apos;t want to end up entrenching all the advantages that are already there,&quot; he says. &quot;There is a fixed-size pie  sorry, but it&apos;s the best word  which consists of white, male, middle-class people who are good at maths. Let&apos;s say that pie is divided up into particle physicists, investment bankers and computer scientists, which are all careers that are dominated by white, male, middle-class people who are good at maths. If you&apos;re not careful, then all you&apos;re doing is moving the dividers around that pie of people. What we need to do is expand the pie itself.&quot; In his day job, designing computer chips at Broadcom, Upton insists that he doesn&apos;t use a tremendous amount of maths: &quot;My job is more of a craft.&quot; And he thinks that emphasising the craft element of programming might help with that stubbornly non-expanding pie  particularly with girls. What the Raspberry Pi Foundation doesn&apos;t want to do is what he calls &quot;painting it pink&quot;  meaning trying to appeal to girls in a trivial way. There&apos;s another pie-growing aspect, he thinks, within the vast sector of teenage boys who love computer games. &quot;There are loads of boys between 12 and 16 who would love to step up to the next level and actually create their own games. But there&apos;s no obvious route, and I say that as someone who set up a computer games company straight out of university.&quot; Now, he would just tell such lads to go and get an RPi, play around with it for a couple of years and then take their portfolio to a games company. Another tricky thing about the Raspberry Pi is teaching. It has been pretty convincingly proven that the ICT classes of the 1990s did nothing much more than produce students who would make good secretaries; today&apos;s emphasis on online isn&apos;t useful either. (As Eben puts is: &quot;The not particularly helpful skill that students have has changed from being able to use PowerPoint to being able to build a website.&quot;) But how can teachers teach students computer programming if they don&apos;t know how to do it themselves? &quot;It&apos;s ridiculous to ask teachers to teach stuff they don&apos;t feel confident about,&quot; agrees Eben. &quot;We need to make teachers feel comfortable.&quot; Yet, he admits, if teachers are trained to be great programmers, then they&apos;ll just leave teaching and go and earn loads more money. &quot;So we have to find a way to make this stuff deliverable by non-specialists.&quot; To this end, the foundation  along with many other associations, such as Code Club  has been encouraging computer engineers to help enthusiastic teachers set up after-schoolclubs. And what about parents? I&apos;m white, female, middle class and studied maths and further maths (not very well) at A-level: I wouldn&apos;t have a clue what to do if my kid came to me with a programming problem. Upton admits that here, too, the RPi isn&apos;t perfect, yet. &quot;At the moment, we can deliver a really satisfying educational experience in a supervised environment, say where an adult or older child who really knows about computing is looking over a young child who doesn&apos;t. The real challenge is delivering to people like you, people who aren&apos;t natural-born computer programmers who can answer every question a kid has without even thinking about it. The Pi has to work in a computer-phobic environment. I think it&apos;s doable. And it&apos;s absolutely key.&quot; The Raspberry Pi isn&apos;t perfect, but that&apos;s a decision made by its creators. As much as it can be, the RPi is open: its software is open, and so is its attitude  unlike, say the closed, smooth perfection of Apple. The RPi&apos;s creators welcome suggestions, and understand that this is a work in progress that can only be moved along by the contributions of other enthusiasts.&quot; Upton tells me to wait a few months before buying an RPi, because in that time, the foundation will overhaul the software that comes bundled with it, especially Scratch, so that it is faster and more stable. (They&apos;ve already put more RAM into the RPi, increasing it to 512MB; and recently announced that every piece of RPi software is now open source, meaning unhidden and accessible.) Also  and this seems key to me  RPi will be bringing out teaching materials. In the end, though, you can lead kids to the RPi, but you can&apos;t make them all code. And that&apos;s fine. Because some will become obsessed. One of the many, many online videos on RPi was made by George, nine, who has a blog called My Journey With Java. He made it in August and it shows him putting leads into his RPi and talking through what each one does. As he puts in the power cable, he breaks off a shiny silver part of the Pi. If George were my child, I&apos;d hand him some Blu-Tak. George just tweets the video to the Pi Foundation and they get back to him and tell him what to do.", 
    "section": "technology", 
    "gid": "technology/2012/nov/04/raspberry-pi-programming-jam-cern", 
    "wordcount": "2780"
}