{
    "headline": "Coalition's energy policy is even more confused than its 'lowest tariff' pledge", 
    "text": "David Cameron&apos;s announcement yesterday that the government would legislate to force energy companies to put customers on their lowest tariffs sounded good for a couple of hours. But by last night it had unravelled. Even consumer groups argued that it was unworkable and would destroy what little competition there is in the energy market, forcing prices up not down. It neatly symbolised the current disarray in the government&apos;s energy policy, which is fast approaching crisis point. As it prepares to publish its long-awaited energy bill, the choice at stake could not be more critical: whether Britain moves towards a low-carbon energy system that contributes to tackling climate change, or a continuing fossil fuel-based one that locks in high greenhouse gas emissions for the next 40 years. The bill will set out a new system for regulation of Britain&apos;s energy market. The task is to give the private energy sector the incentive to install the 100bn-plus of investment needed to keep the lights on, replacing ageing power stations and upgrading transmission grids, while keeping energy prices competitive. Given the different needs of different technologies  principally renewables, nuclear and gas  this was never going to be easy. But in the past few months a huge fissure has opened up in the coalition, that has left the bill drafting process in complete confusion. In a leaked letter in July, the chancellor, George Osborne, told the energy secretary, Ed Davey, that support for renewables should be capped, and Britain should meet its energy needs instead through a major expansion of gas-fired power. Davey might have resisted. Instead, he acceded to the chancellor&apos;s demand and last month announced a new &quot;dash for gas&quot;, with 20 new gas-fired power stations to be built over the next 20 years. Since ministers cannot decide how many gas power stations get built (the energy companies do that), the announcement could only have been a signal that the incentives for renewables would be cut. The result has been uproar. With the UK&apos;s low-carbon energy goals apparently to be cast aside, the energy companies, their investors, and the green technology businesses which supply them have been left facing huge uncertainty about their own futures. The choice between gas and renewables is not absolute. Gas is a flexible fuel which can supply the back-up needed when wind and solar are not flowing. With carbon capture and storage (CCS), it can even become low-carbon. If coal-fired plants were phased out more quickly  the best way of cutting emissions  there is certainly room for more gas. But Osborne and his supporters on the right of the Conservative party, backed by strident campaigning by the Daily Mail and Daily Telegraph, explicitly reject both back-up capacity and CCS, and oppose regulation of coal emissions. Citing the huge increase in shale gas which has transformed the American energy market in recent years, they want gas to become the centrepiece of Britain&apos;s energy future. But the argument made is false. In the US it is true that shale gas has slashed energy prices, forcing the closure of many coal-fired power stations and thereby reducing US emissions. But as Chatham House and others have pointed out, the UK and Europe do not have accessible shale gas in anything like the same volume, it will be some years before it can be commercially exploited and it is unlikely to be cheap. It was striking that the CBI director general, John Cridland, immediately repudiated Davey&apos;s announcement, warning that excessive reliance on gas would leave the UK exposed to dangerous global price and supply fluctuations. The Conservative right complains of the cost to consumers of green policies. But the Climate Change Committee has shown that such policies have contributed only one-sixth of the price rises consumers have experienced over the past decade. Almost all the rest has come from the rising cost of gas. It is precisely this that has caused the energy giants to increase their prices again this week. As the government&apos;s own analysis shows, there are no cheap energy futures, whatever technologies are chosen. The huge advantage of renewables is that, once built, the fuel is free, and home-grown. The answer to rising prices is therefore not to abandon the low-carbon agenda, but to reinforce it through higher energy efficiency. So will the energy bill confirm that Osborne and the Tory right have won and Britain is now dashing for gas? The whisper in Whitehall is that a compromise may be reached, in which Davey gets a &quot;decarbonisation&quot; target for 2030, while Osborne imposes a cap on renewable subsidies. But this would not be a compromise at all. For investors, an aspirational target almost two decades hence is worth little  you can&apos;t bank money on it. What matters is the regime in place for investment now, and if the subsidies are capped, that will inevitably mean (with nuclear protected) that renewables are displaced by gas. This is a real test both for the Liberal Democrats and for Cameron, whose famous promise that the coalition would be &quot;the greenest government ever&quot; is on the line.  Michael Jacobs is visiting professor in the Grantham Research Institute on Climate Change and the Environment at the London School of Economics", 
    "section": "environment", 
    "gid": "environment/2012/oct/18/coalition-energy-policy-lowest-tariff", 
    "wordcount": "874"
}