{
    "headline": "Shell continues spilling oil in North Sea despite efforts to improve", 
    "text": "Shell and other major companies are spilling crude, diesel or other contaminants into the North Sea on a daily basis despite the oil industry&apos;s efforts to improve its safety record. On the day that Shell reported global annual profits of $27bn (17 bn), government statistics revealed that the Anglo-Dutch group has been responsible for over 20 pollution accidents in British waters over a six-month period. Shell said that &quot;no spill is acceptable&quot; and that it had been working hard to ensure its safety performance was improved by investing heavily in the maintenance of North Sea platforms. But environmentalists said the latest spill statistics from the Department of Energy and Climate Change (DECC) meant Shell and others needed to be threatened with a ban and kept out of the most sensitive waters of the far north. Speaking at Shell&apos;s annual results conference, Peter Voser, the chief executive, said the recent accident involving the Kulluk drilling rig off Alaska had cost the company $90m so far with more to come. He admitted that a controversial plan to resume operations in the US Arctic this summer was now subject to various internal and external reviews. &quot;We will wait for [the result of these reviews] before taking any decisions,&quot; he explained. Voser said Shell was taking a &quot;very cautious approach&quot; to drilling in what he knew was a very environmentally sensitive area as he reported a 15% increase in &quot;clean&quot; current cost of supply (CCS) earnings and raised the dividend 4.7% in the final quarter of 2012. But the latest PON1 (Petroleum Operations Notice) data released by DECC show there were 429 oil and chemical releases in the UK North Sea in the 10 months to 8 November, compared with 464 for the same period the previous year. The environmental campaign group WWF said it was time to halt the race to exploit pristine areas in the far north, slash subsidies to oil and gas groups and ban those with poor safety records. &quot;If such a scheme were in place, then, given their record of accidents and spills, Shell would almost certainly be on a final warning with targets for improvement. Without the threat of a ban, as it stands now, there are few real incentives to encourage a company like Shell to clean up its act,&quot; said Lang Banks, a spokesman for WWF Scotland. The latest PON1 data, extending to November 2012, shows Shell suffering a spill of condensate hydrocarbon liquids in the Leman field on the first of that month, a release of crude on the Teal field on 29 October and of &quot;other&quot; materials eight days earlier on the Brent field. There was also a diesel spill involving Shell at the Clipper field on 5 September and an accident involving crude at the Gannet field on 21 August. Also on 29 October, BP, in two separate incidents, spilled hydraulic fluid in the West Sole and Clair fields, while Nexen had an &quot;oil release&quot; on the Buzzard field and Maersk dropped chemicals into the waters off the Balloch field. The volumes of hydrocarbons and chemicals spilled in the 400-plus separate incidents are relatively small, but the highoverall incidence of spillages casts a cloud over a statement made last summer by the industry group Oil &amp; Gas UK that major and significant hydrocarbon releases in 2011-12 had fallen to an &quot;all-time low&quot;. Shell, which was fined 900,000 after pleading guilty to safety lapses on the Brent Bravo platform following an accident in 2003, said: &quot;No spill is acceptable and we are working hard to stop spills wherever they may happen. Asset integrity and process safety is Shell&apos;s foremost priority at all times.&quot;", 
    "section": "environment", 
    "gid": "business/2013/jan/31/shell-spilling-oil-north-sea", 
    "wordcount": "633"
}