{
    "headline": "Amazon moves engineering hub to east London", 
    "text": "After more than a decade of toiling to bring internet television to the mass market, Paula Byrne&apos;s time has come. A year ago, she sold her technology business to Amazon and now the online retailer has placed her in charge of its biggest engineering hub outside America, a team of several hundred housed in new offices near London&apos;s Silicon Roundabout. Amazon is entering the video rental business in a big way. But rather than receiving DVDs through the post, its customers will be watching films and TV series online. The US group has acquired LoveFilm, whose British boss, Simon Calver, has now moved on, and its engineering team has been merged with Byrne&apos;s. Together they will create the websites and apps that distribute Amazon&apos;s vast library of films and television shows to every shape and size of screen. Their remit is global. Byrne&apos;s team have just finished Amazon&apos;s video rental app for the iPad. &quot;You&apos;ve got a group of people in the UK that isn&apos;t just building services for Europe,&quot; says Byrne, &quot;We are going to be doing this for Amazon on a worldwide basis. That is such a great thing for the UK economy.&quot; Amazon is the second American digital giant to plant the stars and stripes in TechCity, another name for the cluster of technology businesses that has formed near Old Street roundabout in east London. This spring, Google Campus opened in the area, offering desk space and mentoring to startups. For Byrne, the buzz is important. She enjoys her lunch hours in Whitecross Street, where street food stalls have revived the local market. &quot;You can feel it humming. There are people from technology, from media. We have brought hundreds more people like that into the area.&quot; A Liverpudlian who moved south to study business and marketing at the City of London Polytechnic, Byrne&apos;s career was launched in computer games. In the late 1980s, she found herself at Telecomsoft, a subsidiary of BT, doing a brisk trade selling games for Atari and Amiga consoles. In 1995, she was put in charge of developing what was probably the UK&apos;s first interactive TV service. The idea was to deliver all the benefits of the internet through the use of the remote control. An awkward alliance between Sky, BT and HSBC bank, it offered email and a limited range of shopping and financial services. The business, Open, was eventually sold to Sky and Byrne then set up on her own. It was her technology that enabled millions of X Factor viewers to propel Will Young, Leona Lewis and others into a pop career and others to eject Katie Price from I&apos;m A Celebrity ... Get Me Out of Here! by pressing their red buttons. Byrne&apos;s startup, Pushbutton, pioneered interactive services for Sky and ITV. As domestic broadband speeds increased, she turned her hand to delivering television over the internet. Pushbutton repurposed the iPlayer for BT Vision and helped put LoveFilm on Sony Bravia internet TVs and PlayStation games consoles. At home in Hertfordshire, Byrne&apos;s three teenage children already do most of their viewing through the use of games consoles. This is a pattern which is being repeated across the UK. Xboxes with internet connections are now being used to stream films from LoveFilm or its rival Netflix to the family television set. &quot;Although I&apos;ve been at this a long time, it feels as if we are only just beginning,&quot; says Byrne. &quot;We are here now at this really sweet spot in time. We&apos;ve got the technology that finally enables this experience that customers have wanted for years.&quot; The official statistics produced by TV measurement body Barb revealed that, in 2011, 91% of viewing was still live rather than on demand. In homes where internet TV is easy, such as those with a Virgin Media Tivo box, the picture is a little different. Virgin estimates that 1bn on-demand programmes were watched in 2011. Byrne thinks traditional television channels have some years left to run, but that their dominance has already been challenged. &quot;There are many ways content can be scheduled. For some people, TV channels fulfil that purpose; for others what is much more important is what the people they hang out with recommend. The way people choose what they want to watch is going to become more sophisticated and diverse.&quot; So Amazon is racing to adapt its service to every screen and gadget on the market. While it has its own tablet, the Kindle Fire, the retailer does not want to limit its potential audience. With a long list of jobs to do, it made sense to buy Byrne&apos;s company. Given the attention being paid to Amazon&apos;s low tax contribution to the UK, the decision to site a global engineering team in London was well timed politically. Byrne says the move was talent led. &quot;The UK has always had a great reputation in this industry. What Danny Boyle did in the Olympics opening ceremony summed up the kind of things that the UK is good at, executing things creatively and well,&quot; said Byrne. Amazon&apos;s founder, Jeff Bezos, has yet to pay a visit to Silicon Roundabout, but two weeks into the office move, Byrne isn&apos;t quite prepared for him yet. &quot;It&apos;s like when your in-laws come round, you want everything to be perfect,&quot; she said.", 
    "section": "technology", 
    "gid": "technology/2012/aug/10/amazon-engineering-hub-east-ondon", 
    "wordcount": "899"
}