{
    "headline": "Boot up: Google's MMI sues Apple, HP thinks tablet, RIM's US web woes and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Exclusive: HP creates Mobility division to focus on consumer tablets, hires Nokia&apos;s ex-MeeGo boss Alberto Torres to run it &gt;&gt; The Verge Creating a new &quot;mobility&quot; unit to focus on the consumer side:   The news comes almost exactly one year since HP killed the TouchPad, effectively ending Palm&apos;s run as a hardware company and throwing webOS itself into an uncertain future as an open source platform.  Running the new Mobility unit will be Alberto Torres, who departed Nokia after running its MeeGo operations -- operations that were doomed once it became clear that CEO Stephen Elop would be taking the company down the Windows Phone path.  Google&apos;s Motorola files new patent case against Apple &gt;&gt; Bloomberg  Google&apos;s Motorola Mobility unit said it filed a new patent-infringement case against Apple claiming that features on some Apple devices, including the Siri voice-recognition program, infringe its patents.  The complaint at the US International Trade Commission claims infringement of seven Motorola Mobility patents on features including location reminders, e-mail notification and phone/video players, Motorola Mobility said yesterday. The case seeks a ban on U.S. imports of devices including the iPhone, iPad and Mac computers.   Winning this case wouldn&apos;t restore Motorola&apos;s position in the market; Samsung (particularly) and HTC would still be hammering it. So what&apos;s the real purpose of this case? If it wins and Apple pays up, then what? An unexpected ass Kkicking &gt;&gt; Blog Of Impossible Things Joel Runyon thought the old man who sat next to him and dissed his MacBook Air was just another person with an opinion. Turns out he wasn&apos;t. Twitterrific firsts &gt;&gt; furbo.org A few of the ways in which third-party apps paved the way for Twitter - including the first use of &quot;tweet&quot; to describe an, er, tweet. Other things (including using the @ and # systems) were first used by users, not Twitter itself. The Twitter API Insanity - What Everyone Seems to Be Missing &gt;&gt; Nova Spivack - Minding the Planet Why not have a two-tier API system? Here&apos;s how it would work. True confessions of a former iPhone developer &gt;&gt; ZDNet May not be typical of broader experience (he spent a month writing a variety of &quot;Days to...&quot; apps back in the early days of the App Store) but still interesting. RIM Web Usage Down 25% in the Past Year &gt;&gt; Chitika Insights BlackBerry users, look away now:   A recent report from IDC pegged RIM&apos;s quarterly market share at 4.8% based on sales - the company&apos;s lowest mark in this area since 2009. Meanwhile, Apple&apos;s iOS shipped 16.9% of all phones worldwide. The Chitika Insights team was interested in seeing how these global figures translate to overall Web usage in North America by analyzing the past year of mobile usage statistics.  Despite the original similarity in mobile business models, the graphs below show two nearly polar opposite results. Apple&apos;s success with both the iPhone and iPad have led its devices to command a staggering 63% of all mobile traffic - up nearly 35% from slightly under year ago.   The iPad is surely distorting the figures. According to Chitika, RIM&apos;s mobile web share was just over 1%. In October 2011 it peaked (for the past year) at 5%.  DEAR FACEBOOK EMPLOYEES: Here&apos;s The Truth About Your Stock Price &gt;&gt; Business Insider Former internet stock analyst Henry Blodget explains it in terms that everyone can understand. Basically, any insider who was hoping to be a bazillionaire on their stock has plenty of waiting ahead of them, unless their surname&apos;s Zuckerberg. Fewer and fewer people want to know about computers, says Google &gt;&gt; The Atlantic Since 2004:   We see some seasonality around the holidays, as you would expect, but the dominant trend is DOWN. Every year since Google started tracking this information in 2004, the number of people trying to find information about computers has marched ever downwards.   Mobile-related searches, meanwhile, have risen relatively. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/aug/20/technology-links-newsbucket", 
    "wordcount": "709"
}