{
    "headline": "Hawks in danger of extinction in illegal hunting campaign", 
    "text": "Only one pair of breeding hen harriers remains in England, according to the RSPB, which blames illegal persecution for what it fears is now the near exinction of the bird of prey in the country. &quot;It will be a tragedy if this bird disappears. It&apos;s a scandal that such a rare and iconic species has been deliberately persecuted to this extent,&quot; said Grahame Madge of the bird conservation charity. He said Yorkshire was now a &quot;black spot&quot; for British birds of prey, dozens of which were being targeted by gamekeepers on the area&apos;s vast shooting estates, who were under pressure to keep grouse and pheasant numbers high for their clients. &quot;It&apos;s like a return to the days of the Victorians up there; the landowners think they are a law unto themselves and the gamekeepers have to do what they&apos;re told or they&apos;ll be out of a job,&quot; he said. &quot;And it isn&apos;t just hen harriers: our team of investigators are constantly uncovering evidence of other birds of prey being illegally shot, poisoned and trapped.&quot; Madge said that the results which emerged a few weeks ago from scientific tests carried out on the carcass of Bowland Betty, a ringed hen harrier found in 2012 on Thorny Grain Moor in the Yorkshire Dales, proved what the charity has been saying for some time. &quot;We found traces of lead in the bird&apos;s leg which proved what we have been saying: she was deliberately targeted, illegally shot. It may not have been the shot that killed her; she may have lingered on injured for a time, we can&apos;t tell unfortunately. But it is clear evidence, if any was needed, that there is deliberate, illegal persecution of our birds of prey ongoing.&quot; He attacked the shooting estates for overbreeding game birds and called for the introduction of &quot;diversionary feeding&quot; on the estates  where food left out for nesting hen harriers and other raptors diverts the birds from attacking red grouse. The RSPB last month launched an appeal to raise an extra 600,000 for its investigations team. The charity believes the unique heather moors of Yorkshire should be supporting more than 300 pairs of the birds, which are more common across the border in Scotland, although numbers there are estimated to be 13% below what they would be without human interference. In Orkney the numbers have reached a 10-year high with 100 females producing 100 chicks last year after efforts to reduce the numbers of sheep grazing on their habitat were successful. However, landowners and others working in the countryside claim that the RSPB is ignoring the real story that is one of success with birds of prey in British skies. Last week Adrian Blackmore of the Countryside Alliance sent out a letter to all MPs to counteract the RSPB campaigning on hen harriers, claiming the blame for the poor breeding success was not down to the gamebird industry. &quot;Many single birds have been seen throughout the uplands of England, including males and females in the Bowland Fells, its traditional stronghold. Yet even there, despite the best efforts of conservationists and land managers, still none bred successfully. This poor breeding success of hen harriers is, I am afraid, all too often blamed on grouse moors and their managers, regardless of whether or not that is actually the case. Heather moorland managed for grouse shooting only accounts for one-fifth of the uplands of England and Wales, and the breeding success of hen harriers on the remaining four-fifths, where no such management takes place, is no better.&quot; Hen harriers were, he said, &quot;susceptible to bad weather, disturbance, poor habitat and lack of available food, as well as factors that are as yet still unclear, as is the case on the Isle of Man, where the RSPB&apos;s 2010 Hen Harrier Survey found that the population had halved for reasons that remain unknown.&quot; Blackmore said he did not deny that illegal persecution may play a part, but that there were other contributory factors. He said the species was doing well in other countries. &quot;The RSPB often uses language that gives the impression birds of prey are rare and in trouble. In fact they are, on the whole, doing incredibly well and most are at their highest levels since records began. Why does the RSPB obfuscate on this?&quot; But the RSPB says that some three-quarters of those prosecuted over illegal killing of birds of prey are connected to the gamebird industry. And the National Gamekeepers Organisation [NGO] does acknowledge that there can be great pressure on estate workers to deal with birds of prey, which are a relatively new arrival on sporting estates after they were persecuted and poisoned into a decline at the end of the last century. &quot;There is some persecution of birds of prey and very regrettably some of it is done by gamekeepers. We condemn it,&quot; said Charles Nodder of the NGO. &quot;In PR terms it is our worst nightmare. But it is numerically tiny. Even if we take all species into account, not just raptors, there are on average about four convictions of gamekeepers a year for wildlife offences. That is less than one in a thousand of the total number of gamekeepers.&quot; Hen Harrier     Britains rarest raptor, with its owl-like face, remains under threat in England. Photograph: Image Broker/Rex Features    Sea eagle     The last British sea eagle was shot in 1916. Reintroduced and doing well with 57 breeding. Photograph: Thomas Hanahoe /Alamy    Buzzard     The most common UK bird of prey, medium-sized and found even in towns. Photograph: Rex Features/Nature Picture Library    Red kite     Saved from extinction by a long campaign. Now 2,000 pairs nest in the UK.   Photograph: David J Slater/Alamy  ", 
    "section": "environment", 
    "gid": "environment/2013/jan/05/hawks-extinction-illegal-hunting", 
    "wordcount": "898"
}