{
    "headline": "Should a tidal barrage be built across the Severn estuary?", 
    "text": " 9.24am: Peter Hain, the shadow Welsh secretary, quit front-bench politics yesterday to focus on launching a campaign to build a tidal barrage across the Severn estuary. In a statement on his website, Hain said he hoped &quot;to help secure Wales the biggest infrastructure project it has ever seen&quot;:  This will require a private Bill, but I hope the Government will back it...[The Barrage] will generate at least 5% of the UK&apos;s entire electricity needs, at a time when the future of nuclear power is in doubt. Nuclear power stations like Wylfa are coming to the end of their lives  that&apos;s happening right across Britain...So what is going to fill this gap? And what is going to stop the lights going off? The Severn Barrage is one of the projects, probably the key project that stops that happening. The power it can generate is equivalent to about three nuclear power stations.  But, in September 2010, the coalition ruled out any public funding for the estimated 20bn project. There has been talk of smaller, privately funded barrages, but, to date, nothing concrete has emerged. The latest plan to be discussed is a barrage from Lavernock Point near Cardiff across to Brean Down near Weston-super-Mare in Somerset. Last December, the Department of Energy and Climate Change said it was an &quot;interesting proposition&quot;. However, there are environmental factors to consider beyond any low-carbon electricity that the barrage might generate. The tidal estuary is a treasured, protected habitat for birds and marine wildlife. What impact would a barrage have of the area&apos;s flora and fauna? What are your views? If quoting figures to support your points, please provide a link to the source. I will also be inviting various interested parties to join the debate, too. And later on today, I will return with my own verdict.  9.40am: Peter Hain has sent me this fuller explanation for why he is so keen to see a tidal barrage built across the Severn estuary:  The Cardiff-Weston Severn barrage is the single most important low carbon, renewable energy project in Europe and should be backed by all those serious about tackling climate change. It would generate the equivalent of several nuclear power stations, and contribute over 5% of Britain&apos;s entire electricity requirements. It would harness the enormous tidal power of the Severn estuary which has the second highest tidal range in the world. Tidal energy generation has a considerable advantage over other renewable energy technologies, because tides are predictable and constant. Whereas wind and solar are intermittent, tidal power is continuous. The project backers, Corlan Hafren, have engaged with the RSPB and other environmentalists to address their concerns. Turbine design has been reconfigured to be fish-friendly and the ebb and flow mechanism to be used will enable the Severn estuary above the barrage to be maintained at a much more stable level rather than the massive rise and fall which makes it so harsh for the Severn&apos;s fragile ecosystems. Research suggests that a Barrage would also reinvigorate the environment and protect declining species such as the Dunlin, an iconic bird in the Severn which has experienced a catastrophic fall in numbers. Not only will existing ecosystems be protected, but a study of La Rance Barrage in France suggests that there would be a significant increase in faunal abundance and biodiversity. The barrage would slow down the fearsome Severn tide, introducing more light and oxygen and therefore improving the water quality, attracting more fish which will support greater and more diverse birdlife. There would also be significant economic benefits  exactly the kind of green jobs and investment environmentalists have long been demanding. At the peak of construction the barrage would create 35,000 jobs distributed over the UK with about half in South Wales. Well over 10,000 permanent jobs would be created around the estuary. There will be huge new opportunities for new leisure activities such as water sports, fishing and bird watching on both sides of the Severn estuary. Additionally, the Cardiff Weston barrage would also act as a storm surge barrier protecting people&apos;s homes and assets that are under threat from rising sea levels and increasingly volatile weather. It will produce electricity for generations to come, with a life expectancy of 150 years as a tried and tested technology. La Rance has been reliably generating tidal power for nearly forty years and has a long and profitable life ahead.  Potential developers have made clear that they do not need any public money. If they have the active backing of the government, especially through the planning process, and for a private parliamentary bill, they are confident of raising the 30bn plus funding necessary to build it. In short, the barrage is a unique opportunity to produce green energy and tackle climate change; create employment; safeguard peoples&apos; homes from rising water levels and protect and promote indigenous wildlife and biodiversity.   9.56am: Iolo ap Dafydd, BBC Wales&apos;s environment correspondent, has put together this four-minute video report which gives a good flavour of the range of views and emotions generated by the Severn barrage proposal.  10.39am: Thanks to ergolargo below the line who points to a paper published in the journal Environmental Impact Assessment Review last year. Its authors examined the &quot;environmental interactions of tidal and wave energy generation devices&quot; and came to the following conclusion:  The principle environmental effects produced from the operation of a tidal barrage are the changed tidal regime and its impact on bird communities and benthic habitat availability. The impacts on bird feeding habitat can be mitigated by the provision of new intertidal areas/lagoons which provide feeding grounds during the high water period landward of the barrage, and through the use of a dual cycle generation regime or the substitution of the barrage by a tidal fence. The latter options both give a lower energy yield. If the site was on a fish migration route (salmonids, eels, shad) appropriate provision would need to be provided by means of fish passes etc. The impacts on benthic habitats are not easily mitigated; a certain degree of loss of the regional habitat pool is inevitable.   11.52am: Canada&apos;s Bay of Fundy, like the Severn estuary, has one of the world&apos;s highest tidal ranges. It too has long been the focus of those seeking to build a barrage. A small 20MW barrage across the mouth of the Annapolis River has been in place since the 1980s. There have been a couple of incidents over the years of whales getting trapped in the sluices, but environmental damage caused by silting seems to be the principle concern of a larger scale barrage across the whole bay. The Save Our Severn campaign (seemingly inactive since the government said in 2010 that it would not giving public funding to a barrage) made much of the research of Dr Graham Daborn, a researcher at the Acadia Centre for Estuarine Research in Canada, into the effects of silting. But in a 2008 study, Daborn wrote that much still has to be learned:  Our experience in the Bay of Fundy system, the Miramichi (Canada), the Humber and Severn Estuaries (UK) and the work of colleagues in the Netherlands and around the world shows that the fine sediments that dominate suspensions in the water column of macrotidal estuaries do not behave in any way like non-cohesive sediments (e.g. sands) that engineers have traditionally modelled. Their settlement rate depends upon: particle size, salinity of the water, temperature, the mineralogy, the organic content, and the presence and activity of biological factors such as bacteria and phytoplankton. Once settled on the bottom, these sediments continue to display entirely unique properties...  In order to understand this behaviour we need to know in detail: sediment concentrations, sediment type (mineralogy and grain size), organic content, current velocities, shear velocities, turbulence, wave height and period, diatom concentrations and growth rates, invertebrate types and densities , and important vertebrates such as fish and birds that have major effects on benthic invertebrates. None of this information seems to have been available to or acquired by the consultants that prepared the CER. Consequently, I suggest that it is impossible at this time to make any judgement beyond pure guesswork about the effect of the barrages, the channel and the filling/discharging operations that would be involved in building this project.   11.56am: I have received this response from Martin Harper, the RSPB&apos;s conservation director:  A two-year study by Decc (pdf) concluded that the strategic case for government support of a c30 billion barrage had not been made. The 2010 statement confirmed that the government would not return to this unless or until the strategic case changed and not within the life of this Parliament.We welcome the opportunity for constructive dialogue with both Peter Hain and with potential developers, and we welcome the up-front consideration being given to reducing or avoiding the environmental impacts of a barrage scheme.However, we do not recognise Peter Hain&apos;s interpretation of our position. The RSPB has been clear, and the Decc study confirmed, that a conventional, high-head barrage would effectively destroy the estuary, and that the scale of the effects of a lower-head barrage on the estuary, on birds, fish, and flood risk are still unclear and would need to be carefully assessed. We don&apos;t believe that a post-barrage estuary would support greater wildlife or potential for bird life than it does at present, and to date no details of the turbine design have been made available, preventing us from having a view on the likely impacts on fish.Until details of the resulting proposal are made available, it is wrong to suggest that environmental objections have been overcome.   12.03pm: And this just in from Gareth Clubb, director of Friends of the Earth Cymru:  We have yet to see the specific proposals for a Severn barrage that Peter Hain is campaigning for, but we have real concerns about the potential impact of a massive concrete structure on an internationally important wildlife habitat.We agree that we need to invest in clean British energy, including tidal power, to reduce our nation&apos;s dependence on dirty and expensive fossil fuels, create jobs and tackle climate change.But there are alternative ways to capture tidal energy that could cause less damage - and could also provide clean energy sooner than the 20 years it will take to build a barrage.   12.33pm: I have been trying, so far without joy, to reach someone from the Coral Hafren consortium to get hold of more details about their proposed barrage between Lavernock Point and Brean Down. Its website is a simple holding page without contact details or further information. (Interestingly, a search at Companies House shows that one of Coral Hafren Ltd&apos;s directors in John Gummer - now Lord Deben - the former Conservative environment secretary of state.) However, this recent article in the Weston, Worle and Somerset Mercury carries some comments by Roger Falconer, the Halcrow professor of water management at Cardiff University. Halcrow is said to be part of the Coral Hafren consortium. From the article:  [Falconer] said: &quot;The Severn Estuary barrage would last at least 125 years. My team has been working to get as much power as possible with a two-way generator, which will produce power on an out-going tide and in-coming tide, that way the flood risk is reduced.&quot;Dr Falconer said the barrage could reduce up to 14,000 inter-tidal habitats but could also produce clearer water.He said: &quot;It will not be crystal clear, but it will be a lot better.&quot;There will be more light penetration which will help break down the bacteria in the sediment and encourage more sealife.&quot;Dr Falconer added: &quot;We are talking about a dramatic change. The barrage will have a lasting impact and could bring in excess of 50,000 jobs for the whole area, which will mostly be in the Weston and Cardiff region.&quot;It will act as a catalyst for jobs for Wales and the South West and there is the possibility of road or rail links between Weston and Cardiff.&quot;  If I receive more details from anyone connected to Coral Hafren I will post them below.  1.15pm: Here are the thoughts of Alun James, policy officer of WWF Cymru:  In 2010, the government&apos;s feasibility study into Severn Tidal Power found that a Cardiff-Weston barrage that used high-head turbines would result in loss of more than half the intertidal habitat for birds, the possible local extinction of some fish species, water quality problems upstream, and increased tidal heights as far away as the east coast of Ireland. But there was the tantalising prospect that emerging technologies - such as low-head fish-friendly turbines - could reduce the worst impacts. Let&apos;s see these technologies progressed and tested before considering any new scheme.   2.04pm: A spokeswoman at the Department of Energy and Climate Change (DECC) has sent me the following statement:  DECC&apos;s thinking on a Severn barrage is set out in the feasibility study report we published in late 2010. It concluded that there isn&apos;t a good case for a publicly-funded energy scheme in the Severn at this point compared to the other options for delivering secure and low carbon electricity. It didn&apos;t rule out a privately financed barrage, though, and we are aware of a number of possible schemes.Corlan Hafren approached us late last year with a draft outline business case for a Severn barrage project and officials have met the consortium to discuss it and the next steps to enable us to assess whether the benefits in terms of economic growth and renewable energy justify the costs and the environmental consequences for the Severn estuary.Government is open to working with viable and environmentally responsible proposals that offer energy consumers good value for the subsidy costs they would pay as part of electricity bills. A public subsidy for a Severn Barrage would still be needed even if the capital costs were privately funded.   2.44pm: Beyond choosing whether to build a barrage or not, the key decision is selecting which type of technology to adopt. Do you use barrages or lagoons? A combination of both? Or do you instead go for a series of smaller tidal stream generators? Pulse Tidal based in Sheffield is one company currently trying to research and develop the latter. Earlier this month, it was given permission to establish a tidal energy test facility off the coast at Lynmouth, north Devon. Last December, BBC Humberside produced this video report about how some of these technologies are now being tested on the Hull estuary. In 2009, the Guardian produced this interactive graphic showing the five different projects - including barrages and lagoons - that were being considered at that time.  3.41pm: Here are the thoughts of Dr Douglas Parr, Greenpeace&apos;s chief scientist and policy director:  We support tidal power, including tidal range in the Severn. However, there are a variety of ways of delivering tidal range power of which a barrage is only one and it is not clear that it is the best. Looking at the range of renewable energy options available to UK the barrage seems to be a poor choice. Previous feasibility studies have shown it is expensive, damaging to globally significant habitat and not scalable - in other word, once you&apos;ve done a barrage in the Severn, that&apos;s a lot of the resource used, whereas wind/solar/geothermal/tidal stream can be replicated in many places. For example, construction of a major offshore wind farm, skills, learning, infrastructure and viable company models can be used to produce further offshore wind capacity. This option is not available for the Severn Barrage. So Greenpeace currently believes a proposal for a barrage is a poor use of public funds, time and political effort compared with other options such as scaling up offshore wind, or speeding wave and tidal stream technologies to market. Some of which could be used to look at other possible options for use of the large renewable potential in the River Severn tidal range.Regarding wildlife impacts, Greenpeace recognises that we will need both large quantity and variety of renewable energy  many forms of renewable energy have some impact on wildlife so we need to look at each proposition on its own merits. We understand that a barrage would be very damaging to rare inter-tidal habitats, which again emphasises that this is not a priority for Government time or support.   5.41pm: Simon Brenman of the South West Wildlife Trusts has sent me this comment:  The Wildlife Trusts recognise the huge potential that the Severn estuary has as a source of energy. However, it also provides vital habitat for a vast number of birds, supports juvenile fish species, and is the fourth largest expanse of mud and sand flats in the UK. A barrage has the potential to destroy a large proportion of the estuary&apos;s internationally recognised wildlife and habitats, which is why ehe Wildlife Trusts are opposed to the full barrage schemes. We need renewables, but not at the expense of our wildlife. They must be sited in the right place using the right technology. When the proposals were being considered in 2010, three more innovative options known as the Severn Embryonic Technologies Scheme were looked at, which would have the lowest impact on the environment. The Wildlife Trusts still think that these and similar ideas need further research to establish whether these technologies could allow the power of the Severn estuary to be harnessed.    6.15pm:  My verdict As has already been said by a number of commentators and readers, we really need more details about the proposed barrage that Peter Hain is arguing for before a meaningful assessment can be made about whether it deserves our support. But I&apos;m pleased the wider subject of using the Severn estuary to generate electricity appears to be back on the table. It seems foolish to rule out this unique source of renewable energy, especially if the burden on the taxpayer can be minimised, as the Corlan Hafren consortium seems to be promising. But, again, let&apos;s await the details. My own preference would be to see a network of tidal stream generators positioned throughout the estuary, rather than one monolithic structure straddling the six miles between Cardiff and Weston. The environmental risks associated with the later seem too severe when alternatives appear to be available. Greenpeace&apos;s Doug Parr makes a sensible point that developing tidal stream generators also means that the technology can be much more readily replicated and exported. The timescales involved with getting tidal stream generators on-stream also seem much shorter than waiting at least a decade before a large barrage starts generating electricity. But at least Peter Hain&apos;s intervention might kick-start this debate once more, which, as I&apos;ve stated, is to be welcomed.  9.15am: Here&apos;s Julian Boss of the Institute for Sustainability:  If the country spent 20bn on energy efficiency in our oldest and least energy efficient homes, schools, hospitals, offices, factories etc then we can begin to reduce the required size of generating capacity and can look at the energy mix more carefully. We must reduce the demand first, then flatten the demand curve to give the most sustainable target for generation.The tidal barrage has been examined again and again and each time a new minister comes along who needs to find out for themselves why a barrage is the wrong solution. Tidal stream turbines or tidal reef design (as recommended by RSPB in 2008) can capture tidal energy with far less impact on the extensive ecosystems which are centred on the Severn Estuary.Without an electricity storage solution any tidal barrage will currently generate power for about half the time that the UK demand will require it due to the tidal times and range being inconveniently non-aligned to the UK publics energy use habits.  Update: Julian Boss has asked me to point out this is a personal view and does not represent the official view of the Institute for Sustainability.  2.34pm: Dr Philippe Blondel, who is based at the University of Bath and whose &quot;research focuses on the physical understanding of acoustic remote sensing and its uses in underwater environments&quot;, has sent me this comment:  The renewed interest in the Severn barrage shows the increasing importance of renewable energy, especially in the marine environment. It also shows how crucial it is to assess the environmental impact before anything is built, during operation, and even after decommissioning. Environmental Impact Assessments are now required for all offshore projects, and can use a variety of tools, from surveys of marine life to maps of the seabed and habitats underwater (with sonars) and above water (including on land).Our team at the University of Bath designs and operates acoustic systems to monitor marine habitats. We have done this around Europe, in the Arctic, and we are currently gearing up for long-duration surveys of a marine renewable energy site (FLOWBEC project). With funding from NERC/DEFRA, the FLOWBEC project aims to improve the understanding of how the physical behaviour of the water such as currents, waves and turbulence at renewable sites influences the behaviour of marine wildlife, and how tide and wave energy devices might alter the behaviour of such wildlife.We shall be deploying our adapted sonar device at a site off the coast of Orkney at the end of June for two deployments of two weeks each. We are also preparing deployments at other test sites around the UK. We will be sharing the knowledge gained with other users and providing our data as an open resource for environmental scientists.Until we can look at all the data, on more than one site and more than one technology, I think the jury is still out as to the impacts and benefits of these technologies on wildlife and the environment. ", 
    "section": "environment", 
    "gid": "environment/blog/2012/may/15/severn-barrage-peter-hain-energy", 
    "wordcount": "3670"
}