{
    "headline": "Science writing that sucks you into the mind of a murderer", 
    "text": "A seemingly normal person shooting 13 people dead from the University of Texas Tower is a horrifying way to start an article but you just can&apos;t stop reading. In this 2011 piece from The Atlantic, neuroscientist David Eagleman goes on to discuss a range of other unpleasant stories, taking in paedophilia, overwhelming addictions and murderous sleepwalks along the way. These chilling case studies make for a seriously compelling read, but it is Eagleman&apos;s unifying scientific narrative that brings these stories together and turns them into more than just a freak show of horrible things that happened to people you&apos;ll never meet. Underlying them, Eagleman explains, are changes in brain morphology and chemistry. Tumours can restrict different regions of the brain, leading to irrational actions and the unmasking of distasteful desires. Altered levels of neurotransmitter chemicals can result in sudden changes in character and behaviour. In short, bad decisions can be caused by bad biology. From these findings, Eagleman introduces a concept of heavy significance: &quot;Perhaps not everyone is equally &apos;free&apos; to make socially appropriate choices.&quot; This is an engrossing hook for an article because it has so many wider implications. Eagleman goes on to explore some of them, particularly with reference to the criminal justice system. His style is engaging, moving us around the courtroom. One minute you&apos;re in the dock, standing in the University of Texas killer&apos;s shoes: &quot;Couldn&apos;t you just as easily be unlucky enough to develop a tumour and lose control of your behaviour?&quot; The next minute, you are a juror whose ability to judge another&apos;s crime is being called into question: &quot;If you weren&apos;t exposed to in utero cocaine, lead poisoning, and physical abuse, and he was, then you and he are not directly comparable. You cannot walk a mile in his shoes.&quot; Alarming crimes and courtroom dramas aside, this is a science piece. We learn of medical malfunctions that can underlie bad decisions and we are taught about brain regions that are important for suppressing antisocial behaviours. We are told of statistical methods that help determine if sex offenders will re-offend and of Eagleman&apos;s own plans to develop neurological methods to help criminals learn to control their impulses. The science is not confined to hard-to-decipher technical paragraphs, it is present throughout, underpinning every point and providing answers to every question. More broadly, this piece is a great reminder of why science is both interesting and important. From his neurological standpoint, Eagleman uses science to explain strange phenomena, hint at deeper meanings and question societal issues. We learn that brain diseases can cause criminal actions, that free will might be a false concept, and that science could help us design more effective prison sentences, customising a convict&apos;s rehabilitation to address the neurological causes of his or her crimes. These are some meaty and complicated issues but Eagleman tackles all of them with the straightforward clarity that is essential for good science writing. Penny Sarchet is a plant scientist. She won the professional scientists category of the 2011 Wellcome Trust Science Writing Prize. Click here for details of how to enter this year&apos;s competition", 
    "section": "science", 
    "gid": "science/2012/mar/22/science-writing-mind-murderer", 
    "wordcount": "523"
}