{
    "headline": "Big, better, best? The Manchester Congress takes history of science to the next level", 
    "text": "Back in November I blogged about the unique gathering that will be taking place this July in Manchester. It is now confirmed that the International Congress of History of Science Technology and Medicine (ICHSTM) will be the largest ever meeting of scholars in the field. The topic, &quot;Knowledge at work&quot;, is intentionally inclusive. It has brought the organisers over 1,600 individual papers, presented within 434 themed sessions. More than 1,800 participants are expected. While this is peanuts for some supermassive science, technology or industry conferences, it is huge for HSTM. ICHSTM includes symposia organised by a number of commissions that sit within the Division of History of Science and Technology of the International Union for the History and Philosophy of Science (IUHPS/DHST). They give a good indication of the breadth and diversity of the academic programme, including Ancient and Medieval Astronomy, modern Chemistry and Physics; East Asia, Islamic Societies and the Pacific Circle; Meteorology, Oceanography, Mathematics and Scientific Instruments; Bibliography, History of Technology, and Gender Studies. On top of these symposia, and those from other learned societies in the field, are sessions organised by individuals. These are equally varied, and no list on a short post can really do justice to the range of topics and historical periods that will be considered by a very international set of speakers. It will be impossible for individual conference attendees to take in more than a fraction of the sessions and, indeed, of the extra-curricular events and trips. Getting a sense of the state of HSTM as an international field will necessarily be an impressionistic business. There will, however, also be a strong British flavour to the Congress, with local sights, history and culture there to be taken advantage of. In addition, several of the special sessions speak to current hot topics that, although of undoubted importance in other countries, have been of particular concern to academics in the UK. For example, although details are not yet finalised, issues such as scholarly publishing, the PhD process and the academic jobs market will be under discussion. One area that, it seems to me, is receiving particular attention at this Congress is the relationship between academic history of science and other disciplines, audiences, users and interested groups. This trend may be underscored by the Impact agenda and a sense that public funding needs to be justified, but it is clear that many historians of science neither feel that they can, nor want to, sit in ivory towers. Several events surrounding the Congress are intended to explore history of science in other formats, such as music and theatre, and/or to reach a wider public. As well as performances, and an event recreating how science has been performed to the public in the past, the Congress will host a public lecture by the winner of the BSHS&apos;s Dingle Prize, awarded biannually to the author of a book on the history of science, technology and medicine aimed at a general audience. Among the 31 thematic strands identified by the Congress&apos;s organisers, the ones on &quot;Science communication and education&quot;, and on &quot;Museums and heritage&quot; look particularly full and exiting. Symposia in these themes include Science, technology and medicine in the public sphere, Medicine in the media, Research in science museums and Science and technology museums in context. The role of social media in public engagement is the focus of a special session that I have organised. I am particularly pleased that, through discussion on Twitter, I managed to create a session that opens the meeting up, both in terms of location and discipline. We will be linking with the Science in Public conference, which happens to be taking place simultaneously in Nottingham, and, since the session will be taking place in virtual space, there can also be contributions from speakers, and perhaps discussants, who have not managed to travel to Manchester. This interest in reaching and hearing from beyond our usual audiences is also evident in this blog. As in the first post by Jamie Stark, some of the attendees will be posting introductions to their papers. As well as advertising their session (and lets face it, every session will have plentiful and stiff competition!), it is hoped that the blog will create a greater profile for the Congress, generate interest in the field and help start the conversation before delegates even begin to gather. During and after the meeting, the ICHSTM website will host videos, interviews, and recordings of selected papers. Already up and running are the Twitter account (@ichstm2013) and Facebook page. Although this will be the largest ever gathering of historians of science, technology and medicine, we are greedy enough to want to pull in even more people, and for more than just one week in the summer. I first tweeted from a history of science conference in 2010. There were precious few professional historians of science on Twitter to join us online, although it meant that I found there were other people interested to hear what we were saying in our conference halls and seminar rooms. This Congress will be a whole new experience: there will be live tweeting, live feeds and session recordings galore. It is, perhaps, a coming of age for history of science, at least in terms of social media. This has been cross-posted from the ICHSTM blog. Lots of posts are scheduled to go up in the next few weeks, so please subscribe or check back regularly.", 
    "section": "science", 
    "gid": "science/the-h-word/2013/may/09/big-international-congress-history-science", 
    "wordcount": "916"
}