{
    "headline": "What's life like for cyclists on the Tour of Britain route?", 
    "text": "Record crowds are expected to line the route of the Tour of Britain which starts in Ipswich on Sunday. But what&apos;s life like for cyclists in the eight towns and cities which will be hosting the stage starts? Here&apos;s the view from the local councils, cyclists and campaigners: Ipswich (Stage One, Sunday 9 September): The council&apos;s Safer Cycling Scheme means cyclists no longer have to use the busy ring road to get from one side of the pedestrianised town centre to the other. They are now allowed to cycle through the pedestrian-only streets before 10:30 and after 16:30. While these times were specifically introduced to encourage commuting to the town centre by bike, they also coincide with the busiest times for vans and lorries loading and unloading. Nottingham (Stage Two, Monday 10 September) The city council is in the early stages of an ambitious scheme in which 10 cycle hubs will be set up at transport interchanges around the city. These will offer secure, undercover parking with lockers and CCTV surveillance and only be accessible using the council&apos;s Citycard (available for free). Some will eventually offer an electronic cycle hire service, designed to encourage commuters to park their cars outside the city centre and cycle the rest of the way to work. The city&apos;s cycling campaign group, Pedals, meanwhile, is in consultation with Nottingham Express Transit over extensions to the city&apos;s tram network. It is concerned about the hazards tram lines pose to cyclists and wants to see alternative back street routes for riders identified. Jedburgh (Stage three, Tuesday 11 September) Jedburgh is situated in the heart of the Borders, billed as &quot;Scotland&apos;s Leading Cycling Destination&quot;. Consequently, most of its cycling infrastructure revolves around providing services, events and routes for recreational and touring cyclists. &quot;Our cyclists welcome scheme encourages service providers to go the extra mile and is the most inclusive in the country, including not just accommodation and restaurants but bike shops, guides and luggage transfer services,&quot; says Neen Kelly of Cycle Scottish Borders . Carlisle (stage four, Wednesday 12 September) Campaign group Cycle Carlisle is lobbying the council to allow cyclists access to the city&apos;s pedestrianised centre. Ironically, this is where the professional peloton will start Wednesday&apos;s stage. &quot;The only way to get from one side of the centre to the other is along busy, narrow roads used by buses and lorries,&quot; says campaigner Aidan Leonard. &quot;Cars and other vehicles can use the pedestrianised zones for deliveries  and in one case even for parking  so we should be allowed some access too.&quot; His group recently won a six-year campaign to get cycle parking racks at Carlisle railway station restored to their original position under cover after they were moved outside leaving them unprotected from the weather. Stoke-on-Trent (stage five, Thursday 13 September) Stoke won Cycling City status and a grant of 5m from the government in 2008. Since then it has seen the number of regular cyclists double, thanks to an infrastructure than includes more than 30 miles of cycle paths and greenways  many utilising canal towpaths  and a cycling safety team that visits schools and workplaces raising awareness and offering advice. The local council leads by example, providing a secure parking compound for bikes and showers/changing rooms at its city centre offices. One of the regular cycling commuters is cabinet member for economic development, Mark Meredith, who says: &quot;Part of our success has been down to partnerships with the private sector. Thanks to a partnership with Michelin Tyres, who have their national headquarters here, we were able to provide 3,000 helmets to local schoolchildren.&quot; Welshpool(stage six, Friday 14 September) Commuting by bike in Welshpool is being actively encouraged by Powys county council with the opening of a new cycle path linking the town to Buttington Business Park. Nearly 1m has been invested on traffic-free paths linking larger towns to outlying communities since the Tour of Britain first visited the area in 2010. Another recently opened bike path, linking a local primary school to the nearest residential development over a mile away, will be celebrated with a Ride To School on the same day the tour visits. &quot;It&apos;s all part of the Welsh government&apos;s plan to provide safer routes for commuters and schoolchildren, and already we are seeing a rise in the number of people cycling or walking to work or school,&quot; said Powys county council spokesman John Evans. Barnstaple (stage seven, 15 September) The local county council encourages companies to offer a &quot;bike pool&quot;, where employees can use bikes for short errands or lunchtime excursions. Several organisations, including Exeter University and LV Insurance, have taken up the idea, leasing hybrid bikes for 125 a year each from local bike shop Saddles &amp; Paddles who provide maintenance and servicing. &quot;The employers don&apos;t like the risk of owning and maintaining their own bikes, so this is the perfect way for them to encourage staff to get out and cycle. LV have 300 staff and aim to get at least five percent of them using the bikes regularly,&quot; says owner Victoria Bamsey. Reigate (stage eight, 16 September) Reigate council&apos;s official cycling page was last updated in October 2009. This doesn&apos;t surprise Adrian Webb, chairman of the area&apos;s biggest cycling club, Redhill CC. &quot;They could definitely do better for local cyclists. I don&apos;t think it&apos;s a lack of will, more a lack of funds. But they have the luxury of good local cycling clubs who will take up the slack when it comes to encouraging and educating riders,&quot; says Webb, who&apos;s club has more than 300 active members and has received 117 inquiries since the Olympics. &quot;We&apos;ve seen a big step up in the number of bike racks at local stations, the emergence of some new bike lanes and the re-Tarmacing of some roads, but our biggest issues are still potholes, cars parking in bike lanes and driver awareness.&quot;", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/sep/07/cyclists-tour-of-britain", 
    "wordcount": "1005"
}