{
    "headline": "Early career researchers: ever thought about teaching in schools?", 
    "text": "The academic dream may be to walk straight from a PhD into a permanent lecturer post, but the reality is that many PhD students and early career researchers (ECRs) find themselves looking outside universities for work. In the final year of my PhD a colleague emailed me about The Brilliant Club (TBC), a non-profit organisation that helps to widen access to top universities for outstanding pupils from disadvantaged backgrounds. As a PhD tutor at TBC, you go into secondary schools to deliver university-style tutorials to small groups of primary and secondary school pupils. You accompany students on university trips and talk to them about the university experience as a whole. Throughout the programme, you&apos;re trained, supported and encouraged to feel engaged in the working practices of the organisation. Walking into the offices for an interview to be a PhD tutor was disorientating: all that pep, all those positive words (brilliant, first, more), the brightly coloured chairs, and meeting rooms named &apos;commitment&apos;, &apos;integrity&apos; and &apos;excellence&apos;. Both the universities I currently work at have Costa outlets, replete with not-quite-neon-meant-to-be-enticing-actually-awkward-shaped seating, so it wasn&apos;t the space that felt different. The disorientation I felt had more to do with committing to something that might practice what I think: the importance of open access to research and teaching. The work to widen access to universities should start early in an academic career; it should be an attitude and approach expected of those working in universities from the outset. But it is not always easy to focus on where future students are coming from and who they are, if you are constantly worrying about how to get a salaried academic post. The experience of being a PhD tutor was, for me, an enjoyable, productive, proactive way to develop skills and earn some money. In the arts and humanities, the options for earning money outside of your PhD, while trying not to stray too far from academia, are limited: they are mostly administrative or assistant posts in research centres, someone else&apos;s funded project, or private tutoring. As my option was mainly the latter, earning money and contributing to TBC seemed positive. As a recent debate on the Guardian Higher Network suggests, universities are facing continued calls to evaluate their teaching methods. Adding another pedagogical string to your teaching bow is challenging but useful; it complemented the training I had already received and strengthened my own approach to teaching undergraduates. The leap from school to university is big. As most PhD students and ECRs find themselves teaching first year undergraduates, it makes sense that their training better reflects the recent learning experience of those students. You feel more able to address first years having been a) inside a school or college since leaving your own, and b) given an introduction to the teaching methods that have informed their learning so far. The experience I had of working for TBC was of a constructive approach to issues that matter to universities: widening access; experimenting with teaching methodologies; forging connections outside the academy. For others, it offers an alternative to academia for post-PhD life. In a higher education climate that increasingly values innovative teaching and demands more wide-reaching experience of its new recruits, this could prove an innovative way forward for all. Zara Dinnen is a researcher and visiting lecturer at Birkbeck, University of London and the University of Roehampton  follow her on Twitter @zara_dinnen  This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/apr/12/early-career-researchers-alternative-teaching-experience", 
    "wordcount": "592"
}