{
    "headline": "EDF Energy to cut jobs to control cost of building nuclear power station", 
    "text": "EDF energy is cutting scores of jobs to control costs at the site of its proposed new nuclear power station at Hinkley Point in Somerset. The company is in the middle of difficult negotiations with ministers over the level of public subsidy the new reactors will receive over the next 40 years but insisted the project is not being mothballed and that it is not &quot;holding a gun to the government&apos;s head&quot;. The company has already spent 800m on developing the 14bn project and lost its junior partner when Centrica pulled out in February. &quot;As part of good project management, and to control costs, EDF Energy has taken steps to refocus its activities at its Hinkley Point C project,&quot; said a spokeswoman. &quot;This reflects its priorities ahead of securing the financing necessary for the project.&quot; EDF refused to give the number of workers losing their jobs, citing ongoing consultations with staff and unions, but the Guardian understands it will be about 150 of the current 800-strong workforce. The company said further pre-construction planning work would continue but that preparation of the site had halted. EDF wants to build two new reactors at Hinkley. It says they would provide reliable and low-carbon electricity making up 7% of the UK&apos;s demand and provide 25,000 job opportunities during construction, with 900 long-term posts. The UK government has placed new nuclear reactors at the heart of its energy policy, to replace the ageing fleet of nuclear and coal plants which are being phased out. But the two sides have been unable to agree on the subsidy the plant would receive, paid for by consumers through their energy bills. EDF had originally said it would make its final investment decision by the end of 2012. Both sides have a great deal to lose, but as the negotiations have dragged on observers have suggested the likelihood of the government abandoning plans for a series of new nuclear plants. &quot;It is proving extremely difficult to get that first nuclear power plant built and there is an increasing feeling in industry that at 14bn a throw there is no chance of getting beyond one,&quot; said Lord Robin Teverson, the LibDem spokesman on energy in the House of Lords. A spokesman for the department of energy and climate change said: &quot;Progress is being made in our discussions with EDF. Both sides have an interest in reaching a positive agreement.&quot; EDF and the government face a number of major obstacles in delivering new reactors even beyond the challenging financing. The project has yet to be approved by the European Union, which limits the state aid that can be given to industrial projects. The UK also has no site for the long term disposal of nuclear waste, after the rejection of a proposal in Cumbria by local councils. Such a facility was considered a prerequisite for the building of new reactors by David Cameron before the 2010 election. The EDF spokeswoman said: &quot;The case for new nuclear in the UK remains as strong as ever.&quot; She said Ed Davey, the energy secretary had granted planning permission for Hinkley and that the reactor design has been approved by regulators. But a senior EDF executive said recently: &quot;We cannot afford to burn money every day, every week, every month without a clear understanding of where it&apos;s leading us.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/apr/23/edf-energy-nuclear-power-station", 
    "wordcount": "573"
}