{
    "headline": "How can we get more working-class women into science?", 
    "text": "Science needs diversity  everyone agrees on that. We all shift uncomfortably when a child, asked what a scientist looks like, draws a picture of an elderly white man in a lab coat.  In recent years a number of entirely laudable initiatives have sprung up with the express aim of getting more women into science. But gender diversity is a bit more complicated than it first appears. If we focus solely on the numbers of women entering science careers, we&apos;re in danger of unwittingly encouraging the same old values that ensure a steady stream of middle-class women from affluent homes  homes where higher education is seen as the obvious choice. If we don&apos;t work on the breadth of our encouragement, we&apos;re in danger of ignoring a vast pool of potential: young, economically disadvantaged women who at the moment may well feel science is irrelevant to their lives. Young, middle-class women are, in the main, doing fine. The Institute for Public Policy Research&apos;s recent report, Great Expectations  Exploring the Promises of Gender Equality claims that the gender pay gap has effectively disappeared among 20-something professionals. Pay inequality, found the IPPR, is greater within-gender than between men and women.  But the IPPR recommends that we should be cautious of celebrating the increasing numbers of women at the top as a marker of equality, and instead develop &quot;a more nuanced understanding of how gender interacts with class disadvantage&quot; to hold some women back, while others go forward. We would support this argument. Though not disadvantaged, we&apos;re both distinctly working class. One of us never made it into a science career at all, while the other has frequently found that her social background, not her gender, has made her the minority. The numbers back this up. In its spring 2013 summary, King College London&apos;s ASPIRES project notes that 23% of socially advantaged pupils aspire to scientific careers, compared with only 9% of economically disadvantaged pupils. So what&apos;s the solution? Targeting economically disadvantaged people of both genders should be our priority if we&apos;re to increase the diversity of science. Diverse role models in science, technology and engineering are a wonderful thing, but we need much more.  Indeed, the IPPR found that successful female role models don&apos;t resonate with economically disadvantaged women  not when a professional career seems so out of reach. Disadvantaged young people increasingly view a university education as nothing but a source of massive debt leading to almost certain unemployment, and it will take more than a few working-class accents on TV to change that. We need to show young people that a career in science is achievable even if you&apos;re not the smartest or wealthiest child in your class. We also need careers advice that demonstrates to youngsters the diversity of science careers  that it isn&apos;t all white coats and pipettes, and that a scientific education can lead to a huge range of careers outside of the lab. ASPIRES report that the greatest driver to a science-based career is a family environment in which science is talked about, its role in modern life is celebrated, and where scientific hobbies or cultural activities are engaged in: an environment where science is seen as &quot;part of who we are&quot;.  The best &quot;science capital&quot; by far is to witness a close family member succeed in a scientific career. This normalises science as a career option, making it seem both conceivable and achievable. But if you are disadvantaged, you are far less likely to know any scientists. You might desperately want to be a scientist when you&apos;re eight, but that interest will dwindle if all the dads you see are manual workers, and the mums are in low-paid, part-time work. Being a scientist may seem like something from another world, impossibly out of reach. A love of science is widespread among youngsters of all social backgrounds, but if a scientific career is still seen as something for &quot;other people&quot; then love is not enough. Science capital requires cash. Some 33% of students surveyed for ASPIRES said their scientific aspirations were influenced by out-of-school hobbies and activities. Trips to cultural events, extra-curricular activities, magazines, and internet access are all a vital influence.  But for those without easy access to such things, how can we make science-based careers seem obtainable? We can expand upon the excellent projects aimed at getting women and girls into science. We need more attention on the initiatives targeting disadvantaged youngsters, of both genders.  Projects doing just that  the Access Project , Generating Genius, and the Prince&apos;s Trust&apos;s recently announced Launchbox initiative, in collaboration with the Science Museum, go a long way towards increasing diversity.  Such projects don&apos;t yet have the media profile of female-focused initiatives, although Launchbox receives the financial support and public endorsement of Will.I.Am, which will surely help. While arguing for more focus on economic rather than gender disadvantage, we don&apos;t claim that gender issues in science are absent. As soon as women have children, financial circumstances all too often force them out of the workplace  likewise men who take on the role of primary carer. Individual cases of gender discrimination do regrettably occur, as do cases of racial, sexual orientation, age, disability and size-based discrimination. Focus on helping one group into science careers should never be at the cost of ignoring the needs of another. We need to embed the idea from early on that science is for everyone. In the same way that the whole of society benefits from science, the whole of society can contribute. We need to assure people from poor economic backgrounds that science isn&apos;t beyond their reach or &quot;just for boffins&quot;. And when they turn up at our receptions, education days and careers talks, we need to welcome them into our too-frequently middle class enclaves and listen.", 
    "section": "science", 
    "gid": "science/2013/apr/23/working-class-women-science", 
    "wordcount": "972"
}