{
    "headline": "Michael Gove's officials act to clean up abusive @toryeducation Twitter feed", 
    "text": "Michael Gove&apos;s Department for Education has taken steps to stop the Twitter feed @toryeducation  to which his own advisers have contributed  from issuing any more abuse against political opponents, critics and journalists. Senior government sources said the department had acted to ensure those contributing to the feed will now put out information in a neutral way and free of its previously abusive tone. The move amounts to an admission that people within government have been involved in operating a propaganda feed that promotes Gove and Tory policy in clear breach of civil service codes of behaviour. Two weeks ago, the Observer named two of Gove&apos;s special advisers, Dominic Cummings and Henry de Zoete, as contributors to the anonymous account. Dissemination of party political material and personal attacks are both sackable offences under the code for special advisers. Cummings and De Zoete have refused to deny that they have contributed to the feed, saying merely that they are &quot;not @toryeducation&quot;. Yesterday, Cummings sent out a long email addressed to the editor of the Observer and copied to more than a dozen political journalists. In it he said he had been cleared of bullying and intimidation in a grievance brought against him and others by a civil servant. The civil servant got a 25,000 payoff from public funds shortly before a public tribunal hearing. But Cummings again failed to deny the central accusation made against him  that he had been a regular contributor to @toryeducation. News that the department is taking action suggests it has now identified those responsible beyond doubt. It will raise questions about what disciplinary action should now be taken. Last week @toryeducation launched an extraordinary attack on the author and former children&apos;s laureate Michael Rosen, accusing him of being a member of the Socialist Workers Party. &quot;Just another unscientific SWP relic who longs for total state control of schools and = angry cos losin,&quot; it said. A furious Rosen asked @toryeducation to withdraw the &quot;untruth&quot;. Instead, it countered by linking to a Guardian obituary of prominent SWP figure Chris Harman, written by Rosen, and a recording of the writer speaking at a Marxism event last year. Rosen replied: &quot;I speak at all sorts of meetings. They are accusing someone of something that is not true, and from a position of anonymity. Pure McCarthyism.&quot; He has complained to Twitter about @toryeducation. Two weeks ago the Conservative party disowned the account. This is despite the fact that it was listed as an official party account on Twitter until the day after the Observer first reported who was behind it, two weeks ago. Then it was suddenly delisted.", 
    "section": "education", 
    "gid": "education/2013/feb/16/michael-gove-officials-toryeducation-twitter", 
    "wordcount": "446"
}