{
    "headline": "Fracking company chief to face critics in south-east", 
    "text": "The chief executive of the company pioneering shale gas &quot;fracking&quot; in the UK is to face his home county critics, as leading scientists urged closer monitoring of new drilling. Mark Miller, chief executive of Cuadrilla  the shale gas company whose initial drilling near Blackpool was found to be &quot;highly probably&quot; responsible for two minor earthquakes last year  will confront a new set of opponents in the south-east&apos;s stockbroker belt. The company is widening its attention to Sussex, Kent and Surrey, where it believes major resources of shale gas lie trapped in rocks thousands of metres below the surface. But it is already facing local opposition, as it did in Lancashire. Cuadrilla confirmed that Miller would attend a meeting on Wednesday night of the &quot;No Fracking in Sussex&quot; group in Balcombe, west Sussex, one of the areas to be targeted in the quest for new sources of gas, to explain the company&apos;s proposed operations and offer reassurances on its transparency, compliance with regulations and environmental impacts. Balcombe is normally a quiet spot  the parish council&apos;s latest news is that two springer spaniels were believed stolen  but residents are objecting to the potential for gas exploration on the basis of its being an area of outstanding natural beauty, and close to a reservoir. Vanessa Vine, a local resident and spokeswoman for the group, said: &quot;This site is in an AONB [area of outstanding natural beauty]. It is less than a mile from the reservoir, one mile from Balcombe village and three miles from the Millennium Seed Bank. By Cuadrilla&apos;s own admission, their technology has caused earthquakes in Lancashire. For legislators to allow it to be used within yards of the main London to Brighton railway line, simply beggars belief. We will not stand for this irresponsible, short-sighted, greed-driven, nonsense that does not even make economic sense.&quot; Fracking is the controversial process of blasting dense shale rock with water, sand and chemicals under high pressure, opening up tiny fissures in the rock that allow bubbles of methane to escape and be harvested. The process  which has become economically viable as gas prices have soared  has taken off in the US in recent years, leading to a glut of natural gas there, but critics have accused companies of contaminating water supplies and of potentially dangerous gas leaks. Two of the UK&apos;s leading geologists moved to calm some fears on Tuesday, saying contamination of the water supply from shale gas drilling was unlikely if this was conducted responsibly, and that any new seismic activity in the areas affected was likely to be minor. But they also called for closer monitoring of drilling sites. The geologists also said Cuadrilla&apos;s estimates for how much gas could be recovered in the UK were many times higher than their own calculations. Last year, Cuadrilla put the potential shale gas resources in the Lancashire region alone at a massive 200 trillion cubic feet  an amount that could supply the whole of the UK&apos;s gas needs for more than five decades. But using more conservative methods, the British Geological Survey put the likely resources at 4.7 trillion cubic feet, one-fortieth of the company&apos;s figure. Even then, only about 5% to 10% of that figure is likely to be able to be recovered, meaning the true potential for shale gas in the UK is likely to be small. The Department of Energy and Climate Change is attempting to put a more precise estimate on the UK&apos;s reserves, using refinements of the measuring techniques. But the UK&apos;s shale gas potential is always likely to be small compared to that of giants such as the US and China, which is pouring billions into exploration, or even European counterparts such as Poland, which is estimated to have large reserves and which has a government determined to exploit them. Peter Styles, professor of applied and environmental geophysics at Keele University, said the chemicals used in fracking in the UK were relatively common, including compounds close to those found in household detergents and contact lenses, and were unlikely to cause problems of pollution. He also said the seismic activity that had been prompted by the Cuadrilla drilling near Blackpool was very small, and similar to that found in coalmining areas. However, he urged monitoring of drill sites and said that if further earthquakes caused problems in the wells drilled  for instance, by cracking the cement casing  then the wells would have to be reformed, a very expensive process. Mike Stephenson, head of energy science at the British Geological Survey, said methane was present naturally in the UK&apos;s water supply in very small quantities and that it was unlikely fracking would result in the contamination of the water supply with methane, in part because there tended to be miles of rock between the shale and aquifers. He pointed out that in some areas of the US methane was commonly found in larger quantities in water wells, and suggested that in at least some of the cases shown in the film Gasland, where people in the US were shown setting fire to the water from their taps, this was likely to be caused by naturally occurring methane rather than gas disturbed by fracking. However, he said there were ways of identifying the differing sources of methane, and these should be used when fracking occurs in the UK to establish the safety of the procedure. He said many of the problems in the US were the result of &quot;mismanagement&quot;, whereas the regulatory regime in the UK was tighter. But he added that there was still too little work on shale gas. &quot;We need to do more. We need to translate the peer review research into regulation and monitoring,&quot; he said. Styles also called for closer monitoring, noting that he had been called in to examine the seismic activity at the Cuadrilla sites in Lancashire only after the first earthquake had taken place. His research was able to establish with certainty that the earthquakes were caused by the drilling. &quot;The monitoring now is a sticking plaster,&quot; he said. &quot;There is a need for better monitoring.&quot; Cuadrilla said: &quot;Until the first earthquake happened no one thought there might be any connection. However, after the first earthquake, Cuadrilla on its own volition brought in Keele University to put in close monitoring equipment, and it was this that helped pinpoint the source of the second quake.&quot; Cuadrilla added it would not be beginning drilling at its sites in south-east England &quot;for the foreseeable&quot; future, because it was still focused on the north-west.  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/jan/10/fracking-chief-critics-south-east", 
    "wordcount": "1131"
}