{
    "headline": "UK fracking delay is 'mystifying', says shale gas boss", 
    "text": "The time it has taken the UK government to lift a ban on fracking has been described as &quot;mystifying&quot; and &quot;frustrating&quot; by the Australian company that owns 43% of Cuadrilla Resources, the company seeking permission to extract shale gas in Lancashire via hydraulic fracturing. In a frank, at times terse, statement submitted to the Australian Securities Exchange last Friday, Allan Campbell, the executive chairman and chief executive of the oil and gas company AJ Lucas, admitted that it was &quot;chewing through money instead of producing lots of it&quot;, in part due to being held back from fracking by regulators in the UK. Fracking has been suspended by the government since the summer of 2011, after two small earthquakes in Blackpool that were found to have probably been caused by Cuadrilla&apos;s exploratory fracking operations. &quot;The level of capital expenditure required to maintain our involvement in [Cuadrilla] has been a major cause of our balance sheet strain and lack of liquidity,&quot; Campbell told investors. &quot;Only time will tell whether our continued faith in [Cuadrilla] will prove to be a wise investment but the lack of decision-making regarding whether or not to allow fracking to resume is certainly frustrating We are now three years later than where we wished to be and have invested a total of approximately $100m [62m]  twice the amount we originally planned.&quot; Campbell described the Bowland prospect beneath Lancashire that Cuadrilla hopes to exploit as a &quot;super giant continuous gas accumulation&quot; which had the &quot;ability to transform the socioeconomic landscape in the UK; much like has happened in the US&quot;. There has been fevered debate and speculation about the true volume of recoverable shale gas available in the UK. In September 2011, Cuadrilla announced it had discovered 200 trillion cubic feet of &quot;gas in place&quot; within the Bowland prospect  potentially enough to service UK gas consumption for decades. The Department of Energy and Climate Change (Decc) has since commissioned the British Geological Survey to produce a detailed estimate of the UK&apos;s shale gas reserves. The Guardian understands that the report is due to be published next month. Campbell said AJ Lucas is now &quot;hopeful&quot; that it will receive consent to frack &quot;in the near future&quot;. He welcomed recent signals from both Ed Davey, the energy secretary, and George Osborne, the chancellor, that fracking would be given the green light, potentially as early as this week, according to reports. &quot;Given the now overwhelming body of scientific data which supports the extraction of gas from shale and the potential favourable economic impact that development of this industry in the UK (and Europe for that matter) would have, were it allowed to be developed, the tardiness of the UK government in allowing fracking to resume is mystifying, especially when one considers the prevailing economic circumstances in the UK,&quot; wrote Campbell. &quot;The Bowland resource alone could meet much of the UK&apos;s domestic energy requirements for many years.&quot; He continued: &quot;In this regard, the UK energy bill, released last night [29 November], notes the expected continued importance of gas to the UK energy mix for the foreseeable future  I also note recent comments made by George Osborne regarding consideration being given to the introduction of a &quot;generous new tax regime&quot; to encourage shale gas exploration. There is speculation that this will be included in his autumn economic statement to be made next week [Wednesday] and, as the same time, permission is granted for the resumption of fracking. We can only hope.&quot; Campbell, who has presided over a period of considerable financial turmoil for AJ Lucas  its shares were suspended in 2011 due to a debt crisis  also used his statement to admit that &quot;some ill-judged senior appointments and, quite frankly, some management decisions both here and in the UK  were not up to the increased challenges presented by the market place.&quot; In addition, he admitted to investors that the company cannot yet place a potential financial value on its assets in Lancashire: &quot;The next stage of Bowland exploration and development has been carefully planned but, in reality, it is of little consequence in a value creation context until we can flow the wells, observe decline curves, and estimate the total recoverable resource etc  This cannot happen until we are given permission to recommence hydraulic fracturing activities.&quot; On Saturday, hundreds of anti-fracking campaigners held a protest in Parliament Square, London, before delivering a letter to Downing Street calling on the government to ban fracking in the UK.", 
    "section": "environment", 
    "gid": "environment/2012/dec/03/uk-fracking-delay-shale-gas", 
    "wordcount": "775"
}