{
    "headline": "3DS XL  review", 
    "text": "May 2005: the day of the Nintendo DS handheld&apos;s Japanese launch and, rather than spend the afternoon celebrating, the company president, Satoru Iwata, instead chose to spend the afternoon with an elderly professor from Tohoku University. Dr Ryuta Kawashima had recently risen to fame with the bestseller Train Your Brain and, in response to one of Nintendo&apos;s older directors who wanted the company to investigate games that might appeal to the over-50s, Iwata (who used the book himself) organised an hour&apos;s meeting with the author. The meeting turned into a three-hour brainstorming session in which both men excitedly discussed how they could turn the book, which provides daily mental exercises to keep the brain young, into software. Iwata left the meeting and assigned nine developers to the project, giving them only 90 days in which to develop the game. Just 70,000 pre-orders were placed with retailers, but within a year Dr Kawashima&apos;s Brain Training had sold more than 2.3m copies in Japan alone. By 2009 the game and its sequel had sold nearly 18m copies worldwide, introducing gaming to the so-called &quot;grey&quot; retiree player. This widening shift in audience led Nintendo to begin advertising in magazines and on television spots targeted at retirees before, in 2009, launching a new version of the handheld, the DSiXL, which boasted larger screens and a greater heft to sit in the lap  hardware clearly tailored and subsequently marketed to the older consumer. Fast-forward to today and history appears to be repeating itself with the launch of the 3DS XL, a larger, heftier version of the company&apos;s current 3D handheld system. With a screen that&apos;s 90% larger than the original, and a much broader size  making it less suited to games on the go  ostensibly this is a system designed for an older generation. But the impetus behind its design is somewhat different to the DSiXL. Rather, this is a machine intended to fix some of the issues with the 3DS, principally its disappointing battery life, which required a charge a day for the enthusiastic player, and its relatively small screen size compared with rival company products. The 3DS XL doubles the battery life of the original, even as it vastly extends the size of the handheld&apos;s dual screens (the upper screen providing the impressive no-glasses 3D effect  the lower offering a touchscreen interface). The impact of these two changes is not to be underestimated, as now the system can be slipped into a bag on standby and carried around for a few days without the need for evening charges. Likewise, the widening of the window into the system&apos;s games gives the play experience or more airy, easy-on-the-eyes feel, once that makes the game more competitive when set alongside rival Sony PS Vita&apos;s generous, seemingly acres-wide screen. One immediate downgrade when you open the box is the lack of a charger. Indeed, the 3DS XL may be the first handheld to ship without a means to power it, Nintendo banking on the fact that owners will already own one (it&apos;s compatible with that of the 3DS, DSi and DSi XL models) or else be willing to buy one separately. Good for the environment, perhaps, but hardly the ideal solution for the consumer in that regard. At 93mm the 3DS XL is roughly the same depth as the original system, but the added width (156mm compared with the 3DS&apos;s 138mm) has the strange and welcome illusion of making the handheld feel slimmer in the hands. While the original system was all obelisk-like edges with a touch of the Walkman about it, the 3DSXL has smooth, rounded sides  rather like a large, sea-beaten pebble. In theory this sleeker form should add a contemporary sheen to what was, frankly, a rather ugly launch model, but it&apos;s offset by the size of the thing which, in the wrong light, makes the system look something like an overblown executive child&apos;s toy (at least the burnished grey model we were sent  it also comes in red and blue). That said, the matte finish is better than the original&apos;s fingerprint-clinging sheen and the hinge that opens up the clamshell is much more robust compared with our 3DS launch model. This is an important improvement that gives everything a sturdier, more expensive feel in the hands, as well as allowing you to soft lock the screen at different angles depending on how cramped your train carriage is when playing. Open the system up and there&apos;s a cheaper feel to the plastic  the green light next to the 3D slider dropped in favour of a simple plastic indentation. The buttons have a Fisher-Price feel, but these drawbacks are completely offset by the improved screens. Make no mistake, Nintendo&apos;s components here are a long way from the best in the market. Compare a 3DS XL screen with, say an iPad 3 or even Vita and Nintendo is a couple of evolutionary technological steps behind, but the raw increase in size (3.53in to 4.88in for the top screen and 3in to 4.18in for the bottom) makes a world of difference. Besides, ever since the original Gameboy this is a company that competes on an experiential front, not a technological one. That said, the apparent swap in plastic component for the touchscreen, which has much less give under the prod of a stylus, is a welcome one. Worth the upgrade? Possibly, depending on how much 3DS you play. Games such as Pilotwings, Mario Kart 7 and Kid Icarus gain a new lease of life in this physical casing, the play window&apos;s widening drawing you in to these tiny worlds more effectively. This is undeniably an upgrade then, rather than an alternate model for players with old eyes and arthritis-ridden fingers. But it&apos;s a straightforward upgrade, one that doesn&apos;t provide enough of a leap in form and function for the average 3DS player to warrant a re-buy. For newcomers, however, it&apos;s the system to go for, adding battery life, screen size and a seasoning of style to a handheld that is arguably still to truly find its identity.", 
    "section": "technology", 
    "gid": "technology/2012/jul/06/3ds-xl-review-nintendo", 
    "wordcount": "1017"
}