{
    "headline": "Google and auditor recalled by MPs to answer tax questions", 
    "text": "Google and its auditor Ernst &amp; Young will be recalled to parliament to restate their evidence on the internet search giant&apos;s tax position following an investigation into Google&apos;s advertising sales practices. Matt Brittin, Google&apos;s European boss, told parliament&apos;s public accounts committee last November that his sales team was based in tax-sheltered Dublin and that the job of UK staff was to market Google as an advertising space rather than to negotiate and close deals with advertisers. Evidence gathered by Reuters from Google&apos;s own website, interviews with clients and former staff, and Google staff profiles on the internet, appears to show that some staff closing deals are based in London. If this is found to be the case, Google&apos;s UK tax bill could increase significantly. &quot;We will need to very quickly call back the Google executives to give them a chance to explain themselves and to ensure that actually what they told us first time around is not being economical with the truth,&quot; said the chair of the public accounts committee, Margaret Hodge. In his evidence to Hodge&apos;s committee, Brittin said: &quot;Nobody [in the UK] is selling or promoting the products, but they are definitely encouraging people to spend money on Google. No one is buying from them.&quot; Google employs &quot;a couple of hundred&quot; staff at its European headquarters in Dublin whose job it was to sell to UK clients, but 700 in marketing and advising on its products in the UK. The profiles of around 150 London-based employees on the LinkedIn networking website said they were involved in formulating sales strategy, managing sales teams, closing deals or other sales work. Google&apos;s own corporate website was found to be calling for London-based staff whose duties would include &quot;negotiating deals&quot;, closing &quot;strategic and revenue deals&quot; and achieving &quot;quarterly sales quotas&quot;. A spokesman for Google said Brittin denied he had misled parliament and stated that London staff were employed as &quot;digital consultants&quot; while only those based in Dublin handled sales contracts. He added: &quot;Our advertisements for UK staff sometimes refer to sales skills and many of the roles include sales in the title as we are seeking to attract people with those skills and that background. We accept that the wording of some adverts may have been confusing and we are working to make it clearer. &quot;As we have said many times, we comply with all the tax rules in the UK and in every other country in which we operate.&quot; Ernst &amp; Young will be asked to return to the public accounts committee to clarify whether the auditor checks Google&apos;s staff are carrying out the type of work claimed in the company&apos;s accounts and statements to tax inspectors. John Dixon, the head of tax policy at Ernst &amp; Young, was asked during his evidence to the public accounts committee in January whether the auditor&apos;s staff visited clients&apos; UK offices to make their own checks and he replied that they did. &quot;The evidence they gave was clear and unambiguous Ernst &amp; Young have questions to answer about whether they were being wholly open with us as a committee,&quot; said Hodge. Sarah Jurado, a spokeswoman for the auditor, said in a statement: &quot;Ernst &amp; Young conducts audits in accordance with International Standards on Auditing,&quot; adding that this included the standard that &quot;requires us to obtain an understanding of the entity and the environment in which the entity operates&quot;.", 
    "section": "technology", 
    "gid": "technology/2013/may/01/google-parliament-tax-questions", 
    "wordcount": "588"
}