{
    "headline": "Beer, dopamine and brain scans make an intoxicating mix", 
    "text": "It&apos;s been a long day at work, followed by a long workout. I&apos;m tired, and all I really want is to relax with a beer. I grab one out of the fridge and take a sip. I feel better already. A new study tells us that this is due to dopamine, a neurotransmitter that plays an important role in things like motivation and reward. Drugs of abuse, such as cocaine, increase dopamine levels in areas of the brain associated with the expectation of reward, such as the ventral striatum, and this increase is part of what makes them feel so good, and do so bad. But dopamine can also signal the expectation of something that might be rewarding. This means that as we learn that some things are rewarding, like, say, beer, we begin to respond, not only to the alcohol, but to the cues that alcohol is coming: to the beer bottles, the glass, or the taste. And taste is what this study looked at. The authors took 49 male beer drinkers and divided them up into three groups: those with a family history of alcoholism, those without, and those who didn&apos;t know. They used positron emission tomography (PET) to examine how the dopamine in their brains responded to a taste of beer. The big effect? The mere taste of your favourite beer (15 millilitres  not enough to get any effects of the alcohol) produces an increase in dopamine in the ventral striatum, as well as an increased desire to  drink more beer. This suggests that a cue (the taste) produces a sign of reward expectation long before the alcohol hits your system. And the effect of the taste of beer on dopamine in the ventral striatum was larger in people who had a family history of alcohol abuse. What&apos;s not to love! It&apos;s beer! It&apos;s dopamine! It&apos;s brain scans! Of course the media got excited. The research has all the hallmarks of a clickable news story. But it&apos;s not as good, or meaningful, as it seems. The study shows that humans have a dopamine response to alcohol cues, but this has actually been done before, in response to images. The only difference here was that they actually gave them a taste. It&apos;s still a cue, and so the response, in people who like beer, is pretty predictable. In fact, it&apos;s predictable for most things that we experience as rewarding, such as food, or cocaine. And even in beer drinkers, who love a cue, the effect was awfully small. Next to the brain pictures in the paper is a bar graph of the effect size. The bars look large, but the group that showed the biggest dopamine response compared with baseline levels  the men with a family history of alcoholism  only had an increase of about 10%. In those with no family history of alcoholism or who didn&apos;t know, the increase was less than 5%. In fact, the effect was so small that if you analyse all the groups independently, it&apos;s not actually statistically significant. And the change in dopamine levels didn&apos;t actually correlate with drinking behaviour. So heavy drinkers didn&apos;t have a greater change in dopamine than light drinkers. In other words you can&apos;t really draw any conclusions about someone&apos;s potential for alcoholism based on their dopamine response to a sip of beer. So it&apos;s a really small effect. It may be real, but you can&apos;t conclude anything from it. Why all the coverage? Well it&apos;s BEER of course! And DOPAMINE! And BRAIN SCANS! While it&apos;s natural that we&apos;d all want to report things involving beer, it has become all too easy to look at pretty brain scans, and the word dopamine, and think it must be a good story. Dopamine plays many roles, from movement (such as Parkinson&apos;s) to reward (as in addiction), to attention (as in ADHD). All of this changes depending on context, on the cues around you that you recognise. But it&apos;s understandable why neurotransmitters such as dopamine (and oxytocin get this kind of press. It&apos;s very easy, and comforting, to look at something and say &quot;This is motivation!&quot; &quot;This is addiction!&quot; But it&apos;s all so much more complex than that. And then there are brain scans. They look very nice, and they do measure brain activity  but what does that activity mean? Does that activity CAUSE any behaviours to emerge? That&apos;s a very hard thing to prove. Brain scans are nice, but they are not gospel. And when a change is so small that it&apos;s barely even there, does that mean anything at all? Beer is good, dopamine is interesting, and brain scans can be meaningful. But the presence of one, or even all of these, doesn&apos;t mean the study is good. Maybe it would help if they added more beer. Scicurious has a PhD in physiology and is a postdoctoral researcher in neuroscience. She blogs for Scientific American at The Scicurious Brain, and for Scientopia at Neurotic Physiology. Follow her on Twitter @scicurious", 
    "section": "science", 
    "gid": "science/blog/2013/apr/19/beer-dopamine-brain-scans", 
    "wordcount": "835"
}