{
    "headline": "Development must tackle jobs and migration, say European thinktanks", 
    "text": "To eradicate poverty, the international community should pursue a wider and more far-reaching approach to development than was captured in the millennium development goals (MDGs), European thinktanks said on Tuesday. Although poverty should remain a core focus of the new agenda, the objective should be to tackle its causes by adopting a more inclusive and sustainable development model that emphasises jobs and addresses inequality, according to the Overseas Development Institute (ODI), the European Centre for Development Policy Management and the German Development Institute. Looking at the differing experiences of Nepal, Rwanda, Ivory Coast and Peru, the European report on development stressed the importance of &quot;national ownership&quot;. The four were found to confirm the central importance of domestic political and economic policies as well as the external environment in creating opportunities or difficulties. The report called on richer countries to collaborate in areas important to development such as international financial regulation, trade, migration and climate change. In a message to the EU in particular, the report called on member states to live up to the principle of policy coherence on development (PCD). &quot;The concept of PCD is central, since it implies that all policies, and not merely development co-operation, should be conducive to development, eg policies in the areas of trade and investment or agriculture and fisheries should promote (or at the very least not thwart) development,&quot; said the report. Claire Melamed from the ODI said some sort of global deal on trade and migration could be part of the agenda for what follows the MDGs when they expire in 2015. &quot;Migration keeps coming up again and again among developing countries although it&apos;s one of the hardest political issues in the UK,&quot; she said at the OECD global forum on development in Paris last week. &quot;For developing countries it&apos;s a top priority and they want it to be tackled as part of a 2015 deal, so there has to be some nod to a conversation on migration  it is one of the biggest contributor to benefits to individuals and to countries.&quot; PCD is highly contentious, as developing countries have objected to what they see as unfair trade treaties being foisted upon them, agricultural subsidies in the US and the EU that undermine food security, and the unwillingness of rich countries to meet their aid commitments. &quot;Official development assistance [ODA] targets will not be reached and PCD remains very difficult in practice,&quot; said the report. &quot;But perhaps the most crucial issue has been the failure of the international community to reach agreement on key issues such as climate change and trade or to achieve a stable and transparent international financial system.&quot; The OECD last week reported a drop in ODA for the second year running as countries cut foreign aid at a time of austerity. Aid fell by 4% in real terms last year to $125.7bn (83bn), following a 2% dip in 2011. International co-operation, or global partnership for development, came under MDG eight, and was widely acknowledged as one of the least successful targets at last month&apos;s meeting in Bali of the UN high-level panel tasked with developing a post-2015 framework. The report said more extensive and reliable international action and support for development should be a core element of a new framework. Case studies confirmed the fundamental importance of links with the global economy, financial flows, trade, migration and international co-operation  including south-south co-operation  in determining national development, said the report. Nepal, which integrated the MDGs into development plans, relied on remittances to support progress towards the targets. Rwanda, where the MDGs have played a central role, relies heavily on ODA, much of it in the form of budget support, which brings its own problems, and has made progress in mobilising domestic resources through taxation. Ivory Coast has relied heavily on commodity exports, but progress towards the MDGs suffered as a result of instability. In Peru, the MDGs have been of limited relevance because of a pre-existing development consensus. &quot;A new framework should pay more careful attention to how global goals relate to national policy needs and targets, respecting domestic policy space and linking national and international efforts in a mutually supportive and flexible manner,&quot; said the report.", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/09/development-jobs-migration-european-thinktanks", 
    "wordcount": "714"
}