{
    "headline": "Windows XP paralysed by hard disk thrashing", 
    "text": "The hard disc on my Windows XP desktop PC (not attached to internet, so nothing has crept in) has started thrashing for up to 10 minutes at start-up, and is thereafter very slow.Nigel TaskerOne relatively common problem with Microsoft Windows XP is that it can grind to a halt when there is some sort of runaway process that is using more than 80% of the hard drive or 100% of the processor. Usually, everything else is frozen until the rogue process stops. Unfortunately, it&apos;s a very unpredictable problem. A PC can run perfectly for years then start to misbehave for no obvious reason, perhaps because numerous files have been upgraded in the background. Your PC might, of course, have a virus or other malware infection, which is a very good reason for trying to identify the problem. But far more often, both the cause and the cure are buried somewhere deep in the operating system where most people prefer not to go. In general, the culprits tend to be either software drivers or anti-virus programs and firewalls. These are the ones that (unlike applications) operate at low levels in the operating system, and they don&apos;t always follow Windows programming rules. The systematic approach is to uninstall all your anti-malware software, update your drivers, and then use XP&apos;s old Config program to do a &quot;diagnostic start-up&quot;. The quickest way to run the System Configuration Utility is to click Start, select Run, type msconfig in the box and either click OK or press Enter. If your PC works fine with only essential operating system files loaded  which it should, if you have 2GB or more memory and at least 1GB of free hard drive space  then use the Startup tab to remove all the extras, and add them back one at a time until you find the culprit. This involves numerous reboots and is so mind-numbingly boring that I&apos;ve never actually done it. The alternative is to try to solve the problem by locating the specific process that is hogging the CPU or thrashing the hard drive. There are lots of ways to do this, including a very simple one, which I&apos;ll mention last. Non-techies can skip to the penultimate paragraph.  The best known method is, of course, to run the Windows Task Manager (Ctrl-Alt-Del). This doesn&apos;t automatically show disk activity, so you will have to click the tab marked Processes, click the View menu, and then Select Columns. Tick the check boxes to add columns for two input/output columns, I/O Reads and I/O Writes, then look for any numbers that are changing rapidly. That should identify the rogue process that is thrashing the hard drive. Many of the processes running in XP should be obvious from their names, such as iexplore.exe and winword.exe, but you may have to run a web search to identify others. SysInternals (which was bought by Microsoft) provides a much better utility: Process Explorer. This is like a souped-up version of Task Manager. It has graphs at the top to show memory, disk and network usage, but you will have to go through the same routine as before to add columns for Read Bytes and Write Bytes. Again, this should enable you to see what&apos;s thrashing the hard drive. However, the most helpful utility for tackling this kind of problem is, in my experience, AnVir Task Manager Free. This replaces both Microsoft&apos;s System Configuration Utility  you can use it to remove startup programs and any unwanted services  and Windows Task Manager. Its Processes tab already has columns for CPU and Disk Load, so you just have to click the Disk Load heading to see all the programs that are using the hard drive sorted to the top of the page.     AnVir Task Manager Free    Another nice feature of AnVir Task Manager Free is that you can hover the mouse over any process. This pops up a yellow note that tells you all about it (assuming it knows), including the process that hosts other services (svchost.exe). It provides all kinds of information including when the program was first detected (installed) on your PC, and when it was run. This means you can tell whether the program started up with your PC (in the example above, AnVir started when I rebooted XP on 28 February) or was run later. It&apos;s very useful if you&apos;re trying to find something that&apos;s behaving badly or should not be there at all. Task Manager Free looks things up on AnVir&apos;s website, so you may not get the full range of up-to-date info if your PC is offline. Some people will look at Windows Task Manager, Process Explorer and AnVir Task Manager Free and think they provide far too much information. They just want a simple answer to a simple question. As it happens, there is a program that does exactly that. It&apos;s called What&apos;s my computer doing?, and I mentioned it in a similar answer a year ago (Why is my computer whirring?). What&apos;s my computer doing? provides a continuous read-out of the handful of processes that are actively doing things like accessing the hard drive, without listing the hundreds that aren&apos;t. Clicking on a process provides details, including Known Problems, plus links to external solutions in, for example, Microsoft support documents. If all else fails, the traditional solution is to reinstall Windows XP. This can clear up a lot of problems, especially if you have not done it for three or four years. However, XP is an antique in computer terms. It was released on 24 August 2001, so it predates both Vista and Windows 7, and Windows 8 will be along later this year. Rather than spend a lot of time debugging XP, have you thought about moving on?", 
    "section": "technology", 
    "gid": "technology/askjack/2012/mar/12/windows-xp-hard-disk-thrashing", 
    "wordcount": "963"
}