{
    "headline": "iPhone 5, Pandora and Nokia Music: personal radio's next mobile steps", 
    "text": "In August 2012, Nielsen published the results of its latest survey of 3,000 Americans, focused on digital music. It found that 48% of respondents still say radio is the main way they discover music. Even among teenagers, where 64% said they listen to music on YouTube, radio still came second with 56%. Online video hasn&apos;t killed the radio star just yet. Radio is evolving, though, with mobile apps playing a key role. In fact, so-called &quot;personal&quot; radio is shaping up as a key battleground between companies like Apple, Nokia, Spotify and Pandora in the digital music industry. In its last financial results, for the second quarter of 2012, Pandora reported that more than 75% of its total listening hours took place on mobile and other connected devices. That&apos;s just under 2.5bn hours during the quarter, and this for a service only available in the US at that time. Pandora made $59.2m in mobile revenues for Q2, with eMarketer predicting that it&apos;s on course to make $226.4m from mobile advertising alone in 2012 as a whole. As a comparison, eMarketer thinks Twitter, Facebook and Apple&apos;s iAd network combined will make $277.5m from mobile ads this year. Personal radio, and particularly personal radio on mobile devices  is already big business. Although admittedly, that&apos;s a business running at a loss, since Pandora&apos;s net losses for Q2 were $5.4m. The company&apos;s executives regularly speak publicly about their concerns about the level of their statutory royalty payments to music rightsholders. Pandora has other things to worry about in 2012 though: competition coming from all angles. In the US, media giant Clear Channel relaunched its iHeartRadio app in September 2011. Previously focused on providing the internet streams of traditional radio stations, the new version added Pandora-like features to create personal channels based on specific songs or artists the idea being a playlist of songs similar to those. By May 2012, 10m people had registered for the new Custom Station feature. Nokia has its own Pandora-like feature, Mix Radio, as part of the Nokia Music app that&apos;s preloaded on all its Lumia Windows Phones. It too offers a mix of curated playlists and personalised stations. The app became available with the first handsets in late 2011, but expanded to the US in early September 2012. It&apos;s both free and ad-free: Nokia sucks up the royalty payments in order to provide a selling point for its Windows Phones. For much of 2011 and 2012, Pandora executives patiently explained to journalists and analysts that the company didn&apos;t fear competition from on-demand streaming music services like Spotify and Deezer, on the grounds that these were complementary rather than cannibalistic. That was optimistic: both Spotify and Deezer have their own personal radio features built into their mobile apps. Spotify in the US and Deezer elsewhere in the world actually allow people to use the feature for free on mobile, as a gateway drug for their premium on-demand services. The running thread through iHeartRadio, Nokia and Spotify&apos;s radio features is US company The Echo Nest, since all three use its technology to provide their personalised playlists. One of Pandora&apos;s key tech features  its &apos;this song is similar to that song&apos; recommendation engine is now commoditised.      SpotOn Radio shows what developers can do with APIs from Spotify and The Echo Nest    Meanwhile, developers can work with APIs from The Echo Nest, Spotify and others to easily create their own slick personal radio apps without having to worry about licensing costs. Swedish iPhone SpotON Radio is the best example, and for a while was more popular in the Swedish App Store than the full Spotify app. That&apos;s the situation in September 2012. Personal radio has proven popularity on mobile devices, but with considerable room for growth Pandora had 54.9m active listeners at the end of June on all platforms, yet there are an estimated 640m active iOS and Android devices globally. The technological barriers to launching a personal radio service that provides decent recommendations have fallen, and it supports various business models: mobile advertising, selling hardware, and offering an entry-point to services charging for on-demand features. Enter Apple? All of the above is the context for which Apple might launch its own personal radio service, as the Wall Street Journal often well-informed when it comes to Apple leaks suggested earlier in September. Its report claimed Apple was in &quot;talks to license music&quot; with rightsholders for a Pandora-like service, which would be funded partly by iAds. Although this being Apple, the main business case for such a launch would surely be the belief that it would help sell more iOS devices even if disrupting Pandora, Spotify and Nokia would be an undeniable bonus. iRadio although this is merely my shorthand for what Apple might launch than a serious naming prediction could be announced on 12 September alongside the iPhone 5, licensing talks permitting. Or it could be the latest in a long line of predicted one-more-things at Apple keynotes that don&apos;t actually materialise. An important point, though: if and when it does launch, iRadio won&apos;t be perfect. None of these personal radio services are. For all the work being done by Pandora, The Echo Nest and other smart data engineers and developers, music recommendation engines are still in their youth. They&apos;re algorithms, not people. I suspect that traditional radio&apos;s popularity for music discovery has a lot to do with the human face put on it by DJs  even when they&apos;re not picking the actual songs. In 2012, the idea of a smartphone or tablet app spitting out a decent playlist of songs you might like is increasingly familiar. But for the companies behind these apps, and those like Apple who have yet to enter the market, the big challenge is how &quot;personal radio&quot; can get closer to the genuinely personal feeling of, well, radio.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/sep/10/pandora-nokia-music-apple-iradio", 
    "wordcount": "975"
}