{
    "headline": "Mark Henderson on science writing: 'Be open about what you think'", 
    "text": "What makes a good science story? In the 1964 Jacobellius v Ohio case, US Supreme Court Justice Potter Stewart famously held that hardcore pornography is difficult to define, &quot;but I know it when I see it&quot;. The same is true of good science stories  or good news or feature stories in general, for that matter. It&apos;s often hard to pin down precisely what makes them work, but a good writer can always see it. There are, though, a few categories that tend to work more often than not. There are stories about developments that could touch lives, often advances in medicine or technology. There are the stories that inspire, often through discovery of the very big or very small, the very old or the very distant. And there are stories of human determination and ingenuity, of dogged desire to better approximate the truth. What links them is that they satisfy one of our species&apos; defining characteristics  our capacity for curiosity and wonder. What do you need to know to write well about science? You certainly don&apos;t need specialist training in either journalism or science. Good writing (or journalism) is a craft, not a profession, better learnt through practice than theory, and while the narrow depth of a PhD might sometimes be useful, it neither makes you able to communicate your knowledge nor serves you especially well when you step beyond your field of expertise. What you do need, I think, is an appreciation of the scientific approach, that science is not, as Carl Sagan put it, just a body of knowledge, it is a way of thinking. It&apos;s a collection of methods that together provide the best defence yet devised against confirmation bias and wishful thinking, and the best means of generating reliable knowledge that we have. Grasp the importance of testing ideas against evidence, the need for publication, replication and open challenge, and the provisional nature of scientific discovery, and you are a large part of the way there. Then you need to think about how to communicate it effectively to your target audience. How do you choose your opening line? Trial and error  or mutation and selection, if you prefer. Very occasionally, you&apos;ll nail it first time, but hardly ever. More usually, you&apos;ll tweak and tweak and tweak until it&apos;s just so. It is the most important line you will write  lose your reader, and they won&apos;t bother with the rest. So it pays to get it right. Usually, you will be after something that draws the reader in, that makes them want to learn more, but the tactics vary according to the type of writing. In news, you often want to summarise the story as succinctly and accurately as you possibly can. More often than not, it&apos;ll be all your audience bothers with. How do you get the best out of an interviewee? Let them know your level of understand right up front, and be prepared to have a conversation on two levels. It&apos;s OK to talk technically at first if you both understand the jargon, but don&apos;t forget that your audience probably won&apos;t  certainly not the sort of audience you&apos;re writing for in the Wellcome Trust Science Writing Prize. Make sure you understand the science  using the technically precise but unquotable language if you need to  then ask your scientist how she&apos;d explain the same research to her grandmother. The question: &quot;What got you interested in this?&quot; is nearly always revealing, too. How do you use metaphors and analogies in a story? Carefully. They can be extremely useful, capturing an idea that would otherwise take many paragraphs of unwieldy text to explain. But they can also distort. Ask yourself whether they are helping your writing or getting in the way. You&apos;ll often come up with a beautiful metaphor that, when you really interrogate it, doesn&apos;t work. Kill it. What do you leave out of your stories? As much as you can, but no more. And the meaning of &quot;no more&quot; depends a lot on your audience, and the type of writing you&apos;re taking on. You can leave out less from a 4,000 word feature that aims to explain a subject in depth than you can from a 400-word news piece. And the less specialist your audience, the more you need to leave out, especially the jargon. Remember that scientific terms that you use every day may mean little to ordinary people. At the Times, I always thought I could get away with &quot;gene&quot; or &quot;DNA&quot;, but that &quot;chromosomes&quot; or &quot;genomes&quot; usually needed explanation. You have to be able to simplify, to lose some of the detail that technically makes your piece less correct, if you&apos;re to achieve the bigger goal of communicating something that is right enough to a broad audience. At the Science Online conference this year, Kate Prengaman came up with a wonderful analogy: science writing is a bit like cartography. When you&apos;re making a map, you have to leave detail out, otherwise your map is the world, and useless to anyone. How much you leave out depends on who, and what, your map is for. How do you stay objective and balanced as a writer? Should you? You can&apos;t, and you shouldn&apos;t anyway. When an old colleague of mine at the Times went to spend a summer at the Washington Post, the then editor told him he didn&apos;t allow his reporters to join political parties, and preferred them not to vote. As if that somehow conferred objectivity. Every decision you make as a writer  what to report, who to speak to, what to include, what to leave out  is a subjective one. I think the most honest course is to embrace that subjectivity, and use a different tool to make your writing fair: transparency. You ought to be open about where you&apos;re coming from, so that readers can judge for themselves how to interpret what you write. Don&apos;t strive for a spurious objectivity that can never be achieved. Blog about your views, so that your interests and influences are out there in the open. What&apos;s the biggest potential pitfall when writing about science? It&apos;s related to the last question, and it&apos;s what I like to call the balance fetish. It&apos;s the idea that you somehow don&apos;t have to weigh evidence yourself when writing about science, that you can get by simply by telling both sides. That won&apos;t wash. You have to make a call. What do you find reliable and relevant? What do you find to be implausible or misleading? Use the former, and leave the latter out  most readers would rather you helped them out by assessing competing claims about vaccine safety, global warming or embryonic stem cells. Yes, you need to be open about what you think, and about why you&apos;ve made those choices, but telling both sides is a cop-out. Being fair doesn&apos;t necessarily mean being balanced.  Mark Henderson is head of communications at the Wellcome Trust, former science editor of the Times and author of The Geek Manifesto.  Read some Mark Henderson. We like &quot;The future of cancer, as told through the story of Renee&quot;, originally published in The Times.  Find out more about the Science Writing Prize on the Wellcome Trust website. The closing date for entries is Sunday 28 April 2013.", 
    "section": "science", 
    "gid": "science/2013/apr/26/mark-henderson-on-science-writing", 
    "wordcount": "1231"
}