{
    "headline": "Michael Gove calls on watchdog to let universities set A-level examinations", 
    "text": "Education secretary Michael Gove has asked the top universities to set A-level exams, amid fears that tens of thousands of teenagers are woefully under-prepared when they start their degrees. Gove has instructed the exam boards and ministers to &quot;take a step back&quot; from dictating the content of A-levels and hand over the power to academics. At present, the Department for Education sets out the structure and core knowledge A-level students need to know, and exam boards devise the questions and coursework. Gove has written to the qualifications watchdog, Ofqual, asking for universities to be allowed to &quot;drive the system&quot;. The 24 most academically competitive universities in the UK, known as the Russell Group, will be allowed to set questions and the content of the syllabus. Schools will be advised to put their pupils in for only those A-levels that have been approved by the universities. When A-levels were introduced in the early 1950s, they were set by universities and seen as rigorous preparation for degree courses. Gove&apos;s move is likely to lead to fewer students achieving top grades, the abolition of modules and retakes  other than in exceptional circumstances  and longer essay questions in exams. The coalition wants the new A-levels to be taught from as soon as 2014. Students would sit the exams two years later. Initially, the changes would affect English, maths and science A-levels in England, but would soon be rolled out to all subjects and across the UK. Gove said Ofqual must ensure university ownership of the exams was &quot;real and committed, not a tick-box exercise&quot;. &quot;I am increasingly concerned that current A-levels, though they have much to commend them, fall short of commanding the level of confidence we would want to see,&quot; his letter to Ofqual states. &quot;I do not envisage the Department for Education having a role in the development of A-level qualifications. It is more important that universities are satisfied that A-levels enable young people to start their degrees having gained the right knowledge and skills than that ministers are able to influence content or methods of assessment.&quot; Meanwhile, a poll of lecturers has found that many think A-level exams no longer prepare students for university. Just over half of the 633 academics polled by Cambridge University&apos;s exam board, Cambridge Assessment, said students did not possess the writing or critical thinking skills needed for their degree courses. Three-fifths said their universities offered catchup classes for first-year undergraduates. The poll, part of an 18-month study into how A-levels can better prepare students for university, found that academics wanted to limit the number of times students can retake their exams. In one case, a mature student was allowed to retake an A-level maths module 29 times. The lecturers, who taught English, history, geography, psychology and business studies degrees, called for A-level exams to include more open-ended questions and encourage more independent study. Andrew Hall, chief executive of the Assessment and Qualifications Alliance exam board, has said A-levels need to be reliable &quot;but the pendulum has swung too far that way, so there&apos;s a danger that they are too predictable&quot;.", 
    "section": "education", 
    "gid": "education/2012/apr/02/michael-gove-universities-a-level-examinations", 
    "wordcount": "526"
}