{
    "headline": "Pakistan delayed international response to floods, report says", 
    "text": "The failure of the Pakistan government to allow international aid agencies to support local relief efforts immediately after last year&apos;s floods prevented survivors from receiving adequate, timely support, according to a briefing paper published on Thursday. Coupled with a &quot;weak response&quot; from international donors, six months after floods devastated parts of Sindh and Balochistan provinces in August last year, more than 2.5 million men, women and children still lack sufficient food and shelter, said the paper, Pakistan Floods Emergency  Lessons from a Continuing Disaster, published by a consortium of national and international agencies. &quot;Although it launched its own response quickly, the government of Pakistan waited several weeks before allowing international aid agencies to support the Pakistani relief efforts,&quot; said the paper. &quot;There were reports of discrimination and political bias influencing the distribution of aid in a few cases ... Restrictions on the activities of aid agencies, such as the use of cash grants, caused delays or prevented flood survivors receiving the most appropriate support.&quot; Pakistan was still reeling from the impact of severe floods in 2010 when almost a year to the day monsoon rains caused further devastation in some of the same areas last August. Sindh was one of the worst hit provinces in the 2010 floods. More than 5 million people in Sindh and Balochistan were affected by the 2011 floods. Around 1.8 million people were left homeless and more than 2.2 million acres of crops were lost. Most people who have returned home are still living in makeshift shelters. Remaining flood waters prevented thousands of farmers from planting crops in November and December, which has left many dependent on aid, said the consortium, which includes local NGOs, such as the Sindh Agricultural and Forestry Workers Co-ordinating Organisation, Pakistan Fisher-folk Forum and Laar Humanitarian &amp; Development Programme, and international organisations, including Oxfam, Concern, Save the Children and Islamic Relief. Some 43% of people affected by the floods are food insecure, said the consortium. Rising food prices have put extra pressure on already vulnerable families. The consortium also criticised the international community&apos;s response to the crisis. By 10 February, just 47% of the UN&apos;s appeal for $357m had been met. The consortium said the target was modest when compared with other appeals. The UN was seeking $66 per person for the 2011 floods, compared with $97 per person requested after the 2010 crisis, $217 per person after the 2004 Asian tsunami and $481 per person after the Haiti earthquake in 2010. While the European commission, the US and the UK were the top donors, the response from several other wealthy countries and traditional donors collectively had been disappointing. International NGOs have also experienced funding difficulties. In November, four agencies, including Oxfam and Save the Children, warned they may be forced to scale back operations in the area because of lack of funds. The briefing paper said the Pakistan authorities needed to do more to limit the impact of future disasters in the country. Pakistan is one of the 168 countries that adopted the Hyogo Framework for Action, a 10-year action plan to manage natural disasters, published in 2005. &quot;Pakistan has already developed many of the right strategies and disaster management structures,&quot; it said. &quot;However, greater political commitment and resources are needed to make them more effective and to tackle the social and economic injustices that leave some Pakistanis more exposed than others to the impact of hazards such as floods and earthquakes.&quot; The paper calls on the Pakistan government to ensure all those affected by future disasters receive timely and adequate support for as long as necessary, and get sufficient support to rebuild lives and homes in the longer term. The government needed to reform and strengthen its disaster management systems, better monitor disaster risks and move more quickly to declare emergencies. International donors, meanwhile, needed to fully fund flood relief plans and support the Pakistan authorities to &quot;fulfil its obligations&quot;.", 
    "section": "global-development", 
    "gid": "global-development/2012/feb/16/pakistan-delayed-international-response-floods", 
    "wordcount": "666"
}