{
    "headline": "30bn bill to purify water system after toxic impact of contraceptive pill", 
    "text": "Britain faces a 30bn bill to clean up rivers, streams and drinking water supplies contaminated by synthetic hormones from contraceptive pills. Drastic reductions in these chemicals, which have been linked to collapses in fish populations, are proposed in the latest European Union water framework directive. But the plan, which would involve upgrading the sewage network and significantly increasing household water bills, is controversial. Water and pharmaceutical companies dispute the science involved and argue the costs are prohibitive. By contrast, many environmental researchers say the proposal is sound. Ethinyl estradiol (EE2), the main active ingredient of contraceptive pills, can trigger a condition known as intersex in freshwater fish, which has caused significant drops in populations in many species  although no links have yet been made with human health. &quot;That does not mean we will not find impacts in future,&quot; said toxicologist Professor Richard Owen of Exeter University. &quot;But do we want to wait until we see effects in humans, as we did with thalidomide and BSE, or do we act before harm is done?&quot; Preventing EE2 from having environmental or health effects is difficult, however. &quot;Ethinyl estradiol is a very potent chemical,&quot; said Professor Susan Jobling of Brunel University. &quot;It is designed to have effects in the human body at very low levels. That means it will also have a significant impact in the environment.&quot; More than 2.5 million women take birth control pills in the UK. Their EE2 content is excreted and washed into sewage systems and rivers. Even at very low concentrations, this chemical has harmful effects on fish. Males suffer reduced sperm production, with severe effects on populations. In one recent trial, in a Canadian lake, researchers added EE2 until levels in the water reached five parts per trillion (ppt), a minute concentration. Yet fish populations suffered severe problems with one species, the fathead minnow, collapsing completely. In Britain, research by Jobling found that at 50 sites 80% had noticeable levels of EE2 in their water. The closer a downstream sampling point was to a sewage works, the higher the level of EE2 tended to be. Similar levels are found elsewhere in Europe. To reduce dangers posed by these concentrations, the EU proposed in January that it would set a level of 0.035ppt for ethinyl estradiol in water in Europe. Achieving that target will not be easy, as Owen and Jobling point out in a recent issue of Nature. They calculate that, for a town of about 250,000 people, it would cost about 6m to install a system that uses granular activated carbon to cut EE2 levels, with a further 600,000 being needed to operate the system each year. To upgrade the 1,400 sewage waterworks in England and Wales would cost a total of more than 30bn, they add. &quot;The question we have to ask ourselves is straightforward,&quot; said Owen, a former head of environment and health at the UK Environment Agency. &quot;Are we willing to pay up or would we rather settle for environmental damage associated with flexible fertility?&quot; A final decision on introducing the EU&apos;s plans to cut EE2 levels will be taken in November by the European parliament. Water and pharmaceutical companies have already begun to lobby to block the plan and it is expected other parties will become involved. &quot;There is a danger that the battle will take place behind closed doors,&quot; said Jobling. &quot;The public need to be told what the issues are and make its voice heard. It may be happy to pay the extra cost and so avoid the risk of ill-health in the future.&quot; Nor is it necessary that the public should pick up the tab, added Owen. &quot;The pharmaceutical industry makes billions out of the drugs and treatments it sells. If these pollute the environment, what is wrong with making them pay to have it cleaned up?&quot; However, the Association of the British Pharmaceutical Industry rejected the idea and disputed the scientific basis of the EU plans. &quot;Feminisation in fish populations has been observed in a number of field surveys, but a detrimental impact on the level of those populations has not been established,&quot; said a spokesman. &quot;It would be premature to require such intensive upgrading of waste water treatment.&quot; An official at Water UK, the trade body for the water industry, also attacked the plan and criticised the European commission for focusing on &quot;end of pipe treatments&quot; rather than tackling the issue of what enters the waste water stream.", 
    "section": "environment", 
    "gid": "environment/2012/jun/02/water-system-toxic-contraceptive-pill", 
    "wordcount": "774"
}