{
    "headline": "So what should Apple say in that cool advert about Samsung?", 
    "text": "The ruling by His Honour Judge Colin Birss in July in the Apple-Samsung fight in the London high court is likely to go down in the history books. Because it&apos;s so fabulously clever. Samsung&apos;s tablet, Birss decided - in the role of an &quot;informed user&quot;, rather than someone who has never seen a tablet before - would be compared side-by-side with Apple&apos;s.  Here&apos;s part of what he said:   &quot;These products are sold to the public in shops and on websites. There is nothing in this case to make a side by side comparison impractical or uncommon. Considering the design corpus generally, Mr Sherman [for Samsung] explained that the idea of tablet computers has existed for a long time, and pointed out they had been imagined in science fiction, referring to Star Trek (from 1966 onwards) and 2001: A Space Odyssey (Stanley Kubrick, 1968). Item 2 in Schedule A is a display device from 2001: A Space Odyssey. Mr Sherman&apos;s view was that optimal design principles for tablet computers had been commonly understood for a long time and by 2004 it was understood that any tablet computer should offer unfettered views of electronic media by means of a large display screen and that the screen would be the main element in the design of any tablet. I accept that evidence.&quot;  And just to show you what sorts of things judges have to decide over, the two disagree about how to interpret the images: &quot;Apple submitted [that] the curves are on the front of the unit curving away to a crisp edge at the rear. Samsung submitted the curves are on the rear side, curving towards a crisp edge at the front.&quot; Is that a classic difference that makes no difference? But here&apos;s HHJ Birss: &quot;If Samsung is correct the shape of the object [Samsung&apos;s tablet] overall is very similar to the Apple design. In my judgment Apple are right.&quot; And so it goes on, to that fateful announcement that   The informed user&apos;s overall impression of each of the Samsung Galaxy Tablets is the following. From the front they belong to the family which includes the Apple design; but the Samsung products are very thin, almost insubstantial members of that family with unusual details on the back. They do not have the same understated and extreme simplicity which is possessed by the Apple design. They are not as cool. The overall impression produced is different.  So Apple won - it&apos;s cool! - except it lost. And Samsung won - it doesn&apos;t infringe! - except it lost, in that it&apos;s been declared not cool. But he also ruled - and the Court of Appeal upheld his decision - that Apple should advertise the fact that Samsung doesn&apos;t infringe, and do it on its website, in newspapers and magazines. Which leads to the big question: what is Apple going to say? (It wouldn&apos;t say on Thursday.) Neither HHJ Birss nor the appeal court judges has been prescriptive about it. It&apos;s not clear whether the advert will have to be approved by Samsung. So here&apos;s an early suggestion from Forrester Research&apos;s Harley Manning:   &quot;I don&apos;t know whether Apple can get away with what I&apos;m about to suggest, but here&apos;s the ad I&apos;d love to see them run: Official Government Verdict: The iPad Is Cool And The Samsung Galaxy Is Not Cool.&quot;  Well Marketing might have something to say. But it&apos;s a start.. Potential slogans from Apple or Samsung welcomed.", 
    "section": "technology", 
    "gid": "technology/2012/oct/18/apple-samsung-advert-cool", 
    "wordcount": "584"
}