{
    "headline": "Michael Gove's curriculum attacked by expert who advised him", 
    "text": "Michael Gove&apos;s proposed reforms of the national curriculum have been attacked as &quot;fatally flawed&quot; by a member of the expert panel involved in drawing up the changes. Andrew Pollard, an academic who was one of a team of four involved in the review, said the published proposals  which include officially mandated spelling lists  were so prescriptive they denied teachers the scope to exercise their professional judgment. He described Gove&apos;s initial instructions to the head of the review team as &quot;crude&quot;. Teachers will be presented with &quot;extremely detailed&quot; year-on-year specifications in English, maths and science that risk wrecking &quot;breadth, balance and quality&quot; in children&apos;s school experience, and fail to acknowledge that children learn at different speeds, he said. Pollard told the Guardian there were two key problems with the proposed changes. &quot;It is overly prescriptive in two ways. One is that it is extremely detailed, and the other is the emphasis on linearity  it implies that children learn &apos;first this, then that&apos;. Actually, people learn in a variety of different ways, and for that you need flexibility  for teachers to pick up on that and vary things accordingly. &quot;The government is keen to have high expectations, but they have to be pitched at a level which is realistic. If they are pitched too high, they will generate widespread failure.&quot; Pollard was not responsible for the detailed programmes of study, but was involved in drawing up the framework intended to shape the new curriculum. This was published by the Department for Education (DfE) last December. The head of the review team, Tim Oates of the exam board Cambridge Assessment, worked with the DfE to produce the programmes of study. The proposals published this week include making a foreign language compulsory from the age of seven, as well as introducing more demanding programmes in maths and English. For the first time, the government will set a list of words that all children must learn how to spell. The reforms set detailed instructions about learning grammar, including teaching the use of speech marks and possessive pronouns by the end of year 4 of primary school, relative clauses by the end of year 5 and the use of the subjunctive by the end of year 6. The reforms will be opened to consultation and are due to be introduced in September 2014. Pollard, a senior academic at the Institute of Education, described Gove&apos;s initial instructions to the head of the review team as &quot;crude&quot;. In a blogpost, Pollard writes that the team was asked &quot;to trawl the curricula of the world&apos;s high-performing countries, to collect core knowledge, and put it in the right order&quot;. While the idea is attractive, it is &quot;fatally flawed&quot; without considering the needs of children, Pollard writes. &quot;The new curriculum will preserve statutory breadth, we are told, but, whilst teaching of a foreign language is to be added, provision for the arts, humanities and physical education is uncertain at this point. The constraining effects on the primary curriculum as a whole are likely to be profound and the preservation of breadth, balance and quality of experience will test even the most committed of teachers.&quot; Pollard expressed concern that the new curriculum would be accompanied by a &quot;punitive&quot; inspection regime and tough new tests at 11. Stephen Twigg, Labour&apos;s shadow education secretary, said: &quot;The fact that an expert adviser to the government on the national curriculum has called Michael Gove&apos;s plans &apos;fatally flawed&apos; is highly embarrassing. &quot;It now seems that after commissioning an in-depth review, the government is ignoring many of its recommendations in favour of its own prejudice. should put evidence ahead of dogma when it comes to education. The curriculum mustn&apos;t be prey to political ideology.&quot; The expert&apos;s attack on the curriculum reforms is disputed by Oates. In a statement released by the education department (DfE), Oates said: &quot;Publishing content year by year is not some rigid straitjacket. There remains flexibility for schools in the scheduling of content. &quot;The draft programmes of study are drawn from a rigorous research base, both domestically and internationally.&quot; While there was greater demand in the content of the key subjects, there was also &quot;greater freedom for teachers&quot; in how they teach it, Oates said. The review looked at 18 different education systems around the world. &quot;The resulting programmes align us with the best education systems in the world,&quot; Oates said. Christine Blower, general secretary of the National Union of Teachers, said: &quot;It is extraordinary that the secretary of state would establish an expert panel to look into the national curriculum and then choose to ignore their advice. This government seems determined to impose its vision of education regardless of the evidence or professional opinion.&quot;", 
    "section": "education", 
    "gid": "education/2012/jun/12/michael-gove-curriculum-attacked-adviser", 
    "wordcount": "813"
}