{
    "headline": "Bees and the European neonicotinoids pesticide ban: Q&A", 
    "text": "What are neonicotinoids? Neonicotinoids are a class of pesticide which act as an insect nerve agent. They are mostly used as a seed treatment  meaning the chemical pervades the plant, including the nectar and pollen on which bees feed  to stop insects in the soil attacking the seed and other pests destroying the grown plant. Neonicotinoids have been in use for more than a decade and represented an improvement on earlier pesticide sprays, particularly because they are thought to be harmless to humans and other mammals. Why have neonicotinoids been banned? An increasing number of high-quality scientific studies in the last year have linked neonicotinoids to serious harm in bees. This has raised fears that the pesticides are an important factor in the plummeting populations of bees, along with diseases and widespread loss of habitat. Is the science conclusive? No, partly because it&apos;s hard to conduct field experiments when neonicotinoids are nearly ubiquitous in farmland. A recent UK government study failed after the control hives that were meant to be free of the pesticides were contaminated by a nearby field. But the studies that have been done have persuaded most European governments that the risk is serious enough to justify a precautionary suspension for two years across the European Union. Chemical companies have not helped their cause by keeping most of their data secret. Why does it matter? Without bees, there would be little food, as everything from corn and tomatoes to apples and almonds grow from flowers that need pollinating. Fast-declining populations of pollinators have been identified as a serious risk to global food production. Why didn&apos;t existing regulation weed out any problems? Ninety percent of pollination is performed by wild bees, moths, hoverflies and other insects, but neonicotinoids have only ever been tested by regulators on honeybees. Furthermore, the neonicotinoids were only tested for a few days to check for immediate lethal effects, rather than sub-lethal effects that could, for example, weaken bees&apos; defences against disease. Cocktails of pesticides, as used by farmers, are not tested either. Could the ban make things worse? Chemical companies and UK ministers have argued that food production could slump. But there&apos;s little evidence of this from countries like France and Italy which already had partial bans  perhaps because neonicotinoids are often used as a prophylactic, ie whether there are pests or not. Chemical companies also warn of a return to older pesticides that are even more harmful to bees, but again there is little evidence for this and recent farming trends are towards using natural predators and crop rotation to control any pests. Is it a total ban? No. Only three neonicotinoids will be suspended and only from flowering crops, on which bees feed. Neonicotinoids will still be used on winter crops, when bees are dormant, and in greenhouses. What happens next? The European commission will review new scientific evidence and data on the impact of the suspension within two years. The suspension will place further pressure on the use of neonicotinoids in other regions, such as in the US where a coalition of beekeepers, environmental groups and food campaigners is suing the federal Environmental Protection Agency for failing to protect pollinators.", 
    "section": "environment", 
    "gid": "environment/2013/apr/29/bees-european-neonicotinoids-ban", 
    "wordcount": "530"
}