{
    "headline": "'Geek' perception of computer science putting off girls, expert warns", 
    "text": "One of the world&apos;s leading computer scientists, Professor Dame Wendy Hall, has warned that girls are increasingly shunning her subject at school and university. Hall, who invented a forerunner to the world wide web, said the problem of a scarcity of girls studying computer science was &quot;getting worse&quot; despite huge efforts from the scientific community to address the issue. Hall, the dean of the faculty of physical and applied sciences at the University of Southampton, told the Guardian that girls still perceive computing to be &quot;for geeks&quot; and that this has proved to be a &quot;cultural&quot; obstacle, so far impossible to overcome. Hall played a prominent role in shaping science and technology policy as well as carrying out pioneering research, but said computer science had to be &quot;given a buzz&quot; to all pupils in primary schools and children needed to be shown how vital the discipline is to society. She said instead of showing pupils how computers work, they were being taught about how to use a computer to produce spreadsheets, presentations and other documents. Hall said this had exacerbated the shortage of girls taking up computer science. &quot;Girls have been further put off by dumbing down computing to IT literacy ... They think that if they study computing they are going to become secretaries.&quot; She said the shortage of girls &quot;couldn&apos;t get a lot worse than it is now&quot;. &quot;We have never broken out of the &apos;toys for the boys&apos; perception of computer science.&quot; Figures from the Higher Education Statistics Agency show that in 2004 women made up 19% of all students on undergraduate computer science degrees in the UK; by 2009, the most recent year available, that figure had fallen to 16%. Separate statistics reveal that just 148 girls took the AQA exam board&apos;s computing A-level  seen as one of the most difficult computing A-levels  last summer, compared to 2,123 boys. Five years earlier, 3,628 boys and 297 girls took the exam. One of the first home computers in the UK, the ZX Spectrum, which was released in 1982, was often used to play war games, and Hall said this had a negative effect on the image of computer science among girls and women that &quot;we have never recovered from&quot;. &quot;Women and girls use technology as much if not more than boys and men do and it&apos;s important that women are part of creating the future of this industry. When I look at the computing lab at Southampton it is largely filled with male students,&quot; she said. The scientific community has made several attempts to encourage girls to take up science, including computer science, in recent years. However, the UKRC, an organisation that works to address the under-representation of women in science, engineering, technology and the built environment, says initiatives focused solely on young women and girls are &quot;not prevalent&quot;. Those initiatives that do exist include a computer club for girls and a campaign to encourage girls to get into IT both run by e-skills UK, which works on behalf of employers to develop technology expertise, while the British Computer Society has a women&apos;s network and mentors girls interested in technology. And toymaker Mattel has done its bit by launching a computer engineer Barbie.", 
    "section": "education", 
    "gid": "education/2012/jan/10/fewer-girls-taking-computer-science", 
    "wordcount": "557"
}