{
    "headline": "Green news roundup: Dirty beaches, cargo bikes and Google+ Hangouts", 
    "text": "We&apos;re now on Android This week we launched our environment news app on Android, joining our successful iPhone app. Let us know what you think, on Google Play, and our blog. Environment news     Rainwater flowing down a drain at the side of a road in Redditch, Worcestershire, during a summer storm. Photograph: Andrew Fox/Alamy     Heavy rains affecting water quality at UK beaches Nuclear waste &apos;may be blighting 1,000 UK sites&apos; UK may need standpipes if drought continues, environment secretary warns Study finds even polar bear cubs can swim huge distances in open water Boris Johnson resisted Labour appeal to tackle London air pollution Anti-GM activists urged not to trash wheat field Australia lists the koala as a threatened species On the blogs     Ecopostale, an environmental friendly cycle freight company based in Belgium. Photograph: ecopostale.be     The cargo bike  somewhere in between the courier and the truck Leadership is the answer to the right&apos;s problem with climate change Art&apos;s connection with nature is not just limited to a lens Lancashire schoolgirl wins chance to address MEPs with anti-fracking video Multimedia     Google+ Hangout with George Monbiot on the environment Photograph: guardian.co.uk     Google+ Hangout with George Monbiot on the environment  video Birds Strike Back: cartoons lampoon Thames Estuary airport plans - in pictures The Gujarat Solar Park at Charanka Satellite eye on Earth: April 2012 - in pictures Cambodian environmental activist Chut Wutty - video profile Testdriving the new generation of electric cars - video GDT Nature Photographer of the Year 2012  in pictures Features and comment     Chut Wutty, director of the Natural Resource Protection Group, at Botum Sakor national park in Koh Kong province, where he exposed illegal logging and a secretive state sell-off of national parks. Photograph: Samrang Pring/Reuters     Who is responsible for the death of Cambodia&apos;s foremost forest activist? Shell&apos;s stance on wind power reveals a profound truth of capitalism Vauxhall predicts Ampera will boost electric car sales The infighting that threatens to undermine US nuclear safety ...And finally  Mating calls for mobiles: are you a gorilla or a frog?The Durrell Wildlife Conservation Trust has created ringtones from six endangered species. You will not miss a call again", 
    "section": "environment", 
    "gid": "environment/2012/may/03/1", 
    "wordcount": "282"
}