{
    "headline": "When a young artist meets an ancient meteorite", 
    "text": "The rock A large (120kg) iron meteorite, 4.5bn years old, and found buried in Argentina, 12 feet below the earth in the Formosa province in the strewn field that is known as Campo del Cielo, or Field of the Sky. Although known to natives, the cratered field was first reported in 1576 and is the location of the heaviest natural objects ever found on earth. Looking like a lump of knobbly, dull bronze, it is made of 92% iron, 7% nickel and around 1% of other trace elements. In its untouched state it has a matt appearance with burnished edges where it has been stroked by human hand or by wind-blown sands. Such meteorites, nicknamed &quot;campos&quot;, are popular with collectors and sell at high prices through dealers. Larger, high quality specimens like this might sell for $200 to $300 per kg. The artist Softly spoken Scot Katie Paterson, 31, now lives and works in Berlin, and is best known for her 2007 degree show at the Slade where she invited visitors to the gallery to call her mobile number, displayed in neon on the wall, and then to listen to the crackling ice of Vatnajkull, Europe&apos;s largest glacier. More than 10,000 people from 47 countries obliged. Since then Paterson has gone on to exhibit globally  in London, New York and Vienna. Represented by Haunch of Venison in this country, she has shown work in New York, Berlin and Seoul, often collaborating with specialists such as astronomers, electrical engineers or the amateur radio enthusiasts known as &quot;moon-bouncers&quot;. She says: &quot;I am drawn to astronomy and cosmology. After living in Iceland for a while I became very interested in the ideas of time and scale that only the physical layers of geology, like a glacier, can give you. Out there you can drive and walk for miles and not encounter anybody. It was very desolate but strangely warm underfoot.&quot; She is about to take up a residency at the Wellcome Trust&apos;s Sanger Institute, where she will be shadowing the work on the human gene. What Katie did After acquiring the right meteorite on the advice of experts, she took it last month to a foundry in east London where it was cast in wax so that a silicon mould could be made. It was then cut slowly into quarters, revealing the tell-tale internal lines, or Widmansttten, that mark out a true iron meteorite. &quot;This is a very nerve-racking moment,&quot; says Paterson, &quot;but we can now see it has been cooling for millions of years. If you worked your whole life you could never create a structure like that. Now we have to melt it and recast it into its original shape. It has never been done before, but we do know it will melt at 1,750 degrees. It will eventually look the same from afar but with a new structure and surface.&quot; Where to see it Paterson was commissioned to make her work, entitled Campo del Cielo, as part of the Exhibition Road Show, which will be running from Saturday (28 July) outside the national museums of the Royal Borough of Kensington and Chelsea, London. &quot;For nine days the recast meteorite will stand near the Royal Geographic Society and people will be able to touch it. It will gradually rust and change in the weather,&quot; says Paterson. What Katie wants to do next &quot;My plan is to organise for the meteorite to go back out to space at some point  to be launched back out to where it came from. Some of it might well make its way back to Earth again, or it might completely disintegrate as it re-enters the Earth&apos;s atmosphere. And it is maybe not such a futuristic idea as all that. I am already speaking to people who could actually do it for me.&quot; More information at www exhibitionroadshow.co.uk; www.katiepaterson.org", 
    "section": "science", 
    "gid": "global/2012/jul/22/meteorite-katie-paterson-field-sky", 
    "wordcount": "667"
}