{
    "headline": "New push for carbon capture and storage with 1bn competition", 
    "text": "More than 1bn of public funds will be allocated to a new push to develop carbon capture and storage technology, that could create an industry with 100,000 jobs, with the revival of a government-sponsored competition to design the first workable demonstration project. The move is the government&apos;s first foray into CCS  technology used to capture carbon dioxide from power plants and store it permanently underground, which experts say will be essential to meet climate change targets  since the demise of the original long-running competition in October. Ed Davey, energy and climate change secretary, said the offer to the industry was &quot;one of the best anywhere in the world&quot; and would give the UK a roadmap to develop the techniques needed. He said: &quot;What we are looking to achieve is a new world-leading CCS industry, rather than just simply projects in isolation  an industry that can compete with other low-carbon sources to ensure security and diversity of our electricity supply [and] make our energy intensive industries cleaner.&quot; He predicted that a CCS industry could be worth 6.5bn a year to the UK economy by the end of the 2020s, by which time there could be 20GW to 30GW of power plants using the technology  the equivalent of 12 to 20 large power stations. If the plans are successful, the first demonstration plants are likely to come onstream between 2016 and 2020. Companies must register their bids by 13 April, under European Union regulations. Jeff Chapman, chief executive of the Carbon Capture and Storage Association, the trade body for the industry, said: &quot;We are very happy indeed with this announcement. It affirms the real need for CCS technology, to meet our climate change targets, and provides a roadmap for getting there.&quot; The reformed competition will be open to gas power plants, in a reflection of ministers&apos; newfound enthusiasm for the fuel. This could mean a faster route to completion, but could also make the technology less attractive to overseas buyers who are likely to be focused on using CCS with coal, which is dirtier and produces more CO2 emissions. As well as 1bn going to fund one or more demonstration plants through the competition, ministers have allocated 125m to research and development, and will soon provide details of how the technology can be supported in the long term, after plants are built, through &quot;contracts for difference&quot; which prioritise low-carbon power over conventional generation. Although CCS has been demonstrated on a small scale, and similar technology has been used for years to displace the last remnants of oil from depleted wells, there has been no large-scale commercial demonstration of the technology used on a functioning power plant. Any plant is likely to cost more than 1bn and the ongoing running costs will be much higher than conventional, or &quot;unabated&quot;, coal or gas power generation. Previous attempts to create a CCS industry foundered. A competition set up under the previous Labour government took years to get off the ground, and slowly died as one by one the competitors dropped away. The final possible, a project at Longannet power station, was cancelled last October. Nick Baveystock, director general of the Institution of Civil Engineers, said that it was right for the UK to be at the forefront of the technology but he added. &quot;With each set-back we&apos;re losing our competitive advantage - CCS is a long way from being realised in a suitable form and at a competitive price and as such Government&apos;s goal of securing a sustainable energy supply in the near future should not rely on it being delivered at scale. Government must try and regain lost ground in this area, but it remains to be seen whether this second attempt will be more successful than the first.&quot; One of the government&apos;s plans is to encourage &quot;clusters&quot; of plants using the technology, to make it easier for them to work together and learn from each other. This approach was welcomed by 2Co Energy, one of the companies behind the Don Valley CCS project in south Yorkshire, which wants to see a cluster in the Humber gateway region, to pump carbon dioxide into declining North Sea oil wells, thus enabling the last drops of oil to be extracted from them. Lewis Gillies, chief executive of 2Co Energy, said: &quot;The government must support UK projects that are ready to go and can make the biggest difference to the environment, jobs and the economy.&quot; However, using carbon dioxide to pump more oil is controversial among environmentalists.", 
    "section": "environment", 
    "gid": "environment/2012/apr/03/carbon-capture-storage-competition", 
    "wordcount": "773"
}