{
    "headline": "It was lucky that a rowan tree arrested my downward flight", 
    "text": "It was 10 years ago this weekend that I stabbed a trekking pole into the ground, putting my weight on to it during the descent of the footpath by Tilberthwaite Ghyll, Coniston. The pole had not been locked properly, so consequently when pressure was applied the adjustable tubes collapsed like a telescope slammed shut. My hand, rather than offering support slightly above waist level, was suddenly taken down to the ground, with me following suit. Passers-by told me that from afar I resembled St Michael fighting the dragon with a lance in the famous woodcut by Albrecht Drer  in my case the &quot;lance&quot; seemingly disappearing into the heart of the mountain rather than a mythical beast. As my arm dropped in a swift movement with no means of support, I pitched forward, helped by my rucksack&apos;s weight. It was then I became conscious of a waterfall thundering below, which I saw in slow motion with a raven&apos;s eye view. That a rowan tree arrested my downward flight (my sudden impact scattering berries like red beads on the grass) was lucky. I hadn&apos;t double-checked my trekking poles sufficiently closely; an occurrence that is too easily allowed when lassitude sets in, and which can lead to accidents. Now I read of a spate of accidents caused when fell walkers fall with their hands in the loops attached to trekking poles and break a wrist. This can happen if you fall in a certain way and the wrist can&apos;t escape its binding. Mountaineers know well the value of using the loops as an aid when ascending a steep path or striding out on level going, but they often release their hands from these attachments before descending steep ground. Fell-running doyen Joss Naylor uses hazel sticks he has fashioned himself rather than poles. They allow a fork for his thumbs at the top if needed, but they offer no potentially risky loops.", 
    "section": "environment", 
    "gid": "environment/2012/sep/09/country-diary-trony-greenbank", 
    "wordcount": "322"
}