{
    "headline": "Familiar music arouses coma patients", 
    "text": "   Adele's song Rolling in the Deep reportedly roused seven-year-old Charlotte Neve from a coma. Photograph: NBCU Photobank/Rex Features    Last month, dozens of news outlets reported the story of Charlotte Neve, the seven-year-old girl from Lancashire who awoke from a coma after hearing one of her favourite songs. &quot;It&apos;s a complete miracle,&quot; the girl&apos;s mother, Leila, told The Sun. &quot;I thought I was going to lose my little girl. I climbed into her hospital bed to give her a cuddle  and Adele came on the radio. I started singing it to her because she loves her and we used to sing that song together. Charlotte started smiling and I couldn&apos;t believe it.&quot; There are other, similar cases. Earlier this year, Bee Gees singer Robin Gibb fell into a coma after contracting pneumonia, and reportedly emerged from it 12 days later after family members began playing familiar music and singing to him. Such cases provide anecdotal evidence that familiar music has beneficial effects on comatose patients. Now, French researchers have conducted the first scientific study of this phenomenon, and their preliminary findings suggest that familiar music probably can increase arousal in coma patients, and may also enhance their cognitive processes.Fabien Perrin and his colleagues used electroencephalography (EEG) to record the brain activity of four comatose patients and 10 healthy control participants while playing them sequences of first names, including their own. The name sequences were preceded either by a familiar piece of music chosen by close relatives of the patients or the participants themselves, or by scrambled musical &quot;noise&quot;. In 2000, researchers from Bristol showed that some coma patients respond to hearing their own name with a brain wave pattern called the P300 wave. The P300 is thought to indicate the recognition of a meaningful stimulus, and is so named because it begins 300 milliseconds after the stimulus has been presented. The study also showed that this response predicted recovery from coma  it was present in all but two of the patients who survived and later recovered, but not in those who died.  Subsequently, Perrin&apos;s own group showed that locked-in patients, as well as some minimally conscious and vegetative patients, respond to hearing their own name in the same way. They found, however, that the P300 recorded from minimally conscious and vegetative patients differed in size and length from that recorded from the control participants. In their latest study, Perrin and his colleagues confirmed that coma patients respond to hearing their own name with a small, slow P300 wave. Importantly, though, they also found that playing music before the name sequences enhanced the patients&apos; responses, such that the P300 waves elicited in response to hearing their own names became larger and faster, and more closely resembled the responses recorded from the healthy controls. &quot;The boosting effect of music was observed in all four comatose patients,&quot; says Perrin, &quot;but this is just the beginning of the project and we are currently aiming to replicate the effects by testing more patients.&quot;  The findings, presented at the 16th annual meeting of the Association for the Scientific Study of Consciousness in Brighton last week, show that familiar music could induce positive emotional states in comatose patients and further suggest that it has a beneficial effect on their mental functions. This may be because familiar music reactivates memories of life events, or enhances their level of perceptual awareness. Interestingly, the patient in whom the biggest effect was observed has emerged from his coma and is now in a minimally conscious state. It&apos;s not clear, however, whether an enhanced response could accurately predict the outcome of these patients. &quot;To answer this question, we need a greater number of patients,&quot; says Perrin. &quot;In the future, we would like to test patients across a period of months. This would help us to understand if there is a relationship between the boosted response and subsequent recovery.&quot;  For more ASSC16 coverage, see this Nature news story I wrote last week: Racial bias colours visual perception.", 
    "section": "science", 
    "gid": "science/neurophilosophy/2012/jul/12/1", 
    "wordcount": "660"
}