{
    "headline": "Starwatch: The May night sky", 
    "text": "   Graphic: Finbarr Sheehy    The conspicuous planet Jupiter is dropping lower into our W sky at nightfall and is all but lost from view by May&apos;s end. Before then, though, it meets Venus and Mercury to form a trio in the twilight. Venus, brilliant at mag 3.9, is just becoming visible, its altitude in the WNW at sunset improving from 6 to 10 during May. Jupiter, mag 2.0 to 1.9 and between the horns of Taurus, stands 27 above-left of Venus on the 1st but closes to pass only 1.0 below-left of Venus on the 28th. Mercury, meanwhile, emerges from the Sun&apos;s glare to stand 2 to the right of Venus on the 22nd when it shines at mag 1.1. For the remainder of the month, all three planets are visible in the same binocular field in the twilight as Mercury dims but climbs above Venus and Jupiter slips sunwards. The Plough is passing overhead at nightfall while an arc along the Plough&apos;s handles extends to Arcturus in Bootes and onwards to Saturn and Spica. By our map times, Arcturus is prominent high in the S, 30 above Saturn which is 15 to the left of Spica  the three objects forming a tall narrow triangle which gets narrower as Saturn slips 2 westwards during May. Saturn dims a shade from mag 0.1 to 0.3 and appears 19 arcsec broad at mid-month with its 42 arcsec rings having their N face tipped 18 towards us. Look for the Moon below the Saturn-Spica line on the night of the 22nd. Comet PANSTARRS is visible through binoculars 9 N of the right-hand star of Cassiopeia at midnight on the 1st and passes close to Gamma Cephei, under the C of CEPHEUS on our map, on the 13th. An annular, or ring, eclipse of the Sun begins at dawn over N Australia on the 10th with its visibility tracking E across the equatorial Pacific. Surrounding areas see a partial eclipse. The Moon only just skims the N edge of the Earth&apos;s shadow on the 25th in the slightest of penumbral lunar eclipses. May Diary 2nd 12h Last quarter 10th 01h New moon and annular solar eclipse 11th 01h Moon 1.4 S of Venus; 22h Mercury in superior conjunction 12th 14h Moon 3 S of Jupiter 18th 06h First quarter; 11h Venus 6 N of Aldebaran 23rd 11h Moon 4 S of Saturn 25th 05h Full moon and penumbral lunar eclipse 28th 22h Venus 1.0 N of Jupiter 31st 20h Last quarter * Times are BST", 
    "section": "science", 
    "gid": "science/2013/apr/28/starwatch-planets-venus-mercury-jupiter-comet-eclipse", 
    "wordcount": "440"
}