{
    "headline": "Snails in ancient ponds", 
    "text": "The moment I stepped forward in the pond, I was in trouble. My foot sank and didn&apos;t stop. Throwing myself backwards, I landed on the very wet, prickle-strewn bank, and wondered what to do next. My left boot was perched ankle-deep on some slippery but compacted mud. Neither my right boot nor my knee could be seen. I had stepped into a sink hole. Dr Naomi Ewald, the leading specialist on New Forest ponds, and I had come to a complex of ponds by the Crockford Stream to check the status of Lymnaea glabra, an elusive mud snail. This small, almost cylindrical snail tends to shun the company of other species and is often found in ponds that dry out from time to time. Sometimes it will disappear altogether for a few years. When I last checked several years ago, there were adults but little sign of young. On this visit, we found good breeding populations. The ponds themselves are of ancient origin. They were first formed centuries ago, when the lime-rich clay of the underlying Headon Beds and Barton Clays was opened up. This was mostly close enough to the surface to be accessible in the southern half of the forest but tiny outcrops are to be found elsewhere. Ancient rights of marl allowed commoners to dig clay from the score or so of designated pits for use as fertiliser to improve their generally thin, acidic soil, or to build cob cottages and barns. When marl extraction died out towards the end of the Victorian period, nature took over. The pits, in the main, flooded to become ponds. Some in the Crockford complex become connected after heavy rain, allowing species to move around. Others remain entirely separate. This may be why a few seem never to have snails while those on either side are home to several species. Fortunately, we had come to the end of our inspection when I sank. Extracting one&apos;s boot from a marl sink hole requires technique. The suction has to be broken by a process of twist and turn and gentle pulling, all the while trying not to remove leg from waterlogged boot. Eventually it came free and I could enjoy a relieved squelch back to the car to clean up and compare notes.", 
    "section": "environment", 
    "gid": "environment/2012/aug/31/crockford-new-forest-snails-ponds", 
    "wordcount": "380"
}