{
    "headline": "Record year of improved Scottish exam results marred by controversy", 
    "text": "Scottish school students will face an even tougher task finding unfilled places at university this year after another record year of improved secondary school exam results and grades. Universities Scotland said the number of empty places available through clearing had fallen again because of increasing competition for places and higher grades achieved overall by university applicants, from within and outside Scotland. There were improvements in pass rates and grades across most of the curriculum, with pass rates for Highers growing by 1.7% to 76.9% and the pass rate for Standard grades slightly up 0.4% to hit 98.9%, with a record 21% of students getting the highest grade. But the tightly choreographed release of this year&apos;s results, which were timed to reach nearly 160,000 pupils by post and text message at 9am on Tuesday, was again marred by a controversy over the early disclosure of results to some students. Robert Gordon University in Aberdeen admitted it had emailed 370 applicants early to congratulate them on winning places there, only five days after it emerged that St Andrews University had wrongly published results for 65 students with confirmed places on its website. One Robert Gordon applicant, using the Twitter name @TaylorParis1, tweeted: &quot;Just got an email from Robert Gordon. I must have done something right in my exams because I&apos;ve got in!!&quot; The Scottish Qualifications Authority (SQA), the agency which runs the Scottish school exams system, was furious, saying Robert Gordon had breached a strict embargo and that it wanted an &quot;urgent explanation&quot; for what had gone wrong. &quot;This latest breach, at a particularly stressful time for candidates, is very disappointing and regrettable. We are expressing our frustration in the strongest possible terms and demanding a detailed explanation from RGU,&quot; a spokesman said. Robert Gordon apologised for the &quot;confusion and anxiety caused by this mistake&quot;. The SQA is particularly sensitive to breaches of the results embargo after it gave nearly 30,000 students their results by text a day early last year. This year, although the number of pupils sitting exams fell slightly for demographic reasons, the number of papers sat meant there were 775,410 qualifications entered by the 160,000 teenagers and adult learners  the highest level since 2008. The number of entries for Standard grades fell again, from 330,671 to 319,986, as more ambitious students shifted to the tougher Intermediate grade qualifications. But in those exams, pass results were mixed. Results for students taking Intermediate grades were nearly static, however, with a 0.2% increase in passes for Intermediate 1 and a 0.1% fall in passes for tougher Intermediate 2 level qualifications. Pass rates fell, too, for the Scottish baccalaureate: down 1.3% on last year. The improved pass rates were welcome news for Mike Russell, the Scottish education secretary, who has weathered heavy criticism from teachers over his curriculum for excellence reforms in schools. &quot;I would like to congratulate Scottish pupils on their endeavours in 2012. This has been another successful year which is testament to the hard work that pupils have put into their courses,&quot; he said. While the introduction of high fees by Scottish universities for students from England, Wales and Northern Ireland has cut their applications by up to 15%, students from other European Union member states can take Scottish courses for free, adding to the pressure on places. Several top Scottish universities, particularly Edinburgh and St Andrews, do not enter the clearing system, while Heriot Watt has warned of very few unfilled courses. About 30,000 Scottish students go to domestic universities. At the other extreme, the University of the Highland and Islands, Scotland&apos;s newest university, has opened 95% of its courses to clearing and is trying to fill 1,000 newly created places for the first time. Simon Jennings, the deputy director of Universities Scotland, said numbers of unfilled university places was similar to the past few years: they were becoming increasingly scarce. &quot;A number of universities have limited places on some courses but many will not be entering clearing at all,&quot; Jennings said. &quot;The advice is to look on university websites and contact universities directly from Tuesday. The vast majority of well-qualified applicants will get a place at university.&quot;", 
    "section": "education", 
    "gid": "education/2012/aug/07/record-year-scottish-exam-results", 
    "wordcount": "719"
}