{
    "headline": "Students: are memes the new site of class struggle? Discuss", 
    "text": "&quot;Leeds what? Leeds what?&quot; the DJ demands, and is answered by guttural chants of &quot;Yooooo-naaaay, Yooooo-naaaay&quot;. Immediately a counter-call drifts across the sticky dance-floor: &quot;Met, Met, Met&quot;. There&apos;s a bit of good-humoured shoving, the sort you did at gigs when you were 13, then the music gets louder and everyone returns to the serious business of dancing. This ritual is played out every freshers&apos; week in the nightclubs of Leeds. The line between students form Leeds University and Leeds Met is drawn from their first excitable night out. It&apos;s not aggressive, but it&apos;s definitely there  are you old redbrick, or are you new ex-poly? The tension crystallises at the annual Varsity match. There is something about being packed into the tiered, spherical shape of a stadium, clutching your plastic glass of warm beer, that makes all manner of abuse socially acceptable. But Varsity games and freshers week happen once a year, so how are these rivalries perpetuated the rest of the time? Enter the student meme, the latest Facebook phenomenon. In their university form, memes are the internet &quot;bantersphere&quot; at its best  stock images with captions poking fun at each establishment, based on stereotypes, and playing on the old/new divide. Leeds University memes include &quot;I heard you got into Met, so I got you these crayons and safety scissors&quot;. Then there&apos;s the picture of some particularly simple-looking puppies emblazoned with the caption &quot;Staff meeting at Leeds Met&quot;. &quot;The Met&quot; gives as good as it gets with a pic of Hugh Laurie as the prince regent and the caption &quot;Meanwhile at Leeds Uni&quot;. Leeds is not alone. On the Oxford memes Facebook page, &quot;Goes to Brookes, still has the nerve to enter the city centre&quot; has garnered 140 &quot;likes&quot;. Nottingham has similar offerings: &quot;Meet Trent person in a club, start to speak slower.&quot; If you want to see what the rest of the unisphere is up to UniMemes.co.uk has a full range for you to flick through. And if you want to make your own meme, it&apos;s easy. Do what we did (above) and use a site like memegenerator.net. Is it just harmless banter, or is the undercurrent of snobbery genuinely unpleasant? One Oxford Brookes student told me: &quot;I don&apos;t really feel offended. The only memes I feel are a little too low are the ones where they&apos;re slating girls from particular unis.&quot; In Leeds, the feeling is similar: &quot;It&apos;s a false rivalry. It&apos;s very rarely meant maliciously.&quot; It&apos;s all about being in gang, I&apos;m told, about taking the piss out of others to make your mates laugh. But is it really OK for one group of students to lord their self-perceived superiority over another, and to perpetuate the myths that only prestigious old institutions can produce future leaders, that class divisions will continue because &quot;your Dad works for my Dad&quot;. Or are those the concerns of a humourless pansy who hasn&apos;t been to enough football matches?  Make sure you stay up to date with what students are up to by &quot;liking&quot; the new Facebook page, Guardian Student.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/feb/20/are-memes-site-of-class-struggle", 
    "wordcount": "541"
}