{
    "headline": "Surveillance watchdog warns of new threat to privacy", 
    "text": "Downing Street followed the timeworn practice of spewing out a number of important reports before the Commons summer recess which this year began on Tuesday. They included the annual report of the parliamentary Intelligence and Security Committee, which chided the spooks for not anticipating how quickly the Arab Spring would spread. The report also maintained the tradition of marking deletions by asterisks making a nonsense of some passages. Here are a couple of examples: &quot;Describing GCHQ&apos;s monitoring capabilities, the Director said: ***&quot;. And: &quot;The foreign secretary went on to confirm that in addition to its diplomatic efforts, the UK intelligence and security agencies and others have been working together to try to limit Iran&apos;s procurement of material. In addition, [MI6] told us that it has ***&quot;. The reports from Downing Street included the annual report of the Interception of Communications Commissioner, Sir Paul Kennedy, who revealed that the police had wrongly accused and detained two people in separate cases as a result of mistakes made in the disclosure of their personal communications data. My colleague, Alan Travis, reported this on Friday. The annual report of the Sir Christopher Rose, the Chief Surveillance Commissioner and, like Kennedy, a former appeal court judge, was also released by Downing Street. Its contents, which went largely unreported, are highly significant.Rose notes that there has been a decline in covert &quot;directed surveillance&quot; of individuals by law enforcement agencies and public authorities. It is his job to monitor such activities which are covered by the Regulation of Investigatory Powers Act 2000 (RIPA). But the police and other authorities are abandoning the practice of such covert &quot;directed surveillance&quot; of individuals, Rose suggests, because they can gather more and more personal information differently. They can do so through &quot;overt&quot; investigations simply by trawling through material readily available on the internet, through social media for example, and not be subjected to any RIPA controls. This raises serious questions. Rose says that his staff are concerned that research using the internet &quot;may meet the criteria of directed surveillance&quot;. In other words, trawling an individual&apos;s social media available on the internet should be subjected to RIPA&apos;s statutory controls. These state that the information should be gathered only to protect national security or prevent crime. Rose adds that he is particularly concerned when&quot; a profile is built by processing data about a specific individual or group of individuals without their knowledge&quot;. He continues: &quot;There is a fine line between general observation, systematic observation and research and it is unwise to rely on a perception of a person&apos;s reasonable expection or their ability to control their personal data&quot;. Rose also expresses concern about another issue  the ease with which data on an individual can be shared among government agencies or public authorities in particular when it is the result of covert surveillance. He observes: &quot;I do not detect much effort by some authorising officers to make adequate arrangements for the destruction of [information] which was the result of collateral intrusion or not of value to the investigation or not properly authorised&quot;. Rose comments: &quot;The default solution appears to be in favour of retention&quot;. It is a polite way of saying that data hoarding is a natural pastime of security services and bureaucracies. How do you effectively monitor the activities of such data miners, especially those determined to evade statutory controls? Rose raises issues which should be addressed, not just tossed away in a report rushed out by Downing Street. They bring to mind the words of Lord Nicolas Browne-Wilkinson, a former law lord, years ago. &quot;If the information obtained by the police, the inland revenue, the social security services, the health service and other agencies were to be gathered together in one file, the freedom of the individual would be gravely at risk... The dossier of private information is the badge of the totalitarian state.&quot;", 
    "section": "technology", 
    "gid": "technology/defence-and-security-blog/2012/jul/17/privacy-surveillance-data", 
    "wordcount": "663"
}