{
    "headline": "Lego Batman 2: DC Heroes  review", 
    "text": "It&apos;s mind-blowing at this stage that gamers still can&apos;t seem to get enough of the Lego series of games. After all, Traveller&apos;s Tales hasn&apos;t strayed much from the basic gaming template it introduced with its first Lego Star Wars instalment in 2005, and in the games industry, innovation is as expected as it is prized. In spite of this, every Lego game that rolls off the assembly line requires players to bash blocks, collect studs, build stuff and solve the odd puzzle. The latest release from the Knutsford-based developer, Lego Batman 2: DC Heroes, barely deviates from this rubric. And why should it? Once you&apos;ve cracked the formula for gaming alchemy, why would you mess with it? That said, Traveller&apos;s Tales always packs its games with a staggering amount of collectibles and content, while tossing in a couple of new mechanics. The result is that its games boast a ton of replayability and depth, as players are encouraged to tackle conquered levels with new characters to unearth hidden Lego treasures. Once again, Lego Batman 2 is no exception to this rule  although for its latest release, Traveller&apos;s Tales has really gone to town. Lego Batman 2 is bursting at the seams with content for players to get stuck into. The game&apos;s story kicks off with Bruce Wayne and US presidential candidate Lex Luthor arriving at a ceremony for the Man Of The Year Award. Naturally Wayne beats Luthor, but just as he accepts the award, the Joker and a number of Batman villains crash the party and help themselves to the belongings of everyone in attendance. Wayne quickly switches his tux for his Batman briefs and, along with Robin, chases after the Joker. Lex, meanwhile, makes a note of the Joker&apos;s ability to create mind-altering gas, and decides it might make a worthwhile asset in his bid for the White House. While the gameplay basics of the Lego games are in full effect here, players will notice a couple of kinks in Traveller&apos;s Tales&apos; usual formula. Lego Batman 2 is the first in this series of games to feature dialogue. In the past, the characters in Lego games mugged for the camera, putting a jovial spin on the stories of whatever film or IP their game was attached to. It was a delivery as funny as it was subtle  it even made the Star Wars prequels watchable. In a way, stuffing words into the mouths of Lego characters feels as monumental as the first time Charlie Chaplin&apos;s tramp spoke. However, TT has gone to some lengths to make sure the dialogue in Lego Batman 2 crackles with humour. Instead of the gurning, we now have snarky and witty trade-offs between DC&apos;s characters. Most of the best material centres around Batman&apos;s pathological loner status, which Traveller&apos;s Tales elevates to hilarious levels of prickliness. &quot;We&apos;re not!! Calling!! Superman!!&quot; he yells at Robin after the umpteenth time the Boy Wonder suggests asking the Man of Steel for help.     Lego Batman 2    Speaking of Superman, he and a veritable truckload of some of DC&apos;s best-loved characters are available to play with, besides Batman and Robin. Each of them brings along their own set of abilities, some of which are unique to them (such as Green Lantern&apos;s power ring or the Flash&apos;s superspeed) and some they share with other characters (Batman&apos;s batarang and Wonder Woman&apos;s tiara do pretty much the same thing, as do Superman&apos;s heat-vision and Cyborg&apos;s optical laser). Not to be outdone by their super friends, Batman and Robin have access to a selection of suits that give them special abilities. For Batman there&apos;s the Power Suit, which gives him super strength and the ability to fire rockets; the Electricity Suit, which allows him to absorb and channel electricity; the Sensor Suit, which gives him X-ray vision and invisibility; and the Bat Suit, which combines the sonic gun and gliding powers from the first Lego Batman game&apos;s Sonic and Glide Suits respectively. Robin, for his part has a new Snow Suit, which gives him an ice canon and invulnerability to cold; the Hazard Suit, which allows him to shoot water and makes him immune to toxic waste; and the Acrobat Suit, which enable him to reach and swing from higher points in the environment and allows him to create a bubble to zip about in. Robin&apos;s Magnetic Suit also makes a return from the original Lego Batman game. The different powers of each of the suits and characters factor into the level design quite smartly. The main emphasis here is on teamwork as no character is completely overpowered to the point where they can progress through the game alone. Superman, for example, can fly, is invulnerable to damage, and has heat vision and a cold breath blast, so you&apos;d think he&apos;d be pretty unstoppable. Then again, he can&apos;t break silver blocks and he reacts badly to kryptonite-powered weapons and force fields, so a companion is required to help him through several levels. Progression through the levels is typically a mixture of combat, platforming and puzzle solving, with the odd rail-shooting stage thrown in for good measure. It&apos;s not exactly new, but the genius of TT is that the developer manages to make tackling its game fun throughout. The game&apos;s main challenge doesn&apos;t lie in its boss battles, its combat or its shooting. It lies instead in its wondrous sense of discovery; each level the player visits on their first play-through is filled with items that are out of reach for the characters they&apos;re playing with, beckoning them back when they&apos;ve unlocked a few more.     Lego Batman 2    On top of that, the game&apos;s hub environment is a gargantuan map of Gotham City, which the player unlocks incrementally as they progress through the game. Once the story missions are completed, players have the entirety of Gotham to explore and they can navigate it using some of the game&apos;s vehicles, hurtle through the streets as The Flash or they can fly through it with one of the characters capable of doing so  as a nice touch, whenever Superman takes to the skies, the John Williams score from the Superman movies blasts out of the speakers. The rain-lashed cityscape is filled with recognisable landmarks from the Batman universe such as Arkham Asylum, Wayne Manor, the Wayne Enterprises Tower and the Ace Chemicals plant. The city is also filled with villain boss battles, and successfully defeating a boss gives the player the opportunity to buy them as a playable character. There are also challenges in every environment, which range from using Batman&apos;s suits to nab a gold brick, riding a lion around the Gotham Zoo collecting studs, and clambering up the sides of buildings to pick up vehicle parts. To give you an idea of how much there is to do in the Gotham hub, bear in mind that my first play-through of the game&apos;s 15 story levels meant I had completed a paltry 19.8% of it. Lego Batman 2: DC Heroes isn&apos;t groundbreaking but it is consistently fun, and while it might not take top honours for best Batman game of all time (that belt is still held by Batman: Arkham City), it&apos;s easily the best Lego game we&apos;ve seen in years.  Game reviewed on Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jun/19/lego-batman-2-dc-super-heroes-review", 
    "wordcount": "1208"
}