{
    "headline": "South African medical school seeks to combat shortage of rural doctors", 
    "text": "A South African medical school has become the first in Africa to address the continent&apos;s chronic shortage of rural doctors by sending students to spend their final year among the vineyard workers and fruit-pickers of the Western Cape. &quot;We are trying to do something about the fact that 43% of South Africans live in rural areas but only 12% of doctors work there,&quot; says Hoffie Conradie, a former rural GP who is director of the University of Stellenbosch&apos;s year-old Ukwanda rural clinical school. South Africa has a critical shortage of doctors  0.57 doctors for every 1,000 people, compared with an average of two to five doctors in developed countries. Africa-wide, the World Health Organisation says 36 countries face a critical shortage of health personnel. Worldwide, recruiting doctors for rural practices is a challenge and the 65m Rand ($7.6m, 4.7m) Ukwanda initiative is modelled on schools in Australia and Canada. Most South African medical students spend their final year between classrooms and city hospital wards. Marcia Vermeulen, 24, has just graduated as one of 20 students who spent their sixth year at Ukwanda. &quot;It was an eye-opener because we had the unique opportunity to do home visits,&quot; she says. &quot;I had an elderly gentleman as a patient. I drew his blood with him lying on his bed in his home. It was humbling to be trusted by the family and I really gained an insight into the best of what medicine can be  a holistic process with social and socio-economic implications. It was much more meaningful than being in a tertiary institution where you treat the patient as a disease process.&quot; Based 110km (68 miles) from Cape Town in the town of Worcester, the newly built Ukwanda Rural Clinical School sends some of its final-year students to three rural health districts  where they also live  and others to the town&apos;s hospital and day clinics. The area has high levels of alcoholism and drug abuse, as well as a heavy burden of patients being treated for tuberculosis, HIV, hypertension, asthma and diabetes. To deepen the students&apos; understanding of the causes of disease, each student doctor takes on six &quot;portfolio patients&quot;  care-seekers whom they meet regularly, visit at home and of whom they write full profiles, including details of income and family background. Nurse and student co-ordinator Helta Jordaan, who is based at a health centre in a shipping container on the outskirts of Worcester, says the process is as useful for the students as it is for the patients. &quot;The students have spotted early cases of malnutrition in children and organised quick referrals to a nutritionist,&quot; she says. &quot;They also learn clinical reasoning here: rather than being faced with a broken toe that needs an x-ray, they have to work out what is wrong with an aching toe.&quot; In countries such as Australia, state subsidies to medical schools are dependent on them offering a rural clinical training module. In South Africa, the government&apos;s only requirement of its young doctors is that they do a year&apos;s community service after their two-year post-graduation internship. As a result, Stellenbosch University has had to turn to the Medical Education Partnership Initiative  a US programme  for financial support. Nevertheless, at least three other South African medical schools are planning similar initiatives, Conradie says. Conradie spent most of his career in the rural Eastern Cape  South Africa&apos;s poorest province and the one with the lowest density of doctors. &quot;In rural practice, doctors have to take patients much further along the road than in the urban setting because referral hospitals are far away and people don&apos;t have money for transport. You also develop a responsibility beyond the surgery, for instance if you suddenly see many cases of gastroenteritis, it will be up to you to find the source of the problem.&quot; After spending her final year at Ukwanda, Vermeulen is off to do her internship at a large hospital in East London. First: obstetrics. &quot;That means doing caesareans and stuff, which will be scary. But after my year at Ukwanda I feel much better prepared than if I had stayed in the relative comfort of a teaching hospital. I was already keen on primary healthcare and this year has confirmed my desire to work in a community setting.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/09/south-african-medical-school-rural-doctors", 
    "wordcount": "730"
}