{
    "headline": "Road builders must put people first to curb epidemic of death and injuries", 
    "text": "Road crashes are one of the most disturbing global health problems of our time. A staggering 3,500 people die on the roads daily. Worldwide road crashes are now the No 1 cause of death and debilitating injury among young people and they disproportionately affect the poor, with nine out of 10 deaths occurring in low- and middle-income countries. Perhaps the most distressing aspect of this is that many of these deaths are both predictable and preventable. We know where people are most likely to die on the roads, how these crashes happen and  crucially  how to treat the root causes of the problem. Yet, across the world, millions of schoolchildren, families, workers and farmers risk their lives on a daily basis simply by travelling on dangerous roads. A study (pdf) found that more than 120 people are killed every year on just one 53km (around 32 miles) stretch of road in the south-western Indian state of Karnataka. That is more than two deaths a kilometre each year. Thousands more suffer injuries. The scale of the carnage has a direct impact on the productive earning power of the world&apos;s poorest people. Why is this happening? It is tempting to lay the blame on road users and, of course, there is a pressing need to address dangerous driving and improve the safety of vehicles. Yet a willingness to blame dangerous driving and unsafe vehicles for the 1.3m road deaths every year has lulled us into the false belief that inherently dangerous road designs that are used worldwide by governments and development banks are good enough. Governments and development banks spend an estimated $500bn on roads each year. The roads they build have enormous potential to stimulate economic growth and lift standards of living by providing faster access to employment, schools and markets. Yet if not designed and managed well, those same roads can  and often have  become instruments of death. Unlike other major global health epidemics, road crashes are not incurable  quite the opposite. Well-targeted engineering treatments have a proven track record. On a section of the A4128 in the UK, for example, speed reductions, improved signs and markings, intelligent road studs, traffic calming and upgraded pedestrian crossings helped cut the number of fatal and serious crashes from 19 in 2004-06 to two in 2007-09  an 89% reduction. This type of experience needs to be shared and repeated worldwide. In the past few years, the International Road Assessment Programme (iRAP) has assessed and &quot;star-rated&quot; the designs of about 50,000km of roads in low- and middle-income countries. What we discovered is a harsh indictment of the failure to put people at the heart of road building and development. Despite evidence that pedestrians are twice as likely to be killed on roads with no footpaths, 84% of the roads we assessed had no footpaths. Our assessments found that 58% of roads where traffic travels at 70km/h or more are undivided  yet we know death rates can be as much as 10 times higher on these types of roads than those with a safety barrier. It would be considered absurd to build a staircase or balcony without putting in a handrail or banister to stop people falling. Why isn&apos;t the same logic being applied to high-speed roads? The moral imperative for tackling road safety is compelling. So, too, is the economic imperative. Serious road trauma is estimated to cost the world around $1.5tn every year. Much of this cost is borne by already stretched hospitals and manifests in lost productivity. Yet it is not uncommon that as little as 1% of road construction budgets is allocated to safety. The Commission for Global Road Safety, the World Bank and the United Nations Road Safety Collaboration are all arguing for 10% of road budgets to be spent on safety. The scale of the problem means spending a further 10% is probably justified. The UN Decade of Action for Road Safety 2011-20 has brought unprecedented international leadership and political will to the cause. Locally, things are starting to improve. For example, with the help of the World Bank, investment in safety measures on that stretch of highway in Karnataka mean its safety rating will improve from one or two star to a minimum of three stars, undoubtedly saving hundreds of lives. What is important is that these small local changes translate into global action. Now is the time to invest in proven treatments on a large scale. Fast travel must not continue to take precedence over human life. Governments and development banks must eliminate high-risk roads and recognise that immediate improvements to dangerous one-star and two-star roads will save lives today and long into the future. If we fail, then what will happen on those thousands of miles of new roads that are being built every year? The cost will be measured not in dollars but in millions more shattered lives.  Greg Smith is regional director Asia Pacific of the International Road Assessment Programme", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/may/17/road-builders-epidemic-death-injuries", 
    "wordcount": "833"
}