{
    "headline": "UK to give 60m to developing countries to build CCS plants", 
    "text": "The UK will provide 60m to developing countries to build carbon capture and storage (CCS) plants under an agreement reached among energy ministers from 23 countries at a meeting in London on Thursday. The money will go towards demonstrating the crucial but fledgling technology, which involves burying carbon emissions from fossil fuel power stations, but has yet to be used at a large power station. The ministers also formed a partnership to foster collaboration between the public and private sectors in 16 of the world&apos;s biggest emitting countries. It will work on improving the efficiency of electrical appliances, such as air conditioning and lighting. But the meeting stopped well short of attempting to set a common standard for appliance efficiency among the participating countries. A US official said countries needed to set their own standards based on their national circumstances. &quot;It is more effective to do this locally, and if we went for an international standard that would mean lengthy delays, and we need to take action urgently,&quot; he said. Participants hailed the meeting as a success, but green campaigners said they had hoped for more. Steven Chu, US energy secretary, said: &quot;Our energy challenges won&apos;t wait, and neither can we. By working together we can seize the clean energy opportunity, saving money for consumers, promoting sustainable economic growth and protecting the planet for future generations.&quot; Thursday&apos;s meeting was the third in a series initiated by the US. As a result of the collaboration among the high-emitting countries, India has become the first country to adopt comprehensive standards for LED lighting, while several European countries have joined forces to create online tools for renewable energy developers. The discussions on CCS also showed significant progress, Joan McNaughton of the World Energy Council said. &quot;It&apos;s very important that countries work closely with the private sector. The private sector must deliver this technology, but can&apos;t do so without support from governments creating the right frameworks.&quot; But there was little sign of the wholesale changes to energy policy urged by the International Energy Agency, which opened the conference on Wednesday with a stark warning that current energy policies were &quot;unacceptable&quot; and would lead us to a catastrophic 6 degrees of warming. The IEA has called for phasing out fossil fuel subsidies and making coal-fired powerplants more efficient, but its research shows this is not happening. Separate research from Bloomberg New Energy Finance showed that cutting emissions faster to prevent climate change would be cost-effective for many developed countries. The company&apos;s latest data shows that raising the EU&apos;s target for CO2 reduction from 20% to 30% by 2020 would result in an additional cost of 3.5bn on average per year for the EU. That would be the equivalent of 0.03-0.04% of EU GDP, or 7 to 9 per inhabitant per year. &quot;The cost would be no more than the equivalent of a few cups of coffee per person per year,&quot; the researchers said.", 
    "section": "environment", 
    "gid": "environment/2012/apr/26/carbon-capture-storage-developing-countries", 
    "wordcount": "502"
}