{
    "headline": "HTC: we're upgrading our HTCSense cloud - by deleting all your data", 
    "text": "HTC is shutting down its free HTCSense.com cloud service in order to &quot;renovate&quot; it  a move which may be the first time a company has destroyed a public cloud service that it intends to re-create. The move, announced in the HTCSense.com page, is explained by HTC as follows:   HTCSense.com is undergoing a renovation to improve the services and value we deliver to customers like you. Until the new services are ready, features previously available on HTCSense.com will be shutting down. If you have been using HTCSense.com to sync your Contacts, Messages, Footprints or Call History, you can download your data through 30 April 2012. After 30 April, your data will no longer be accessible and will be deleted.  That gives the (unknown number of) customers of HTCSense just over a month to download their data, a process which is done through a zip file.     HTCSense.com is warning customers it will delete their data after 30 April    But the company has also annoyed customers who only found out through media reports; it does not seem to have alerted customers through email of the plans. The service was launched in October 2010 with the purpose of backing up user data such as text messages and contacts, plus a personal checkin service for location-specific notes. It could also be used to help to locate lost (or stolen) handsets and to change ring volume (if lost) or post messages on the lock screen (if lost or stolen). In that sense, it closely resembled Nokia&apos;s Ovi service  which has since been discontinued in that form. HTC has sold millions of handsets since the service was launched, but it is not known how many people signed up to the service. Users who contacted the Guardian had a variety of uses for the service  from its calendar service to its phone location service. The Taiwanese manufacturer, which is struggling to regain lost share in the Android handset market to Samsung at the high end and rivals such as ZTE at the lower end, has not explained why it has to destroy the service in order to renovate it. Apple&apos;s current iCloud service has been through a number of incarnations, starting as the free iTools service in January 2000 before transitioning to the paid-for .Mac service in July 2002, and then later to MobileMe, before becoming the free iCloud service in autumn 2011. But HTC&apos;s biggest challenge for its HTCSense service will have been Google&apos;s own cloud services for Android phones, which include cloud syncing of contacts and apps, as well as location functions through Google Latitude. An HTC spokesperson told the Guardian that &quot;HTCSense is being renovated to add enhancements to customer experience. As part of that, some of the information stored will need to be deleted.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/mar/27/htc-cloud-delete-data", 
    "wordcount": "457"
}