{
    "headline": "Asteroid mining: US company looks to space for precious metal", 
    "text": "     A US company has unveiled plans to launch a fleet of spacecraft to hunt for small asteroids that pass close to Earth which might one day be mined for their precious resources. Deep Space Industries aims to fly a series of low cost prospecting satellites in 2015 on missions of two to six months, with larger spacecraft embarking on round-trips to collect material a year later. Announcing the proposals, chairman Rick Tumlinson said that resources locked-up in nearby asteroids were sufficient to &quot;expand the civilisation of Earth out into the cosmos ad infinitum&quot;. The first prospecting missions with what the company call FireFly and DragonFly probes could hitch a ride into space on the launches of large communications satellites, it said. The company hopes ultimately to land spacecraft on hurtling asteroids and have them scrape up material for processing in space or for return to Earth for sale. One long-term idea is to build a space-borne manufacturing facility that takes in asteroid material, processes it into usable alloys and other substances, and makes objects with the material via a 3D printer. The ambitious plans come less than a year after another US company, Planetary Resources, backed by Google&apos;s Larry Page and Eric Schmidt, and the film-maker, James Cameron, revealed independent plans to harvest valuable minerals and metals from passing asteroids. Asteroids vary in their compositions, but some are rich in the platinum group materials and other highly valued metals. Some asteroids are largely made from nickel-iron alloys. Mark Sonter, a consultant geologist with the Deep Space Industries, said about 1700 near-Earth asteroids are known that are easier to fly to than the moon. Almost all of the material found in asteroids has commercial value, from the silicate gravel to metal alloys and water, he added. &quot;It&apos;s potentially extremely valuable material,&quot; he said. At a presentation at the Santa Monica Museum of Flying in California, the company called for investors who might be interested in backing the company. &quot;It&apos;s going to be an exciting ride,&quot; said Tumlinson. Scientists and engineers who spoke to the Guardian said that mining asteroids was feasible but unlikely to make commercial sense for several decades, when the cost of launches came down, and prices of resources on Earth rose. Keith Cowing, editor of NasaWatch.com, said he was not yet convinced by Deep Space Industries&apos; plans. &quot;Is the prospect of using asteroid resources crazy? No it&apos;s not. Is if difficult? Yes it is. Can you make a business case for it? People are trying, and making progress.&quot; But he said any company must have a product, experienced people and a business case. &quot;This is like a three-legged stool. You need all three legs, otherwise it&apos;s not a business, it&apos;s a hobby,&quot; he said. Ian Crawford, a planetary scientist at Birkbeck, University of London, said some asteroids are made of highly valuable materials that are in growing demand by industry. &quot;The time may come when the rising cost of these materials on Earth, due to dwindling availability and greater demand, makes the price of mining them from asteroids competitive. In principle, mining asteroidal material could become economical within a few decades,&quot; he said. Building an industry that specialises in asteroid interception and mining might serve us well in the future, should a lump of space rock be spotted on a collision course with Earth. &quot;The infrastructure that helps us mine asteroids could help us to divert any incoming asteroids too,&quot; Crawford said. Fred Taylor, who is Halley professor of physics at Oxford University, said the launch of cheap and compact satellites to look for small asteroids close to Earth was conceivable by 2015, but much more needed to be done. &quot;Proper prospecting and eventually mining is much further off, difficult and expensive. Presumably they are after platinum and rare earths, and there may come a time when they are so valuable it makes sense to look for them in asteroids, but I can&apos;t imagine it will be commercially viable any time soon,&quot; he added.", 
    "section": "science", 
    "gid": "science/2013/jan/22/space-mining-gold-asteroids", 
    "wordcount": "683"
}