{
    "headline": "A chance to move the GM debate on", 
    "text": "Will something come of it after all? On Tuesday, crop scientists at one of Britain&apos;s leading agricultural centres pleaded with anti-GM campaigners to call off plans to trash a field trial of GM wheat. They invited the protesters to discuss the work instead. In response, the campaigners proposed an open debate where both sides could air their views in public. To this, the researchers have agreed. The time and venue are now being worked out. The dialogue between scientists who work on GM crops and anti-GM groups has rarely been a productive one. Many scientists give talks about their work, and host open days where the public can stroll around their labs and hear the science explained. But campaigners argue that their concerns are brushed aside, either by the scientists themselves, or by the Department for Environment, Food and Rural Affairs, or its advisory committee on releases to the environment, which assesses the risks of GMO trials in the UK. No surprise then that many campaigners don&apos;t trust the scientists or have faith in the system&apos;s impartiality. The scientists wrote to the campaign group Take the Flour Back - and recorded a video appeal - after the group declared a day of mass action to destroy the wheat plots at Rothamsted Research in Hertfordshire. The wheat carries a gene that produces what is called an aphid alarm pheromone. Known as E-beta-farnesene or EBF, the odour is released by aphids under attack as a warning that makes others flee. But more than 400 plants have evolved to produce the odour naturally, including peppermint. The wheat plants have other genes inserted into them. One is an antibiotic marker, used to select the modified plants in the lab. And some carry a further gene that produces the chemicals the plant needs to make the pheromone. That boosts the level of aphid repellant the plant releases roughly fivefold. The thinking behind the crop is that in making the aphid-repelling odor, it will thrive without being sprayed with so much insecticide. That is an open question, and one that can be answered by these kinds of trials. In one previous study, researchers in Germany modified arabidopsis plants with the same aphid-repelling gene. In lab tests it had no effect on aphid attacks, but the plants were never tested in the open air. Campaigners at Take the Flour Back replied to the scientists&apos; appeal within hours. They argued that pollen from the GM wheat could spread unwanted genes into conventional wheat and threaten the future livelihoods of the farming community. To protect against this, the modified crop is surrounded by a barrier of barley and conventional wheat that will be destroyed at the end of the trial. The campaigners go on to challenge the scientists on other issues, from the future commercialisation of the crop to its unpredictable impacts on non-target species. In the latest exchange on Thursday, Prof John Pickett, Rothamsted&apos;s head of chemical ecology, emailed the campaigners to agree to the public debate and open a discussion about venues and hosts. The points the campaigners raised in their letter look set to form the backbone of the debate. Will the two sides resolve their differences? That is hard to imagine. But there&apos;s an opportunity here to move the GM debate on, and the onus is on these scientists and campaigners to seize it.", 
    "section": "environment", 
    "gid": "environment/blog/2012/may/04/gm-debate", 
    "wordcount": "559"
}