{
    "headline": "Government-backed logging 'pushing rare possum towards extinction'", 
    "text": "Australias leading scientific expert on the endangered Leadbeaters possum has publicly lambasted the Victorian state government, claiming it is the first ever domestic administration to take calculated actions that it knew could wipe out a threatened species. In a letter published in the respected journal Science,Prof David Lindenmayer, of the Australian National University, states that government-sanctioned legal logging of the reserve system will signicantly increase the chance of extinction of Leadbeaters possum. The letter, co-authored byHugh Possingham, of the University of Queensland, claims that a substantial watering down of logging industry regulations has led to a drastic loss of the Leadbeaters possums natural habitat. It is estimated that there are just 1,500 of the tiny possums in pockets of the central highland forests of Victoria, and there are fears they may become extinct within a decade if their habitat is not conserved. Tony Burke, the federal environment minister, who has been criticised for not intervening to safeguard the possum, told Guardian Australia that he was deeply concerned about the species and would push for it to be listed as critically endangered, which would ramp up conservation efforts. Listing decisions are made after coming to me from the threatened species scientific committee, he said. I&apos;ve taken the unusual step of writing personally to the chair of this committee, Prof Helene Marsh, asking her committee to assess whether the possum is eligible for uplifting to critically endangered. Despite being Victorias faunal emblem since 1968, the reclusive marsupial has had a troubled past. It was thought to be extinct following bushfires in 1939, only to be rediscovered by Eric Wilkinson, a 22-year-old Melbourne Museum worker on his first field trip, in 1961. The Black Saturday bushfires in 2009 wiped out nearly half of its existing habitat, with widespread logging blamed for pushing the species further into danger. Lindenmayer, who was a long-term adviser to the government before quitting last year, and Possingham place the blame squarely at the feet of the Victorian government, stating: To the best of our knowledge, and despite state and national threatened species legislation, this is the rst time an Australian government has taken calculated actions to substantially reduce the viability of anIUCN-listedendangered species with full knowledge of the likely consequences. Conservationists allege the state government has unsustainably logged vast tracts of the highlands region, which stretches to the north of Melbourne, using indiscriminate clear felling of trees in areas known to contain the Leadbeater&apos;s possum and other species. The government has also come under fire for putting forward plans that would allow loggers exemption from the Flora and Fauna Guarantee Act, which protects the states endangered animals, on a case-by-case basis. Just 1.15% of old growth forest is left in the highlands region  a shortage that is dire for the Leadbeaters possum, which, like other animals that require hollows, such as owls, can only live in trees more than 150 years old. The Victorian government has made deliberate policy changes that have had a negative impact on the possum, Lindenmayer told Guardian Australia. This isnt some cryptic, unknown creature. Weve studied this possum for 30 years. The government is ignoring its own evidence. We need radical change in forestry management in the state. We need to get rid of clear felling like the US, Finland and Sweden has. Even Tasmania is ahead of Victoria on this. Were at a stage where there are now more orangutans, rhinos and Siberian tigers than there are Leadbeater&apos;s possums, all through mismanagement. Were getting close to crunch time where something needs to be done or we will lose the species. The timber industry generates $400m for the economy, employing 25,000 people of which just 2,640 work in native forestry, according to the website ofVicForests, the state-owned logging company. VicForests recently announced it would reduce logging in bushfire-affected areas by 25%, but only from 2017  a delay which conservationists say could doom the Leadbeaters possum. The Victorian minister for agriculture and food security, Peter Walsh, said: &quot;The greatest threat to Leadbeaters possum is bushfire, not logging activity. Forest harvest is prohibited in areas where there is Leadbeaters habitat. &quot;VicForests makes significant efforts to identify and protect Leadbeaters possum habitat when assessing areas available for timber harvesting. &quot;There is also an extensive reserve system of around 100,000 hectares within the Central Highlands region to protect the Leadbeaters habitat. These reserves were untouched by the 2009 bushfires, and no timber harvesting is permitted in these reserves. &quot;In Victoria, timber harvesting occurs in 0.08% of Victorias total 6.6m-hectare public native forest estate annually. &quot;The forestry manager, VicForests, is certified by the Australian Forestry Standard, which is aligned with the internationally-recognised PEFC. Native forest harvest in Victoria is science-based, sustainable and responsible, and through careful management it will continue to remain viable. He added: &quot;In 2011, the Victorian government released the Timber Industry Action Plan, which included 34 actions to provide conditions for biodiversity conservation and a sustainable industry. &quot;The forest industry in Victoria directly supports about 11,000 jobs and makes an important economic contribution to small towns and districts in regional Victoria. &quot;In addition to our working public forests, Victoria has more than 3m hectares permanently protected in national parks and conservation reserves.&quot; Lindenmayer argues that the economic arguments are not in the logging industrys favour, citing a fall in the price of pulp wood  the primary timber product produced by the forests  and the knock-on costs of ridding Victoria of valuable carbon storage and water catchment greenery.  This article was amended on 28 May 2013. It previously stated that 25,000 people work in the Victorian logging industry, without mentioning that 2,640 of these work in native forestry. This has now been changed.", 
    "section": "environment", 
    "gid": "environment/2013/may/26/logging-pushing-possum-towards-extinction", 
    "wordcount": "996"
}