{
    "headline": "Surfthechannel owner launches furious attack on anti-piracy prosecution", 
    "text": "  Anton Vickerman, the Briton sentenced this week to four years in jail for running a website that linked to pirated US TV and film content, has launched an 18,000 word attack on the anti-piracy organisation that ran a private prosecution against him. The 38-year-old from Gateshead complained about the evidence-gathering methods of the Federation Against Copyright Theft (Fact). Film-industry financed Fact filmed inside his home  with one of its agents posing as a prospective house buyer  and obtained evidence at a meeting where another Fact operative posed undercover as an investor in his website. Vickerman, wrote: &quot;By the time you read this I will be starting my new life behind bars.&quot; He claimed that Fact initially wrongly complained to police that he was criminally distributing DVDs from his home, and encouraged a police officer working at the body on secondment to try to get the police to tap his phone and internet connections. On Wednesday Vickerman, who owned and ran the Surfthechannel website, was found guilty at Newcastle crown court of two counts of conspiracy to defraud. He had been successfully prosecuted by Fact after Surfthechannel was found to be carrying links to sites the organisation said infringed copyright on films, including newly released blockbusters. Angry at the outcome of events, and the conduct of the eight week jury trial that led to him being found guilty, Vickerman said in his farewell blog: &quot;If you were looking for an example of British justice in all its shining glory then you weren&apos;t going to find it here.&quot; Surfthechannel was set up by Vickerman in 2007 and his &quot;video search engine&quot; rapidly became a prime destination online, growing from 40,000 links in April 2008 to more than 2m in August 2009, and was just outside the 500 most visited sites online, according to evidence presented at the trial. Vickerman, who located the website in Sweden and received payments for adverts on the site through bank accounts in Latvia, said Surfthechannel &quot;did not, nor has it ever&quot; streamed content itself. In the site&apos;s early days, Vickerman said, he formed partnerships with the likes of Warner Bros, Discovery Channel, A&amp;E Television Networks &quot;and many other bona fide companies, as they realised how important [Surfthechannel] was becoming in the video on demand market. Surfthechannel quickly became one of the leading video search engines in the world, second only to Google Video.&quot; Fact&apos;s prosecution of Vickerman was principally over links to sites hosting films and especially movies which had not been released on DVD or pay TV  and in some cases had not had theatrical release. Vickerman claims that the original search warrant used to seize computers at his house in August 2008 was issued after Fact wrongly claimed to Northumbria police that that he and his wife were illegally distributing DVDs from his home. The computers seized in that search led to the prosecution and conviction of Vickerman, although he declined to yield the password for his encrypted content  a fact about which the judge was highly critical in his sentencing remarks. He also makes a number of complaints about the collection by FACT&apos;s data forensics experts from his home computer. He also says the &quot;chain of evidence&quot; of data collection from his computer to the evidence presented in court was not complete. The Crown Prosecution Service decided in December 2008 not to prosecute Vickerman, but Fact then pursued a private prosecution, and retained an image of his computer. He says that internal Fact emails revelaed in evidence indicate that the private enforcement body had intended, after seizing his computer, to replace the Surfthechannel front page with a message saying &quot;This website is under investigation by FACT&quot;  which, he says, &quot;would have immediately have killed the STC website before it (and I) had a chance to properly defend it in a court of law&quot;, and which he calls &quot;a prime example of FACT Ltd acting as judge, jury and executioner.&quot; However Fact&apos;s lawyer said at the trial that as no such action was carried out, the claim is immaterial. The now jailed man also complains that Judge John Evans, who heard the case, &quot;went from hostile to incredible hostile to myself and my defence team&quot; after a Public Interest Immunity (PII) hearing in December  one where Fact presented a witness whose identity was kept secret from the defence and the court in a secret hearing. &quot;It became clear to me even at this stage that I was not going to receive a fair trial in front of HHJ [His Honour Justice] Evans,&quot; he writes. Fact declined to comment on Vickerman&apos;s claims. &quot;He is a convicted criminal, though he&apos;s entitled to say what he wants,&quot; said a spokesman. &quot;But it should be remembered that this case has been through an eight-week criminal trial with a verdict decided by a jury. &quot;The judge has heard not only the evidence but also the arguments by lawyers. Some people on the internet seem to think that Vickerman was just tried in front of a judge. He wasn&apos;t  this was a jury trial.&quot; Vickerman&apos;s case and the long sentence has surprised many. However Judge John Evans in &lt;a href=&quot;http://www.judiciary.gov.uk/Resources/JCO/Documents/Judgments/anton-vickerman-sentencing-remarks-14082012.pdf&quot;&gt;his sentencing remarks&lt;/a&gt; said that Vickerman had ignored the reality that another site, TV Links, which had done something similar had been taken offline following action by Fact. Judge Evans, presiding, said Vickerman had in some cases located files of films and uploaded them to sites, often in China, which he then linked back to on his site, and that forum messages, chat logs and emails sent and received by Vickerman indicated that he &quot;knew fine well&quot; that the site was not operating lawfully. He added that Vickerman took steps &quot;to keep both your location and your own personal identity secret&quot; so that policing his activity would be harder, and by registering domains outside the UK &quot;you would be both difficult to trace and be able to escape the legislative regime that you knew you were offending&quot;. Evans says that the losses estimated by the film industry  of between 52m and 198m, on the basis that 55% of those who watched films via the site might instead have seen it in the cinema, rented a DVD or otherwise paid for it  was &quot;somewhat speculative&quot; but that the industry had undoubtedly &quot;suffered a loss running into millions&quot;. In the trial, Vickerman said he could not remember the password to his encrypted computer without access to a keyboard  a claim the judge did not accept. &quot;You were deliberately obstructing the investigation,&quot; Judge Evans said. The judge added that Vickerman showed no remorse but &quot;I&apos;m bound to say that in all the years I&apos;ve worked in this court I have never encountered arrogance of the kind that you displayed during this trial.&quot; Vickerman is understood to be planning an appeal.", 
    "section": "technology", 
    "gid": "technology/2012/aug/16/surfthechannel-attack-anti-piracy-prosecution", 
    "wordcount": "1201"
}