{
    "headline": "Mystery bird: Chestnut-naped forktail, Enicurus ruficapillus", 
    "text": "    Chestnut-naped forktail, Enicurus ruficapillus, Temminck, 1832, also known as the chestnut-backed forktail, photographed at Sri Phang Nga National Park, Phang Nga province on the Malay Peninsula in Thailand.  Image: Alex Vargas, 20 May 2011 (with permission) [velociraptorize].Nikon D5000, Nikkor 300mm f/2.8G ED-IF AF-S VR 1/40s f/4.0 at 300.0mm iso800    Question: This Thai mystery bird is part of an interesting little genus that was recently relocated from one taxonomic family into another. What family was this bird originally placed into and what family is it now part of? Can you identify this bird? What sex is this bird? Response: This is an adult male chestnut-naped forktail, Enicurus ruficapillus. These passerines are distinctive, and males and females are identical, except the female&apos;s chestnut nape extends down onto her back. Immature birds are similar to the female, but with less black on the face.  This species, along with its six congeners, was originally placed into the thrush family, Turdidae, but were recently removed to Muscicapidae, the Old World Flycatchers. All the birds in the genus Enicurus have long forked tails. This species is notable for its extreme shyness. I asked the photographer how he got his images (he&apos;s got several stunning shots of this species on his site) and he replied thusly:  Normally I will observe the area with patience and check bird behavior (after all, somehow I gotta use the experience I have left from 21 seasons as a pro-guide). Then, I target species depending on what they eat (worms, fruit) by setting feeding stations or simply placing my portable blind near a fruiting tree, a bathing pond or a nest. In this particular case, I used the knowledge of the bird&apos;s territory by a local park ranger and attracted them in front of my blind with delicious mealworms!... This species took me 6 years and 4 attempts to finally get these decent images... Not an easy target at all!  This small insectivorous bird is very localised throughout southeast Asia, being found in tropical and subtropical moist lowland forests and lower montane forests (up to 1300m) with swiftly-rushing rivers or streams. They feed on insects amongst the rocks alongside these streams and also next to small streamside pools. Some reports claim these birds will also feed on very small snakes. Even though they are extremely shy, these birds appear to tolerate some human disturbance to their forest as they have been found in secondary growth.  Here&apos;s a video of a chestnut-naped forktail collecting what looks like mealworms (filmed at KrungChing Waterfall at Khao Luang National Park in Thailand, 20 August 2009):             Visit birdbana&apos;s YouTube channel [video link].  Unfortunately, due to hunting, rampant logging and habitat loss, this species is declining throughout all of its range.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jan/08/5", 
    "wordcount": "522"
}