{
    "headline": "A voice of reason amid the sound and fury of the microfinance debate", 
    "text": "By now, we&apos;re all familiar with the story: microfinance, once the golden child of development policy, has fallen on bad times. Over the past few years, a series of scandals  including reported suicides among indebted borrowers in Andhra Pradesh, India  has overshadowed simple stories of how small loans can help people pull themselves out of poverty. The microfinance debate has been characterised by extremes of hype, both positive and negative. But a new book from David Roodman, of the Washington-based Centre for Global Development, attempts to review the evidence in more measured fashion. In Due Diligence: An Impertinent Inquiry Into Microfinance, Roodman finds little evidence to support claims of microfinance&apos;s impact on poverty or empowerment. He argues instead that the rapid spread of microfinance institutions (MFIs)  thousands of which now deal with millions of people worldwide  should be seen as a development success in its own right. &quot;Sustainably extending the financial system to poor people is development,&quot; writes Roodman. &quot;Poor people deserve access to financial infrastructure just as they deserve access to clean water, sanitation, and electricity.&quot; In one sense another nail in the coffin for claims that tiny loans can end poverty, the book is also a humble manifesto for reform. While Roodman insists financial services are no likelier to &quot;lift&quot; people out of poverty than clean water or electricity, he argues that the thriving microfinance industry can still deliver crucial services to millions in need of better ways to manage their money. The book comes at a crucial time for a wounded movement. It includes a careful examination of microfinance&apos;s most iconic practices, which Roodman suggests have evolved not because they are the best ways to help the poor, but simply because they are good for business and help protect an MFI&apos;s bottom line. Roodman points out that it&apos;s easier for start-ups and small NGOs to get into credit than savings or insurance; that using groups helps transfer risk and responsibility from the MFI to the community, making the process cheaper and more efficient for creditors; and that women  be it down to sensitivity to peer pressure, better financial judgement, or some other reason  have generally been found by MFIs to be better than men at repaying their loans. Curiously, microfinance&apos;s most powerful stories have often obscured the industry&apos;s part in events. Roodman notes the particular role played by peer-to-peer lending sites such as Kiva, which make supporters feel their money goes directly to the poor. Here, &quot;the intermediary disappears in the mind of the giver, creating a stronger sense of connection to the ultimate recipient&quot;. The hype surrounding microfinance certainly helped attract interest  and cash  from donors. But was it ultimately also part of its undoing? Roodman certainly suggests so. He argues for a &quot;less is more&quot; approach, suggesting too much money can lead to bubbles and dangerous spirals of overlending and overborrowing. Without any convincing evidence on whether microcredit helps more than it hurts, he also urges donors to put the brakes on compaigns to push credit on the poorest. Roodman hopes new technologies, such as mobile phones, will shift the focus away from credit and towards other financial services, by helping link poor people directly to traditional, regulated banks in a way that&apos;s cheap and more efficient. The current underemphasis on the importance of savings is a &quot;silent tragedy,&quot; he says. Roodman&apos;s book tones down the hysteria around microfinance, and is a must read for anyone interested in getting past the hype. But it poses a riddle: how did the dramatic claims about microfinance flourish in the first place? This complex and crucial issue is left largely unexplored. Roodman does note that microcredit has, uniquely, managed to attract strong support from both the right (with an insistence on individual responsibility) and the left (with talk of empowering women). But, much like cash transfers, it seems microcredit has also thrived off  and helped perpetuate  an outdated perception of poverty as a simple lack of money. As Indian economist Jayati Ghosh puts it: &quot;The basic idea sounds so simple and easy that a toddler could think of it. Why are people poor? Because they have no money. So let us give them money  then they will not be poor anymore.&quot; Given development policy&apos;s faddishness, born largely of the eternal search for a &quot;miracle cure&quot;, the microfinance debate is without doubt a necessary one. How can unsubstantiated claims become so powerful, so seemingly unquestionable? If we are to have any hope of better understanding the complex web of power, money and influence that shapes  and is shaped by  current approaches to development, we need to tackle this central question. Later this month, Roodman and vociferous microfinance critic Milford Bateman will go head-to-head in a debate. Here&apos;s hoping these issues come up.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jan/06/david-roodman-reasoned-microfinance-debate", 
    "wordcount": "809"
}