{
    "headline": "The 2012 Observer Ethical Awards", 
    "text": "   Observer Ethical awards 2012 judge Lucy Siegel    This is our seventh successive year celebrating the projects, ideas, campaigns and activists making sustainable change a reality. Since our launch we&apos;ve been able to rely on a remarkable panel of international experts and well-known names with a passion for social and environmental justice, among them Colin and Livia Firth, Deborah Meaden and Ben Okri.  This year we launch two exciting new categories. The arts and culture category acknowledges the major role played by the arts in ecological and social-justice innovation, from the greening of venues and music festivals to the theatrical treatments of the climate-change debate. And as it&apos;s Olympic year, we&apos;re also including a sports category, to celebrate people and companies who have made an ethical difference on the sports field.  At their heart, the Ethical Awards celebrate grassroot initiatives. Over the years you, the readers, have taken the time to vote for impassioned community-conservation initiatives and uncompromising ecological campaigns. Aside from a number of generous bursaries up for grabs, winners tell us that your endorsement through the awards helps raise both their profile and their confidence. The Community of Arran Seabed Trust, whose award was presented to them by Annie Lennox in 2008, went on to bring about a change in the law on no-take marine reserves.  And your involvement doesn&apos;t have to end with voting or entering. During the 2012 awards we&apos;d like to harness the enthusiasm you&apos;ve shown for ethical concerns to encourage you to become citizen scientists. In the Observer&apos;s brilliant new project on invasive species you can help provide crucial data on invasive species in partnership with scientists from Hull University and the Centre for Ecology and Hydrology. Your involvement will help inform conservation decisions for generations to come.", 
    "section": "environment", 
    "gid": "environment/2012/jan/13/welcome-from-lucy-siegle", 
    "wordcount": "286"
}