{
    "headline": "Kidney grown in lab successfully transplanted into rat", 
    "text": "Scientists have grown a kidney in a laboratory and shown that it works when implanted into a living animal. The work is an important step towards the longer-term goal of growing personalised replacement organs that could be transplanted into people with kidney failure. More than 51,000 people are treated every year in the UK for end-stage kidney failure and 90% of those who are on the waiting list for organs are waiting for kidneys. A shortage of organs means that every year fewer than 3,000 transplants are carried out, however, while more than 3,000 people die waiting for a transplant. There is no cure for kidney failure. The only available treatments  dialysis or receiving a transplant  just buy a patient more time but come with considerable limitations on quality of life. A patient on dialysis is advised to drink less than a litre of fluid per day, for example. And kidney transplants only last between 10 to 15 years on average, in addition to any complications caused by immune rejection. Finding a new source of replacement organs that could be grown using the patient&apos;s own cells and that could last a lifetime would, therefore, be a big leap forward. In the latest work, Harald Ott of Massachusetts General hospital led a team of scientists who grew a kidney by using an experimental technique that has previously been used to create working hearts, lungs and livers. Ott first took a rat kidney and stripped out its functional cells using a solution of detergent. That left behind a white cellular matrix, the collagen scaffold that gives the organ its three-dimensional structure. His team then introduced kidney and blood vessel cells from newborn rats onto the scaffold and cultured the growing organ for 12 days, until the cells had grown to cover the scaffold. The team then implanted the organ into a living rat, where it successfully filtered the animal&apos;s blood and produced urine. The work is published on Sunday in Nature Medicine. It builds on methods pioneered by the American bioengineer Doris Taylor, who first used it in 2008 to grow whole, beating hearts. She described the collagen structure left behind after the bleach had done its work as being like the &quot;gristle&quot; in a steak. According to Ott, further refinement of the technique would be needed, but it could lead to bioengineered kidneys one day replacing diseased or damaged kidneys in the same way that donor kidneys via transplant do now. Ideally, the engineered kidneys would be grown from a patient&apos;s own cells, thereby removing the need for the patient to take immunosuppressant drugs for the rest of their lives. Elaine Davies, head of research operations at Kidney Research UK, called Ott&apos;s work &quot;fascinating science&quot;, which would provide hope for kidney patients and those at risk of kidney disease. But she cautioned that patients should not expect imminent human trials. &quot;This whole regenerative medicine approach is still really in its infancy in terms of kidney disease,&quot; she said. &quot;Predominantly, it&apos;s just the fact that the kidney is a much more complex organ in terms of being able to replicate its anatomy and physiology when you compare it to other organs like skin or heart. It has many different types of cells within it and it has a very complex structure in terms of the different functions it performs. &quot;There&apos;s hope with a caution. I&apos;m not saying we won&apos;t get there but it could be in [many] decades&apos; time.&quot; According to Davies, not enough patients are diagnosed early in primary care, which would allow preventive measures such as lifestyle changes to delay or avoid kidney failure. &quot;It&apos;s a growing health burden.&quot; &quot;We&apos;re predicting that there are 3 million people at risk of kidney disease in the UK,&quot; she added.", 
    "section": "science", 
    "gid": "science/2013/apr/14/kidney-grown-lab-transplanted-animal", 
    "wordcount": "643"
}