{
    "headline": "Guns don't kill people, video game players do", 
    "text": "   An angry website.    If it weren&apos;t for the Daily Mail, I would never have encountered the website of the British Association of Anger Management. With its blood red background, decked with splashes of fiery yellow and angry faces contorted with rage, it creates the sort of scene you might find in the deepest depths of Hell: the levels reserved for killers, war criminals, and people who stop suddenly at the ends of escalators for no good reason.  BAAM - their acronym is as violent as their website - have produced some &apos;research&apos; on video games in the form of a press release, which has been eagerly reported by the Daily Mail as part of their wider campaign against the &apos;corruption&apos; of children by sex, nudity, violence, and other stuff you can find at Mail Online: &quot;Children &apos;made rude, uncooperative and aggressive by video games&apos; with some playing for more than two hours a day during term-time.&quot; Yes, we&apos;re back to this again.  The first shows a small child playing GTA IV, captioned: &quot;Research suggests that video games, such as Grand Theft Auto shown here, can make children aggressive, rude and uncooperative.&quot; There apparently isn&apos;t room to mention that GTA IV carries an 18 certificate, and isn&apos;t intended for children in the first place. The second picture is a screenshot from Tom Clancy&apos;s Ghost Recon: Future Soldier, which carries a 15 certificate. My point is so tediously obvious that I can scarcely be bothered to write it, but here I go anyway: if parents don&apos;t want their prepubescent progeny playing 18-rated video games, they shouldn&apos;t buy them 18-rated video games. (That many still do suggests Britain&apos;s breeders aren&apos;t quite as worried as the Daily Mail would like them to be.) Not that the &apos;research&apos; cited says anything about violent video games to begin with. BAAM conducted a survey of 204 parents of children aged nine to eighteen, asking about their use of computer games: anything from Tetris to GTA IV via SimCity. This produced the following results:  &quot;Forty-six per cent said their sons or daughters had become &apos;less co-operative&apos; since they started playing video games. Forty-four per cent said they were more &apos;rude or intolerant towards others&apos;, 40 per cent said they were more impatient, 36 per cent reported an increase in &apos;aggressive behaviour&apos;, 29 per cent cited more mood swings and 26 per cent said their offspring had become more reclusive.&quot;  26% of parents thought their teen offspring had become more reclusive in the years since they started playing video games. No doubt pedantic nay-sayers will whine on about the other SEVENTY-BLOODY-FOUR PER CENT of kids who either didn&apos;t become more reclusive or became less reclusive, or ask how &apos;reclusive&apos; is even defined or measured in the first place; but if that incredible correlation doesn&apos;t persuade you, well then by golly-gosh I don&apos;t know what will.  Even the most &apos;persuasive&apos; of those figures stands at just 46%. That, astonishingly, is the proportion of parents who think their teenaged children are becoming less cooperative with time. This is put down to video games, rather than something silly, like... oh I don&apos;t know, maybe the fact that they&apos;re teenagers?! 46% is a shocking figure only in the sense that I&apos;m shocked it&apos;s only 46%. Perhaps video games actually make kids more cooperative? We have no way of knowing, because there doesn&apos;t seem to have been any effort made to survey kids who don&apos;t play video games as a control group.  The next terrifying statistic - where by &apos;terrifying&apos; I mean &apos;completely inane&apos; - is that 28 per cent of parents, &quot;admitted their children spent 16 hours or more a week playing computer games.&quot; Again, I&apos;m staggered that it&apos;s so low. That&apos;s more than two hours a day, precious time that could be spent watching TV or reading a book, or doing whatever it is that people think they should be doing instead. Why this is a problem isn&apos;t explained beyond the regurgitated Greenfieldism that:  &quot;Their brains are being orientated to the point where their capacity to delay gratification has been diminished radically.&quot;  I&apos;ve said this before, but it bears repeating: as with the tediously ignorant debate over pornography, no attempt is made to differentiate between types of game, isolate what aspects of gaming might cause problems, or identify whether these aspects are unique to gaming or prevalent in wider media. Is the violence in an 18-rated game any different to the violence in an 18-rated film? Are kids more worked up during a gaming session than they are during a game of football? It&apos;s strange that so many of those rushing to scare-monger about the dangers of gaming seem completely uninterested in questions like these.  It&apos;s not until halfway through the article that the writer bothers to mention that the source of this survey, BAAM, makes money selling anger management therapy and providing one-to-one sessions for children. On their Lucifer-inspired website you can seek the advice of the Anger Guru, or take an anger test to see how &apos;prickly&apos; you are (enough to need therapy in my case - there&apos;s a surprise). It&apos;s fascinating stuff, but PLoS One it ain&apos;t.             Anger management is a dubious field to begin with, treating a &apos;disorder&apos; which doesn&apos;t seem to exist in any meaningful sense. Even the expansive lists of the Diagnostic and Statistical Manual of Mental Disorders (the DSM), the diagnostic bible for mental health, don&apos;t include anger disorders, and anger management techniques seem to have little reliable, systematic evidence supporting their use. Some - venting for example - may even increase people&apos;s tendency to become aggressive.  That&apos;s not surprising, as anger has many causes: it can be a normal, healthy response to a wide variety of situations; or the result of numerous underlying conditions - fixating on the symptom rather than the cause seems doomed to failure. Besides, anger can be positive - if you want me to write more, piss me off. Nobody went out and reshaped the earth with their bare hands because they were perfectly content with the way things were.  It&apos;s depressing how easily this crap finds its way into the national press, in spite of its many obvious flaws: the sole source of this scare story has a financial interest in game-related anger, and the statistics they present are so obviously weak that it&apos;s a struggle to understand why any qualified journalist would report them. The result is a miserable, statistically-illiterate piece of churnalism, and it makes me far angrier than any video game ever did. Follow me on Twitter: @mjrobbins", 
    "section": "science", 
    "gid": "science/the-lay-scientist/2012/jun/07/1", 
    "wordcount": "1099"
}