{
    "headline": "Roland Moreno obituary", 
    "text": "Roland Moreno, who has died aged 66, once boasted that he could stop anyone on the streets of Paris and they would be carrying at least three examples of the smart card he invented  such as bank cards, shopping cards and phone payment cards. Today, the concept has expanded into contactless transport cards, identity cards, driving licences and the subscriber identity module (sim) used in mobile phones. His invention has touched almost everyone on the planet. Although success made Moreno very rich  his company, Innovatron, has collected around 150m (122m) in royalties  it did not give him the sort of global name recognition enjoyed by other technology entrepreneurs. However, he was one of France&apos;s heroes and a recipient of its Lgion d&apos;Honneur. In the 1960s, the young, shaggy-haired Moreno, who was born in Cairo, Egypt, but went to school in Paris, worked as a clerk before moving into journalism and taking a variety of short-term jobs. These included working as a reporter for Detective magazine, an errand boy at L&apos;Express and, from 1970 to 1972, news editor at a chemistry publication. He then set up Innovatron to sell ideas or, as today&apos;s lawyers would say, IP (intellectual property). His first success was a software system for creating brand names or company names by combining selected dictionary words, which was licensed by Nomen. Moreno&apos;s indisputably big idea was to use a microchip as a handy way of carrying data around. The original concept, shown in a patent application in 1974, was for a signet ring, but this would have been impractical. The ring was based on an upside-down chip with protruding legs as contacts. By 1975, Moreno had simplified and converted it into a card format, and in 1976, he demonstrated making an electronic payment. He reportedly lashed together his prototype card-handling mechanism with Meccano. Moreno was a Woody Allen fan (The Purple Rose of Cairo was a favourite) and had codenamed his project TMR after Allen&apos;s 1969 comedy, Take the Money and Run. Later he set up Innovatron&apos;s research department as RMT, for Roland Moreno Technology, enjoying the reversal. The smart card (la carte  puce) was much more expensive than magnetic stripe cards and therefore relatively slow to take off  it took Moreno about eight years to get things going  but they were a huge success in France. France Tlcom used a smart card for its Tlcarte cards for pay phones in 1983, and France&apos;s banks launched a national debit card system, Carte Bleue, in 1992. France was leading the world. American Express&apos;s own Blue card was not launched until 1999. Penny-pinching British banks and the London transport system were even slower to wake up. Not everyone liked the idea. There were worries about the security of smart cards and Moreno responded in 2000 by offering a million francs to anyone who could break his security within 90 days. No one collected the money. There were also worries about surveillance, and Moreno acknowledged that they had &quot;the potential to become Big Brother&apos;s little helper&quot;. Smart cards make it much easier to track people. For example, banks know where you use your credit or debit card, transport systems know where you enter and leave their networks, and phone companies can track your location via the masts used by your mobile phone. However, most users appear to be willing to trade privacy for convenience. Beyond smart cards, Moreno was a humorist, author, bon vivant and family man. In December 1976, he married Stephany Stolin, with whom he had two daughters, Marianne and Julia. Moreno&apos;s book of reflections, Thorie du Bordel Ambiant, generally shortened to TBA, was well received and went through several editions. Under the pseudonym Laure Dynateur, he published L&apos;Aide-Mmoire du Nouveau Cordon-bleu, a cookbook promising &quot;2,000 new ways to astonish your guests&quot;. In his &quot;nutty professor&quot; guise, Moreno produced some strange musical devices (Pice-o&apos;matic, le Pianok and Calculette). He also launched Radio Deliro, which is no longer broadcasting; a sort of quiz site, Indcidables; and a poker site. In an interview, he told France Soir that he would like to be honoured with a waxwork, adding: &quot;It&apos;s said that God owes a lot to Johann Sebastian Bach. I would like it said that French people owe a lot to Moreno.&quot; Moreno is survived by his wife and daughters.  Roland Moreno, inventor, born 11 June 1945; died 29 April, 2012  Roland Moreno website", 
    "section": "technology", 
    "gid": "technology/2012/apr/30/roland-moreno", 
    "wordcount": "761"
}