{
    "headline": "Boot up: Google's hardware dream?, open data closure, how Dropbox thrived, iOS in China and more", 
    "text": "A quick burst of 12 links for you to chew over, as picked by the Technology team A show-and-tell with Google&apos;s hardware &gt;&gt; NYTimes.com  While Mr. Schmidt acknowledged that Google purchased the company and its patents, in part, as a reaction to rival &quot;Apple&apos;s behavior,&quot; he said its hardware business was a real draw. Mr. Schmidt was tight-lipped about Google&apos;s plans for Motorola but he promised that a new batch of products were nearly ready for prime time.  &quot;We always wanted to be in the hardware business,&quot; he said. &quot;Larry and Sergey have always wanted to do hardware in one form or another. This was a way to get into it quickly.&quot;   If anyone can find a quote from any of Schmidt, Page or Brin from any period before 2012 in which they have indicated that they want to get into the hardware business, please point us to it. (Note: &quot;Android&quot; isn&apos;t the hardware business. It was always software, and intended to be software.) Two RIMs &gt;&gt; Benedict Evans RIM&apos;s revenues, broken down by geography. Note the divergence. China&apos;s smartphone market grows 164%, Apple&apos;s iOS takes 17.3% share &gt;&gt; AppleInsider  Even without availability on China&apos;s largest mobile provider, the iPhone&apos;s market share in China has grown form 9.9% a year ago to 17.3% in the June quarter.  Needham &amp; Company analyst Charlie Wolf&apos;s quarterly report on the smartphone industry was issued on Monday, and identified the &quot;big news&quot; of the quarter as the emergence of China as the leading smartphone market. Smartphone shipments in China grew 164% year over year to 33.1m units in the June quarter, topping the 25m units sold in the US.   Android share: 69.5% (so Android is outselling iPhone 4:1). That leaves 12.6% for all other platforms. Google Android OS Trojan virus hits 100K devices in China &gt;&gt; Computer Weekly  Trojan malware has hit 100,000 devices using the Google Android operating system (OS) in China, say security researchers.  The Trojan, dubbed MMarketPay.A, is designed to purchase apps and content without the consent of the device user, running up high mobile bills.  Researchers from security firm TrustGo said 10 China-based Android marketplaces have so far been infected with the Trojan, which can be hidden in applications which appear legitimate.  Kasabi shuts down, says data marketplace &apos;too slow&apos; &gt;&gt; Gigaom  Kasabi, a platform that hosted and published linked data, is closing down after owners Talis Systems said the market was growing too slowly to be sustainable.  The UK-based company allowed anyone to publish data sets, create APIs and use tools to combine and recombine them with each other. It was spun out of Talis, a semantic web developer that focuses on moving information to the web, last year.  But after just over 12 months on its own, the parent company said that while the opportunities were still interesting they were too large and too slow-moving to be sustainable. It said that the market for linked data wasn&apos;t panning out as it expected, and it was &quot;time to admit that Kasabi is not getting the traction we thought it would.&quot;  The seven ways Dropbox hacked growth to become a $4bn company &gt;&gt; Kissmetrics Most of them are pretty obvious, but the point where it&apos;s compared to Megaupload seems like the most relevant broadly. Judge Posner: US patent system out of sync &gt;&gt; chicagotribune.com  The US judge who tossed out one of the biggest court cases in Apple&apos;s smartphone technology battle is questioning whether patents should cover software or most other industries at all.  Richard Posner, a prolific jurist who sits on the 7th US Circuit Court of Appeals in Chicago, told Reuters this week that the technology industry&apos;s high profits and volatility made patent litigation attractive for companies looking to wound competitors.   Patents are in effect a serious cost of entry as well as a source of ongoing litigation. Hard to argue against Posner on their applicability to software. It Took Less Than 10 Years for IT Not to Matter &gt;&gt; Businessweek Ten years ago, writer Nick Carr suggested that &quot;IT Doesn&apos;t Matter&quot;. Tech execs scoffed. Now:   In truth, it has taken just about 10 years for Carr&apos;s view of the world to reach mass adoption. Without question, some startups are producing cutting-edge technology and some customers are taking advantage of their wares to one-up rivals. On the whole, however, corporations now seem to prefer, whenever practical, to rent the same computing services their rivals do, rather than try to build custom systems.  Yahoo! takes immediate action after hacker incident &gt;&gt; Yahoo Corporate Blog  Yahoo! recently confirmed that an older file containing approximately 450,000 email addresses and passwords was compromised. The compromised information was provided by writers who had joined Associated Content prior to May 2010, when it was acquired by Yahoo!. (Associated Content is now the Yahoo! Contributor Network.) This compromised file was a standalone file that was not used to grant access to Yahoo! systems and services.  We have taken swift action and have now fixed this vulnerability, deployed additional security measures for affected Yahoo! users, enhanced our underlying security controls and are in the process of notifying affected users. In addition, we will continue to take significant measures to protect our users and their data.   There was something about the file that was odd: none of the contributors seemed very active. Which this confirms. Even so, bad policy by Associated Content to leave a plaintext password file lying around. Wikitravel editors abandon Internet Brands, join up with Wikipedia &gt;&gt; Gyrovague  On July 11, 2012, the Wikimedia Foundation of Wikipedia fame made a decision that has been a long time coming: they decided to support hosting a new wiki devoted to travel, populated with Wikitravel content and, most importantly, the community that built Wikitravel. It&apos;s not a done deal yet, as the decision has to be confirmed by public discussion, but as it&apos;s looking pretty good so far; and if it comes true, this second shot at success is almost certain to result in the new gold standard for user-written travel guides, in the same way that Wikipedia redefined encyclopedias.   Involved post, but basically it&apos;s moving from being owned by Internet Brands to a fork run by Wikipedia. Nvidia admits forums hacked, user data swiped &gt;&gt; The Register  Nvidia has admitted that it suspended its user forums last week because they were hacked and posters&apos; personal data lifted.  The graphics chip maker said last night that its investigation following the discovery that &quot;unauthorised third-parties gained access to some user information&quot;, specifically user login names, email addresses and profiles, though the latter just comprised information forum users could view anyway.  China&apos;s ZTE Corp sees first-half profit down 60-80% &gt;&gt; Reuters  The profit warning comes as a report emerged that the FBI has opened a criminal investigation into the Shenzhen-based company over the sale of banned U.S. computer equipment to Iran and its alleged attempts to cover it up and obstruct a Department of Commerce probe.   Neither of these is good. ZTE has an estimated 4.2% share of the global handset market. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/jul/16/technology-links-newsbucket", 
    "wordcount": "1241"
}