{
    "headline": "Australia's koala crisis: gene sequencing provides hope against killer diseases", 
    "text": "A year ago the koala, Australia&apos;s iconic marsupial, was officially listed as being a threatened species in large parts of the country following two decades of devastating population losses. Hard hit by drought, loss of habitat and attacks by other animals, including domestic dogs, Australia&apos;s koala population has also been ravaged by disease  including a sexually transmitted strain of chlamydia and the koala retrovirus (KoRV), their equivalent of HIV, often found in devastating combination. Now, however, Australian researchers have announced what they describe as the discovery of the &quot;holy grail&quot; for understanding the workings of the species&apos; immune system  raising the prospect that the deadly effects of the sexual infections afflicting them might one day be better controlled with vaccines and that the koala will be saved from extinction. Koalas, the world&apos;s largest tree-dwelling marsupial, hunted almost to extinction in the 1920s for their fur, eat only the leaves of eucalyptus trees and spend much of their time sleeping. The existing koala populations  numbering 100,000 animals at most  now represent the only surviving representative of the family Phascolarctidae, after the extinctions of several other species of koala over the last 15 million years. In some areas such as south-west Queensland  once home to Australia&apos;s largest inland koala population  the effects of disease and other factors have been so profound that numbers have dropped from an estimated 60,000 in 1990 to 11,000 last year  with some 4,000 koalas dying annually nationwide. The increased pace of research into the diseases affecting koalas follows a 2011 inquiry by the Australian senate into koala wellbeing which recommended new funding for research into koala disease, including into the viability of vaccination programmes. New hope for Australia&apos;s embattled koalas was raised last week with the announcement that a joint team of researchers from the Australian Museum and the Queensland University of Technology had succeeded in mapping the koala&apos;s genome, including the interferon gamma (IFN-g) gene, the chemical messenger that plays a key role in managing the animal&apos;s defences against cancer, viruses and intracellular bacteria. Much of the genetic material that was analysed came from a single koala known as Birke, who was put down following a dog attack. &quot;We know koalas are infected with various strains of chlamydia, but we do not know why some animals go on to get severe clinical disease and some do not,&quot; said Professor Peter Timms, lead researcher on the project, in a statement announcing the results. &quot;We also know that genes such as IFN-g are very important for controlling chlamydial infections in humans and other animals. Identifying these in the koala will be a major step forward in understanding and controlling diseases in this species.&quot; The koala retrovirus was first identified in 2000 and is suspected of triggering both cancer in the animals and an Aids-like disease. Researchers have noted that KoRV has been spreading south, to Australian islands where there is the lowest incidence, from the country&apos;s north where almost all koalas test positive for the virus. Because of this, researchers had originally speculated that koalas first became infected with the disease around 100 years ago, perhaps from a closely related virus affecting the Asianmouse. However more recent analysis on DNA samples sequenced from koala skins in museums suggests the disease is much older and was already prevalent 120 years ago. &quot;By analysing this information we should be able to determine if KoRV is sitting harmlessly in these koalas or if it&apos;s potentially triggering cancer or resulting in mild chlamydia infections becoming a serious clinical disease,&quot; Timms added. The koala genome mapping project is the first step in understanding both why the animal appears to be so vulnerable to the two sexually transmitted diseases, and why some population groups of koalas have been more badly afflicted than others. Indeed while south-west Queensland has lost some 80% of its koalas, the koala population in Victoria has remained largely free of chlamydia. According to some estimates, around half of all Australia&apos;s koalas are infected with a strain of chlamydia which can cause infertility  as it does in humans  as well as urinary and respiratory infections and blindness. The impact of chlamydia has been exacerbated by the KoRV virus which has been spreading rapidly. A study last year by researchers at the School of Veterinary Science at the University of Queensland bleakly surmised that ultimately all of Australia&apos;s koalas might eventually be infected with the virus. Dr Adam Polkinghorne, another of the researchers on the genome mapping project, explained the difficulties scientists had been confronted with in trying to understand the threat facing koalas. &quot;Virtually nothing is known about the immune system of the koala and the absence of information has been a major hindrance to our efforts to understand how chlamydia and KoRV infections lead to such debilitating disease in this native species,&quot; he said. The data gathered from sequencing the koala genome accelerated Timms and his team&apos;s efforts to develop and start trialling chlamydia vaccines. These are being given to koalas brought into animal welfare centres, he told Melbourne&apos;s the Age newspaper.", 
    "section": "environment", 
    "gid": "environment/2013/apr/21/koala-deaths-chlamydia-retrovirus-vaccine-genome", 
    "wordcount": "858"
}