{
    "headline": "Warning from headteachers as parents dig deep to fund boom in private tutors", 
    "text": "Parents on modest incomes and families from ethnic minorities are behind a massive boom in Britain&apos;s multimillion-pound tutoring market, a Guardian investigation can reveal. Hundreds of thousands of children  some as young as two  now receive private tuition at a cost of between 7 and 60 an hour. Parents say the extra study gives their children confidence and helps them secure top grades, but headteachers are warning that the tutoring market is beginning to spiral out of control and is &quot;trading on insecurity&quot;. Interviews with seven tutoring agencies reveal that:  One already large tuition business has seen 42% growth over the past year.  One agency is recruiting 100 new tutors a month to cope with demand.  One has opened more than 50 extra study centres over the past year. Parents, such as Batool, from north-west London, who does not want to give her full name, said many in her social circle now paid for tuition. &quot;Private tutoring has become normal,&quot; she said. &quot;Parents are more aware of the failings of the state education system and the importance of which university your son or daughter goes to than they used to be.&quot; Batool, who is a single parent on 29,000 a year, spent 1,400 over Easter on an A-level revision course for her daughter, Wafa, and pays 36 a week for two hours of chemistry and physics tuition. Those in the tuition business say there is rising anxiety among parents that unless their children achieve top grades, they will not get a place at university or a good job. Private tuition has ceased to be just the preserve of the white middle classes, the tutoring agencies say. They claim the growth comes from parents on low incomes and ethnic minority families who are making substantial sacrifices to give their children extra academic help. The Guardian quizzed seven tuition businesses, including some with centres across the country. All had registered significant growth over the past year. Fleet Tutors, a leading national home tuition agency, has seen the number of students rise by 42% to more than 10,000. London-based agencies Tutor House and Holland Park Tuition reported increases of 30% and 27% respectively. Holland Park Tuition employs 1,500 tutors and recruits 100 more each month. Kumon, which takes children as young as two, has 658 centres across the UK, 52 more than this time last year. In 2006, it had just over 49,000 children, mainly of primary school age  now it has almost 70,000. Explore Learning, which has 78 centres across the country, became so big that it was bought by its management last August, with the backing of a private equity firm, for about 30m. In 2008, it had enrolled 4,600 children; now it has more than 20,600. Kip McGrath, one of the biggest tuition businesses, has expanded from 187 centres to 210 over 12 months. The average cost per hour of private tuition is about 40, according to the Good Schools Guide. Some, such as Holland Park Tuition, charge 58 an hour, while others, such as Kip McGrath and Explore Learning, are well below this at 27 per 80-minute session and 7-15 an hour respectively. However, Kip McGrath, Explore Learning and Kumon do not provide one-to-one tuition. Mylene Curtis, managing director of Fleet Tutors, said: &quot;We&apos;ve seen greater diversity in the socio-economic profiles of parents we serve and more non-British families. Tutoring is no longer regarded as something only affluent middle-class parents consider to get their children into their school of choice.&quot; Explore Learning claims 14% of the children it tutors are in the quarter most deprived homes in the country. Jan Long, director of the Southampton centre of Kip McGrath, said it was not unusual for grandparents to contribute to the cost. &quot;I hear a lot of concern about individual children being left behind and that state schools are not challenging brighter students,&quot; Long said. &quot;Parents are worried about our education system and don&apos;t want their child to get lost in it. They know that teachers are struggling with morale in the profession at a very low ebb. Given the economic climate, I think that many parents are prepared to give up things as they recognise the importance of education.&quot; Janette Wallis, senior editor of the Good Schools Guide, said the number of parents asking her publication for tutor recommendations had risen by almost 50% in a year and had increased each year for a decade. &quot;The unseen story behind many of the comprehensives getting stunning exam results is how many parents at these schools use tutors,&quot; she said. &quot;We are inundated with calls at about this time of year from parents wanting last-minute tuition for their kids. Most of them have very specific times when their children are available because they&apos;re busy being tutored in other subjects, or doing revision courses at other times.&quot; However, headteachers warned that the industry was unregulated and that tutors could undermine, as well as build, a child&apos;s confidence. Phil Harte, head of St George&apos;s RC high school in Salford, urged parents to ask their child&apos;s teachers what extra help they could provide before turning to a tutor. Harte said he had used the pupil premium  public funds given to headteachers for deprived pupils  to fund one-to-one tuition for some of his students. &quot;We are seeing more students with tutors  sometimes it&apos;s a status thing for their parents,&quot; he said. &quot;I am not necessarily against it. Schools cannot always give individually tailored help to each pupil. If parents want to support their child in this way, they should do so.&quot; Kevin Fear, head at the independent Nottingham high school, said tutors faced fewer checks than teachers. &quot;Most schools  private and state  offer help and the benefit of a school helping a child is that they know the exams that child will sit,&quot; he said. &quot;A lot of it is driven by parents talking to each other and panicking that others are getting help. It gets a bit out of control.&quot; Clarissa Farr, high mistress of the independent St Paul&apos;s girls&apos; school, called for a charter requiring all tutors to register with the school the child attends. &quot;I believe there is a significant industry which trades on insecurity and exam anxiety, sometimes undermining rather than building confidence,&quot; she said.", 
    "section": "education", 
    "gid": "education/2013/apr/26/warning-headteachers-tutoring-boom", 
    "wordcount": "1090"
}