{
    "headline": "Delhi sustainable development summit highlights need for urgent action", 
    "text": "Global development summits are rare and usually lead nowhere. But coming up on the inside track as a talkshop to rival Rio and the annual Davos meeting is the annual Delhi sustainable development summit (DSDS), which packs in prime ministers, Nobel prize winners and development thinkers, mostly from Asia. Rajendra Pachauri has been called the UN&apos;s &quot;world climate chief&quot; because he chairs the Nobel prize-winning Intergovernmental Panel on Climate Change (IPCC). But his background is in grassroots development, and in Delhi he spoke more of the challenge to developing countries. &quot;We all need to take a serious look at the way we are developing,&quot; he said. &quot;Developed countries pursued economic growth and development at a time when everything was different. Energy prices were low, there was no pressure on resources, the markets were different. If we continue the same way, we will quite simply exclude a large part of humanity from development. No satisfactory solution has emerged to deal with climate. In Asia, the quantity of resources extracted has doubled in just 20 years. &quot;Developing countries have to realise that it is in their best interests to use resources more efficiently than developed countries. The mitigation of emissions has a global benefit but also a local one, in things like air pollution. In India, there is a major battle going on between the ministry of forests and the ministry of mining. There&apos;s clearly a conflict over development paths. Does the government understand what is at stake? Not entirely. Not yet&quot;. Thomas Friedman, American author of the bestselling book Hot, Flat and Crowded, was master of the Delhi soundbite. &quot;I&apos;m 59, a baby boomer,&quot; he said. &quot;Our parents built us an incredible world of freedom by practising sustainable values. We are the grasshopper generation. We ate it all. The situation allows me to emit more carbon, so I do it.&quot; Friedman used the analogy of the space rocket to describe the pressure building from the grassroots for change to address sustainable development, saying: &quot;There&apos;s vast energy thrusting up from below but the pilots in the cockpit are fighting over the flight plan.&quot; For Jeffrey Sachs, the star economist turned development adviser to UN secretary general Ban Ki-moon, the question was whether humans were smarter than frogs in the steadily warming waters: &quot;It&apos;s actually possible to kill a frog with gradual warming. If the temperature is hot enough, the frog jumps out. But can humans jump?&quot; he asked. In America, it seemed not. &quot;In the last year,&quot; Sachs continued, &quot;the US has lost 20% of its soy and maize harvest, had the single hottest month, a massive drought, the hottest 12 months ever recorded, and the most hurricanes and storm surges. And President Obama only added one paragraph about climate in his inaugural address.&quot; Steven Chu, Obama&apos;s energy secretary until a few days ago, could have devised a plan to tackle climate change, but didn&apos;t because he feared the oil lobby, said Sachs. &quot;Obama&apos;s political advisers stopped him because he might have upset Exxon Mobil and that could have affected the next election.&quot; Sachs recalled President John F Kennedy, quoting from a 1963 speech: &quot;By defining our goals more clearly we let people see them, we find new hope and are irresistibly drawn to them&quot;. &quot;The goals [today] must be to decarbonise energy, make food supplies sustainable, make cities liveable, and to stabilise the world population at around 8 billion. &quot;It&apos;s no good saying we are in a crisis. Fright is not a source of action. The world is not going to crash, and progress end  but, if we are smart, the world can be more progressive. It&apos;s possible to see a direction. The public is feeling the fear. The public understands. The challenge is to express it in terms that are clear and which give people hope.&quot; The scale of the problem facing cities  and tales of how extremes are becoming the new normal  came from politicians, individuals and groups. Bhutan, Australia, Canada, and Congo all told of &quot;chaotic&quot; weather leading to development problems. The premier of the Canadian province Manitoba said that climate change meant the state&apos;s whole development path had to change. In Bangalore, it was reported, only 100 of the city&apos;s 900 lakes now survive. &quot;Everyone is having to adapt every day,&quot; said Ugyen Tshewang, head of Bhutan&apos;s environment commission. &quot;Only ecosystems are going to defend us. We are not going to engineer ourselves into resilience,&quot; said Carl Pope, a former chair of the Sierra Club, the US environmental group. Jonathon Porritt of Forum for the Future refused to accept blandishments that the answer lay with business. He said: &quot;You get the impression [these days] that it&apos;s business which will take the lead to the promised land, with governments and civil society taking the back seat. Well, government is critical. We need it to to enable business to do good things. &quot;In fact, governments are failing us in an extraordinary way in rich and poor countries, autocratic and democratic. &quot;There are some great illusions. One is that we are doing OK with exciting new ideas. No, we are not. The sum efforts are hopelessly inadequate. We are heading for 4C increase in temperatures, where we will not be having fun. This is all going to be incredibly painful. It isn&apos;t helpful to think this will be pain free.&quot; Last word went to Friedman: &quot;What freedom was to our parents must be sustainable development to our children. There is a happy ending, but we just don&apos;t know yet whether it will be fiction or non-fiction.&quot;  John Vidal chaired a panel at the Delhi Sustainable Development Summit. His flights and accommodation were paid by the World Sustainable Development Forum", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/feb/04/delhi-sustainable-development-summit-urgent-action", 
    "wordcount": "987"
}