{
    "headline": "Somalia famine a year on: effects of al-Shabaab conflict and hunger persist", 
    "text": "Hussein Warsame spends most of the day sleeping in his tent. There is little else for the farmer to do in this bleak landscape of thorns and dust on the border between Somalia and Ethiopia, far from his fields of sorghum. The 45-year-old from Xudur came to Kabasa camp in Dolow nine months ago, fleeing Islamist al-Shabaab insurgents and drought. His tale is a common one in Kabasa where lives are held hostage by conflict, political stagnation and hunger. Warsame&apos;s testimony captures the complexity of Somalia&apos;s crisis, one year after famine killed tens of thousands of people. Nobody will ever know the exact number, and more lives will be lost. War and hunger still stalk this land where African forces are seeking to drive out al-Shabaab fighters. &quot;[Al-Shabaab] just come to a person&apos;s house and say he is pro-government, and kill him,&quot; Warsame said, speaking through a translator. He will not go home until he is sure it is safe. The insurgents were pushed out of Xudur this year, but there have been sporadic attacks around the town since. &quot;The most urgent need  is to liberate the country  If the country is liberated we can go back and work,&quot; Warsame said. Therein lies the crux of Somalia&apos;s crisis  aid agencies, both international and local, can only do so much in a country at war and governed by a discredited administration, where people are still too scared to go home. Just under a third of Somalia&apos;s population is displaced  there are 1 million Somali refugees in the Horn of Africa and around 1.3 million displaced within the country, out of an estimated population of 7.5 million. The August harvest is expected to be poor in some areas because of late and patchy rains, but no one is predicting another famine yet. This does not mean the crisis is over, said the UN&apos;s humanitarian co-ordinator for Somalia, Mark Bowden. &quot;We need to actually start to ensure that the  displaced people get back to their homes and their livelihoods, and some more proper and normal life,&quot; he said after visiting Kabasa this week. &quot;If we don&apos;t do that this year, we will be consigning people to long-term displacement and a level of misery that, frankly, I find unacceptable.&quot; Bowden has provided $3m from a fund he manages to assist people who want to go home. &quot;It&apos;s so easy to slip into  shantytowns, mini-Dadaabs  all over Somalia, and you have real long-term problems of social exclusion, lack of access to education [and] lack of employment,&quot; he said, referring to the world&apos;s largest refugee camp, Dadaab in north-east Kenya, home to 471,000 people. Somalia is one of the most difficult places for aid agencies to work  al-Shabaab has banned international groups from the areas it controls in the south and centre, the region hardest hit by last year&apos;s famine. African Union peacekeepers, Ethiopian troops and Somali soldiers are fighting the militants, inching closer to their stronghold in the port city of Kismayo. Each battle sends more people fleeing from their homes. But the military advance does not always grant immediate access to needy populations. Aid agencies are reluctant to follow the soldiers too closely as security is fragile, and travelling with an army is perceived to compromise neutrality in an acutely sensitive situation. Despite these difficulties, and with the world&apos;s attention turning to other crises, such as hunger in Africa&apos;s Sahel region, aid officials say Somalia must not be forgotten. Around 2.5 million people still need humanitarian assistance, and another 1.2 million could slide back into crisis without sustained assistance. Less than half of the $1.2bn required for Somalia in a revised UN consolidated appeal has been received so far this year. Bruno Geddo, the UN refugee agency UNHCR&apos;s Somalia representative, said people still arriving in Dolow feared more fighting, a bad harvest, and forced military recruitment and taxation by insurgents. &quot;They tell us  either you give up a camel, or you give up a child, or you have to pay thousands of dollars to the militants,&quot; he said. The international aid community was criticised for failing to react to early warning signs of famine last year. Bowden acknowledges failings but says the huge international response once famine was declared gave Somalis hope. &quot;It&apos;s so easy to ignore Somalia and just put it in the &apos;too difficult to respond to&apos; category. I think it&apos;s immeasurable how the response to the famine last year really created a sense of hope among lots of Somalis,&quot; he said. However, aid agencies have to tread a fine line between providing aid and creating dependency  if food is available in one area, people will come and many will stay, at least for a time, exacerbating the displacement problem. Some projects aim to counterbalance this by creating longer-term resilience. A short drive from Kabasa, there is a green oasis  three farms where the Food and Agriculture Organisation (FAO) has worked with local farmers to grow maize, tomatoes and onions. The FAO and Somali partners provided seeds, tractor hours, irrigation vouchers and technical knowhow. Despite a serious grasshopper infestation this year, the maize is knee-high in places and the onions are thriving. This is the kind of resilience-building project that many aid officials want to see more of in Somalia. Such projects go on side-by-side with emergency relief but require funding and stability  and the latter is something the humanitarian organisations cannot deliver. Bowden put it diplomatically but bluntly in Nairobi before his Dolow trip: &quot;Political and security issues need to be resolved in as short a time as possible to ensure Somalia&apos;s recovery.&quot; Somalia&apos;s discredited transitional federal government is due to be replaced by a new parliament and president by 20 August. However, many of the most senior politicians are lobbying to stay in power  despite widespread condemnation of staggering corruption. Britain&apos;s international development secretary, Andrew Mitchell, warned on Friday that Somalia could slip back into crisis if the political situation is not addressed quickly. &quot;Britain and our international partners have supported the political process and Britain stands ready to provide further support if Somali leaders show the political will to make progress. At the same time we remain determined to take action against those who wilfully seek to undermine or subvert the process,&quot; he said.  As the political horse-trading reaches a climax in Mogadishu and the battle against al-Shabaab goes on, people like Deka Osman, 30, a mother of seven, wait in limbo in Kabasa camp. Fleeing al-Shabaab, Osman sold her house in Diinsoor to buy passage on a truck to Kabasa. &quot;There is no life in Diinsoor,&quot; she says, as Amran, her 10-month-old daughter, suckles at her breast. &quot;If there is food, clothes, school and all we need  I will go back. I love my country if it is safe.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/20/al-shabaab-hunger-displacement-somalis", 
    "wordcount": "1159"
}