{
    "headline": "Android users targeted in Angry Birds malware scam", 
    "text": "Nearly 1,400 UK Android smartphone users have been hit by premium-rate phone scams that cost them up to 15 when they opened fake versions of game apps including Angry Birds, Assassin&apos;s Creed and Cut the Rope. The malicious programs attacked phones running Google&apos;s Android mobile software, which now makes up the majority of sales in the UK. They were posted to Google&apos;s official Android Marketplace (since renamed Google Play) in mid-November; the first complaint followed weeks later. In all, 1,391 people in the UK were affected and were falsely charged a total of 27,850. An unknown number were affected in 17 other countries where the scam was run. PhonePayPlus, the premium-rate regulator, prevented the money being paid to the scammers, and this week fined a Latvian company called A1 Agregator 50,000 after more than a thousand mobile users in the UK were hit by the fraud, which used faked versions of popular apps. The apps had been altered so that when they were opened, they would send three premium-rate SMSs, each costing 5. The alterations to the apps also hid the sending and receipt of the messages, so users would be unaware they were racking up the costs. A1 Agregator was fined because it was in charge of the &quot;shortcodes&quot; and payment mechanisms used for the scam in the UK, though the regulator said it could not say whether the company was directly involved in the planning of the scam. But PhonePayPlus warned that the scheme is part of a multinational scheme by scammers aiming to capitalise on the growing popularity of Google&apos;s platform, allied to the lack of checks on programs that are posted to its app store. While Apple carries out checks on apps before they are posted, Google allows developers to post apps without review. Google can be revoke apps from both Google Play and from handsets if they are found to be malicious. Carl Leonard, senior security research manager EMEA at IT security firm Websense, said: &quot;Mobile apps are a powerful malware delivery technique as most users are willing to allow apps to do anything to get the desired functionality.&quot; About half of the UK population presently has a smartphone, and more than half of those are Android phones. The proportion using a smartphone is presently growing by about 2% a quarter. Lookout Mobile Security, which first spotted the apps being posted to Google&apos;s store, said that a total of 27 malicious apps using the text-message scam  which it dubbed &quot;RuFraud&quot;  had been posted there by the end of December. It worked with Google to remove them as quickly as they were spotted. The scam targeted users in 18 countries, including the UK, Italy, France, Israel, Germany, Russia, Azerbaijan, Armenia, Georgia, Czech Republic, Poland, Kazakhstan, Belarus, Latvia, Kyrgyzstan, Tajikistan, Ukraine and Estonia. Lookout identified six different developer names that had been used to post the apps. By using different developers, the scammers would have longer to evade Google&apos;s and Lookout&apos;s security scanning, and could hope to get more downloads and revenue. &quot;These apps had coding to affect 18 countries and can be seen as part of an experiment to see where these attacks may be successful in delivering revenue,&quot; said a spokesperson for PhonePayPlus. A1 Agregator has been ordered to refund the money taken to everyone who was scammed by a repayment to their mobile phone bills. A decade ago as internet use in UK homes was growing but dial-up use was more common, criminals wrote malware that silently changed the dial-up number used to connect to the internet. Instead of calling the local rate number  which would cost about 1p a minute  it would dial high-price international numbers from which the criminals received a significant cut. Tens of thousands of people lost totals of millions of pounds in the scams. A1 Agregator has a London accommodation address in Argyll Street, London, which was set up in 2004. Its only named director is Slobodan Perovic, who is also a director of 38 other small UK-registered companies. The company operates in Russia, where it boasts that it can offer text message facilities to 50 operators in 37 countries.", 
    "section": "technology", 
    "gid": "technology/2012/may/25/android-users-angry-birds-malware", 
    "wordcount": "707"
}