{
    "headline": "Stanley Cohen obituary", 
    "text": "The sociologist Stanley Cohen has died aged 70, after suffering from Parkinson&apos;s disease. From the time he was diagnosed with the degenerative condition in 1996, he displayed a fortitude consistent with his academic concern about emotional validity and his abhorrence of sentimentality and overreaction. This concern with overreaction informed Folk Devils and Moral Panics (1972), his influential study of the 1960s battles between mods and rockers. What sociological explanation could be given for the way these seafront skirmishes between scooter riders and motorcyclists came to be seen as attacks upon the moral core of the nation? Stan often used to joke in later years that if he had a penny for every time the concept of moral panic had been misused, he would have long previously been able to take early retirement. Emotional management was also at the heart of Psychological Survival (1972), the book we wrote together about the closed emotional world of the maximum-security wing in Durham prison. How did men who had been sentenced to a lifetime in prison preserve their identity, and resist physical and mental deterioration? Stan&apos;s extended work on deviance and social control, perhaps best exemplified in his Visions of Social Control (1985), influenced by Michel Foucault&apos;s view of prisons as a means for governments to exert wider power, secured him an international criminological reputation. However, in 2001 he moved beyond such simple disciplinary categorisation with the publication of States of Denial. Once again the subject was emotional management, though in this case he was preoccupied not with bogus or inappropriate emotion but with the denial of emotion. What were the personal and political ways in which we avoided the uncomfortable realities that lay all around us: the poverty, the suffering, the injustice? How could we simultaneously know and not know about such matters? These questions were not prompted by any academic literature  Michael Ignatieff described States of Denial as &quot;the starting point for all future debate on the subject&quot;  but by Cohen&apos;s long biographical concern with human rights and their violation. It was a concern that led him into active conflict with the apartheid regime in his native South Africa; a concern that led him, during his time at the Hebrew University of Jerusalem (1981-95), to lead a major inquiry into the Israeli army&apos;s use of torture in the occupied territories; a concern that led him to play a central role in the establishment in 2000 of the Centre for the Study of Human Rights at the London School of Economics, where he was professor of sociology (1995-2005). Although he inspired generations of students with his teaching and supervision, his anarchic dislike of all institutions meant that he was always something of an unwilling academic. Born in Johannesburg, he studied sociology at the University of the Witwatersrand, and in 1963 travelled to London to undertake a PhD at the LSE. He lectured at Durham University (1967-72) and went on to Essex as senior lecturer and, from 1974, professor. He could be cruel about the pedants and time-servers he met along the way, intolerant of those who modified their political principles as they gained promotion. But even his most vigorous denunciations were informed by humour. I once glanced through the email messages that had piled up on his computer as he lay ill. A few were concerned with academic matters. Would he write a new foreword for the second edition of States of Denial? Could he attend a special conference to mark the 40th anniversary of the moral panic concept? However, the majority were about Jewish jokes. They either thanked him for the joke he had sent or offered a new one. Even when Stan was in the last stages of Parkinson&apos;s and found any sort of speech difficult, he would still throw back his head and laugh silently when a visitor came up with an old favourite. He was equally passionate about the humour to be found in works by his favourite novelists, Philip Roth, Saul Bellow and Howard Jacobson. It was perhaps his happy readiness to undermine anything too serious with a joke that once led me to suggest that we cut down on our drinking during our next bout of academic collaboration. I had, I told him, recently read a comment by the actor Richard Burton, who had given up all alcohol; it was a wonderful thing, he said; now at last he could see the world as it really was. Stan waited for my little sermon to end before looking up and saying: &quot;That&apos;s all very well, but who the hell wants to see the world as it really is?&quot; I laughed but I knew that he was dissimulating. Stan was always ready to see the world as it really was, and always ready to devote his intelligence, courage, scholarship and powers of persuasion to making it a better place. In 1963, he married Ruth Kretzmer. She died in 2003; he is survived by their two daughters.   Stanley Cohen, sociologist and criminologist, born 23 February 1942; died 7 January 2013", 
    "section": "education", 
    "gid": "education/2013/jan/23/stanley-cohen", 
    "wordcount": "844"
}