{
    "headline": "Tony Blair's old boarding school faces losing charitable status", 
    "text": "Tony Blair&apos;s old boarding school, Fettes college in Edinburgh, has been told it may be stripped of its charitable status unless it greatly increases access for poorer students within the next 18 months. The private school, one of the most exclusive in Scotland, has been told by the Scottish charities regulator that its &quot;substantial&quot; and &quot;unduly restrictive&quot; fees, well above average for the sector, are a major barrier to most parents. In a highly critical report, the Office of the Scottish Charity Regulator (OSCR) said Fettes had made too little effort to increase access for low-income pupils, and so failed the main charity test of providing genuine public benefit. It has been told it has until July 2014 to increase spending on subsidised places and wider access policies. As it spent only 7% of its 15m annual income on offering means-tested bursary places or discounts for children of military personnel, fewer than 10% of its students came from less well-off backgrounds. It charges boarders up to 27,000 a year, while day pupils pay up to 20,000. The regulator stated: &quot;The charity has not taken sufficient steps to mitigate those fees and therefore OSCR concludes that they are unduly restrictive. For these reasons, OSCR finds that the charity does not provide public benefit and it therefore fails the charity test.&quot; The ruling is a significant embarrassment for Fettes, which was attended by Blair in the 1970s, with other alumni including the fictional spy James Bond; David Ogilvy, the advertising executive; General John de Chastelain, who oversaw IRA arms decommissioning; and the actor Tilda Swinton, who briefly studied there in the sixth form. In contrast, 10 other schools  including Dollar Academy in Clackmannanshire and Strathallan in Perthshire, which taught the current Scottish secretary, Michael Moore  have been cleared by the OSCR in the latest phase of its long-running investigation into the charitable status of 40 Scottish independent schools. The OSCR said it believed private schools were at higher risk of breaching charitable rules because of their high fees: achieving charitable status means they have significant tax advantages. They pay no corporation tax and only 20% of their normal non-domestic rates bill, while potentially qualifying for gift aid tax relief. David Robb, the regulator&apos;s chief executive, said the reviews were designed to ensure public confidence in the charitable system and to make sure registered schools &quot;take sufficient steps to widen access&quot;. He added: &quot;Charities must provide public benefit, and that is what the legislation requires us to ensure.&quot; Two other fee-paying schools, the St George&apos;s School for Girls in Edinburgh and St Columba&apos;s in Kilmacolm, Inverclyde, were also found, like Fettes, to be failing to meet the charity test. They too have been given 18 months to improve access for poorer pupils. Only 3.5% of St Columba&apos;s income went on providing subsidised places, while St George&apos;s, one of Scotland&apos;s most prestigious girls schools, spent only 4.3% of its income on reduced-fee places. Michael Spens, the headteacher at Fettes, said it would collaborate with the regulator on improving access, but was disappointed with its ruling. &quot;Although OSCR acknowledges the valuable public benefit we already provide, they have identified improvements that they wish to see implemented. We are naturally disappointed by this outcome but strongly believe that, by working with OSCR, we can satisfy the requirements of their charities test within the prescribed timescale,&quot; he said. The regulator&apos;s investigations, which have already found against Merchiston in Edinburgh and Hutchesons Grammar in Glasgow, are continuing into several other prestigious schools, including Glenalmond in Perthshire, and the recently merged Edinburgh schools of Mary Erskine and Stewart Melvilles, and George Watsons, which were originally set up as &quot;hospitals for orphans and destitute children&quot;.", 
    "section": "education", 
    "gid": "education/2013/jan/11/tony-blair-school-charitable-status", 
    "wordcount": "636"
}