{
    "headline": "Lonely and mysterious, this is the other Borrowdale", 
    "text": "Several faces, mottled black and white, glance up as I alight from the car. On seeing no dog, these Rough Fells  burly ewes with horns  return to grazing the open fell, unalarmed.  Following the A685 Kendal road south from Tebay in the Lune Gorge, I had turned off through woodland of rowan, alder, birch and holly, and parked along a byway running for nine miles west towards Shap summit through the other Borrowdale. This is Howgills country, lonely and mysterious and devoid of the crags and lakes that bring the tourists to the Borrowdale near Keswick. Yet in a reshuffle of the boundaries, it too has recently become part of the Lake District national park.      Borrowdale opens into the Lune Gorge. Photograph: Tony Greenbank    Take a look, Hilary Wilson had suggested. Borrowdale is thriving following an era of being successfully farmed by generations of Westmorland hill farmers. Her family had farmed the eastern chunk of this Cinderella valley for the past 50 years, but they have now sold up as they are near retirement.  A pink sunset draws the eye, illuminating the sky above the little road heading west. As well as the Rough Fells nibbling the turf on knolls, commercial Charolais-cross cattle are grazing under the shelter of trees along the beck. Goldfinches and meadow pipits are flitting everywhere, thriving on the insects that in turn prosper from the cattle and sheep droppings. A buzzard hovers over damp beck-side pasture, which is speckled with tiny cranberry, sphagnum moss, butterwort, sundew and the sky-blue flowers of scorpion grass. The raptor soars on over lower meadows planted with thicker and stronger ryegrass, a highly nutritious winter feed for the farm animals. Hay cut from finer flower-bearing grasses that look pretty lacks the necessary oomph, according to Mrs Wilson.  Meow cries the buzzard and heads for the dry stone wall that guards Gillingrass Wood; an example of rewilding long before the term became fashionable. Follow Country diary on Twitter: @gdncountrydiary      ", 
    "section": "environment", 
    "gid": "environment/2016/oct/22/lonely-mysterious-other-borrowdale-lake-district-country-diary", 
    "wordcount": "319"
}