{
    "headline": "Devastation on England's east coast after 1953's 'Big Flood'  in pictures", 
    "text": "   Aerial view of the coast road between Whitstable and Herne Bay in Kent, England. In the early hours of the morning of 1 February 1953, strong winds and a swelling tide pushed the sea to dangerous levels. Flood defences were breached by huge waves and coastal towns in Lincolnshire, Norfolk, Suffolk, Essex and Kent were devastated as sea water rushed into the streets Photograph: Alamy       At sea, the storm burst open the loading doors of the The Princess Victoria passenger and car ferry and the captain ordered everyone to abandon ship. There were 177 people on board, of which 133 died when the ship sank near the mouth of Loch Royan within sight of the Irish shore. An inquiry later revealed that the loading doors had been damaged at Stranraer some time before the storm Photograph: ANL/Rex Features       Mablethorpe, Lincolnshire, is engulfed by floodwaters, 1 February 1953  Photograph: ANL/Rex Features       Shattered masonry at one of the breaches in the sea wall of Mablethorpe, Lincolnshire, 2 February 1953 Photograph: PA/PA Archive       A flooded street in the Wisbech road area in King's Lynn. The town was devastated when the 1953 flood hit. Canvey Island was among the towns which bore the brunt - 13,000 people were evacuated from their homes and 59 died. Parts of the reclaimed island in the Thames estuary lie below sea level, meaning the town must be ever vigilant against the threat. From street names including Dyke Crescent and Deepwater Road to the King Canute Pub, reminders of Canvey's historical relationship with the sea can be found around every corner. While the passage of time and an influx of new residents mean many are only dimly aware of the true extent of what happened, others who lived through the ordeal remain in the area Photograph: PA       A man walks through floodwaters in a backstreet in Great Yarmouth, Norfolk, 1 February 1953 Photograph: ANL/Rex Features       3 February 1953: Breached sea walls at Jaywick Photograph: Central Press/Getty Images       4 February 1953: One of the most dramatic of the flooded Canvey Island rescues, Miss Fowler, 84, is carried from her house here where she had been trapped for nearly four days with her 82-year-old-brother without food, light or heat. An inquest later found that 'the worst consequences of this disaster might have been avoided if warning had been sent down the east coast' Photograph: Popperfoto/Getty Images       Whitstable, Kent. Police and civilians rescue victims from the first story of their homes in Nelson Road Photograph: Alamy       Servicemen and civilian workers repairing sea defences at Canvey Island, Essex. Damage to those defences was the cause of the disastrous floods Photograph: PA/PA Archive       Aerial views of oil wells At Greenhithe, 2 February 1953  Photograph: ANL/Rex Features       Sheerness Docks in Kent, where a submarine had sunk and a frigate can be seen lying on its side Photograph: George Little/ANL/Rex Features       2 February 1953: A police car drives through Mary Street in Canning Town, London, warning the public that 20 tins of highly dangerous hydrocyanide had been washed from the dockside in the aftermath of floods Photograph: Edward Miller/Getty Images       Flood victims from Canning Town in London being fed by a soup kitchen from Watford  Photograph: ANL/Rex Features       3rd February 1953: A group of women search for possessions in the remains of a houseboat after floods in Heacham, Norfolk Photograph: Hulton Archive/Getty Images       Volunteers from the army, air force and navy at work in Canvey Island Photograph: ANL/Rex Features       7 November 1953: Commander Nigel Parkinson tests his new flood warning siren in the Norfolk village of Salthouse Photograph: Maurice Ambler/Getty Images       23rd March 1953: Flood damaged buckled railway lines near Birchington in Kent Photograph: Harry Todd/Getty Images       Servicemen and civilians unloading sandbags from fishing boats to repair the main breach in the east wall of the sea defences of Canvey Island. The morning high-water level was about a foot higher than last night and was within two and a half feet off the top of the lowest sections of the wall. When the 1953 flood hit, Canvey Island was among the towns which bore the brunt  13,000 people were evacuated from their homes and 59 died Photograph: PA       Sandbags piled high at an entrance to the Houses of Parliament as a flood precaution Photograph: Frank Hudson/ANL/PA       Floods in the Netherlands. The tragedy killed a total of 1,932 people along the English and Dutch North Sea coasts Photograph: Thomas D. McAvoy/Getty Images       Aerial view of the Royal Victoria Docks, the Thames Barrier, and London's City airport. The major legacies of the disaster were a coastal flood forecasting system, a more scientific approach to sea defences and the building of the Thames barrier Photograph: Jason Hawkes/Getty Images  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/jan/31/devastation-east-anglia-1953-flood-in-pictures", 
    "wordcount": "0"
}