{
    "headline": "Starwatch: Saturn's north pole hurricane", 
    "text": "   Nasa/JPL-Caltech/SSI    A close-up of the hurricane raging at Saturn&apos;s north pole appeared in the Guardian on 1 May. This image, also by Nasa&apos;s Cassini probe, shows a wider view and is another false colour one in which the eye of the hurricane appears reddish because it is lower in the atmosphere and warmer, while tints through green to blue show increasingly cooler regions. The vivid blue striations towards the top-right depict segments of the icy ringlets that together form Saturn&apos;s beautiful ring system. The vortex is locked at Saturn&apos;s north pole and has an eye some 2,000 km wide, with winds that rip in excess of 500 km per hour. Around it is a higher and cooler weather pattern with a curious hexagonal structure. Saturn itself measures 120,536 km across its equator and is a gas giant planet composed largely of hydrogen topped by clouds of ammonia crystals. As Saturn follows its 29-years orbit, sunlight began to fall on its north pole in 2009 to bring our first clear views of the hurricane. Since then, the north face of the rings has been tilting increasingly towards us so that tonight the rings are tipped at 18 and appear 42 arcsec wide through a telescope. The disc is 19 arcsec wide but only 17 arcsec from pole-to-pole, a flattening that results from Saturn&apos;s rapid axial rotation in under 11 hours. One of the puzzles concerning Saturn&apos;s rings is whether they are permanent or temporary, perhaps only a few million years old and possibly the debris from the disintegration of one of its many moons. The issue is complicated by the recent discoveries of a constant rain of charged water particles from the rings over large areas of the planet, and that the rings are being peppered and augmented by additional material, quite likely icy meteoroids and asteroids. To earthly eyes, Saturn is now at its glorious best. Since opposition on 28 April it has backtracked from the constellation Libra into Virgo where we find it some 25 high in Britain&apos;s southern sky at midnight BST. It lies 30 below the prominent star Arcturus in Bootes and 13 to the left of Spica in Virgo  the three objects forming a tall &quot;L&quot;. The Moon lies to the W (right) of Spica on the night of the 21st and below the Saturn-Spica line on the 22nd. Meanwhile, this month sees the three brightest planets converge to lie within the same binocular-field-of-view very low down in our bright NW evening twilight. The brightest, Venus, currently lies several degrees below-right of Jupiter but the latter sinks to pass 1.0 S (below-left) of Venus on the 28th. Mercury, fainter still, approaches Venus from the opposite side to stand 2.0 to the right of Venus on the 22nd and 1.9 above Venus on the 26th.", 
    "section": "science", 
    "gid": "science/2013/may/12/starwatch-saturn-hurricane-storm", 
    "wordcount": "481"
}