{
    "headline": "One Google+ Hangout, one top environment commentator and seven Guardian readers", 
    "text": "We&apos;re always trying to get closer to our readers, and so on Wednesday, eight readers as far afield as Greece and New Zealand took part in our first high profile Google+ Hangout with our environmental commentator, George Monbiot.  The surprisingly intimate video chat really highlighted our readers&apos; depth of expertise in specialist areas. In this case, everything from marine protected areas, energy efficiency, &quot;re-wilding&quot; and restoring habitats, and biodiversity offsets to planning reforms and sustainable housing, nuclear power from an engineer&apos;s point of view, and farming subsidies.  You can watch some of the highlights of the video here (and the full version here), but below are some of the other highlights.           In answer to reader Nicholas Jackson, George made clear he stood by his backing for nuclear power, which he declared so strongly after the Fukushima disaster:  Yes, I do [still back nuclear power]. I feel that when we are faced with what could be an existential issue in the form of climate change, the idea of closing down our primary source of low carbon energy which will almost inevitably be replaced with high carbon energy in the form of gas or coal... the idea making our priority the closing down of that rather than the closing down of fossil fuels looks to me like utter madness.  Darryl Croft asked if we needed to make energy efficiency mandatory:  It is plain to me we need a mandatory [energy saving] target. It is not going to happen under current circumstances and unless the government gets a kick up the backside it&apos;s not going to happen at all. The [EU energy efficiency] directive foresees Europe saving over 300m tonnes of carbon through energy efficiency but it&apos;s simply not going to happen unless governments are constrained to put that directive into force.  Nicola Toki in New Zealand asked if her country&apos;s green &apos;brand&apos; was at threat from more coal and cows:  Well, it&apos;s not going to do much good. I&apos;m sure you&apos;re right, people see New Zealand as a pristine place to travel to, not that I would encourage people to fly. You&apos;re right, A great deal of the attraction of NZ is it has these stunning habitats. There&apos;s quite a lot of academic work showing very often these extractive industries destroy more economic activity than they create.  Speaking from the Cyclade islands in Greece, Constantine Alexander asked about George&apos;s views on the best ways to protect marine life:  Just a few pocket hankerchiefs of sea are protected from that [destructive fishing]... which together amount for just 5 square km, a tiny area of our seas. That&apos;s bad not just for the environment, it&apos;s bad for fishermen, because there&apos;s nowhere for the fish to breed and to be protected in order to build up their stocks. While I understand what you&apos;re saying about the need for conservation groups about proposals for how marine fisheries are managed... I also think the core of any conservation policy for fihsiers has to be strict marine reserves in which no commercial exploitation takes place.  I wanted to thank everyone who took part in the Hangout, and who took the time to watch. We&apos;re still very much in the learning phase about the best ways to use Hangouts, and experimenting. I&apos;m keen to hear your views on how we can best use the technology - more discussions like this, or as a way to give access to people in areas you wouldn&apos;t be able to visit, such as the Rio+20 earth summit in June.  Let me know below, or over on the environmentguardian.co.uk Google+ page.", 
    "section": "environment", 
    "gid": "environment/blog/2012/may/03/google-hangout-george-monbiot", 
    "wordcount": "602"
}