{
    "headline": "Game of Thrones  review", 
    "text": "There&apos;s a perennial problem that afflicts games based on popular TV series or films: they tend to be made to satisfy the greed of marketing men, rather than for any love of their subject matter. That, at least, is not an accusation that can be levelled at Game of Thrones  its development was under way long before the HBO series aired and elevated George RR Martin&apos;s fantasy books to the mainstream. Indeed, Martin himself was involved in the game. However, there is a big caveat: French developer Cyanide Studio has precious little by way of a track record, and unfortunately that manifests itself when you start playing Game of Thrones. It&apos;s a real shame, because there are aspects of the game which are admirable. However, its combat system, to be blunt, is awful. To such an extent that if you&apos;re coming to Game of Thrones after playing the likes of Dragon&apos;s Dogma, Skyrim, Mass Effect 3 or Dark Souls, you&apos;ll hate it. It is, essentially, a turn-based system, which tries to pretend that it operates in real time. The end result is that you feel you have no control over combat  you can queue up three types of strikes or abilities, but while you wait for them to be discharged, you essentially need to run away from enemies, furiously pressing a button to regenerate your energy, before running back towards them, all the while keeping an eye on on-screen icons. Even a Japanese-style menu system would have been preferable. RPG purists, then, would be well advised to give it a wide berth, but at least there&apos;s plenty in it for Game of Thrones fans. While the combat never provides anything that could be described as enjoyment, it is possible, at least, to figure out what you need to do to take your opponents down, and when you reconcile yourself to that work-around, enjoyable aspects do manifest themselves. The game&apos;s narrative is well structured. You alternate between two characters: Mors Westford, a gnarled veteran of the Night&apos;s Watch, and Alester Sarwyck, a red priest returning to Riverspring to assume command of his ancestral land on the death of his father.     Game of Thrones    The pair&apos;s abilities contrast nicely: Mors is a formidable, heavy-armoured fighter with a dog that he can possess, which gives him the ability to track, whereas the light-footed Alester can command the power of fire. Mors&apos; storyline involves defending the bleak area around the Wall from ever-increasing incursions by wildlings (and involves some enjoyable use of his dog&apos;s powers), while Alester gets to use his powers of diplomacy at least as much as his fighting abilities. The virtual acting is pretty decent, and the stories (which wisely steer clear of anything seen in the TV series) are involving and interesting, although the dialogue can sometimes lapse into clunkiness. Opportunities for exploration are limited, since it is more or less a single-path game, but the ability to interact with inhabitants of Westeros should thrill Game of Thrones fans. Game of Thrones, all told, is a decent game that has been horrifically let down by one sub-standard element. In a way, that&apos;s even harder to bear than if it had just been somewhat lacklustre all round. If you&apos;re a massive fan of the books or the series, you might still want to buy it, as it does at least let you immerse yourself in Westeros. However, don&apos;t blame us if you find its combat system to be a deal-breaker.  Game reviewed on Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jun/18/game-of-thrones-review", 
    "wordcount": "581"
}