{
    "headline": "Thousands of vocational qualifications to be stripped out of GCSE league tables", 
    "text": "     Thousands of vocational qualifications  including courses in fish husbandry and nail technology  are to be stripped out of school league tables, the government has announced. More than 3,000 qualifications regarded as equivalent to GCSEs in current league tables  and said to be used by some schools to improve their rankings  will be reduced to 125. Just 70 will count towards the main performance measure of five A* to C grades at GCSE. The first league tables to reflect the changes will be published in January 2015, based on results from the previous summer. The qualifications being ditched include the City and Guilds level 2 diploma in horse care, currently worth four GCSEs in the league tables. A Btec in fish husbandry, worth two GCSEs, a level 2 certificate in nail technology and a level 2 award in travel and tourism are among those being dropped. Schools will still be able to offer these courses, but they will no longer boost their position in league tables. Full-course GCSEs, established iGCSEs, AS levels and music exams at grade six and above will all count towards the tables. The announcement follows a review of vocational education carried out by Prof Alison Wolf, a public policy expert. She argues that pupils need to acquire &quot;broad skills&quot; to enable them to thrive over a lifetime of change. The education secretary, Michael Gove, said: &quot;The weaknesses in our current system were laid bare by Professor Wolf&apos;s incisive and far-reaching review. The changes we are making will take time but will transform the lives of young people. &quot;For too long the system has been devalued by attempts to pretend that all qualifications are intrinsically the same. Young people have taken courses that have led nowhere.&quot; In an article for Education Guardian, Wolf writes that vocational qualifications should be included among the most respected school subjects, but warns that too many have no value. &quot;I have met students who told me they were &apos;getting 15 GCSEs&apos; when they were doing no such thing. Colleges complained to me about growing numbers of young people applying for courses in the belief that they had the necessary entry qualifications, when they did not. &quot;Employers could not care less about &apos;points&apos; and &apos;equivalences&apos; and how many of them a young person has. Many of them have only just got used to GCSEs, as opposed to O-levels. They look instead at whether young people have got certain, specific qualifications: ones which they recognise and value.&quot; The government has also announced that 12 new studio schools are approved to open later this year, joining six already open. These are small schools for 14- to 19-year-olds which are intended to act as a bridge between education and the workplace. They open all year round and the day lasts from 9 till 5. They will offer a mix of academic and vocational qualifications as well as paid work placements. Thirteen new University Technical Colleges (UTCs) are also approved to open from this September onwards. UTCs are academies for 14- to 19-year-olds, focusing on providing technical education in partnership with businesses.", 
    "section": "education", 
    "gid": "education/2012/jan/31/vocational-qualifications-stripped-league-tables", 
    "wordcount": "523"
}