{
    "headline": "Curiosity rover on Mars  in pictures", 
    "text": "   The first laser test by the rover's ChemCam instrument. The composite image incorporates a Navigation Camera image taken prior to the test, with insets taken by ChemCam's own camera. The circular inset shows the rock before the laser test. The square inset is further magnified to show the difference between images taken before and after the laser test. ChemCam hit the rock with 30 pulses over 10 seconds. Each pulse delivered more than a million watts of power for about five one-billionths of a second Photograph: Nasa Photograph: Nasa       Curiosity on the surface of Mars taken by the High Resolution Imaging Science Experiment (HiRISE) on Nasa's Mars Reconnaissance Orbiter. Colours have been enhanced to show subtle variations near the rover, which result from different types of material. The descent stage blast around the rover is clearly seen as relatively blue colours (true colours would be more grey) Photograph: MSSS/JPL-Caltech/NASA       Colour-enhanced terrain around the rover's landing site within Gale Crater on Mars Photograph: MSSS /JPL-Caltech/NASA       The wall of Gale Crater Photograph: MSSS /JPL-Caltech/NASA       The wall of Gale Crater, in a white balanced version Photograph: MSSS /JPL-Caltech/NASA       Destination Mount Sharp (white balanced version) Photograph: MSSS /JPL-Caltech/NASA       An area excavated by the blast of the Mars Science Laboratorys descent stage rocket engines. With the loose debris blasted away by the rockets, details of the underlying materials are clearly seen Photograph: MSSS /JPL-Caltech/NASA       This full-resolution image shows part of the deck of Nasa's Curiosity rover in Mars taken from one of the rover's navigation cameras looking toward the back left of the rover. On the left of this image, part of the rover's power supply is visible. To the right of the power supply can be seen the pointy low-gain antenna and side of the paddle-shaped high-gain antenna for communications directly to Earth. The rim of Gale Crater is the lighter coloured band across the horizon. The effects of the descent stage's rocket engines blasting the ground can be seen on the right side of the image, next to the rover Photograph: MSSS/JPL-Caltech/NASA       A full-resolution self-portrait of the deck of Nasa's Curiosity rover from the rover's navigation cameras. The back of the rover can be seen at the top left of the image, and two of the rover's right side wheels can be seen on the left. Part of the pointy rim of Gale Crater forms the lighter colour strip in the background. Bits of gravel, about 1 centimetre in size, are visible on the deck of the rover Photograph: MSSS/JPL-Caltech/NASA       A colour image from the rover shows the pebble-covered surface of Mars. This is a portion of the first colour 360-degree panorama from Nasa's Curiosity rover, made up of thumbnails, which are small copies of higher-resolution images. The mission's destination, a mountain at the centre of Gale Crater called Mount Sharp, can be seen in the distance, to the left, beginning to rise up. The mountain's summit will be imaged later. Blast marks from the rover's descent stage are in the foreground Photograph: MSSS/JPL-Caltech/NASA       This mosaic image shows part of the left side of NASA's Curiosity rover and two blast marks from the descent stage's rocket engines. The images that were used to make the mosaic were obtained by the rover's Navigation cameras on Aug. 7 PDT (Aug. 8 EDT).  The rim of Gale Crater is the lighter colored band across the horizon. The back of the rover is to the left. The blast marks can be seen in the middle of the image. Several small bits of rock and soil, which were made airborne by the rocket engines, are visible on the rover's top deck Photograph: MSSS/JPL-Caltech/NASA       Curiosity's first colour image of the Martian landscape, acquired by the Mars Hand Lens Imager (MAHLI) on the afternoon of the first day after landing. In the distance is the north wall and rim of Gale Crater. The image is murky because the MAHLI's removable dust cover is apparently coated with dust blown onto the camera during the rover's descent. Images taken without the dust cover in place are expected in the coming weeks Photograph: MSSS/JPL-Caltech/NASA       One of the first images from the Curiosity rover of its wheel after it successfully landed on Mars Photograph: MSSS/JPL-Caltech/NASA       Mount Sharp with the rover's shadow in the foreground. In the distance is the peak of Mount Sharp at a height of about 3.4 miles. The Curiosity team hopes to drive the rover to the mountain to investigate its lower layers, which scientists think hold clues to past environmental change. This image was captured by the rover's front left Hazard-Avoidance camera at full resolution shortly after it landed Photograph: MSSS/JPL-Caltech/NASA       The first image from the rover Curiosity after it successfully touched down Photograph: MSSS/JPL-Caltech/NASA       The HiRISE camera on the Mars Reconnaissance Orbiter captured this image of  Curiosity parachutes to the surface in this image from Nasa's Mars Reconnaissance Orbiter. Curiosity and its parachute are in the center of the white box. The rover is descending toward the etched plains just north of the sand dunes that fringe Mount Sharp Photograph: JPL-Caltech/NASA  ", 
    "section": "science", 
    "gid": "science/gallery/2012/aug/20/curiosity-rover-mars-pictures", 
    "wordcount": "0"
}