{
    "headline": "Could robots soon add to mankind's existential threats?", 
    "text": "Once upon a time, the term &quot;existentialism&quot; had connotations of seedy French intellectuals groping impressionable young women in Parisian cafeswhile spouting nonsense about the paramountcy of individual experience. But that was then and this is now, whenit has come to have a less solipsistic interpretation. As in &quot;existential threats&quot;, that is, threats to the existence of our species brought about by our mastery of technology. We&apos;ve lived with one such threat  that of nuclear annihilation  since the mid 1940s and though the prospect of that particular nightmare has receded somewhat, it hasn&apos;t been eliminated. During the postwar era, however, a combination of economic development and astonishing progress in some areas of science and technology has not only opened up remarkable opportunities for society, but also laid the foundations for a new set of existential threats. Global warming (or &quot;Gaia&apos;s revenge&quot;, as James Lovelock calls it), is the one most often discussed. After all, the planet doesn&apos;t really need us and global warming may give it a way of demonstrating that. But now a pair of leading scholars and a wealthy software entrepreneur are arguing that there are other threats that we should be worrying  and thinking  about. The academics are Martin Rees, ex-president of the Royal Society and astronomer royal, and Huw Price , occupant of the Bertrand Russell chair of philosophy at Cambridge. The geek is Jaan Tallinn, co-founder of Skype, the internet telephony company now owned by Microsoft. Together, they have set up the Cambridge Project for Existential Risk. Its aim is to try to assess dangers that may arise from progress in artificial intelligence (AI), developments in biotechnology and artificial life, nanotechnology and from possible extreme effects of anthropogenic climate change. Most of this stuff is above my pay grade, but I am interested in AI. The line of thinking that leads to the conclusion that it could, one day, post an existential threat can be crudely summarised thus: computers are getting more powerful at a near-exponential rate, so one day we will getto the point where they will achievehuman-level artificial intelligence. As IJ Good, a former colleague of Alan Turing and the first writer to contemplate the implications of that possibility, put it, such machines&quot;could design even better machines; there would then unquestionably be an &apos;intelligence explosion&apos; and the intelligence of man would be left far behind. Thus the first ultra-intelligent machine is the last invention that man need ever make&quot;. The only remaining question would then be whether these clever machines would be interested in keeping humans as pets. Good&apos;s paper, Speculations Concerning the First Ultraintelligent Machine, was published in 1965 and spawned a fevered debate in science fiction, pop neuroscience and computing circles that has gone on ever since. The term &quot;the singularity&quot; was coined in 1993 by Vernor Vinge, a sci-fi writer, to describe the moment when humans cease to be the smartest things on the planet, and popularised by the inventor and futurist Ray Kurzweil in his book The Singularity is Near. For much of that time, I paid little attention to the debate. The field of AI has been through several cycles of overblown speculation followed by empirical letdowns, and although there have been great advances in robotics, nothing remotely threatening human cognition seemed to be on the horizon. True, Moore&apos;s law  the one that says that computing power doubles every two years  continued to hold, but mere processing speed wasn&apos;tthe same thing as intelligence. And there were some things that humans do well that machines would struggle with.            Or so I thought. Then Google launched its autonomous vehicle (aka self-driving car) project. By loading a perfectly ordinary Toyota Prius with $250,000-worth of sensors and computing equipment, the company created a vehicle that can safely navigate even the more congested road conditions. So far, these cars have logged something like half-a-million accident-free miles, which implies that robotic cars are actually far safer than ones driven by humans. For me, the implication of the Google car is not necessarily that Kurzweil&apos;s &quot;singularity&quot; is near, but that our assumptions about the potential of computers  and, therefore,artificial intelligence  urgently need revising. We need to think seriously about this stuff, along the lines demonstrated by the philosopher David Chalmers in a terrific paper, or by Erik Brynjolfsson and Andrew McAfee in their book, Race Against the Machine. And we need academic institutions to tool up for the job. Which is why the initiative by Messrs Rees, Price and Tallinn is so welcome. And why French philosophers need not apply.", 
    "section": "technology", 
    "gid": "technology/2012/dec/02/ai-robots-google-car-humans-john-naughton", 
    "wordcount": "780"
}