{
    "headline": "Headteacher killed herself after six months in job, coroner rules", 
    "text": "A new headteacher who felt under pressure only six months after taking over at a Worcestershire primary school killed herself, a coroner has ruled. Helen Mann&apos;s body was discovered at Sytchampton Endowed First School, the voluntary-aided primary school where she had been headteacher, during a training day in November last year. An inquest at the Worcestershire coroner&apos;s court in Stourport heard that Mann, 43, had been headteacher at the school for six months but that her health quickly began to suffer soon after she started the job, her first post as a headteacher. The death of Mann, described by her husband Philip as &quot;the nicest, kindest and most dedicated person you could ever meet&quot;, is a sad reminder of the high levels of stress experienced by teachers, in a profession that has long ranked among the worst in terms of stress-related illness. Family members and colleagues said that Mann had lost weight, and her husband revealed that she had taken an overdose of sleeping pills during a four-week leave of absence she had taken for ill health, several days before she returned to work at the school. Marguerite Elcock, deputy coroner, said: &quot;Mrs Mann was a dedicated and professional teacher. A lady who had extremely high expectations of herself, who felt pressure in her new role ... She feared failure and took her own life when these pressures got too much for her.&quot; A verdict of suicide was recorded. An employment tribunal claim made by a supply teacher who had been made redundant appeared to weigh heavily upon Mann, although the claim had been settled before Mann took her own life. In September, Mann had collapsed at a meeting for new headteachers. Mann&apos;s therapist reported in a statement to the hearing that Mann said she was kept awake at night worrying about work. The inquest heard from Mann&apos;s colleagues that the school had been without a permanent headteacher for five terms and had conducted multiple rounds of interviews to fill the position, despite the school having twice been awarded a coveted &quot;outstanding&quot; rating by regulator Ofsted. Although the school  in a village midway between Kidderminster and Worcester  was not about to be inspected by Ofsted, an earlier informal inspection by the Worcestershire education authority had estimated that the school was unlikely to retain its outstanding rating at the next inspection. Stephanie Galt, chair of the school&apos;s board of governors, told the hearing that Mann was &quot;very concerned&quot; about when the next review would be and had sought to reassure her. Teaching and education are recognised as among the most stressful occupations in the UK, with rates of suicide running at a third above that of the national population. In the last decade, between 35 and 63 teachers have killed themselves each year. According to the Health and Safety Executive, teaching and education professions report 2,340 cases of work-related stress for every 100,000 employees each year, with only nursing having a worse record. The national industry average is 1,220 cases per 100,000 each year, with carpenters and skilled builders having just 580 cases. The latest figures from the DfE show that teachers on average each took 4.5 days off for sickness in the 2011-2012 academic year, with 55% of all teachers in state schools taking at least one period of sick leave. In total 2.2m working days were lost to teachers&apos; sickness absence.", 
    "section": "education", 
    "gid": "education/2013/may/01/headteacher-kills-herself", 
    "wordcount": "575"
}