{
    "headline": "Smart forks, phablets and phones: a CES 2013 journal", 
    "text": "Rory Carroll is at the Consumer Electronics Show for the Guardian, taking notes and photos about the most talked-about products at the tech jamboree.  Spotted: A smart fork Judging by buzz, the world&apos;s first smart connected fork is one of the hits of CES. It knows how fast you are eating and encourages you to slow down by vibrating and flashing an orange light. The idea being that eating slower enhances digestion and reduces the quantity of food consumed. &quot;We&apos;ve been covered by 62 countries in the past 48 hours,&quot; said Renee Blodgett of HAPILABS, the French company which designed the fork. &quot;And what&apos;s with you British? The BBC have interviewed us five times. We couldn&apos;t get rid of them.&quot; The company, founded by Fabrice Boutain (a svelte Frenchman in no apparent need of vibrating cutlery) is based in Hong Kong and Miami. It has made just a handful of prototypes but hopes, with the help of Kickstarter funding, to have the Chinese-made forks on the US market by April. &quot;After that, spoons,&quot; beamed Blodgett.  What would you like to see from CES 2013? Tweet @RoryCarroll72 with your requests and he&apos;ll answer your questions as they come up.   Tweet to @rorycarroll72 Spotted: A gross press lunch    #2013CES Press box lunch. Is there an app for Gordon Ramsey? twitter.com/rorycarroll72/&mdash; Rory Carroll (@rorycarroll72) January 8, 2013    Spotted: A scary-looking sculpture maker    #2013CES MakerBot 3D printer, $22000, making Roman sculpture out of plastic. 'Like a glue gun attached to robot arm.' twitter.com/rorycarroll72/&mdash; Rory Carroll (@rorycarroll72) January 8, 2013    Spotted: Abused smart phones    #2013CES IPG cracks walnuts on a phone to stress the point. twitter.com/rorycarroll72/&mdash; Rory Carroll (@rorycarroll72) January 8, 2013    Spotted: More abused smart phones    #2013CES The ultimate 3D for watching Titanic. twitter.com/rorycarroll72/&mdash; Rory Carroll (@rorycarroll72) January 9, 2013    Spotted: Even more abused smart phones    #2013CES Is there anything more perilous than being a smartphone? Butterflies have longer life spans. twitter.com/rorycarroll72/&mdash; Rory Carroll (@rorycarroll72) January 9, 2013    Spotted: Diarist wearing cat ear-shaped brainwave readers    #2013CES NeuroSky's 'cat ear' brain wave readers. They wriggle, droop or prick according to what you're thinking. twitter.com/rorycarroll72/&mdash; Rory Carroll (@rorycarroll72) January 9, 2013    Channel your inner Eastwood: Firefox thought technology becomes reality at CES 2013", 
    "section": "technology", 
    "gid": "technology/blog/2013/jan/09/ces-2013-smart-forks-phablets-phones", 
    "wordcount": "248"
}