{
    "headline": "Aid from Brics countries is making a bigger splash", 
    "text": "We all know that the Brics have emerged as major world players, with China leading the way, South Africa quite some way behind and Russia a strange anomaly as part of a former superpower. We also know their newfound importance is in part expressed in the rise of their foreign assistance programmes. So what does a new report on how the Brics are &quot;reshaping global health and development&quot;, published by Global Health Strategies initiatives (GHSi) and financed by the Bill &amp; Melinda Gates Foundation, have to add to a well-known picture? According to GHSi, China gave $3.9bn in foreign assistance in 2010. This puts it well beyond the scale of most donors  only 10 OECD countries gave more, with Italy&apos;s dramatic collapse now making it the first G7 country to fall behind China in the aid stakes. Next to be overtaken will be Australia  and Sweden and Norway are also within China&apos;s sights. The other Brics are still relative minnows in the aid world: India&apos;s aid is the size of Portugal&apos;s, Russia&apos;s the size of Greece&apos;s. And despite impressive growth figures  Brazil, Russia and China all grew their programmes by more than 20% in 2010, far outstripping growth in OECD aid programmes  talk of the non-China Brics catching up with the traditional donors soon is exaggerated. Even if India&apos;s aid budget keeps growing at 10% a year, it will still take 30 years before it reaches the status of the major donors such as Japan, the UK, France and Germany. As with most aid-givers, Brics focus on the regions they most want to influence, which remain largely local. Over 80% of Indian bilateral assistance went to neighbouring countries, and almost all South African aid (still just $143m) goes to other African countries. The Middle East is still much bigger in aid terms, with Saudi Arabia, Kuwait and the United Arab Emirates providing an average of 1.5% of GNI in aid since 1973, according to the GHSi report. Why are they never mentioned in western aid circles? Why did they have no presence at Busan? Talking of reshaping global health and development, the Gates foundation annual aid budget (pdf) is possibly in the same league as China&apos;s and is more than those of Brazil, India, Russia and South Africa combined, which puts some perspective on the issue. So does the foundation, which answers to a handful of Americans, have more sway in global health than the Brics? This is where going beyond the aid numbers sets this report apart. It is not just quantity of aid that counts nowadays, but the quality and perspective of that aid, as well as innovation, investment and experience domestically. Most of the Brics are still developing countries in the traditional sense of that term, which means that they are combating extreme poverty, hunger and disease at home as well as in their aid programmes. This is the main characteristic that sets them apart from traditional donors and philanthropic mega-foundations. Take Brazil, for example, which is growing its health research and development budget by 13.5% year on year, still minor by western standards, but its health innovations, like its social interventions, are designed for developing country situations, and so are more easily transferable to other developing countries. Western pharma is famously concerned more with facelifts than malaria. India, of course, leads the way in developing world health responses, with a $1bn research and development programme, not to mention its huge generic drugs industry, which prompts its self-declaration as the &quot;pharmacy of the world&apos;s poor&quot;, as well as satisfying 70% of domestic demand. It manufactures 80% of all donor-funded HIV therapies sent to developing countries and between 60%-80% of vaccines procured by UN agencies. China has increased R&amp;D spending by 20% every year for the past decade and now invests more than any other G7 country except the US. Russia remains something of an enigma in all this. It seems to have no real desire to participate in general global development affairs, and its aid presence is bitty. Other emerging non-OECD non-Brics countries have similar stories, with Turkey and Indonesia making significant interventions on generics and vaccines. South Korea&apos;s International Vaccine Institute is the only international organisation working exclusively on vaccine development for developing countries. It is funded by  the Gates foundation. The report concludes that the Brics &quot;represent a potentially transformative source of new resources and innovation for global health and development&quot;. This is clearly true, and another report confirming it is welcome. But there is one more step to take before such analyses count as truly radical. In 2010 Nigel Crisp, a former chief executive of Britain&apos;s National Health Service, published an extraordinary book called Turning the World Upside Down: The Search for Global Health in the 21st Century. Like this GHSi report, he argues that the solutions to global health problems are now at least as likely to come from unexpected sources in the developing world as from the west. But he goes a step further, bringing out lessons that rich countries can learn from poorer ones, and treating health similarly in rich and poor countries alike. Crisp&apos;s talk of &quot;co-development&quot; rather than rich-poor international development resonates in this era of shifting power, and with a blog I wrote a few years ago arguing something similar. When western audiences start to look to poorer countries for solutions in health and in other sectors, they will finally have moved on from the era of aid.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/mar/26/aid-brics-countries-china-india", 
    "wordcount": "924"
}