{
    "headline": "Rio+20: A voice from Njombe, Tanzania", 
    "text": "   Simon Mkina, Rio+20 Photograph: Guardian    Sustainable development, to me, is the kind of growth in human activities that looks to protect today&apos;s life while ensuring the good tomorrow. It is all about humans having enough food, shelter, better education and healthcare. But this is nothing without the protection of our nature; [of our] environments, and all the natural surroundings. Apart from that, peace is another core thing for sustainable development. In a country without tranquility and harmony, development of any kind is a nonentity. In my country, Tanzania, steps to sustainable development have proved to be so slow and sometimes stagnant due to some leaders&apos; poor decisionmaking. The mindset of our leaders has succumbed to donor dependency and has resulted in an erosion of initiative and lack of ownership of the development agenda. My country is so rich in natural resources, including various and valuable minerals, that would contribute more in making poverty history in this land. It is disappointing that after 50 years of independence, 47% of the population of 41 million are struggling to get clean water, people living in rural areas are travelling long distances to access water which is not clean at all. Tanzania used to record a very low illiteracy rate, close to 9% up to the early 1980s, but now it has shot up to 36%. For the past 20 years, what I have seen is rampant corruption, irresponsible leaders prevailing in all walks of life in Tanzania; that puts more salt on the open wound of poverty. My message to Rio+20 is to ask all the rich nations, World Bank, IMF and other donors to establish a mechanism of channelling every single cent to NGOs and civil society organisations if they really want to help poor countries in kicking out poverty. As it has proved, many governments are not using funds they receive from donors in a good way. They are not transparent, and corruption is the order of the day.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/15/rio20-voice-njombe-tanzania-daraja", 
    "wordcount": "324"
}