{
    "headline": "Russian meteorite followed by claimed sightings in Cuba and California", 
    "text": "     A day after a stunning meteorite tore through the skies above Russia, causing widespread damage and hospitalising scores of people, sightings of fireballs have been reported by residents in California and on Cuban state television. The Chabot Space and Science Center in Oakland, in Northern California, said a number of people had made contact, describing what appeared to be a fireball flying west on Friday night. Cuban state TV  perhaps keen to get in on the act with its former Cold War ally  reported that it too had been visited by a giant meteorite earlier in the week. It said residents in the country had been startled by bight lights and a loud noise. A local newscast, posted on the website CubaSi late Friday, featured unidentified residents of the central city of Rodas, near Cienfuegos, saying the explosion was impressive. &quot;On Tuesday we left home to fish around five in the afternoon, and around [eight o&apos;clock] we saw a light in the heavens and then a big ball of fire, bigger than the sun,&quot; a local man said in the video. &quot;My home shook completely,&quot; said a woman, who added: &quot;I had never heard such a strange thing.&quot; It is not clear what the objects spotted were or indeed if they actually existed. Cuba does not lie far from the shores of southern Florida and a major meteorite streaking through the heavens would likely to have been spotted there. In California, a telescope monitoring the same stretch of sky did not pick up any unusual activity. Video footage, purportedly tracking what appeared to be an object shooting through the sky, was posted on YouTube by those claiming to have witnessed the phenomenon on America&apos;s west coast.  The sightings and claims come amid massive global media coverage of the Russian event and also news reports of a different asteroid that passed close to the earth on Friday, without causing any harm.", 
    "section": "science", 
    "gid": "science/2013/feb/16/russian-meteorite-sightings-cuba-california", 
    "wordcount": "326"
}