{
    "headline": "Press prize for campaigner who dared China officials to swim in pollution", 
    "text": "A social media campaigner who challenged government officials to swim in their polluted local rivers was among the winners of this year&apos;s China environmental press awards. The awards, first given out in 2010, are jointly organised by chinadialogue, the Guardian and Sina, the leading Chinese web portal, with this year&apos;s winners covering the most prominent environmental challenges facing China today: polluted drinking water, contaminated land, hazardous air and endangered wildlife. Against a backdrop of sometimes strong harassment from local officials, China&apos;s environmental reporters, civil society and citizen journalists continue to document public outrage about pollution, and the influence of Chinese social media is becoming increasingly significant. Wu Zhu, an environmental volunteer from coastal Zhejiang province, picked up the award for best citizen journalist after helping to create and promote a call for environmental protection officials to swim in local waterways. The campaign quickly escalated into a nationwide media story with one entrepreneur offering more than 20,000 to his city&apos;s environmental protection chief to take a 20-minute dip in his polluted local river. The local official declined. Wu Zhu also helped to raise public awareness when Liu Futang, winner of the 2012 citizen journalist prize, was arrested and charged with &quot;illegal business activities&quot; after writing about a protest against a coal-fired power station being built on Hainan island in south China. The judges said his energetic campaigning was likely to have helped prevent Liu being sent to prison [he was fined and received a three-year suspended sentence]. Two runners-up awards were given out to Pan Qi, an entertainment reporter who rose to national fame after probing officials over a controversial tree-planting programme in her home city of Qingdao, coastal China, and Chen Yuqian, a farmer from a small village near Hangzhou city, which suffers severe pollution from paper and electroplating factories. Chen&apos;s daughter set up a weibo account (a microblogging platform in China similar to Twitter) in his name, speaking about his life and work. They both continued reporting about environmental problems despite harassment from local officials. The winner of the best investigation of the year went to Gao Shengke, a journalist at Caijing magazine, for his report on large areas of contaminated land in Chinese cities being developed into residential districts. The journalist of the year award was given to Gong Jing, from New Century Weekly, for his expos on the dirty water being supplied to city residents. Gong has established himself as one of the best environment journalists working in China today, having won an award last year for his report on contaminated rice. His award-winning investigation this year discovered that a previously unpublished survey of tap water quality in more than 4,000 sites across China had found almost half of the county&apos;s municipalities were not up to standard. A month after Gong&apos;s article was published and in the face of huge public attention, the housing ministry was forced to release more information and officials announced they would be spending 410 billion yuan (about 40bn) on improving water quality in urban areas by 2016. The award for best in-depth investigation went to three journalists who co-authored an article on the eating of endangered species, including the pangolin, giant salamander, wild snakes and owls. They revealed how damaging eating habits were facilitated by lax policing and a belief in the medicinal benefits A separate report on the illegal hunting of migratory birds won the award for the story with the biggest impact. Changsha Evening news photojournalist Li Feng and reporter Yan Jiawen went undercover, posing as bird poachers, traders and consumers, to reveal the shocking massacre of migratory birds. Protecting the birds quickly became a hot topic in Chinese media and led to national campaign, &quot;let migratory birds fly&quot;. The three counties of Xinhua, Xinshao and Longhui eventually signed a treaty to protect migratory birds and Hunan&apos;s forest public security bureau launched special measures to protect the birds in seven cities. The state forestry administration also sent an emergency working team to Hunan to urgently investigate hunting along the ancient migratory route. Despite the success of this particular report, journalist of the year winner Gao said the changes brought about by environmental reporting were still limited. &quot;Investigative journalists are like the kid who told the public that the emperor wasn&apos;t wearing any clothes, but whether the truth-telling works depends on whether a government cares about its image. As for what a government without a sense of shame would do, we all need to consider,&quot; he said. In the face of public anger and protests against pollution, China&apos;s new generation of leaders, headed by president Xi Jinping, have vowed to &quot;build an ecological civilisation&quot;, a term first introduced in 2007 and widely seen as an attempt to redefine the model of growth China should follow. More recently, Xi has said the government should establish and enforce an ecological &quot;red line&quot; to protect the environment from rapid urbanisation. Main prizewinners Best investigation Gao Shengke, Caijing  The houses built on China&apos;s &apos;poisoned&apos; land Biggest impact Li Feng, Changsha Evening News  Sorry tale of birds&apos; migration route  two journalists&apos; personal experience in the hunting grounds of Hunan Best scoop Liu Yiman, Oriental Outlook  The Xiaonanhai Dam: a typical case of the environment giving way to power Best in-depth report Zhang Qifeng, Jiang Gan, Xiao Shibai, Deep  Eating habits in South China driving endangered animals to extinction Young journalist of the year Liu Hongqiao, New Century Weekly Best citizen journalist  Wu Zhu (@ShangshuCoffee) Journalist of the year Gong Jing, New Century Weekly", 
    "section": "environment", 
    "gid": "environment/2013/jun/06/campaigner-china-swim-polluted-rivers-prize", 
    "wordcount": "932"
}