{
    "headline": "Pebble Technology predicts more Kickstarter crowdfunding for gadgets", 
    "text": "More gadget makers will follow in Pebble Technology&apos;s footsteps by using crowdfunding site Kickstarter to raise money to make their products, according to Eric Migicovsky, the company&apos;s founder and lead designer. Pebble raised just under $10.3m on Kickstarter earlier in 2012 from nearly 69,000 backers, having initially sought only $100k. Its success has sparked similar ambitions among other startups and inventors. &quot;Kickstarter is a great platform. We weren&apos;t the first people to use Kickstarter as a fundraising platform for hardware, and we won&apos;t be the last,&quot; said Migicovsky, speaking at the LeWeb London conference. He suggested that crowdfunding can work for companies in their earliest stages making prototypes, not just those with a near-finished product. The idea to make a smart-watch from a stint studying in the Netherlands while cycling everywhere, and trying not to drop his smartphone in the nearest canal. &quot;I wanted to just be able to look down at my wrist and see who was emailing, texting and calling me,&quot; he said. Migicovsky graduated in 2009, and by late 2010 his company was shipping a watch called inPulse the precursor to Pebble, with its first run of 600 units actually made in a garage. It worked with BlackBerry smartphones. A change came at Apple&apos;s WWDC conference in 2011, when it announced that iOS apps would now be able to run in the background and pair with hardware devices. At this point, Migicovsky shifted his attention towards iOS, and having been backing projects on Kickstarter since 2010, decided it might be a good platform to raise money to make a new smart-watch which by the time the project launched, would also work with Android smartphones. &quot;We tried raising money from institutional investors, and we were unsuccessful,&quot; he said. &quot;We took some meetings and chatted to some people, but unfortunately it&apos;s quite hard to get funding.&quot; Migicovsky said that investors&apos; key concern had been the lack of proof that Pebble would appeal to a large enough audience. They were wrong. It took around 28 hours to raise the first $1m on Kickstarter, but 30 days later Pebble ended up with just under $10.3m. Now the company is setting its sights on getting external developers to make apps for it. &quot;We&apos;re planning for the ability for people to write applications. We&apos;re launching a software development kit to write games, watch faces... It&apos;s pretty cool,&quot; he said, adding that sports and fitness will be key app categories for Pebble too. Pebble already has a partnership with fitness app RunKeeper along these lines. Migicovsky suggested that the new breed of taxi-hailing apps like Hailo could also work really well on Pebble. &quot;It&apos;d be really cool if you could get a notification that your cab was waiting, on your watch,&quot; he said. The watch goes on sale in August, with 85,000 already ordered through the Kickstarter campaign. Asked for tips on Kickstarter fundraising, Migicovsky said that Pebble pitched its initial video at a wider audience than just hardcore technology fans, while honing down its message to three key use cases: running, cycling and using it around the home. &quot;With Kickstarter you have to make it very clear: it&apos;s a short pitch and you&apos;re trying to convince someone to buy your product before it comes out,&quot; he said. As for future features, Migicovsky said Pebble is looking at Windows Phone, and is interested in what might be possible with Siri, as Apple opens out its voice control technology in future iterations of iOS. And the biggest challenge now? &quot;Building 85,000 watches is quite a challenge!&quot; he said. &quot;We&apos;ve got a lot of expectations to deliver on, so we&apos;re working to manage those expectations and deliver what we promised.&quot; This post has been updated to correct Migicovsky&apos;s quote: &quot;We weren&apos;t the first people to use Kickstarter as a fundraising platform for hardware&quot; rather than &quot;We were the first...&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jun/19/pebble-smart-watch-leweb-london", 
    "wordcount": "672"
}