{
    "headline": "On the road: Tern Link D8 folding bike  review", 
    "text": "You may have heard about the Dassler brothers, the Bavarian shoemakers who fell out so spectacularly after the second world war that they dissolved their company (which had shod Jesse Owens in the 1936 Olympics) and went their separate ways. Adolf (&quot;Adi&quot;) started Adidas; Rudolf set up Puma. Both had their headquarters in their hometown of Herzogenaurach, where, even today, you need only glance at the locals&apos; trainers to knowwhose side they are on. Loyalties are similarly divided in the world of folding bikes after the messy break-up of the marriage that produced Dahon, the world&apos;s most popular folding brand. Dahon&apos;s founder, Dr David T Hon, is suing his ex-wife Florence after she and their son, Josh, set up a rival folding brand following the couple&apos;s divorce. Called Tern, it is this season&apos;s big launch from Evans Cycles. Loyalties among folding fansare divided. Now, my dad has a Dahon; I&apos;ve tested and liked one before. But not being a folding aficionado, the Tern Link D8 looked very like a Dahon Eco to me. I appreciate this is probably the cycling equivalent of saying everyone from China looks the same. Tern would argue its big innovation is its &quot;N-Fold Technology&quot;, which makes the bike not only quicker and easier to fold than its rivals, but also results in a neater, smaller package. You unleash the Technology by undoing the quick release on the seat post and opening the hinge on the handlebars and spinning the front wheel by 180 degrees before the central fold. No tools are needed. I think the Tern is slightly easier to pack away than a Dahon, though it was still too bulky for me to bother hefting it up three flights of stairs to my flat every evening. Leaving it locked up in my back yard instead, I inadvertently discovered two fundamental flaws. One, the exposed metal parts, particularly around the brake cables, had started to rust after about a week. And two, the paint scratched unusually easily when my d-lock made contact with the frame. Both quibbles may be solved in mass production (I was riding aprototype). I hope so, because Ihad a grand old time riding around on it, up hill, over cobbles and even in the snow. So whose team am I on? The laser physicist who came up with the idea of a folding bike during a long wait for petrol during the oil and gas crisis in 1975? Or his estranged relatives, who deny all allegations of foul play and say they came up with a completely new product in order to produce &quot;a faster, and more compact fold&quot;? I prefer not to take sides in a divorce. Tern Link D8 Price 475, from Evans CyclesGears 8 (SRAM MRX Comp shifters)Weight 12.1kgSuggested rider height 142-190cm (4ft 8in6ft 3in)Optional extras Mudguards, rear and front luggage rack", 
    "section": "technology", 
    "gid": "technology/2012/mar/16/tern-link-d8-folding-bike-review", 
    "wordcount": "493"
}