{
    "headline": "Wind farm scrapped over fears for birds", 
    "text": "A 1.5bn wind farm that could have powered almost 400,000 homes has been rejected by the government because it might kill 90 small birds a year. Over 10m, and three and a half years of planning, have been wasted on the 540 megawatt Docking Shoal offshore wind farm near the Lincolnshire and north Norfolk coast which was turned down by the Department of Energy and Climate Change on Friday. &quot;It appears to come down to 94 sandwich terns,&quot; said a spokesman for Centrica, the parent group of British Gas which proposed the scheme. &quot;It&apos;s the cumulative impact of a number of wind farms in the area on birds.&quot; The rejection of Docking Shoal came as a second Centrica wind farm in the same area was given the go-ahead  the 580MW Race Bank project. A third 560MW project in the region, known as Dudgeon and operated by Warwick Energy, has also been given the green light by energy minister Charles Hendry. The RSPB admitted it had opposed the Docking Shoal wind farm but said it supported the other schemes in the area. &quot;We want to see renewable energy projects developed because we recognise that climate change will have a greater impact on wildlife [than wind turbines]. But three farms would have been an unacceptable risk. &quot;The north Norfolk coast is an important summer site for sandwich terns and we have an international responsibility to protect them.&quot; The tern colonies at Blakeney Point and Scolt Head Island fall within the North Norfolk Coast Special Protection Area, protected under the EU Birds and Habitats directives. Hendry said the agreements that two farms could be built showed Britain was &quot;racing ahead of the global field&quot; with 6.6 gigawatts of offshore wind power now operational, under construction or having planning agreement in the UK. &quot;These two projects will not only bring us considerable amounts of clean energy, but significant investment and jobs too. We have also shown that we are mindful of other consequences, such as the impact on bird populations, in deciding that it would not be appropriate to consent to all three applications.&quot; The energy department said a decision on Docking Shoal had taken a long time because it was a &quot;complex and sensitive case&quot; but new planning legislation would up the process in the future. The agreement over the two other projects came as the government wrestles with whether to reduce short-term subsidies to wind farms both offshore and onshore. A decision has been promised on state aid up to 2017 within the next 10 days, amid threats of legal action by energy firms concerned that onshore subsidies may be cut by more than 10%. The Guardian revealed this week that another key foreign engineering company, Siemens, was losing faith in the government&apos;s willingness to come up with a long-term offshore wind subsidy scheme, potentially threatening 200m plans to build turbine parts on a dock complex in Hull. Two other international companies, Doosan of Korea and Vestas of Denmark, have already shelved UK turbine-building plans.", 
    "section": "environment", 
    "gid": "environment/2012/jul/06/wind-farm-scrapped-fear-birds", 
    "wordcount": "522"
}