{
    "headline": "Half the Sky Facebook game launches with women's empowerment at core", 
    "text": "A Facebook game that lets users do more than harvestdigital crops and care for online animals launched on Monday, instead giving players the option to invest inmicro-loansand create women&apos;s empowerment groups. Inspired bymarried authors Nicholas Kristof and Sheryl WuDunn&apos;s Half the Sky Movement project, the game hopes to raise awareness of female empowerment issues by bringing them to a wider audience. Half the Sky Movement: The Game is the latest branch in the Half the Sky Movement, which so far includes a book and PBS documentary. The couple conceived the game in 2009 at the annual Games for Change festival, organized by a group that facilitates the creation of social impact games and executive produced the game. The group has previouslyhelped launch games created for consumers in developing countries, but this is the first foray into creating a game they hope can reach a mainstream audience. &quot;It&apos;s really this idea of: how do we take these issues that are deep and serious and real, and how do we provide players with an easy way to engage and feel good and want to share it?&quot;co-president of Games for ChangeMichelle Byrd told the Guardian. Byrdjoined the non-profit in July 2010 with the promise that the Half the Sky game would be created. The game begins inside in the home of the barefoot Indian woman Radhika, who must decide whether or not to confront her husband about the need to get medicine for her sick daughter. As players determine the best course of action throughout the game (negotiate for an expensive taxi ride to the hospital or earn more money) they receive prompts to donate to real-world causes and learn facts about the issues.     At the beginning of the game, Radhika must confront her husband regarding their daughter's medical care.  Photograph: Games for Change    Games for Change hopes that by having players earn real-world donations and learn facts, information will be shared with broad groups of people on their Facebook feeds.&quot;Some of those people might not be aware of that stuff, and hopefully it will intrigue them, so even if they don&apos;t play the game, the messages within the game will at least be spread,&quot; Byrd said. In a digital world,technicolor characters in subtly soiled clothescan sometimes feelincongruousto the subject at hand. Dealing with this incongruity was a major focus while creating the game. &quot;It&apos;s definitely dealing with difficult subject matter,&quot; Byrd said. &quot;It&apos;s trying to do so in ways that are engaging and light and provide you with tools to go deeper into the subject matter.&quot; Byrd said that the organization was beholden to three groups to create the game. First and foremost, the women and girls whose face the challenging situations in the game; second, Kristoff and WuDunn; and third, the source material from the book, which game developers used to help map out the games story. &quot;There were a lot of people who needed to feel comfortable with the translation of something that&apos;s real into something which can only be so serious and so deep,&quot; Byrd said. Some issues were not included in the game and some were added, including scenariosdepictingissues happening in the US. The group received backing from a slew of philanthropy groups, NGOs and businesses, including social game behemoth Zynga. Players can unlockpart of the $500,000 donation from sponsors after completing levels of the game to be donated to groups that work for issues in the game.     Game players have the option of learning about the issues in the game and donating to real causes. Photograph: Games for Change    Unlike most social games, it is impossible to lose, although certain choices will help players achieve the goals sooner. &quot;There is no wrong answer that is going to penalize you. Again, that&apos;s trying to focus on the opportunity that there is hope, and that sometimes you just need a different path,&quot; Byrd said. With the immense popularity of social gaming  more than 300 million people play these games each month  social impact games have become increasingly popular.The Knight Foundation funded localized games that helped connect community members in Macon, Georgia, and improve hurricane preparedness on the Gulf coast. Other attempts at crafting social impact games have resulted in some bizarre products. Matchmaking site Shaadi launched a game called Angry Brides in January 2012 that was meant to raise awareness about dowries in India by having brides throw a variety of household goods at a row of prospective husbands.", 
    "section": "technology", 
    "gid": "technology/2013/mar/04/facebook-game-half-the-sky", 
    "wordcount": "748"
}