{
    "headline": "Stonehenge as you've never seen it", 
    "text": "Millions of people have used Google Earth&apos;s geo-modelling software to take a tour of the moon, Mars, foreign countries, or  let&apos;s be honest  to compare their homes with those of their neighbours. But now a new project developed by Bournemouth University academics is giving surfers access to a virtual prehistoric landscape: Stonehenge. The World Heritage site near Salisbury is now more accessible than ever, archaeologists claim, thanks to Google&apos;s Under-the-Earth: Seeing Beneath Stonehenge project. Their last few years of findings, combined with the search giant&apos;s technology, allows surfers to visit the Neolithic village of Durrington Walls, to scout around prehistoric houses, to see reconstructions of Bluestonehenge at the end of the Stonehenge Avenue and to explore the great timber monument called the Southern Circle. The sites look as they would have appeared more than 4,000 years ago  and all from the comfort of your desk. The project was inspired by public responses to Bournemouth academics&apos; own digs at Stonehenge, according to Kate Welham, head of archaeology at the university. &quot;When we were in the field, our excavations were visited by thousands of members of the public,&quot; she explains. So the Bournemouth archaeologists decided to use their field data together with that gathered by academics from the universities of Sheffield, Manchester, Bristol, Southampton and London. It was all part of the six-year-long Stonehenge Riverside Project, funded by the Arts and Humanities Research Council, which involved digging more than 60 trenches. Running from 2003 to 2009, it was one of the largest research excavations ever run in Europe, involving over 150 students, volunteers and professional at the same time. &quot;And we wanted to bring all our digital data together, including the pictures and reconstructions of the monuments we found,&quot; Welham adds. &quot;We wanted to make our discoveries even more accessible and put the exciting archaeological findings into a virtual environment so that even if people couldn&apos;t visit Stonehenge, they could fly around it from their living room.&quot; The aim is for site users to feel as if they&apos;re involved in Stonehenge fieldwork, but they can at least avoid its major drawbacks. &quot;Fieldwork is hard work,&quot; says Welham, &quot;and it&apos;s safe to say we kept the local bakery in business, probably managing to eat the weight of the stones in ice cream and pasties!&quot; Through the site, &quot;you&apos;re not just looking at the monument, but seeing Stonehenge within its wider prehistoric landscape,&quot; Welham adds. The Riverside project included discoveries that changed archaeologists&apos; thoughts about Stonehenge, including finds such as a new stone circle at the end of the Avenue and the houses in a Neolithic Village at Durrington Walls. The software allows users to see where archaeologists excavated those new houses in the landscape, and includes photos and details of what they found in each of their trenches, as well as reconstructions. &quot;In many places we have put in 360-degree panoramas that you can zoom in and out of so that you get a real feeling of being in the landscape,&quot; says Welham. &quot;It means the hard work of our archaeology students, who worked with us to gather the research, can be seen by millions around the world.&quot; The academics want their Google Under-the-Earth project to become an important historical tool. &quot;It could be the start of a whole new layer in Google Earth showing the excavations and finds of the world&apos;s greatest archaeological sites,&quot; says Welham. &quot;It could include details of centuries&apos; worth of excavations, as well as technical data from geophysical and remote sensing surveys gathered in the last 20 years. I&apos;m currently looking at the underground findings in Rapa Nui (Easter Island)  it&apos;s a place that holds a fascination for many people, but being so remote, visiting is a serious expedition. It would be wonderful to do a similar type of project with the results of our new research.&quot; As for the audience, so far history teachers have been particularly interested in the Under the Earth site. &quot;It&apos;s a great way to engage their pupils with the past in a really interesting and visual context,&quot; says Welham. But interest goes far wider. &quot;Our research shows that the majority of people downloading the application seem to have no specific interest in archaeology or history, but just want to learn more about the past and enjoy the Stonehenge landscape.&quot; Downloads aren&apos;t just in the UK either; there is interest in the US, Portugal, Germany, Switzerland, Denmark, Turkey, Spain, Australia, Korea and the Philippines. Still, the site might be taking people closer to  and deeper underneath  the site than ever before, but it doesn&apos;t solve its mysteries. The age-old question as to whether it was a temple for sun worship, a burial site, healing centre or enormous calendar remain unanswered  as does the issue as to how our predecessors moved the enormous stones. &quot;People always ask me what I think the true Stonehenge story is, but this is the great thing about the application,&quot; says Welham, cunningly dodging the question. &quot;You can download it, take a look at the monument and landscape  and decide for yourself.&quot;  Download the application from blogs.bournemouth.ac.uk/seeing-beneath-stonehenge", 
    "section": "education", 
    "gid": "education/2012/feb/06/stonehenge-models-google-software", 
    "wordcount": "881"
}