{
    "headline": "Rio+20: A voice from Tajikistan", 
    "text": "   Muhabat Mahmaladiyeva, Rio+20 Photograph: Christian Aid/Sarah Malian    For me, sustainable development is when nature and people live in peace and harmony and development does not lead to the destruction and depletion of natural resources  such as forests, biodiversity and so on. Development will not be sustainable while some people are very, very rich, and others are very, very poor, and while some countries are very, very rich, while others are very, very poor. Before the collapse of the Soviet Union, I worked as a biology teacher at the Tajik National University. I was aware of the effects of excessive consumption on natural resources and the violation of the ecological balance. We lectured students about the importance of preserving the environment and the living world. But rapid globalisation and especially the rule of profit and money have affected the creations of man and nature  biodiversity, culture, tradition and social values. Over the past 20 years, my country has become independent and suffered a civil war. After the war, the country faced social, economic and environmental challenges. Poverty in the country is running at 45% and many able-bodied people are moving to Russia. But our people have become freer and they have developed civil society. There have been great changes in my life too. After 20 years as a teacher I became a social worker and created the organisation Zan va Zamin, which means Women and Land. Women who live in villages face especially difficult conditions. They work in the cotton fields and are paid almost nothing. As a representative of a social movement, I can contribute towards people having better lives and more sustainable livelihoods. I can contribute to rural women&apos;s development as individuals and also encourage the improvement of environmental conditions  biodiversity and forest conservation, prevention of land degradation and the development of ecological agriculture. My message to Rio+20: countries must do everything to save and preserve our planet with its diversity  and abide by the principles of responsibility and transparent decisionmaking enshrined in international commitments. Of course I believe in Rio+20, which can make changes in my life. It is a unique event, at which there will be important decisions on how to develop a green economy and what kind of future we want.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/15/rio20-voice-tajikistan", 
    "wordcount": "370"
}