{
    "headline": "Why there's only one honest objection to wind farms", 
    "text": "Here&apos;s a little gem that exemplifies the fundamental dishonesty underlying all but one of the objections deployed against onshore wind farms. The Sunday Telegraph reported that &quot;subsidies paid to windpower companies are forcing up to 50,000 households a year into fuel poverty, according to analysis of government figures by the House of Commons Library.&quot; This statement is at best daft, as I will argue below. The analysis is believed to have been requested by Conservative MP Chris Heaton Harris, who led the 100 Tory MPs demanding big cuts in subsidies for wind farms. The House of Commons Library does not publish its work for MPs, but I now have a copy of the short analysis, which is reproduced in full at the end of this post so you can all admire its idiocy. The essence of the calculation is as follows. Wind power subsidies - both onshore and offshore - cost energy bill payers about 10 a year, less than 1% of the average annual bill for gas and electricity. Of the 4.75m people suffering fuel poverty in the UK in 2009, 40,000-50,000 (less than 1%) were up to 10 below the threshold for fuel poverty, which is crossed when more than 10% of income is spent on fuel. Therefore, wind subsidies pushed 40,000-50,000 people into fuel poverty. It&apos;s difficult to know where to start unpicking this simple-minded nonsense, but let&apos;s begin with one of the three elements of fuel poverty, energy bills themselves. Between 2004 and 2010, dual fuel bills rose by 455, of which 382 was due to soaring gas prices. That&apos;s where the real blame lies, quite possibly driving a million or two into fuel poverty, and more renewable energy is the solution, not less. Another element of fuel poverty is poverty itself. So, for example, the government&apos;s freezing of public sector pay or its increasing of VAT as energy bills have risen will clearly be much more significant in causing fuel poverty than the tenner for wind. The third element of fuel poverty is how energy efficient a home is, yet the government is slashing the funding directly targeted at poor households. The example is an instructive one because it demonstrates clearly that those opposing onshore wind farms don&apos;t actually give a hoot about the cost of energy.  If they did they would realise that killing onshore wind, the cheapest form of renewable energy in the UK, will drive up energy costs. That is because the UK has both a renewable energy target and laws requiring cuts in the carbon emissions driving climate change. If green power doesn&apos;t come from cheaper onshore wind, it will come from more expensive sources, such as offshore wind. Onshore wind power only looks expensive compared to electricity from gas and coal if you believe the greenhouse gases pumped out by the latter cause no damage. i.e. that carbon emissions are cost-free. That puts you in the fringe group of people who, unlike every government and science academy on the planet, do not accept human activity is causing dangerous global warming. That is not an honest position, in my view. So what&apos;s the one objection that is not dishonest? It is: &quot;I don&apos;t like the look of them.&quot; As I have reported before, I accept that argument is a valid one in some locations, though I&apos;d note the planning system already turns down plenty of wind farm applications and that more community ownership could resolve the stand-off. But accepting the argument that an &quot;ugly&quot; wind farm should not be built also requires accepting the fact that it will raise energy bills. This makes it all the more extraordinary that the man charged with guarding the nation&apos;s finances, chancellor George Osborne, is (as I revealed) prepared to drive up energy bills - and fuel poverty - to placate the small minority of people in the UK who oppose onshore wind farms. But obsession has long overtaken reason for those opposing onshore wind. Heaton-Harris, points out Christian Hunt at Carbon Brief, has asked 185 parliamentary questions since the election. They are overwhelmingly on renewable energy and environment and overwhelmingly fail to reveal what I suspect Heaton-Harris hoped for: dirt on renewables. The best he could do, it seems, is a daft line on fuel poverty, which the Sunday Times had the good sense to turn down a week earlier. And yet, with the chancellor behind him for narrow political reasons, he may well get what he wants.   House of Commons Library response to MP&apos;s question: You asked about the impact of subsidies for wind power on fuel bills, people in fuel poverty and the impact on this of the higher fuel bills connected to wind power. Impact on billsWind farms receive market-based support through the Renewables Obligation (RO) which is ultimately paid for through higher bills. All suppliers have to provide a minimum share of their power from renewable sources. If not an amount for each MWh of renewables not supplied has to be paid into the buyout fund which is distributed to suppliers in proportion to the amount of renewable energy they supplied. Therefore the operation of the RO means that renewable generation has an additional value because a) suppliers avoid paying into the buyout fund and b) get some money back from the fund itself. The obligation level will increase each year to 2015. Offshore wind currently has a banding of 2, which means each MWh from this source is worth double. The banding rate for offshore is set to be reduced from 2014. In 2010-11 the effective support for wind provided through the RO was 652 million (396m onshore and 256m offshore) out of a total of 1.3 billion across all renewables (Renewables Obligation annual report 2010-11, Ofgem) DECC estimates that in 2011 the RO (as a whole) added around 0.5 pence per kWh to domestic electricity prices or around 20 to a typical annual bill. Given that wind received around half the value of the RO in 2010-11, we can safely assume that the impact on bills of support for wind was half this total or 10. DECC projects that the impact on bills will increase to 48 (in 2010 prices) in 2020. By this time part of the support is assumed to be through Electricity Market Reform which is aimed at supporting low carbon generation (renewables and nuclear) and is expected to cut the contribution of the RO to higher bills to some extent in 2020. The total impact (RO plus Energy Market Reform) is projected to be 89 (2010 prices) on a typical bill in 2020 in gross terms or 69 after the impact on wholesale prices is taken into account (Estimated impacts of energy and climate change policies on energy prices and bills 2011, DECC). Given the uncertainty about the implementation of the reforms, levels of new generation between now and 2020 and potential changes to RO banding there is no sensible way to apportion these projected figures between different types of low carbon generation. Fuel PovertyThe latest estimates are for 2010 when 3.5 million households in England and 4.75 million across the UK were thought to be in fuel poverty (Annual report on fuel poverty statistics 2012, DECC). The latest dataset we can use to estimate the impact of changes to prices is for 2009. This suggests that the increase cost of electricity due to the RO may have pushed around 100,000 households into fuel poverty, and the wind element 40-50,000. (Fuel poverty dataset 2009, DECC). In virtually all these cases the proportion of their income needed to keep a comfortable heating/lighting environment goes from just below to just above 10% and the material impact is generally less than 10 per year. You should note that these are estimates and subject to margin of error, especially with a group such as there where you are dealing with relatively small changes in spending. ", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/jun/21/wind-power-subsidies", 
    "wordcount": "1351"
}