{
    "headline": "Apps for kids proving profitable for Toca Boca as it passes 5m downloads", 
    "text": "Lots of publishers and startups are making apps for kids, but how big is the demand for them? Swedish studio Toca Boca appears to have found a healthy market. The company has just passed 5m downloads 10 months after launching its first app. &quot;We reached 4m in December and then 5m on 15 January, with December being by far the best month we&apos;ve ever had,&quot; says chief executive Bjrn Jeffery. &quot;We have a fairly sizeable team of 12 people now, but we were profitable in December, and now have around 200,000 daily active users.&quot; As Jeffery explained last time Apps Blog interviewed him in June 2011, Toca Boca makes digital toys focused on play, rather than book-apps or educational products. The company a subsidiary of Swedish media company Bonnier Group puts its strong December down to several factors. First, there was the release of Toca Kitchen, an app based around cooking that was promoted to users of the company&apos;s existing apps with a video trailer for a couple of weeks beforehand. Second, there was a free Christmas version of previous app Toca Hair Salon, with a suitably-festive Santa Claus character. But most importantly, Toca Boca has been experiencing organic growth through word of mouth, as parents with iPhones and iPads recommend its apps to one another, and then download more of the company&apos;s catalogue if they like them. Jeffery says that one key lesson from Toca Boca&apos;s first 10 months as a business is the power of free. &quot;It gets the word out for sure: whenever we give something away for free, everything else sells more,&quot; he says. &quot;You have to get out of that media mindset of thinking that if you give something away for free, it&apos;s impossible to charge for it again. We&apos;ve found the opposite effect. When we give something away, we sell three, four or five times more of the thing that we&apos;re selling.&quot; Jeffery says Toca Boca has tried &quot;a truckload&quot; of digital marketing strategies since its first apps came out, including paying for mobile advertising, which he describes as &quot;expensive and severely underdeveloped it didn&apos;t work for us at all&quot;. But he identifies another factor in Toca Boca&apos;s slow-burning success, which is the difficulty parents have in finding the best apps for kids on Apple&apos;s App Store. Apple has a curated Apps For Kids collection promoted on its App Store homepage, but otherwise these apps are spread between several categories Books, Education, Entertainment and Games with sales low enough to rarely appear high in the charts and be discovered that way. &quot;A lot of parents are looking for apps, and there are a lot of great kids&apos; apps out there, but they&apos;re not finding each other,&quot; he says. &quot;The market is not really working that well, but in our experience, when people find something which is nice and you have other apps available, they will look for them. That has really helped us.&quot; Back in June, Toca Boca was not using any in-app purchases or advertising in its apps, and that remains the case. Jeffery says that the company would have &quot;made a lot more money&quot; if it had changed strategy, but remains confident that a pure pay-up-front model remains a good way to win parents&apos; trust. Toca Boca also remains committed to the idea that its apps are about far more than children hunched in a corner or sat in the back of a car playing alone. &quot;Our apps are designed to be played together, whether it&apos;s kids and kids or kids and their parents,&quot; he says, before stressing that they are also not aiming to cannibalise physical play. &quot;I don&apos;t think digital will replace physical play, and I don&apos;t think it should. Different play patterns are important if you want your child to develop. There&apos;s a time and place for both, but these toys are just tools. It could be our Toca Tea Party app, or it could be a pen and paper.&quot; Jeffery has strong views on the increasing competition in the kid-apps market, particularly when it comes to some of the big traditional toy brands who launched their first apps in 2011. &quot;A lot of those big brands are underperforming to an extent that I&apos;m almost surprised they would let a lot of those apps be released under their brands,&quot; he says. &quot;A lot of them are so bad, they&apos;re hurting the brands! It&apos;s physical toy makers who haven&apos;t embraced digital properly. I expected more from them.&quot; Jeffery also notes that relatively few developers are focusing on pure play in their apps for kids, with most concentrating on education or books. He says Toca Boca tries to work with &quot;learning rather than education: learning for life rather than learning for school&quot;. The settings in some of its apps: a kitchen, a shop, a hair salon  bear this out. What now in 2012? Toca Boca is planning to release 10-12 apps for the year, with a continued focus on open-ended play. The company may add a few staff, but Jeffery says it wants to stay as nimble as possible, so as not to be caught out in the fast-moving apps market. He admits that Toca Boca has fielded regular offers from brands and publishers of work-for-hire projects. &quot;We&apos;ve said no to everyone so far,&quot; he says. &quot;We&apos;re trying to make a brand of our own, and doing the right things. We could always make a collaboration, but that&apos;s rarely what these big brands want to do. They want a developer to solve their app problems. I have no problems with that it can be a good business but that&apos;s not what we are.&quot; Finally, what about Android? Thus far Toca Boca has focused on iOS devices, and while it&apos;s likely to explore Google&apos;s platform early this year, Jeffery is still distinctly wary. &quot;They do sell a lot of hardware, but they&apos;re still not selling a lot of software,&quot; he says. &quot;People are downloading a lot of Android apps for free, but that&apos;s hard for us: we won&apos;t put ads in our apps, and we won&apos;t do freemium either.&quot; Given Jeffery&apos;s earlier comments on the power of free, a good idea might be to launch a free app to take the Toca Boca brand onto Android, and have a separate (different) paid app available to see if the former stimulates sales of the latter. &quot;We&apos;ll give Android a go after all, a lot of households have one parent with an iPhone and another with an Android handset,&quot; says Jeffery. &quot;There&apos;s nothing political: we&apos;re not against Android. The idea of play-on-touchscreens is universal, but it comes down to constraints of time and resources. Whatever time we spend doing Android, we could be doing something that actually reaches more kids on iOS.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jan/17/toca-boca-apps-for-kids", 
    "wordcount": "1178"
}