{
    "headline": "Look inside space by Rob Lloyd Jones | Book Review", 
    "text": " Do you like flaps in your books? Even though I am an adult, I really like books with flaps. So knowing that, it&apos;s almost a foregone conclusion that I&apos;d really enjoy Rob Lloyd Jones&apos;s new children&apos;s book, Look inside space [Usborne Publishing, 2012; Amazon UK; Amazon US]. That this is a children&apos;s science book makes it even better.  Have you wanted to explore the International Space Station? Well, now you can because this show-all book reveals the secrets of the space station -- yes, even how the toilet prevents astronauts from floating away when their trousers are wrapped around their ankles! Have you ever wondered what Earth looks like from space? This book shows you.  This hardcover book is filled with plenty of colourful drawings that illustrate all sorts of interesting facts about space -- everything from the birth of a star to what is in the middle of the Milky Way. This book also features a four-page fold-out centrefold of the solar system, complete with flaps so, for example, you can peek at the surface of Mars, see a close-up of Jupiter&apos;s Great Red Spot, and learn why spacecraft cannot land on one of the outer &quot;gas giant&quot; planets. It includes plenty of flaps under the flaps, so it contains a lot more information than what first meets the eye. I especially liked the last section, where kids asked space questions and the answer could be found under a flap.  Shortlisted for the 2013 Royal Society&apos;s Young People&apos;s Book Prize, this well-constructed and engaging book is interesting, accurate and highly interactive and is a wonderful introduction to space for young children.  .. .. .. .. .. .. .. .. .. .. ..  GrrlScientist is an evolutionary biologist, ornithologist and freelance science writer who writes about the interface between evolution, ethology and ecology, especially in birds. As a judge who helped select the 2013 Royal Society Young People&apos;s Book Prize shortlist, she also has a deep passion for good books, especially good science books, which she reviews with some regularity. You can follow Grrlscientist&apos;s work on her other blog, Maniraptora, and also on facebook, G+, LinkedIn, Pinterest and of course, twitter: @GrrlScientist", 
    "section": "science", 
    "gid": "science/grrlscientist/2013/may/20/1", 
    "wordcount": "353"
}