{
    "headline": "New Myspace owners: 'The internet is just really boring right now '", 
    "text": "Facebook may have won the social networking war, but Myspace is moving to a different battlefield under its new owner Specific Media, which acquired the site from News Corporation in June 2011. After a period spent rebuilding Myspace from the ground up, the company published a teaser video on Vimeo in September unveiled via tweet by co-investor Justin Timberlake  showing off a radically different design and an emphasis on music. It looked good. Certainly good enough to stop a lot of the scoffing at the prospect of a Myspace comeback, especially as it was clear that the site wasn&apos;t aiming to topple Facebook purely as a social network. This week, Tim and Chris Vanderhook, chief executive and chief operating officer of Myspace respectively, have been talking to journalists about their plans, as they prepare to open the site up to a wider number of beta users next week. &quot;The video that you saw represented this is not Myspace 3.0, and it&apos;s not another social network that you have to keep up with. It&apos;s a totally new experience built from scratch, and focused on a few key elements,&quot; says Tim. One of those elements is design: heavy on visuals, light on clutter, and with what looks like an elegant user interface to navigate through the site. Another element, though, is music discovery. &quot;The promise of discovery and sharing new, good music was never really fulfilled by other services out there,&quot; says Tim. &quot;It&apos;s an unfulfilled promise that nobody ever really executed on.&quot; The new Myspace continues to compete with Facebook in some respects: artists create profiles on the site and post updates and content for their fans to watch, listen and share. But actually, its real competition is streaming music services like Spotify and Deezer. It&apos;s got a large catalogue of streaming music from Myspace&apos;s previous incarnation 42m tracks from signed and unsigned artists, says Tim  but wraps the artist profiles and social networking features around that, while also providing those artists with analytics on who&apos;s listening to and sharing their music. Or to put it another way: Myspace might not be able to be a bigger social network than Facebook, but it has a shot at being better at playing music than Facebook, and better at discovery, artist profiles and social features than Spotify. Success in either or both those aims is far from guaranteed, and Specific Media has to figure out how to turn a profit while paying licence fees for all this streaming music. But it&apos;s a genuine opportunity to be grasped. &apos;Artists are really tired of sending their fans over to one platform to listen to music, another to watch a social stream, and others watch videos, buy merchandise or purchase tickets,&quot; says Tim. &quot;They really are just looking for a home, and we try to be that for artists.&quot; The analytics could also be a trump card, with the new Myspace showing artists who their most engaged and influential fans are, which could lead to &quot;catering to them differently&quot;, although details of how aren&apos;t yet clear. For now, new Myspace is a website, albeit one with an interface that&apos;s clearly designed as much with touchscreen tablets in mind as desktop computers. Chris says that while Myspace is &quot;absolutely focused on mobile and tablets&quot; a bit further down the line, the company isn&apos;t divulging its plans just yet. At this stage, there are a lot of unanswered questions about how the new Myspace will work, evolve and make money. Some of those will be answered next week when the beta opens up people will be able to request an invite and join a virtual queue, or blag one from someone who&apos;s already a member. Music industry history is littered with startups and sites that talked up grand plans, then underdelivered. The reason Specific Media&apos;s plans for Myspace are being taken seriously is that thus far, the Vanderhooks have overdelivered: that video really did surprise people with the quality of the design, and the focus of the new site&apos;s content. It looked credible, but also fun. That, rather than Facebook, seems to be the f-word that&apos;s been looming large in the Myspace redesign process. &quot;Tim and I have been saying this for a while: the internet is just really boring right now,&quot; says Chris. &quot;Even just as users ourselves, we really want stuff that&apos;s fun. And some of the early feedback we&apos;re getting back from people who are on the new Myspace is that yes, discovery is really great, but they&apos;re also having a lot of fun using it.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/nov/16/new-myspace", 
    "wordcount": "782"
}