{
    "headline": "The doughnut can help Rio+20 see sustainable development in the round", 
    "text": "In 2009, Johan Rockstrm of the Stockholm Resilience Centre brought together some of the world&apos;s leading Earth-system scientists to come up with the concept of planetary boundaries. They identified nine natural processes  including the freshwater cycle, climate regulation, and the nitrogen cycle  which are critical for keeping the planet in the stable state of the Holocene that has allowed civilisations to arise and thrive over the past 10,000 years. Under too much pressure from human activity, any one of these processes could be pushed into abrupt and potentially irreversible change. To avoid that, the scientists proposed a set of boundaries below each of their danger zones (such as a limit of 350 parts per million of carbon dioxide in the atmosphere to prevent dangerous climate change). They called the area within the boundaries &quot;a safe operating space for humanity&quot;. It&apos;s a fantastically powerful idea: where mainstream economics famously failed to recognise that the economy operates within environmental limits, natural scientists have stepped in to do it instead, in a simple, visual way that we can all understand. And yet something critical is still missing. This &quot;safe operating space&quot; may serve to protect the environment, but it speaks little to the millions of people living in extreme poverty. The concept of social boundaries therefore needs to be added to the picture. Just as there is an environmental ceiling of resource use, above which lies unacceptable environmental degradation, so too there is a social foundation of resource use, below which lies unacceptable human deprivation including hunger, ill-health, income poverty and energy poverty. Between the social foundation and the environmental ceiling lies a space shaped like a doughnut (see below), which is both a safe and just area for humanity. Economic development that is socially inclusive and environmentally sustainable would help to bring humanity into this space.      The Earth-system scientists stuck their necks out by estimating humanity has already crossed at least three of the nine planetary boundaries  specifically, those for climate change, nitrogen use and biodiversity loss. So I stuck my neck out and estimated that we are also falling far below the social foundation on all dimensions that have data. About 13% of the world&apos;s population is undernourished, 19% live without access to electricity, and 21% live on less than $1.25 a day. Humanity is falling outside the boundaries on both sides of the doughnut: it&apos;s a sign of just how deeply unequal and unsustainable the current path of development is. But the most striking story here is the good news: ending poverty need not be a source of stress on planetary boundaries. Bringing electricity to the 19% of the world&apos;s population (1.3 billion people) without it could be achieved for less than a 1% increase in global CO2 emissions. And the additional calories needed by the 13% of the world&apos;s population facing hunger (850 million people) equals just 3% of the global food supply. That&apos;s nothing compared with the 30% of food that gets lost or wasted in the supply chain. The biggest sources of planetary boundary stress today are the excessive consumption levels of the world&apos;s wealthiest people, and the production patterns of the companies producing the goods and services they buy. Just 11% of the global population generate approximately 50% of global carbon emissions, and the richest 10% of people in the world hold 57% of global income. It&apos;s wealth, not poverty, that&apos;s putting this planet under pressure. This &quot;doughnut&quot; could bring fresh meaning to the idea of sustainable development, because pictures have the power to reshape the way we think. The simple image of planetary boundaries and social boundaries is a nifty way of articulating a goal for 21st-century prosperity: meeting everyone&apos;s human rights within the planet&apos;s critical natural thresholds. To achieve that goal would take far greater equity, within and between countries, in terms of who gets to use the planet&apos;s resources. Add to that far greater efficiency in transforming resources to meet human needs. That&apos;s no small order  it&apos;s a project fit for a generation. And it will be a rocky road getting there. So if Rio+20 can at least set the compass, it will have served us well.  Kate Raworth is senior researcher at Oxfam. Her new blog Doughnut Economics explores the implications of planetary and social boundaries for rethinking economic development", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jun/16/doughnut-rio20-sustainable-development", 
    "wordcount": "730"
}