{
    "headline": "Buoyed up by children's interest and the whistling of the drake wigeon", 
    "text": "I went to the new RSPB hide on the shore of the Cromarty Firth, near Jemimaville, for its formal opening last month. It is a replacement, but much larger, and is on the exact site of the oldone, whose formal opening I also attended almost 20 years ago. For me there were two highlights this time: the first, while we were all gathered inside the hide, was the sound of the birds in the bay. Throughout the ceremony we could hear the music of the birds calling, as if they were orchestrated by some unknown conductor. The sounds came through the open observation windows, and the most evocative were the far-carrying, double-syllable whistling notes of the drake wigeon. That sound epitomises for me their northern breeding grounds in the wilderness of Iceland, as opposed to the wildness of the Highlands. The curlews were also calling with their characteristic and distinctive &quot;cour-lee&quot; notes as they reacted to the changing tide. They were heading for the saltmarsh, together with the redshanks and lapwings. As a constant background to this were the high-pitched &quot;wink, wink&quot; calls of the pink-footed geese, which had come to winter here from their breeding grounds in Greenland and Iceland. The other highlight was the group of youngsters from the nearby Fortrose academy: how good to see people of that age as they seem to be few and far between at the various meetings I attend these days. The RSPB has catered for families and youngsters at the new hide with large displays, specially designed for them, and also two small, low-down observation windows. These look out on feeders with mixed seed and a mini pond, which locals will maintain most days. This hide is for the future, and I felt elated at these developments and strangely optimistic. Perhaps the music of the birds reflected this?", 
    "section": "environment", 
    "gid": "environment/2012/nov/28/udale-bay-buoyed-drake-wigeon", 
    "wordcount": "313"
}