{
    "headline": "Court appeal over solar subsidies will prolong industry uncertainty", 
    "text": "Today the UK government attempts to overturn its lost court case on solar power. At the end of last year, with little warning, the nascent solar industry was plunged into chaos when ministers decided to slash support for clean energy. Uncertainty spread among companies and consumers alike, and nearly 30,000 jobs were jeopardised. After an initial rush to get solar panels installed on roofs before the 12 December cut-off date, orders dried up and businesses ground to a halt. At a time of economic gloom, one of Britain&apos;s most successful home-grown industries has been spectacularly torpedoed  with ministers claiming they had no choice but to push the button. But by cutting solar subsidies 11 days before its consultation had even ended, Friends of the Earth believed the government had acted unlawfully. This was confirmed by the high court when it upheld a legal challenge we brought alongside solar firms Solarcentury and HomeSun in December. Today&apos;s appeal by the government will simply prolong the uncertainty, leaving businesses on tenterhooks about tariff rates for both future installations and those backdating to 12 December  and it could cost taxpayers tens of thousands of pounds. The government&apos;s argument that we can&apos;t afford to support solar doesn&apos;t stand up. Last year the solar industry alone raked in three times as much cash for the Treasury than the entire feed-in tariff scheme had cost for all clean energy systems. Calculations by Friends of the Earth and consultants Element Energy show that income tax, VAT and corporation tax from the solar industry bring in at least 330m per year, while last year the feed-in tariff scheme cost just 110m. The government should use this money to provide additional funding for feed-in tariffs  rather than going ahead with current plans that could shrink the solar industry to just 10% of its current size, and shed nearly tens of thousands of jobs. Critics say the scheme is a middle class subsidy. They&apos;re wrong. Over the last few weeks I&apos;ve spoken to councils, housing associations and community groups that are among the worst affected by government&apos;s cuts. Brighton and Hove council is axeing a scheme to install solar panels on the roofs of 1,600 council homes  which would have delivered cheap, clean power to thousands of the city&apos;s poorest and most vulnerable residents. Thanks to the government&apos;s recklessness, just 20 of those houses have clean power and the whole project is now at risk. In Hampshire, the Aster housing association is suspending plans to fit a thousand homes with solar panels  with income channelled towards affordable warmth initiatives for other houses that don&apos;t have solar. And on the Pembury estate in Hackney in London  hit by rioting last summer  the Peabody Trust housing association has halted a scheme that&apos;s seen nearly 2,000 solar panels fitted to blocks of flats. The project was set up to slash tenants fuel bills by up to 150 every year and cut carbon emissions by 170 tonnes annually. This is just a snapshot. Across the country there are countless more examples. Greg Barker is right in saying that we can&apos;t build a sustainable future for Britain in the court room, but demonstrating that it would be illegal for the government to cut payments for past installations is vital to restore investor confidence in the feed-in tariff scheme. Friends of the Earth agrees that payments must come down  in line with the falling cost of installing solar panels. But rather than fighting the high court&apos;s ruling with this appeal, the government should be bringing proposals before parliament to cut tariff rates in a planned and legal way from February. Every day it delays action is another day before tariffs fall. And instead of planning to impose impossibly tough energy efficiency requirements on households, the overnment should require households to install loft and cavity wall installation where it is physically possible to do so. Yes, we need proper dialogue between Government, industry and NGOs, but it is the government who must show leadership in getting the solar industry back on a stable footing and support its continued growth. If the government wants to help cash-strapped, ordinary people cut their fuel bills and benefit from generating their own clean solar power, Greg Barker must persuade the Treasury to lift the spending cap imposed on the feed-in tariff scheme and increase the pot of money available  using increased tax revenues from the solar sector that the feed-in tariff scheme has brought in. This way, we won&apos;t have to pay for it through our bills. Now, more than ever, people are looking to politicians for a better deal when it comes to energy. The success of solar feed-in tariffs demonstrates the huge appetite in the UK for generating homegrown renewable power. That&apos;s why Friends of the Earth has launched its Final Demand campaign, calling on the government to get us off the hook of expensive, imported fossil fuels and offer more support for solar power  a stand-out British success story.  Andrew Pendleton is the head of campaigns at Friends of the Earth UK.", 
    "section": "environment", 
    "gid": "environment/2012/jan/13/government-appeal-solar-subsidies", 
    "wordcount": "849"
}