{
    "headline": "The highs and lows of downhill mountain biking", 
    "text": "It&apos;s a slightly humiliating admission given how long I&apos;ve been mountain biking, but when it comes to the more technical descents I&apos;ve always been a bit of a wimp. Fire roads, gravel paths, even root-strewn forest tracks: that&apos;s fine. But point me down an atypically steep slope littered with sizeable rocks or, God forbid, one of those man-made things with steep bermed walls, let alone jumps, and I tend to inch and slip down like a particularly cautious penguin on an ice skid. So it was that Florian and Steve, my two guides-cum-tutors in the French Alps, faced something of a challenge. Downhill mountain biking has become increasingly important for the region&apos;s summer tourism business, with the centre around Morzine, part of the Portes du Soleil aggregation of French and Swiss Alpine resorts. This year, Morzine was the base for the area&apos;s annual MTB carnival called the Pass&apos;Portes, where thousands of (95% male) downhill aficionados lug themselves and their lavishly suspensioned machines up a network of gondolas and chair lifts before heading down again at absurd speed. In the evenings the pine-panelled bars echo to the sound of tales of near catastrophe and indifferent euro-rock. This had previously been a slightly alien world to me. As an avowed cross country or long-distance (&quot;enduro&quot; to use the parlance) rider, my bike is a lightweight, bone-jarring hardtail with a positively spartan 80mm of travel on the front fork. So, when the hugely enthusiastic Pass&apos;Portes press team asked if I&apos;d like to see what I&apos;d been missing my reservations were limited, albeit centred mainly around painful injury. To help me out I was lent a far more suitable bike, strictly speaking an &quot;all mountain&quot; rather than downhill machine, but with a positively sofa-like 140mm of give both front and rear. I was also kitted out with plastic armour for my elbows, knees and shins. Most crucial of all was the expert assistance. The first morning&apos;s riding fell to Florian, an absurdly young and enthusiastic Frenchman who perhaps has many teenage boys&apos; dream job: ski instructor by winter, MTB guide by summer. Endlessly patient at my initial tortoise-like progress, with a trademark starting cry of &quot;Allez, go!&quot; he led me through ever-quicker leans through the banked mud turns, managing to lead the way while simultaneously twisting back to watch my efforts and offer a raised thumb of approval. The next day came Steve, an expatriate Scotsman who somehow decided that as a passionate mountain biker  in his youth he was good enough to compete in World Cup downhill events  the Alps might be a better base than Glasgow. His plans for me were even more ambitious: re-learning my entire posture for riding downhill. My bum-stuck-out, leaning backwards position was, apparently, excessive, leaving me without sufficient control over the front end. The solution still involved an arched back to keep the bum out, but the pivot point was more central and thus more flexible. For all the pair&apos;s talents, I still never ventured down any trail more technical than a blue run (they use the same green/blue/red/black system as skiing), but it takes more than two mornings to undo 20 years of bad habits. By the end of the second day I was, however, considerably more confident, though in part this was because of the bike. I was also  and this was the real change  positively enjoying myself. I doubt I&apos;ll ever be a convert to pure downhilling. To me, the weighty bikes, armour, full-face helmets and baggy outfits smack more of motorcross or speedway than cycling. I also remain sufficiently purist to consider it cheating if you don&apos;t ride up a hill before riding down it. But I&apos;d recommend anyone giving it a try. It&apos;s certainly made me a more skilled rider.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/jul/17/downhill-mountain-biking", 
    "wordcount": "637"
}