{
    "headline": "uBiome project will sequence the bacteria that share our bodies", 
    "text": "A British researcher&apos;s &quot;citizen science&quot; project to sequence the genomes of thousands of bacteria that live on and inside our bodies could help pinpoint the causes of disorders, including autism, depression, obesity and multiple sclerosis. Jessica Richman, a PhD student at Oxford University, has raised more than $290,000 from over 1,300 people who have paid to take part in the uBiome project. The volunteers will provide samples from their ears, nose, mouth, genitals and gut. The microbes&apos; genomes will then be sequenced and correlated with the results of health surveys completed by the participants. The &quot;microbiome&quot;  all the thousands of strains of bacteria that interact with us, whether on the skin or in the gut  is now thought to play a crucial role in many aspects of health. For instance, samples taken from the guts of obese people may contain strains of bacteria that generate more calories from food than those from people of standard weight. Studies have also shown that adding bacteria from other people to the colon of people infected with Clostridium difficile, the potentially fatal hospital superbug, can be dramatically more effective than antibiotics alone. &quot;We are doing exploratory science, and hope to discover correlations that will be useful in understanding health and disease, new bacteria that have not been previously studied, and other knowledge,&quot; Richman told the Guardian. With the crowd-funding drive  which had originally sought $100,000  due to close at 8am GMT on Tuesday, Richman&apos;s project has already become one of the biggest such projects yet run. The number of people taking part means that it may be possible to draw useful conclusions about what varieties of bacteria are associated with good and bad health. Although human DNA has been thoroughly sequenced, that of the &quot;microbiome&quot; is almost unknown. Richman and her colleagues plan to sequence the bacteria from the samples at the University of California in San Francisco, and then provide logins to a website where participants can see the study&apos;s results and take part in health surveys to help compare their bacteria with their health. &quot;About 30% of the small molecules found in the blood come from the microbiome,&quot; said Richman. &quot;So it certainly looks like some of the illnesses we see are linked to it.&quot; Those who have paid into the scheme will receive testing kits in the next few months. &quot;Depending on how much funding you put in, you get up to five Q-tips [cotton swabs]  to take samples from the mouth, nose, ears, genitals and gut,&quot; she said. &quot;Yes,&quot; she added, &quot;we are going to be sampling people&apos;s poo. But you&apos;ll only have to wipe it on the toilet paper.&quot; With a growing body of evidence suggesting that the microbiome is linked to a number of disorders, including irritable bowel syndrome, depression, autism, diabetes and asthma, Richman&apos;s project could give scientists key insights into the particular species of bacteria linked to some health problems. Dr Julian Parkhill of the Wellcome Trust Sanger Institute in Hinxton, Cambridgeshire, cautioned that the field is still in its infancy. &quot;I&apos;m sure this study will be of some use, but to get really useful results you need thousands of really well characterised samples from people who have been carefully profiled.&quot; The idea that the microbiome plays a more important role in human health has gathered momentum in the past decade.A key feature is that unlike our own DNA, it is not static: we can change its composition by adding &quot;beneficial&quot; bacteria. The US National Institutes of Health recently completed a $115m project investigating the microbiome. &quot;The fundamental question in looking at the bacteria you find and disease is: what is cause and what is effect?&quot; said Dr Parkhill. &quot;That&apos;s what we don&apos;t know yet.&quot; Richman&apos;s project has drawn in a high-profile scientific advisory board, including Dr Pablo Valenzuela, who invented a hepatitis B vaccine, and Dr Joseph DeRisi, who has won a MacArthur Foundation &quot;genius grant&quot;. The sequencing will be carried out at the University of California in San Francisco.", 
    "section": "science", 
    "gid": "science/2013/feb/18/ubiome-project-sequence-bacteria", 
    "wordcount": "697"
}