{
    "headline": "Grand Canyon uranium mining set to go ahead despite ban from Obama", 
    "text": "Uranium mining on the doorstep of the Grand Canyon national park is set to go ahead in 2015 despite a ban imposed last year by Barack Obama. Energy Fuels Resources has been given federal approval to reopen its old Canyon Mine, located six miles south of the canyon&apos;s popular South Rim entrance, that attracts nearly 5 million visitors a year. The Canadian company says that the Obama administration&apos;s ban on new hard-rock mining over 1m acres doesn&apos;t apply because its rights date from when it closed over 20 years ago. However, its approval is based on an environmental study the US Forest Service conducted more than 25 years ago, in 1986. Several environment groups  including the Grand Canyon Trust, the Sierra Club and the Centre for Biological Diversity  and the Havasupai tribe filed suit in March against the Forest Service, arguing that the study is badly outdated. Curtis H Moore, a spokesman for Energy Resources, disagrees. &quot;The Forest Service looked at that review with modern eyes and determined that it&apos;s adequate. And 1986 was not that long ago. These are tiny mines  about 20 acres.&quot; But Roger Clark, a director at the conservation group Grand Canyon Trust, likened the size of the mine to &quot;a Walmart parking lot. Within that area, they will remove all vegetation and install a catchment pond, two mine shafts and a metal building. That&apos;s a fairly impressive imposition on an otherwise undisturbed landscape.&quot; The mine poses more than just an aesthetic threat, he said. It could pollute the Red Wall aquifer, &quot;the main source of water to the Grand Canyon besides the Colorado River. Once that aquifer is contaminated, there&apos;s no turning back,&quot; said Clark. Moore pointed out that uranium is abundant and naturally occurring in the Colorado plateau, where the mine is located. But Clark argues that uranium&apos;s radioactive properties only become dangerous once it is brought up out of the ground and exposed to air and water. According to the Environmental Protection Agency, such properties include radon gas, a substance that was not regulated when the government conducted its initial study of the mine in 1986. The lawsuit contends that radon and other chemicals could pollute the area. In addition to environmental impacts, the lawsuit argues that the mine will harm the nearby area of Red Butte, which is sacred to the Havasupai, one of the plaintiffs, as well as other tribes, including the Hopi, Zuni and Navajo. Uranium was mined extensively in the south-west after world war two for use in the federal government&apos;s nuclear weapons programme. On the Navajo Indian reservation alone there are over 500 abandoned mines, the focus of a five-year clean-up effort by the federal government that ended last year and which many complain was flawed and ineffective. After the end of the cold war around 1990, demand for uranium dropped and so did its price. Now, with the global uranium market booming, companies are moving to reopen old claims.Observers say the outcome of the lawsuit is important, because it could serve as a bellwether for how future attempts to re-open old uranium mining claims in the area will go. There are over 3,000 mines in the Grand Canyon area that hold such claims. &quot;A lot of people out there want their piece of the park,&quot; said Dave Uberuaga, superintendent of Grand Canyon national park, citing &quot;incredible pressure&quot; from mining and other industries to develop land in the area. &quot;My number one challenge is protecting this place,&quot; he said. &quot;We can&apos;t take it for granted.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/apr/30/grand-canyon-uranium-mining", 
    "wordcount": "603"
}