{
    "headline": "Rise in teachers off work with stress  and union warns of worse to come", 
    "text": "The number of teachers taking stress leave has increased by 10% over the past four years, with 15 local authorities seeing a 50% rise in stress-related absences, according to statistics released under the Freedom of Information Act. Christine Blower, general secretary of the National Union of Teachers (NUT), said the findings reflected the pressure teachers were under and warned austerity measures were placing additional strain on staff. &quot;Teachers are finishing 2012 feeling pretty battered. We&apos;re ending the year with research by the National Children&apos;s Society showing increasing numbers of children are arriving at school hungry. We can assume that only 20-30% of the cuts the government intends to make have come through yet, which means teachers will not only be facing reduced levels of funding for schools but they will also be facing more and more children coming into their classrooms who are not ready for school.&quot; Of the 66 local authorities who responded to the Guardian&apos;s request for information, 40 saw an increase in the number of teachers taking stress leave between the academic years 2008-9 and 2011-12. The sharpest rises were in Tower Hamlets in London (up from 16 to 102 incidents), Oldham (up from 41 to 113) and Walsall (27 to 74). However, schools can opt in and out of HR services, which may affect these figures, and academies are not included. Amanda Brown, head of the employment, conditions and rights department at the NUT, said a reluctance to report stress meant many more instances went unnoticed, but that anecdotally, the union had witnessed an increase in teacher stress. &quot;The current model is about getting teachers to show how they&apos;ve met their targets  if they haven&apos;t done so immediately there&apos;s a very quick procedure, not to support teachers, but towards disciplinary action and dismissal. That creates a context in which teachers feel under pressure.&quot; Teaching has always been considered stressful  research by England&apos;s Health and Safety Executive, found it to be one of the most high-pressure careers, with 41.5% of teachers reporting themselves &quot;highly stressed&quot;. But the devolution of powers to heads means things may get worse, Brown said. &quot;Management styles have become much more individual and the power now lies at school level, which makes a huge difference to the way teachers feel within their employment. Other than the governing body there&apos;s no one to check on the management within schools.&quot; Heads have been granted the power to sack poorly performing teachers after a school term, under rules introduced this September. These state that even when a teacher has gone on long-term sick leave, disciplinary procedures will not need to be stopped. The chancellor&apos;s decision to scrap the national salary scheme for teachers means they will also be able to adjust staff pay according to performance. Members of the NUT and the NASUWT teaching unions announced &quot;action short of a strike&quot; in opposition to such changes in September, whereby teachers refuse to carry out 25 tasks including providing cover for colleagues and attending unscheduled management meetings. So far, teaching unions have stopped short of a national walkout. Relations between the government and union bosses hit rock bottom in December, when the education secretary, Michael Gove, sent a letter to heads encouraging them to dock the pay of staff involved in any type of industrial action. The threat of a national strike, which already has the support of teachers, still stands, said Blower, who will meet other unions to discuss further action in the new year. She added that 2012 had been &quot;a year fraught with considerable difficulties&quot; for teachers, and that ministers have done little to boost morale in schools. &quot;We had the devastating blow of the GCSE results in the summer, which was very bad for young people as well as teachers. Then there were some particularly unpleasant remarks from Ofsted&apos;s Michael Wilshaw saying teachers don&apos;t know what &apos;stress&apos; is  and now changes to teachers&apos; pay and employment terms.&quot; Plans to replace GCSEs with the EBacc have also provoked concern within the profession. &quot;We&apos;re up to about 5,000 signatures opposing the Ebacc and almost all teachers&apos; organisations support our campaign. Gove has an obsessive focus on Ebacc subjects which leaves little room for areas like art, sport and IT. This undermines and devalues the place of creative subjects within the curriculum  which is a major concern to arts teachers.&quot; The new year will begin amid an atmosphere of uncertainty, she said. &quot;People are angry about changes to their pay and very concerned about the shape of the curriculum  we&apos;ll have a lot of people who will think about leaving the job that they like doing to try and find a higher salary elsewhere. However much you love your job it&apos;s very difficult to be resilient when you&apos;re under attack from a lot of places.&quot; Case Study: JB, secondary school teacher in the West Midlands I&apos;m the type of person who tends to ignore stress and just get on with it. But things got really bad just after I returned from a half-term break. I got home after the first Monday back and collapsed. I just dropped to the floor and blacked out. I went to the doctor, who signed me off straightaway. There were worries that I might have a neurological or heart condition; I was tested for all sorts of things until eventually they found it was stress-related. I&apos;d had what they once called a nervous breakdown. You assume stress is par for the course as a teacher. To complain about stress, when everyone else is feeling the same  it&apos;s not the done thing. It&apos;s letting your colleagues down, because they&apos;re the ones who have to pick up the slack. If children don&apos;t achieve the expected rate of progress, then it&apos;s considered a teacher failing, which means your teaching is under suspicion. You get more observations, things are put in place to support you, but if things don&apos;t improve within the timescale, you&apos;re put on to notice. You can end up on a competency. Since the start of the autumn term I&apos;ve had three rounds of drop-in observations and two rounds of formal, this is on top of the additional observations I have because of my illness. They&apos;re a nerve-racking experience: you get around 28-48 hours&apos; notice to prepare an all-singing, all-dancing, tick-all-the boxes lesson. The aspect that&apos;s enjoyable and rewarding about teaching is the bit in the classroom. But under the current education system, that seems to be the least important part of the job. Everything is about targets and administration. Even after having 10 months off, there was a noticeable change in the amount of data entry we had to carry out. At least half of my students are brought up with the attitude that school doesn&apos;t really matter: it&apos;s something you do until you&apos;re old enough to leave. But they&apos;re wonderful kids and have a lot more to say than people give them credit for. It&apos;s frustrating that I don&apos;t have the time to spend building proper relationships them.", 
    "section": "education", 
    "gid": "education/2012/dec/26/teachers-stress-unions-strike", 
    "wordcount": "1188"
}