{
    "headline": "PM under pressure from own cabinet to boost green energy investment", 
    "text": "Two Conservative cabinet members have asked the prime minister to do more to boost investment in low carbon energy and other green infrastructure. The latest intervention comes after the foreign secretary, William Hague, urged David Cameron to provide more support to help green industries boost the economy, stop the UK falling behind international rivals, and avoid losing its global leadership on the environment. In response to Hague&apos;s letter in March, the development secretary, Andrew Mitchell, and environment secretary, Caroline Spelman, both Conservatives, have also written to the PM supporting the former party leader, the Guardian has learned. The government is under growing pressure, including from some of its own backbenchers, to do more to generate growth and jobs and improve competitiveness after the UK went back into recession earlier this year. Ministers are bracing for another set of bad economic news for the current quarter when it is published next month. The arguments put forward by the Tory cabinet members also reflect a growing divide in the Tory party between an increasingly vocal group of MPs and ministers who believe a big increase in low carbon energy and other infrastructure will push up prices and damage the UK economy, and those who believe more green investment will create jobs and reduce costs in the long term by protecting the UK from rising oil prices and dependence on foreign powers for energy. In response, a group of backbenchers have secured a debate in the House of Commons on Thursday on &quot;fiscal measures to promote the green economic sector&quot;, which they hope will enable supporters to challenge opponents in their own party before crucial decisions are made in the coming months about energy policy. Tory modernisers are also worried that Cameron&apos;s failure to follow up on his declaration that climate change was the greatest challenge facing mankind and that he would lead &quot;the greenest government ever&quot; is one of the issues &quot;retoxifying&quot; the party&apos;s brand  something Tim Montgomerie, the rightwing moderniser editor of the influential ConservativeHome website, has warned about. In his letter in May, seen by the Guardian, Mitchell endorsed the four key arguments for green growth put forward by Hague: improved productivity; an opportunity to export new technologies; protecting UK businesses from price shocks from oil and other declining commodities; and creating jobs. UK research and investment in such industries could also help spread them to help low and middle income countries, and would help UK &quot;soft power&quot;, said Mitchell. Thursday&apos;s backbench debate will be introduced by Laura Sandys, who has support from 25 Conservative colleagues, including the Tory eco-activist Zac Goldsmith, and three other MPs, including the Green party&apos;s Caroline Lucas. Sandys has a history of campaigning on environmental issues, including climate change. However, the South Thanet MP, who represents some of the most deprived wards in the country, has said she wants the debate to be on economic issues. Eight of the signatories of the motion were among the 100 Tory MPs who earlier this year signed an open letter urging Cameron to stop supporting onshore wind farms, something that should help separate opposition to wind power on planning grounds from wider support for (or opposition to) clean energy and the green agenda. &quot;What we&apos;re looking at is energy resilience and re-engineering our economy to be less dependent on expensive imports: it&apos;s not green, it&apos;s good business,&quot; Sandys said. &quot;In a strange way the green aspect creates an ideology rather than a pragmatic business rationale.&quot; The latest interventions came to light after the government&apos;s recently departed climate change envoy, John Ashton, warned MPs that failure to take more action to invest in a low carbon economy was a threat to the future &quot;prosperity and security&quot; of the British people because of the risks to food, water and energy. &quot;Internationally we must resolve the false choice, exacerbated by the current crisis, between economic security and climate security,&quot; Ashton told the energy and climate change select committee last week. &quot;A rapid shift to low carbon growth is essential for security, competitiveness and prosperity, not an intolerable risk to competitiveness, jobs and growth. Politically we must address this not as a distraction from our current problems, but as part of the solution to them.&quot; However Tory committee member Dr Phillip Lee said there were still hundreds of millions of people who wanted a better standard of living in developing countries like China, and in the UK during the recession, who would not support policies which pushed up the price of energy and so goods and services they wanted to buy. &quot;It&apos;s seen that going green is going to slow down the growth that we need,&quot; added Lee.", 
    "section": "environment", 
    "gid": "environment/2012/jun/24/green-energy-investment-conservatives-cameron", 
    "wordcount": "796"
}