{
    "headline": "The post-2015 development agenda explained", 
    "text": "Where are we on the post-2015 development agenda? In May, Ban Ki-moon, the UN secretary general, named UK prime minister David Cameron, Liberian president Ellen Johnson Sirleaf, and President Susilo Bambang Yudhoyono, of Indonesia, as co-chairs of a high-level panel to advise him on the global development agenda after 2015, the expiry date for the millennium development goals (MDGs). That was followed by the naming of a 26-member panel that will work on a report, setting out a &quot;bold yet practical vision&quot;, to be submitted to Ban in May. Homi Kharas, a former World Bank economist, now at the Brookings Institution thinktank in Washington, is the lead author of the report. The first draft is expected in March. The co-chairs and panellists are holding their first substantive meetings this week in London. What is the theme of this week&apos;s meetings? Household poverty is the focus this week  both defining it and looking at ways to get households out of poverty. Subsequent meetings in Liberia and Indonesia will focus on national development and global partnerships respectively, followed by a final meeting in New York in May. There will be three sessions in London. The first one takes place on Wednesday, and has been organised by No 10 and the UK&apos;s Department for International Development. It will feature several external speakers  include Hans Rosling, described as a data visionary  who will expose the panel to Britain&apos;s thinking and ideas. What is Britain&apos;s thinking on development? The prime minister has said he wants to shift the debate away from the quantity of aid given and towards what he calls the &quot;golden thread&quot; of development. This involves not only aid but also stable government, lack of corruption, human rights, the rule of law and transparent information. Cameron carries clout because the UK is on course to meet the long-standing UN target of spending 0.7% of gross national income on aid next year. The UK government has protected Britain&apos;s aid budget from cuts despite grumbling from within its ranks that aid should take a hit along with other sectors of government at a time of economic crisis. What has been the reaction to the golden thread? Development experts have welcomed the golden thread approach, but with caveats. Owen Barder, Europe director of the Centre for Global Development thinktank, says the golden thread stresses free markets, jobs and growth, but not other ways to encourage positive social and economic change, such as reducing inequality, tackling the power of elites, providing social protection, and ensuring a strong voice for civil society. Ivan Lewis, Labour&apos;s shadow secretary for international development, says the 0.7% target has to be accompanied by meaningful climate change targets, the removal of barriers to fair trade, fair and transparent taxes, universal human rights, social protection, free access to quality compulsory education, and health services. The panellists will meet on their own on the second day and Friday will involve &quot;outreach&quot; to NGOs and the private sector, and discussions on how to reach out to the most excluded, to get their views on the post-2015 development agenda. How does the high-level panel&apos;s work fit in with Rio+20? The Rio+20 summit on sustainable development, held in June, agreed a plan to set global sustainable development goals that address global environmental management, protect the oceans, improve food security, and promote a &quot;green economy&quot;. Climate change and anti-poverty are inextricably linked. For example, repeated drought in the Sahel can only drive people deeper into poverty unless measures are taken to protect them from such repeated shocks. A working group is being set up following Rio+20 to work on sustainable development goals, so there are parallel tracks on a post-2015 development agenda; the trick for Ban is to combine them into one. The UN&apos;s special adviser on post-2015 development planning, Amina Mohammed, has told MPs on the development committee that both the high-level panel and the working group on sustainability share one secretariat, saying the end result will be &quot;one development agenda&quot;. But climate talks are making painfully slow progress, with the prospect of, at best, a weak deal in 2015 that will not come into force until 2020. &quot;Getting rid of poverty is about making more stuff and giving it to more people,&quot; said Claire Melamed, head of growth and equity at the Overseas Development Institute thinktank. &quot;It&apos;s a popular thing to do, but climate change is about sharing out limited resources. Politically it&apos;s of a totally different order of magnitude and so contentious.&quot; What about the unmet MDG goals? The MDGs, which were agreed in New York in September 2000, set out eight specific  and ambitious  goals for the international community, including eradicating extreme poverty and hunger, achieving universal primary school education, and reducing maternal and child mortality rates. Some of those goals in some countries are expected to be achieved by the 2015 deadline; others definitely will not. The World Bank says the goal of halving global poverty will be met, as the population share of extremely poor people in developing countries is projected to fall from 29% in 1990 to 12% in 2015. The world has also met the target of halving the proportion of people without access to improved sources of water, and it has achieved parity in primary education between girls and boys. But the child mortality MDG is not likely to be met. The high-level panel said after its first meeting at the UN general assembly in New York in September that it plans to bring this unfinished business into the new framework. What should be in the next set of goals? Melamed points to the differing set of circumstances confronting this panel. The MDGs, she says, were essentially cooked up by a group of rich countries deciding how they wanted to spend their aid to help poor countries. Now most poverty is in middle-income countries, many of which are themselves donors (India, for example). A 2010 report by Andy Sumner of the Institute of Development Studies found that 70% of the world&apos;s poorest people live in middle-income countries, so tackling inequality is one of the most effective ways to accelerate progress towards eradicating poverty. But countries such as India can be expected to resist being told what to do within their borders. The panel sees the importance of taking on new challenges in a changed world in any framework. They include the importance of inclusive growth (a fallout of the Arab spring), conflict and gender equality. For Melamed, a good agreement on a development agenda after 2015 will be one with few issues, some numbers, and with obligations and commitments for all countries.  This article was amended on 5 November 2012. The original said &quot;Save the Children says 70% of the world&apos;s poorest people live in middle-income countries&quot;. This research was in fact done by IDS", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/31/post-2015-development-agenda-explained", 
    "wordcount": "1156"
}