{
    "headline": "Wind energy could surpass global power demand  with huge hurdles", 
    "text": "Wind energy could provide 20-100 times current global power demand, according to a study published this week in Nature Climate Change. Other studies have shown similar results, but they do not mean that wind power is all we will ever need, says Ken Caldeira of Stanford University&apos;s Carnegie Institution, and co-author of the new study.&quot;We&apos;re always going to need a variety of energy sources,&quot; Caldeira told the Guardian. Nor does it mean installing enough wind turbines to power the world is practical or even feasible. There are significant technical and resource problems to overcome, not least of which is finding the money to construct millions of turbines, he acknowledged. &quot;It&apos;s a huge scale-up  but not unimaginable. The reality is this is what the global energy generation is right now.&quot; And right now humanity uses about 18 terawatts of power, 87% of which is from coal, oil, and gas. Only about 0.2 terawatts comes from wind. (A terawatt is a trillion watts. A thousand watts or kilowatt is roughly the heat output from the average electric kettle.) Caldeira and colleagues calculated there is a potential of 400 terawatts of wind power at the Earth&apos;s surface and 1,800 terawatts of power from the upper atmosphere. The latter would be generated by tethered turbines floating hundreds or thousands of metres in the air where the winds are stronger and more consistent. It&apos;s a bit of mystery why billions of dollars of public money has been invested in researching fusion as an energy source when practically nothing has been spent on airborne turbines. &quot;We know the wind energy is there. It is just an engineering problem,&quot; he says. Calderia says this study also further refutes the erroneous notion that wind on this scale would generate enough heat to be the equivalent of doubling CO2 levels. Turbines create drag, slowing wind speeds as well as generating heat from friction. The study found that the climate effects of extracting wind energy at the level of current global demand would be small, as long as the turbines were spread out and not clustered in just a few regions. Clearcutting  the practice of felling and removal of all trees from a tract of forest  has a far higher impact on the climate, not to mention ecological impacts, than a concentrated windfarm of similar size, he said. &quot;Looking at the big picture, it is more likely that economic, technological or political factors will determine the growth of wind power around the world, rather than geophysical limitations,&quot; Caldeira said. Caldeira has also calculated the lifecycle carbon emissions of various energy sources in a 2011 study and wind topped the list, offsetting the emissions involved in manufacture and installing in a matter of months, he said. The US Department of Energy (DoE) released its 2011 critical materials strategy last December, saying shortages of rare earth metals needed for wind turbines over the next five years would constrain the industry&apos;s growth. Large turbines use permanent magnets made of rare earth metals. However new designs reduce size of permanent magnets or replace them with super-conducting generators. Transmission is the biggest hurdle facing wind today and in the near future, said Tom Levy, an energy expert at the Canadian Wind Energy Association. The world&apos;s electrical transmission grids were purpose-built for large-scale coal, oil, gas and hydro generation. Solar and wind are different in that they are intermittent and decentralised. The next toughest hurdle to leap is finding suitable sites and communities willing to host windfarms, Levy said. Curiously, the Canadian government announced last July it would conduct a new study on the health impacts of wind turbines, 30 years after the first installations. &quot;I can&apos;t speculate on why the Canadian government has taken this step. But it is not a de facto moratorium on new wind installation as some have suggested,&quot; he said. Real change will only come from the grassroots, according to Caldeira. &quot;We have the resources to do it [transition to 100% renewables]. But it is not happening because it is not a high enough priority.&quot;  Stephen Leahy is an international environment journalist based in Canada", 
    "section": "environment", 
    "gid": "environment/blog/2012/sep/12/wind-energy-power-demand", 
    "wordcount": "699"
}