{
    "headline": "Finally, the UK's Labour party seems to know its own mind on development", 
    "text": "Following my article last month on Andrew Mitchell&apos;s legacy, I received many responses to the idea that politics needs to be brought back into international development discussions in the UK. There was broad agreement that, under the Conservative party, the UK&apos;s Department for International Development (DfID) has retreated into an aid agency fixated on technical solutions and efficiency. Political battles are being fought within and between countries across the world, but DfID, and many of its European peers, appear to be sitting them out, preferring to present development as a mixture of bean-counting and results evaluations (which is not to say that audits and accountability are unimportant). Take the growing campaign for a UN general assembly resolution on universal health coverage, something Sarah Boseley wrote about earlier this week. The push is being led by emerging countries like Thailand, Brazil and Mexico, each basking in the success of their health policies and relishing embarrassing the US, which still has a prehistoric healthcare system. It&apos;s clear from looking at the evidence of successful health reforms over the past 100 years that they have emerged from straight-down-the-line political struggles. In the UK, Thailand, Sri Lanka, Rwanda, Ghana, Malaysia, China and many countries in Latin America, the &quot;healthy wealthy&quot; have been forced to cross-subsidise the sicker, poorer members of society. Needless to say, the US is doing everything in its power to block this initiative. Where is the UK&apos;s voice on these great issues? Basically silent. But this could be changing. I have regularly argued in this space that we need to have a more political debate about international development in the UK and that Labour, in particular, must apply its critique of rampant capitalism at home to its international policies as well. Now, finally, Ivan Lewis, the shadow international development secretary, appears to be grasping the nettle. In his speech to the Labour party conference this week, he criticised what he sees as a Conservative belief in trickle-down economics and a simplistic &quot;public-bad, private-good&quot; ideology. Lewis declared that it is time for: &quot;Big global economic and social change. Growth which is sustainable, companies that are both profitable and responsible, meaningful agreements on fair trade and climate change, universal access to free healthcare, compulsory education and social protection. Global human rights with no exemptions for our allies. Women&apos;s rights at the heart of conflict resolution. Decent work, decent labour standards for workers everywhere&quot;. Of course, much of the speech was the usual party political guff that conferencistas demand from their spokespeople, and a fairly traditional analysis of aid remained central to Lewis&apos;s thinking. But there is no mistaking the change of tone. When Mitchell used to say: &quot;There is not a Conservative, Liberal Democrat or Labour development policy, but a British one&quot;, the other parties would nod approvingly. Lewis clearly doesn&apos;t share this view  he is setting out a distinctively Labour approach to international development, one that recognises politics are as much at play beyond Britain&apos;s borders as within them, and which will be pitted against a Conservative alternative at the next general election. Labour are now even advocating an international Sure Start philosophy for early childhood, similar to the one they enacted in the UK, which the Conservatives appear to be dismantling. But Labour does not have a monopoly on vision, compassion or ideas. While widely derided in the aid industry (unsurprisingly, given his fairly full-square attack on it), Conservative grandee Lord Ashcroft&apos;s well-publicised critique of aid last month is worth a read. Ashcroft warns Justine Greening, the newly appointed development secretary, that she will &quot;travel the world like a medieval potentate&quot; to developing countries that want &quot;tourism and trade, not dollops of aid&quot;. He urges Greening to &quot;jettison the old-fashioned, neo-colonial approach of your predecessors&quot; and to &quot;stop parading as modern-day saviours of developing nations and step into the modern world&quot;. He is wrong to call for a reduction in aid, as I have argued in the past. But his outlook on development appears to be better grounded in reality, and more in line with the kind of messages aid recipient countries are sending out, than the perspective of those who still favour a paradigm where rich, western countries offer largesse to the world&apos;s poor. And let&apos;s not forget the Liberal Democrats, who used to be the most progressive British party on these issues. Where are they hiding? The Conservatives have ideas and instincts on international development that are worthy of debate  a particular dislike of aid dependence, a belief in private-sector solutions, a focus on auditing and accountability. Let&apos;s hope we hear them when Greening gives her first major speech on the subject next week. Let&apos;s stop pretending development is like a mathematical equation; it is a political battleground. Let&apos;s hear the arguments. Let&apos;s have a proper discussion about Britain&apos;s future role in supporting development in other countries.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/oct/04/uk-labour-party-own-mind-development", 
    "wordcount": "824"
}