{
    "headline": "Ethiopia's renaissance under Meles Zenawi tainted by authoritarianism", 
    "text": "At an African Union summit meeting in January, Meles Zenawi, the taciturn Ethiopian prime minister, made a terse, punchy speech, expressing his admiration for China. Meles, whose death was announced on Tuesday by the Ethiopian government, spoke of China&apos;s &quot;amazing re-emergence&quot; and its important role in Africa&apos;s renaissance. The Ethiopian strongman&apos;s lavish praise of China owed much to the occasion  the inauguration of the swanky African Union headquarters donated by Chinese labour and money at a cost of $200m. But his admiration for China, coupled with an attack on &quot;market fundamentalist&quot; ideas that he said had wrecked African economies, was heartfelt. Under his long rule  since the overthrow of Mengistu Haile Mariam in 1991, Meles has dominated Ethiopian politics  Ethiopia has pursued a top-down model of development, much like China. The result has been impressive economic growth. Ethiopia has achieved annual economic growth of more than 7% for the past decade. As a result of rising agricultural output, officials expect economic growth of 11% for the 2011-12 fiscal year that ended in June, although inflation remains stubbornly high, hitting 20% in July. Ethiopia&apos;s strong economic record and stability in the volatile Horn of Africa have made it a magnet for donors. Over the past year alone, USAid, the US agency for international development, has given Ethiopia  considered a key American ally  $675m in aid, and Britain&apos;s Department for International Development (DfID) will spend an average of 331m a year there until 2015. &quot;Since it came to power in 1991, the Ethiopian People&apos;s Revolutionary Democratic Front (EDRDF) has consolidated a capable government that is demonstrably committed to addressing poverty  with an impressive record of pro-poor spending, sound financial management and a strong commitment to fight corruption,&quot; says DfID. Ethiopia, however, remains one of the world&apos;s poorest countries, with around 25 million out of a population of 85 million living in extreme poverty. Still, Meles won praise for his leadership. Bill Clinton, the former US president, said Meles was part of a &quot;new generation&quot; of African leaders, and he was invited to join Tony Blair&apos;s Commission for Africa. Gordon Brown, the UK&apos;s former prime minister, was fulsome in his praise of Meles. &quot;Ethiopia, one of the poorest countries in the world, made more progress in education, health and economic development under his leadership than at any time in its history, and it is a tragedy for the Ethiopian people that they have lost a committed leader and a champion of children at such a young age,&quot; he said. &quot;When I last saw him earlier this year we held meetings about how we would ensure every child would be in school in Ethiopia by 2015. His passion was in abolishing poverty and our hope is that he will inspire a new generation of men and women who will champion the cause of eradicating poverty.&quot; But although Meles won plaudits for his economic record, the government&apos;s intolerance of dissent earned it criticism from human rights groups and the UN, and poses awkward questions for aid donors. In July, Eskinder Nega, a prominent journalist and blogger, was sentenced to 18 years in prison, and an opposition activist, Andualem Arage, was given a life sentence for breaking anti-terrorism laws. Other journalists have been charged under the same sweeping anti-terrorism law that was introduced in 2009, prompting Navi Pillay, the UN high commissioner of human rights, to say journalists, human rights defenders and critics were facing a &quot;climate of intimidation&quot; in Ethiopia. The Ethiopian government&apos;s authoritarianism has puzzled observers, as Meles faced no viable opposition following a disputed parliamentary election in 2005. After violent demonstrations, in which 200 protesters were killed, Ethiopia rounded up almost the entire leadership of an opposition group that won all 23 seats in Addis Ababa and jailed them for life for treason. Since then, the political opposition has been toothless; many of its leading figures have given up and gone abroad. Civil society has effectively been strangled under a 2009 NGO law. The law prohibits human rights organisations in Ethiopia from receiving more than 10% of their funding from foreign sources  effectively shutting down human rights groups, since they cannot survive without substantial foreign funding. In legislative elections in 2010, Ethiopia&apos;s ruling party and its allies won virtually all the parliamentary seats, leaving the opposition with only two, in a result that embarrassed the regime. European observers said the election fell short of international standards. DfID has acknowledged Ethiopia&apos;s democratic deficit, even while it disburses large amounts of aid. &quot;Ethiopia has made some progress toward establishing a functioning democracy, but there is a long way to go,&quot; said DfID in its 2011-15 operational plan for Ethiopia. &quot;The UK government continues to raise concerns about limitations on civil and political rights and the longer term sustainability of Ethiopia&apos;s tightly controlled political model.&quot; Such concerns are likely to be acute after Meles&apos;s sudden death. As Dr Adekeye Adebajo, executive director of the Centre for Conflict Resolution in Cape Town, South Africa, recently noted, Meles dominated domestic politics to the extent that a power vacuum on his departure seems certain. With that in mind, it is unlikely that the succession will be smooth.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/aug/21/ethiopia-renaissance-meles-zenawi", 
    "wordcount": "877"
}