{
    "headline": "Haiti's latest constitutional crisis is another setback for rebuilding efforts", 
    "text": "Once again, just as the reconstruction process was beginning to gather pace and demonstrable progress was being made, Haiti finds itself plunged into a constitutional crisis that threatens to set back progress for months. The prime minister, Garry Conille, has resigned, although he will remain in office until a successor is agreed. Existing contracts will be honoured, but no new reconstruction contracts can be signed. Experience of recent years in Haiti, even before the earthquake, leads me to worry that the process of finding a successor will be long and drawn out. What makes this state of affairs particularly frustrating is that it sends a message of instability around the world, which is the last thing we need. Of the international donor money that has been transferred to Haiti, only a tiny proportion has gone to the government, largely because of perceptions of corruption and unruliness. The fact that the government has had very little access to reconstruction funds is one of the root causes keeping people in tent cities in Port-au-Prince. The majority of tent dwellers have now been rehoused, but 300,000 remain. There has been a perverse incentive for some people to remain in tents, however, because of the relatively high level of public services provided to them by international NGOs. These private agencies, although very visible in the capital, are not set up to rebuild infrastructure for a major city. They can provide basic sanitation, health and education services in the camps, but it is much harder to do the same thing for the sprawling districts around Port-au-Prince. Providing public sanitation, for example, is the role of government. Yet, as the Guardian Global development site reported in January, two years after the quake struck: &quot;Figures released by the UN special envoy for Haiti show that only 53% of the nearly $4.5bn pledged for reconstruction projects in 2010 and 2011 has been delivered.&quot; This means the Haitian government has a limited capacity to match, in the local districts of Port-au-Prince, the level of healthcare, education and sanitation being provided by private NGOs in the camps. Consequently, and quite logically, thousands of people are opting to stay in a camp even if they have a habitable home. From the beginning, Christian Aid has advocated that money from international donors should go directly to the Haitian government. Any concerns over corruption could be allayed by careful monitoring. The reasons for Conille&apos;s resignation are complex, but they boil down to a difference of approach between himself and President Michel Martelly. The president felt he was not receiving sufficient support from his PM, who was instead following the lead of parliament. Another reason might be that Conille was calling for a detailed examination of reconstruction contracts previously awarded to private companies, some of which are based in the Dominican Republic. The row over these contracts was so public that the Dominican ambassador to Haiti, Ruben Sille, felt compelled to deny that the Dominican Republic had exerted any influence over the resignation of Conille. The PM was doing his best to demonstrate that the award of government contracts was fair and transparent, something that promises to help build confidence within the international community. I hope the new PM will be allowed to continue the audit. On the other hand, investigating past contracts was holding up the process of awarding new ones. The president was very conscious that the poorest and most vulnerable people desperately need to see progress. There have been far too many prime ministers in Haiti in recent years. I believe we should legislate for a minimum term of 30 months to create some stability. Martelly favours Laurent Lamothe, the competent and dynamic foreign affairs minister, as Conille&apos;s successor. Lamothe, who is also known for representing Haiti in the Davis Cup, the international men&apos;s team tennis competition, is a talented entrepreneur with the vision to move Haiti forward. Martelly himself is facing severe political pressure to stand down after a commission was empowered to investigate whether he fulfills the nationality clause in Haiti&apos;s constitution. I sincerely hope that politicians can now put petty squabbles aside and anoint a successor without delay, so we can restore stability and get on with the all-important business of reconstruction.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/mar/13/haiti-constitutional-crisis-setback-rebuilding-efforts", 
    "wordcount": "708"
}