{
    "headline": "Microsoft suffers steep fall in profits", 
    "text": "Microsoft has suffered a worse than expected 24% fall in profits, but chief executive Steven Ballmer countered by promising a &quot;new era&quot; for the world&apos;s largest software company as it prepares to fight for a share of the mobile computing goldrush with next week&apos;s launch of Windows 8. Wall Street was braced for a contraction after news that PC sales were down 8% in a quarter as consumer spending switches from the desktop to tablets and phones. Microsoft obliged by announcing a year-on-year fall in first quarter profits before tax from $7.3bn (4.5bn) to $5.5bn and revenues of $16 billion, the lowest reported since March 2010. Income from its Windows division fell to $3.2bn, the worst performance in three years. The best selling software&apos;s most radical redesign since Windows 95 has seen its interface reinvented for the touch screen, and its arrival today will be accompanied by the launch of the Surface tablet, Microsoft&apos;s answer to the iPad. &quot;The launch of Windows 8 is the beginning of a new era at Microsoft,&quot; said Ballmer. &quot;Investments we&apos;ve made over a number of years are now coming together to create a future of exceptional devices and services.&quot; On Monday 29 October, Microsoft will make a concerted push into the smartphone industry with the unveiling of Windows Phone 8. Its arrival will be followed in November by new handsets using the operating system from Finland&apos;s Nokia and Taiwan&apos;s HTC. It is an alliance that spans three continents, and to which the fortunes of all three companies are closely tied. Admitting the PC market was &quot;challenging&quot;, Microsoft finance director Peter Klein said the company was preparing for the &quot;largest launch wave in our history&quot;. Revenues from other divisions have held up, with sales of servers and tools rising 8% to $4.5bn, while the Xbox games console helped revenues from entertainment and devices hold firm at $1.9bn. The number of calls on Skype, the online phonebox acquired by Microsoft last year, rocketed 58% to 120bn minutes. &quot;Investors were not expecting a home run,&quot; said analyst Daniel Ives at FBR Capital Markets. &quot;All expectations are on the launch of Windows 8 and the entrance into the tablet market. In light of the environment, the macro and PC situation, these are respectable numbers.&quot; Nokia will be hoping Microsoft&apos;s Windows marketing push delivers an uplift for its beleaguered smartphone business. Announcing results for the three months to 30 September, the Finnish group revealed on Thursday it has burned through 633m (514m) of cash in three months, with sales falling by 20% in a year, thanks to sluggish demand for its smartphones and a near 1bn collapse in takings from China. Nokia has spent almost a third of its cash reserves in 12 months, and has 3.6bn left to fund its transformation into a smartphone maker capable of competing with Apple and Samsung. At its current rate of spending, those reserves will have vanished by March 2014. &quot;The big investor concern is that Nokia might run out of cash before Windows phone builds a successful following,&quot; said analyst Mark Sue at RBC Capital markets. Nokia has lost almost 90% of its value since Apple introduced the iPhone in 2007. Yesterday it reported its sixth straight quarter of losses since dumping its own Symbian phone software and adopting Microsoft&apos;s Windows Phone. Third quarter sales fell to 7.2bn, better than analysts were forecasting but down from nearly 9bn in the third quarter of 2011, as smartphone shipments withered by 10m to 6.3m units. Overall shipments fell 22% to 83m, with only 300,000 phones sold in North America. Shipments of Lumia smartphones fell to 2.9m units from 4m in the second quarter. Customers have stayed away because only the new Lumia models, which Elop confirmed would be released in a &quot;select&quot; number of markets in November, will be able to run Windows 8. The decision to push Lumia in just a few markets before Christmas means Nokia can concentrate its marketing firepower, but the company warned fourth quarter smartphone volumes would not see the usual seasonal uplift. There was a silver lining in the form of a turnaround at Nokia Siemens Networks. The telecoms equipment maker swung back into profit after making more than 14,000 job cuts to concentrate on mobile rather than fixed line networks. Nokia will benefit from the fact that mobile networks are keen to see an alternative to Android and Apple emerge, Elop said. &quot;We are seeing increasing concern among operators about the concentration of power that is landing with two particular ecosystems that are out there today,&quot; he told analysts on a conference call. &quot;You are going to see operators in the West beginning to say we need a third ecosystem.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/oct/19/microsoft-profits-slump", 
    "wordcount": "821"
}