{
    "headline": "Eight great indie games from the Develop conference", 
    "text": "The Develop conference in Brighton is a great place for UK indie devs to get their games noticed. The first day of the event is dedicated to the independent sector and there are free sessions throughout the week for impoverished industry newcomers.  But while the official conference is going on, there&apos;s a whole eco-system for small studios looking to get their work out there. Just wandering around the bar at the Hilton Metropole Hotel, where the conference takes place, will get you within business card range of everyone from Dave Perry to Mark Rein, and of course, it being a bar, there are a lot of journalists around.  On top of that, the brilliant IndieCity also held its own evening event, getting indie upstarts together with experts in law, marketing, journalism (that was me!) and development, to discuss their burgeoning careers and projects.  So here are eight interesting titles I saw, both at the conference and at the networking events that surround it. Keep a close eye on all of these... Tengami (Nyamyam games, iPad)      Set in a stark representation of Feudal Japan, this beautiful pop-up book simulator is designed to quietly reveal its entire narrative as your character slowly explores the minimalist environments. At certain points, players can swipe the screen to &apos;turn the page&apos; and reveal astonishing buildings or whole new landscapes, all designed to resemble Japanese crafting paper. Indeed, every structure in the game is a genuine 3D pop-up; it could be constructed with paper in real-life. Amazing stuff. Interestingly, the development team are all ex-Rare, and the soundtrack is by the company&apos;s famed musician, David Wise, who wrote the scores to titles like Donkey kong Country and Star Fox Adventures. Atmospheric and charming, it&apos;s due out on iPad later this year. Kumo Lumo (Blitz, iOS)            Originally developed as a secret side-project by staff at Blitz Games Studios, Kumo Lumo has now &apos;come out&apos; in public, and we&apos;re incredibly glad that it has. It&apos;s sort of a rain simulator, but a really cute one. You play a small cloud who needs to supply showers so that the trees beneath him can grow. Players move both the cloud and the revolving ground beneath it via simple swipes, and need to catch smaller clouds in order to top up water supplies. Little Lumo can also use lightning bolts to zap enemies, although the whole thing is depicted as a sweet war between lovely sticker-style icons and objects. It&apos;s due out later this year on iOS. You can follow the development on the blog or on the Twitter feed at @KumoLumo. Gets To The Exit (Roll7, iOS, Android)            If you ever loved Lemmings, you&apos;ve got to try Gets To The Exit, a really cleverly crafted puzzle platformer where your aim is safely convey tribesmen from one side of the screen to the other. This is achieved by swiping the many platforms on each environment, while avoiding traps and boss characters. The visuals are bright and crisp, and the design is open enough to allow different approaches to the puzzles  a key element. It&apos;s already on iPhone and Android and is coming to iPad and PC soon. Chompy Chomp Chomp (Utopian World of Sandwiches, Xbox Live Indie Games)            This wins a lot of points for its great name and its resemblance to one of my favourite Dreamcast titles, Chu Chu Rocket. It&apos;s a maze-based multiplayer romp in which participants chase each other around trying to eat the correctly coloured opponent. At points in the round, the colours change, turning hunters into hunted and vice versa. As with Chu Chu, it&apos;s frantic stuff, the balance continually shifting, the pace continually accelerating. In an Indie Games marketplace dominated by Minecraft-alikes, Chompy Chomp Chomp really stands out  and for 80 Microsoft points it&apos;s an absolute steal. Routine (Lunar Games, PC/Mac)      Imagine a sort of rogue-like take on Dead Space, with elements of 2001: A Space Odyssey and Duncan Jones&apos; movie, Moon. That&apos;s the enticing concept behind Routine, a first-person sci-fi horror adventure set on an abandoned moon base. It looks like the emphasis will be on exploration and stealth, rather than blasting aliens or zombies, and the team has managed to load its early screens with masses of atmosphere. With just three staff, Lunar Games is setting itself an ambitious task, but we&apos;ll be watching them closely. You can find out more on their website or on their Facebook page, or follow them on Twitter at @LunarSoftware. The game is due in early 2013. Moonhelm (Cerberus Software, PC/Mac)      And just when you thought it was safe to venture into near-space, here&apos;s Moonhelm, another rogue-like sci-fi FPS. This time you&apos;re exploring a space base that&apos;s riddled with hostile aliens, accompanied wherever you go by an AI helper. In a nod to The Thing, however, you must select your ally at the start of the game and, at some point, he may actually turn out to be a deadly extraterrestrial in disguise. Add in the procedurally generated environments and permadeath mechanic that ends your game after a single mortal injury and you have an intriguing hardcore RPG/FPS that promises an intense and jumpy experience. The game is coming to PC and Mac in January 2013, with an iPad version following. Total Recoil (Eiconic, iPad)      I&apos;m really not one for virtual controllers on touch screens  it rarely works. However, I may give the benenfit of the doubt to this twin-stick shooter which seeks to bring the mechanisms of Call of Duty to the top-down domain. Players blast their way through various polygonal environments earning killstreaks and calling in airstrikes while picking up chain guns and other weapons. It&apos;s slickly done, but I wish there was some alternative to the virtual sticks. Developer Eiconic has already written an augmented reality title  PulZAR  for Sony and expects to release Total Recoil by winter, 2012. There&apos;s a Facebook page here. Buddha Finger (Lady Shotgun, iOS)      Anna Marsh and Sarah van Rompaey were senior members of the Tomb Raider development team when they cut loose to work on their own projects. They formed Lady Shotgun and funded the development of debut title Buddha Finger through the sale of Anna&apos;s flat (&quot;I&apos;m officially homeless!&quot;)  a terrifying move, no doubt, but this is a neat casual beat-&apos;em-up in which characters are defeated by swiping on-screen numbers in the correct order, occasionally tapping wildly when the icon demands. It has the feel of a Wario or Bishi Bashi mini-game and the crucial touch UI is wonderfully implemented. Due out in the autumn, this is really promising. You can follow Buddha on the Facebook page or via Twitter at @LadyShotgunGame.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jul/17/eight-indie-games-from-develop", 
    "wordcount": "1110"
}