{
    "headline": "International women's day: a voice from La Paz, Bolivia", 
    "text": "   Mery Vaca Photograph: Mery Vaca    In Bolivia, the authorities only mobilise after horrendous crimes happen. This was the case recently, after two women  a journalist and an entrepreneur  were stabbed to death by their husbands. Right away, the police began a manhunt for the murderers on the run, and legislators swiftly passed a comprehensive law on violence against women. It establishes that the murder of women is a specific crime punishable with the maximum penalty: 30 years in prison without pardon. This is a breakthrough because, until now, crimes against women were often classified as violent emotional homicides, and were punished with only one to six years in prison. According to a study by the Pan American Health Organisation, conducted in 12 regional countries, Bolivia has one of the highest rates of violence against women. The country&apos;s Centre for Information and Development of Women says that, in the first 50 days of this year alone, there were 30 murders of women in Bolivia, compared with a total of 104 in 2012. As a journalist and a woman, I have covered stories and witnessed cases of domestic violence. From long hospital queues of women who try to get medical certifications that prove they were beaten by their husbands, to gruesome murders that cause national uproar and indignation. I know of friends and relatives who were beaten by their partners. I always advise them to get divorced and stay away from their abusers, because I think a man who beats a woman will never change his behaviour. Unfortunately, the institutions responsible for ensuring the safety of women do little. Testimony to this was the murder of Hanal Huaycho, a colleague of mine. She reported abuse from her husband 14 times before he finally killed her. Nobody had done anything to protect her. I hope that national and world leaders will seriously address this problem, which is causing real massacres in Bolivia and other countries. They must put the issue at the top of their agendas, like they do for the economy, politics and even wars. But, ultimately, to get rid of domestic violence, I believe it is important to change how we educate our children at home, and to change how women are treated in the workplace, at school and even in churches, where sexist practices persist. Violence occurs at all levels of society, which proves that the issue is not associated with poverty, but with education.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/08/international-womens-day-voice-bolivia", 
    "wordcount": "401"
}