{
    "headline": "Boot up: Street View at speed, iPhone rumours, email client breakdown, and more", 
    "text": "A burst of 10 links for you to chew over, as picked by the Technology team Google Street View Hyperlapse &gt;&gt; Teehan+Lax Labs  A Teehan+Lax Labs experiment for creating interactive Google Street View hyper-lapse animations. Learn more about this project.  Simply fantastic. Like being a superhero who can fly. The tablet market Is fragmenting Into subcategories &gt;&gt; Forrester Blogs JP Gownder:   the automotive metaphor seems to have some value for a discussion of tablets. But does this similarity between the automotive industry and the tablet computing market mean that mean that the hardware space is destined to look like the automotive industry? That is, will it break into sub-markets (with &quot;semi-nonsubstitutable&quot; products) in which (for instance) &quot;Sub-Compact Category Captures Almost 5% of Industry Sales&quot; is a key headline? Following an automotive industry pattern, will tablets devolve into micro-niche categories instead of today&apos;s discrete form factors?  The Empire acquires the rebel alliance: Mendeley users revolt against Elsevier takeover &gt;&gt; paidContent Mathew Ingram:   While the founders of the network maintain that they are committed to the &quot;open access&quot; movement, and argue that having Elsevier&apos;s resources will allow them to expand their work and make it even more accessible, a number of high-profile users have said they aren&apos;t convinced that Elsevier has changed its stripes, and they are taking their work elsewhere.  Watching brief on this one. How a trickle of BYOD costs can turn into a deluge &gt;&gt; CITEworld  Invariably, the carriers give bigger discounts to these larger companies than what they grant to a single customer. They also offer different types of plans that allow the business users to roam internationally at greatly reduced rates -- sometimes even at a fixed rate. This compares to the $1-per-minute voice costs and $10 per 10MB that many individual users pay for when abroad. These numbers vary based on the size of the company, but it represents significant savings over what many companies are paying for today for personally liable devices. As each person who participates in BYOD does his or her own expenses, the cost difference doesn&apos;t seem like a lot. It&apos;s a slow leak, $10 or $20 a month. If an employee travels overseas only occasionally, you never really notice the $100 bill for roaming that he or she submits. It didn&apos;t seem like an issue; after all, the employee had to get business accomplished.  Wouldn&apos;t businesses set up its own numbers (using virtual numbers) for the phones, and control the costs there? Why game developers are flocking to Sony and fleeing from Microsoft &gt;&gt; Wired.com  There&apos;s a war brewing for the hearts and minds of the videogame industry&apos;s independent developers. The weird thing is, Xbox doesn&apos;t seem interested in fighting it. Indies were once a fringe group of rogue developers who were often happy to get any sort of attention from a console manufacturer like Sony or Microsoft, but today they&apos;re an industry force that will help shape the next generation of games and gaming machines. A recent survey showed that 53% of developers self-identify as independent, and Sony is angling to get as many of them on PlayStation devices as possible.  Windows Phone 8 will support 1080p displays by the end of the year &gt;&gt; The Verge Tom Warren:   Microsoft is planning to update Windows Phone 8 to support 1080p resolutions. Sources familiar with Microsoft&apos;s Windows Phone plans have revealed to The Verge that the company will issue an update later this year that brings support for the 1080p resolution and new 5-inch and higher devices. Windows Phone 8 currently supports WVGA, WXGA, and 720p resolutions.  (Thanks @rquick for the link.) Email client popularity &gt;&gt; Campaign Monitor  Each time a subscriber opens an email sent with Campaign Monitor, we keep track of which email client they&apos;re using. Since 2009, we&apos;ve measured email client popularity across many billions of emails and occasionally collate that data to show interesting trends in email client usage.Mobile email now in the lead Earlier this year, our friends at Return Path predicted that mobile was to surpass web and desktop client usage by July, 2012. We found that this event happened as early as February, when mobile overtook webmail client usage.  The mail clients being used are surprising too. (Campaign Monitor says of its clients that &quot;Today more than 700,000 designers, agencies and amazing companies of all shapes and sizes rely on Campaign Monitor to manage their email marketing. On any given week, we&apos;re lucky enough to add more than 5,000 new customers to this list.&quot;) TOPEKA: Apple Is going to release the iPhone 5S in &apos;at least&apos; two screen sizes &gt;&gt; Business Insider  However, today, Brian White at Topeka Capital is injecting some life into the iPhone rumor mill. He says Apple could release a new iPhone with multiple screen sizes this year. &quot;After our meeting with a tech-supply chain company, we walked away with the view that Apple will release the iPhone 5S in at least two screen sizes this summer and possibly three,&quot; says White. He&apos;s on the seventh day of a tour of technology suppliers in China and Taiwan. Apple has been criticized for not making the iPhone&apos;s screen bigger. It made it taller last year, expanding the screen to 4in, up from 3.5in, but it&apos;s not enough. Compared to Samsung and HTC which make phones with 5in, and 4.7in screens, the iPhone feels pretty tiny. For some people, that&apos;s great. For other people, it would be nice to have a big iPhone.  Apple already makes the iPhone in two screen sizes. Or does he mean three sizes? China complaining about Microsoft Surface warranty while Surface still well under warranty &gt;&gt; AllThingsD  In a Monday broadcast, China National Radio, a mouthpiece of the Chinese Communist Party, called on Microsoft to adjust its warranty on Surface to reflect local practices. The company currently offers a one-year parts-and-repair warranty on the tablet; Beijing believes it should also provide an additional two-year warranty on major parts.  Things I won&apos;t work with: dioxygen difluoride &gt;&gt; In the Pipeline: A diversion into experimental inorganic chemistry. The scary sort:   FOOF [dioxygen difluoride] is only stable at low temperatures; you&apos;ll never get close to RT [room temperature] with the stuff without it tearing itself to pieces. I&apos;ve seen one reference to storing it as a solid at 90 Kelvin for later use, but that paper, a 1962 effort from A. G. Streng of Temple University, is deeply alarming in several ways. Not only did Streng prepare multiple batches of dioxygen difluoride and keep it around, he was apparently charged with finding out what it did to things. All sorts of things. One damn thing after another, actually.  The things he added it to are terrifying. Also, why?? (Via XKCD.) You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/apr/10/technology-links-newsbucket", 
    "wordcount": "1174"
}