{
    "headline": "Bilston Community College falls foul of 'ever-changing' UKBA regulations", 
    "text": "When London Metropolitan University&apos;s right to sponsor foreign students was revoked this autumn, university and student bodies reacted with outrage. Thousands of international students had their university places snatched away from them  and, despite being granted a temporary reprieve, the university faced a 30m hole in its budget. This week another institution, Bilston Community College, had its highly-trusted sponsor status revoked. Located in the Black Country, and with a far smaller intake than London Met, the plight of its overseas students is unlikely to provoke the same media furore. But when the news is reported abroad it will make future students think twice about coming to the UK to study, says Duncan Lane of the UK Council for International Student Affairs. &quot;It will be a great worry to students who are deciding whether or not to study here  and to their parents.&quot; Speaking to the BBC, Phil Page, a Wolverhampton city councillor for Bilston North, who also acts as a director for the college, says he&apos;s been told the college is appealing against the UK Border Agency&apos;s decision. All current students can remain at the college until 20 December, when an application for a judicial review about the college&apos;s visa status will be held. Lane says the revocation of Bilston&apos;s licence will provoke anxiety among the country&apos;s education providers, adding that he has &quot;great sympathy&quot; with institutions who fall short of UKBA regulations. &quot;It&apos;s difficult to see how anyone could safely comply with every element of the system  and it&apos;s ever-changing. &quot;When the system was being introduced in late 2008, the idea was that it would provide a transparent, simplified system  we&apos;ve ended up with something far more complex.&quot; Kris Hall, principal of Isis Language School, says bureaucratic regulations have already caused a drop in the number of overseas students enrolling at his college. &quot;I feel we are the victims of an ill-thought-out policy that was designed to appease concern about immigration problems but, in fact, has had little effect on migrant workers as most of this influx is from the EU where visas are not required anyway. &quot;This is damaging to business interests at a time when the economy needs help.&quot; A report published by the Higher Education International Unit found the UK is cheaper than the US and Australia in terms of fees and living costs  with appropriate controls in place, says Hall, these benefits should be used to attract more students. Lily Shen, immigration adviser at Study Group, says that the UK&apos;s points-based system is relatively simple compared to some countries&apos; application processes. &quot;As a points-based system, there is little emotion or subjectivity involved  if you have enough points, you qualify.&quot; But it&apos;s not hard to find students who are unhappy with the regulations. Computing student Aminul Haque Robin says his first experience of the UK visa system was good, but he experienced delays when transferring university, causing him to miss the start of his course. He received no explanation for the delay. The media has been awash with stories of British inefficiencies this summer, with UKBA delays leaving hundreds of international students stranded without identity documents, and staff shortages forcing many others to queue all night to register with the police. But if students miss deadlines or struggle academically, they can be excluded from their institution. And although the right of appeal exists, students are granted only a 60-days grace period in which to remain in the country and pursue their case. The body to which students may appeal, the Office of the Independent Adjudicator, can take months to decide. Margaret Hodge MP, chair of the Committee of Public Accounts says the way international students are treated by immigration services is in need of drastic change. She suggests that, as a starting point, students should be counted separately from other immigration groups. Until then, computing student Robin says applicants should ensure their paperwork is faultless  and remember that the system is unpredictable. Authorities will not take into account the course start date when considering an application, so students must be prepared well in advance.  This article was amended on 12 November 2012 to include Lily Shen&apos;s place of work, Study Group", 
    "section": "education", 
    "gid": "education/2012/nov/02/bilston-community-college-falls-foul-of-ever-changing-ukba-regulations", 
    "wordcount": "708"
}