{
    "headline": "XCOM: Enemy Unknown  review", 
    "text": "This week videogames reminded me of the virtue of patience. Every second triple-A title contains enough high-octane shenanigans to shatter the thin film of glass on my TV set, prompting me to duck lest a kitchen sink hit me in the face. Games with guns hardly give you a chance to pause for a breath these days, so it&apos;s been refreshing this week to see two genuinely entertaining titles that prize a little cognitive thought on my part before I pull the trigger. The first is Arkane&apos;s Steampunk yarn, Dishonored  already reviewed here by Simon Parkin. The second is XCOM: Enemy Unknown. XCOM, in case you&apos;re hearing about it for the first time, is the latest entry in a series of point and click, turn-based strategy games, the first of which was 1994&apos;s UFO: Enemy Unknown. The plot is pretty straight-forward: aliens are invading planet earth and the player, as the commander of an international defence initiative called XCOM, is charged with repelling the off-world cads. The way they go about this is by managing XCOM&apos;s finances and resources, and deploying soldiers to take down the alien threat wherever it appears on planet earth. When the latter occurs, players take control of a team of troops pitted against a selection of alien enemies. Battles take place from an inclined, top-down perspective that the player can swivel to show cover points and raised platforms from different perspectives. Most of the map is shrouded in a fog when the player&apos;s forces enter it, but as they progress through the mission, more and more is revealed to them  including the aliens lurking in the distance. The game tosses in the odd animation of aliens shrieking or a marine dashing through the map to ratchet up the tension.     XCOM: Enemy Unknown    The ground missions in XCOM are tense, drawn-out affairs where stoic patience and nerves of steel are required. The temptation to send a team of grunts storming into a UFO crash site or alien base is something players will need to rein in; if you do this, your soldiers will die  simple as that. The best way of navigating the battles is to shore up your team&apos;s flanks and try to outmanoeuvre and out-position any enemy forces while keeping in cover. When combat happens, it tends to be quick, brutal and bloody. The alien AI does its best to out-flank the player&apos;s squad and both sides have weapons that can shoot through or completely blast away cover. When an enemy enters the player&apos;s line of sight, the game takes into account their troop&apos;s position, the weapon they&apos;re using and their overall skill level and then assigns them a hit percentage. This means opening fire on some targets can be risky; do you take the shot where you have a 45% chance of hitting a target? Or do you leg it back into cover? Make the wrong choice and your troop could get turned into paint pretty quickly. The stakes in every mission are raised considerably as the player progresses further into the game. Every soldier who makes it back alive from a mission gains experience points, which the player can use to unlock abilities depending on what class they are  be it the ability to target enemies in their team-mates&apos; lines of sight (sniper) or faster movement between cover (squaddie).     XCOM: Enemy Unknown    As troops level up, they even acquire nicknames, making any death suffered on the battlefield feel more personal. There&apos;s even a shot-glass-laden memorial wall in the base barracks, complete with bagpipes on the soundtrack to hammer home the sense of loss. Back at the base, the player&apos;s second main concern is managing XCOM&apos;s operations and equipment and their decisions have a huge impact on the effectiveness of their troops. As the base&apos;s research department conducts autopsies on alien cadavers and examines artefacts, equipment and ship fragments brought back to the base, the engineering department is able to build tougher armour, more lethal weapons and better field equipment and vehicles. Players also have the option of building new sections on to their base such as satellite uplinks, a foundry and more laboratories, which in turn increase XCOM&apos;s ability to better patrol the skies above earth, build better weapons and open up more equipment options. At the start of the game, players are assigned a budget from member states of XCOM, and it&apos;s up to them to decide how to spend it. They&apos;re also tasked with deciding when and where to deploy the XCOM troops, which can have a profound affect on the funds coming in. If they ignore the pleas of certain nations where abductions or terror attacks are taking place, the panic-levels of those countries will rise and they&apos;ll eventually pull out of the XCOM project, cutting the all-too-crucial funding. Running XCOM is as much a managerial and political juggling act as it is a tactical affair. Newcomers should take heed; XCOM is merciless. Normal difficulty offers a pretty decent challenge where the player starts off on the back-foot and only gains the upper hand through savvy management and tactical awareness on the battlefield. However, the jump between that experience and Classic or Ironman  where it&apos;s possible to see nations pull funding at a furious rate  is marked. I haven&apos;t attempted the Impossible difficulty setting yet and I&apos;ll admit it&apos;s because I&apos;m terrified of the prospect. I&apos;d rather take my chances against human foes in the multiplayer where I&apos;ll likely stand more of a fighting chance. The game&apos;s presentation rides the line between slightly cartoon-like and darkly sinister. Firaxis seems to have mined the classics of sci-fi cinema and vintage pulp comic books for the look and feel of their game. Some of the bulb-headed aliens look cute to begin with, for example, but this impression fades fast when you&apos;ve seen them reduce your favourite squaddie to a bloody pile of innards with a single laser blast. The voice acting is superb and the script is peppered with a ton of in-jokes and asides. The game&apos;s score deserves a mention too, piping in atmospheric synth-lines as the XCOM troops feel their way through different terrains, and then driving percussion and pomp when battles finally take place. While the game&apos;s natural home is on the PC, the console versions are just as enjoyable. Unlike other attempts at strategy games on consoles (Halo Wars, anyone?) the developers have made the interface feel intuitive and easy to get to grips with. There&apos;s a slight snapping effect which occurs when players try to direct the path of a troop that can cause minor irritation, but it&apos;s by no means a deal-breaker. There&apos;s really only one flaw XCOM has, and that&apos;s the timing of its release. The game arrives as the industry&apos;s heavyweight triple-A titles start jockeying for position in the Christmas retail release window. This is rather a pity, because it would a complete miscarriage of justice if XCOM slipped under the radar. It doesn&apos;t have the brand power of games such as Halo 4, Call Of Duty: Black Ops 2 or Assassin&apos;s Creed III, but XCOM deserves to sell as many copies as they do. For those players who can exercise a little patience and restraint, it&apos;s quite simply one of the best games you&apos;ll play all year.  Game reviewed on Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/oct/11/xcom-enemy-unknown-review", 
    "wordcount": "1214"
}