{
    "headline": "Google appoints Dennis Woodside to run Motorola Mobility", 
    "text": "Google has put its former head of sales in the Americas, who trained as a lawyer and consultant but has no former experience in the mobile phone industry, in charge of its biggest-ever acquisition  the mobile phone and set-top box maker Motorola Mobility (MMI) after its $12.5bn (7.9bn) deal finally closed on Tuesday. Dennis Woodside, a Google employee since 2003, replaces Sanjay Jha, who had built Motorola&apos;s handset business back up from a calamitous position less than five years ago by adopting the Android mobile operating system for its smartphones. Jha  who forced Google to push up the price it paid for the company by 40% from its original bid last July  will depart as CEO, along with a number of his senior executives, but will help out to ensure a smooth transition, Google said. Woodside oversaw Google&apos;s acquisition of Motorola Mobility, and is former president of Google&apos;s Americas region. Google says he has &quot;worked with partners, governments and advertisers in more than 30 countries.&quot; Most recently, Woodside was responsible for Google&apos;s sales and operations in the Americas, where the company says his team drove revenue from $10.8bn to $17.5bn in under three years. He formerly worked in Google&apos;s Europe offices. According to Bloomberg BusinessWeek, Apple chief executive Tim Cook tried last year to recruit Woodside to head the company&apos;s sales side  but Google CEO Larry Page tempted him to stay by offering him the Motorola position. The completion of the acquisition, which finally got the green light from China on Saturday, means that Google has by default entered the hardware business for the first time ever. But Page indicated that MMI will be run separately of the main search engine business so that investors can get a clear idea of its real performance. MMI, spun off from the larger Motorola business in January 2011, has made an operating loss for seven of the past 10 fiscal quarters, and a loss in its mobile phone business for eight of the 10. With 20,500 staff it generates about one-third the revenues of Google with 33,000  implying that Woodside&apos;s captaincy will require him to carry out painful job cuts. MMI&apos;s smartphone business has been slow to grow compared to the wider market, despite its early adoption of Android, so that in the first quarter of 2012 it shipped just 5.1m smartphones  compared to a world market of 144m, giving it just a 3.5% share. Even so, some Android handset makers have indicated concern that MMI will get favourable access to early releases of Google&apos;s software via Android chief Andy Rubin. That concern is thought to be behind the Chinese government&apos;s condition of its approval that Google make Android free and open for the next five years at least. Woodside told BusinessWeek such preferences would not be sought or given. &quot;Andy [Rubin]&apos;s job is to maximise the number of devices running Android,&quot; he said. &quot;My job is to make Motorola as successful as possible and deliver innovative hardware as a licensee of Android.&quot; He said he had three goals: make MMI profitable, use Google&apos;s technical skills to make improvements in areas such as battery life, and get those improvements into MMI devices as quickly as possible. He also suggested that the 20 smartphones MMI released in 2011 was too many  implying a paring-back there. The Android software already powers more than half the smartphones being sold around the world, but until now Google has kept out of the handset business. But days after losing a high-stakes bid for a group of patents from the bankrupt Nortel to a consortium of Apple, BlackBerry-maker RIM and Microsoft, its mobile chief Andy Rubin and Page turned up at Motorola with a bid. The key reason was patents: MMI owns around 17,000, many relating to mobile, and Page perceived them as essential to protect Android from courtroom attacks from Microsoft and Apple, which were pursuing different strategies against Android handset makers  Apple suing them to prevent sales of what it saw as products that infringed its patents, and Microsoft suing them to extract a per-handset levy. Microsoft&apos;s strategy has so far been more successful, with HTC, Samsung and others signing payment deals. Apple has managed to delay some shipments of HTC phones into the US, and had limited success in delaying some Samsung phone sales in Europe. But it has lost nearly as many cases as it has won, with little clear benefit. With its patent portfolio, MMI has been locked in battles with both Microsoft and Apple. But because in some of those cases it has asserted some patents that are deemed &quot;standards-essential&quot; and meant to be licensed freely, it is presently under investigation by authorities in both Europe and the US. MMI will also weigh on Google&apos;s financial position. Its losses will effectively drag down Google&apos;s operating profits, though tax allowances from MMi&apos;s spinoff in January 2011 from its former Motorola parent could ease any losses. Google has been signaling recently that it has been drawing up more ambitious plans for MMI. Besides producing smartphones and tablet computers, MMI also has a profitable line making cable TV boxes that could provide Google with a springboard for delivering more of its services, including advertising, to living rooms. However, cable companies control the market for set top boxes, and might not like the intrusion into their realm. Macquarie Securities analyst Benjamin Schachter believes Google is particularly interested in developing a snazzier tablet computer powered by its Android software to compete against Apple&apos;s hot-selling iPad and Amazon&apos;s Kindle Fire. Industry rumours have suggested that Google would release a 7in tablet to compete directly with the Fire within the next couple of months, together with Taiwan&apos;s Asus. In a blogpost announcing the news, Page said that &quot;as a company who made a big, early bet on Android, Motorola has become an incredibly valuable partner to Google.&quot; He added that this was &quot;a great time to be in the mobile business&quot;.", 
    "section": "technology", 
    "gid": "technology/2012/may/22/google-dennis-woodside-ceo-motorola-mobility", 
    "wordcount": "1014"
}