{
    "headline": "Ensemble playing key to music in schools", 
    "text": "This is a challenging time for music education, with fast-paced changes and some unknowns (School music under threat, 17 April). What is known is that the government has recognised the value of music education, via a visionary and inspirational national plan, with three years&apos; protected central funding. Undeniably, both central and local authority funding is reduced. FMS remains concerned that some authorities have been forced to make difficult financial decisions. We note that some are managing to maintain, against heavy odds, a degree of local funding for their music services. In the face of reduced funding and changed delivery structures, music services have to look at the way they support and deliver music education for all. They have to find ways to provide high-quality services through closer working with other organisations and to make the most of local resources to expand capacity. A key role of partnerships is the levering in of additional funding. Music services will be at the heart of hubs  not replaced by them. They have always worked in partnerships: with schools, musicians, venues and others. Calling this a hub is new, the spirit and the expertise is not. A major partner in this new landscape is the Arts Council. It brings new and vital skills, experience and infrastructure. The Henley review found music education patchy and the national plan provided a blueprint to address this. It is up to key players in music education to rise to the challenges and make sure all children have access to the best possible music education.Virginia Haworth-GaltFederation of Music Services  It is good that the power of music to reawaken the memories of older people with dementia is being recognised (Observer, 15 April), but worrying that music education for children is being cut. Our small charity uses music to help children with special needs communicate, learn and respond  again and again we see evidence of its power to help young people for whom the normal tools of communication are limited owing to learning difficulties or physical disability. We need to stop seeing music as a marginal add-on, first for the chop when times are tight.Steven BurkemanTrustee, Jessie&apos;s Fund", 
    "section": "education", 
    "gid": "education/2012/apr/18/ensemble-music-key-music-schools", 
    "wordcount": "360"
}