{
    "headline": "94 Elements examines the human predicament through chemistry  video", 
    "text": "    Depending on whom you ask, there are between 90 and 94 naturally occurring elements. For our new project, 94 Elements, we went with the higher figure. Number 94, plutonium, offers too many possibilities for documentary filmmakers to omit. The stories of the elements are the stories of human life. Trace their patterns and they reveal the details of our personal lives, the state of our economies and our relationships with natural resources. Our bodies are mostly made from just six of them, each atom forged in the heart of a star perhaps now thousands of light years away. The universe is a fastidious recycler. The idea behind the 94 Elements project is to explore our daily interactions with the elements through a series of films by new and award-winning filmmakers. Each takes one element as the basis for a human story around its use. It&apos;s both an exploration of our relationships with our mineral resources and a playful celebration of the diversity of the documentary form. We&apos;ve already produced films with Bafta winner Marc Isaacs (Oxygen) and Sundance-winner Nino Kirtadze (Gadolinium), and have just launched the next phase with opportunities for talented new filmmakers to get funded to make films for the project.      To accompany the human stories in the films, we want to explore some of the data around how we use our elemental resources. The idea is to draw attention to the backstories of all the stuff we make and consume, motivated in part by the rate at which we appear to be using up some of the elements. Helium, for example, despite being the second most abundant element in the universe, is in increasingly short supply down here on earth. Some people raise the prospect of &quot;peak metal&quot;: the size of exploitable deposits in the ground divided by the rate at which the element is currently being consumed. If you do the maths, you discover that indium, probably used in the screen on which you&apos;re reading this, could run out in around 10 years. Silver could have 30 years left, tin 40 years. The figures are startling, but the situation is perhaps a bit less clear than the basic arithmetic suggests. After all, as resources become scarcer or more difficult to extract, prices rise and demand falls. Through the commodities markets we feel these effects throughout our daily lives, from our trains being delayed to constrictions on the development of new technologies. The economic and environmental prices we pay for the way we manage our resources are rising sharply. Extracting material from ever-poorer deposits requires more and more energy. A single zinc mine in Namibia currently uses 20% of the entire country&apos;s electricity supply. Digging up poorer deposits also means you generally have to make bigger holes in the ground, often with unhappy consequences for people living nearby. Recycling aluminium requires only 5% of the energy used to produce it from ore. We&apos;re already pretty good at recycling some elements  our ancestors were using copper 10,000 years ago and it&apos;s estimated that around 80% of all copper ever mined is still in use today. It is often the elements we&apos;ve only recently found exciting new uses for that we&apos;re not good at reusing. The mobile phone in my pocket contains more than 40 of them and will probably end up in landfill. Today&apos;s waste may well prove a boon for future generations of recyclers, happy to find such rich seams of exotic materials conveniently in one place. Mike Paterson is a documentary filmmaker and producer based in London. His projects include Colliding Particles, about the hunt for the Higgs at Cern in Switzerland", 
    "section": "science", 
    "gid": "science/blog/2012/may/01/94-elements-human-life-chemistry", 
    "wordcount": "609"
}