{
    "headline": "General Motors urges Obama and Congress to unite on climate change", 
    "text": "General Motors called on Barack Obama and Congress to work together on climate change on Wednesday, saying the effort would be good for business. GM, which makes the plug-in Chevy Volt, was the first of the big three car makers to sign on to a new push from the business world for greater action on global warming from Washington, the Climate Declaration. &quot;We want to be a change agent in the auto industry,&quot; Mike Robinson, GM vice-president of sustainability and global regulatory affairs, said in a statement. The declaration, now endorsed by 40 companies, was launched in Washington last month with the aim of capitalising on public concern about climate change after Hurricane Sandy and Obama&apos;s re-election in the hope of pushing a climate law through Congress. More than half of Americans now blame climate change for the extreme weather of recent years, acccording to a study released on Wednesday by the Yale Project on Climate Change. The short statement, endorsed by GM, leads off: &quot;Tacking climate change is America&apos;s greatest economic opportunity of the 21st century (and it&apos;s simply the right thing to do).&quot; It does not prescribe specific solutions beyond a &quot;co-ordinated effort&quot;, but said that promoting clean energy and reducing greenhouse gas emissions would help America remain a superpower. The effort was guided by Ceres, the sustainable business network, which argued that declarations of support from the business world could give members of Congress the cover they needed to engage on a topic widely seen as a third rail in politics. Obama began his second term pledging action on climate change. But Congress was unmoved by his appeal in his state of the union address to work on a law that would cut the greenhouse gas emissions that cause climate change. A majority of Republicans oppose action on climate change, or discount the science behind climate change. Aside from GM, the effort was endorsed by household names such as Starbucks, Intel, and eBay, as well as a number of outdoor clothing manufacturers. The announcement caps a steady transformation of GM&apos;s market strategy. A company which once produced gas-guzzling trucks and SUVs and fought higher fuel economy standards was now identifying with the green technology behind a car like the Volt. Before signing on to the Climate Declaration, GM had been pressing the Obama administration to adopt a national energy policy, promoting natural gas and renewables. GM has also been working for energy-savings on its manufacturing line,. The company said it now operated two of the world&apos;s biggest solar power arrays.", 
    "section": "environment", 
    "gid": "environment/2013/may/01/gm-obama-congress-climate-change", 
    "wordcount": "429"
}