{
    "headline": "Why climate change needs higher energy bills", 
    "text": "The environment world has a new obsession: energy bills. It&apos;s manifesting itself everywhere. Greenpeace recently urged the prime minister to &quot;take personal responsibility for protecting consumers from high energy prices&quot; and delivered a giant energy bill to Centrica HQ. The shadow climate secretary has declared that we should frame global warming around &quot;bills, not bears&quot;. A new climate change direct action group spent their first interview bemoaning the monopolistic powers of the Big Six. Progressive campaign group 38 Degrees have even set-up a collective buying scheme to help people get cheaper gas and electricity. And a coalition of environment groups are focusing their campaigning efforts on using carbon taxes to tackle fuel poverty, promising warmer homes and lower bills. It&apos;s not hard to see where all this comes from. Green policies are under attack from the likes of the Daily Mail and George Osborne, so it&apos;s important to remind policymakers and the public that rising gas prices have largely driven recent hikes in bills. Equally, campaigning on cost helps emphasise that the environment movement is in tune with people&apos;s current economic concerns. Harnessing anti-corporate sentiment makes sense too as does coming up with new ways to empower consumers through collective buying. And making sure people aren&apos;t shivering in their beds by insulating more homes is a no-brainer. That all makes perfect sense, but there&apos;s something about the current focus on energy bills and energy company profits that makes me uncomfortable. My fear is that the Mail and Osborne have set the agenda and everyone else is dancing to their tune, inadvertently strengthening a very unhelpful paradigm: that energy should be cheap. That could be risky, because while cutting carbon and avoiding climate change may make perfect economic sense in the long term, the awkward truth is that doing so will add to energy costs for a long time to come. Indeed, the single most important reason that we&apos;re not yet making much progress on solving climate change globally is surely that politicians everywhere are nervous of adding to energy costs in the coming years by constraining fossil fuel use. Every nation is agreed that we should limit temperature rise and that the long-term future should be powered by abundant and inexpensive renewables, nuclear or CCS. But that doesn&apos;t make it any easier or cheaper to leave the fossil fuels in the ground in the meantime  which is the only thing that matters to the climate. In other words, to make any progress, we need to win the argument on a more fundamental level. We need to make people care sufficiently about climate change that they&apos;re prepared to pay more for energy in the short and medium term in order to avoid potentially catastrophic environmental, social and economic impacts in the long term. If you&apos;re not convinced, just take a look at the recent analysis of energy bills by the Committee on Climate Change. Greens usually cite this document to show that wholesale gas prices are behind recent bill increases  and also that efficiency measures could limit future rises. Those are both crucial points. But the analysis also contains a less comfortable message: that over the next decade, renewable subsidies and carbon taxes will add far more to energy bills than rising gas prices are expected to. Indeed, if ambitious efficiency measures get implemented as we hope, then by 2020 clean-energy subsidies and carbon taxes will most likely account for more than a fifth of domestic electricity bills (less if gas prices rise faster than expected, but more if gas prices end up lower than expected due to large shale discoveries or other factors). As long as people care about climate change  about bears as well as bills, if you will  then we should be able to stomach those costs. Surveys suggest that many people (including majorities in China and India as well as the US) would in principal be willing to pay more for energy if they felt it would really help tackle global warming. That said, no one wants their bills to soar, especially in an economic downturn. So the environment movement needs to perform a difficult balancing act. On the one hand it must defend environmental policies economically and show that it cares about rising bills. On the other, it needs to avoid adding yet more weight to the cultural expectation for  and political prioritisation of  cheaper energy. If that expectation is too great, then green policies will come under increasing stress in the coming decade as their costs increase, and anything that boosts gas supplies in the meantime (such as the EU&apos;s plan to support gas as a low-carbon fuel) will be easier to justify politically. Of course, whatever happens we&apos;re going to need much more effort to combat fuel poverty. For as long as vulnerable people are suffering in freezing homes, we&apos;re failing as a society. But solving that problem means targeted anti-poverty assistance  not lower bills for everyone, which would tend to incentivise more consumption across the board. In the case of driving, everyone would take this as a given. We&apos;d never tell David Cameron &quot;to take personal responsibility for protecting drivers from high oil prices&quot;. Neither would we organise group-buying schemes for petrol and diesel, even though the average household spends as much on driving as it does on home energy and oil company profits are, as far as I can tell, higher than those of the utilities. Of course, petrol and home energy aren&apos;t equivalent for a whole number of reasons, but I still think there&apos;s something telling in the comparison. Maybe I&apos;m worrying about all this too much. Perhaps campaigners are right to be devoting so much of their attention to energy bills and utility profits. But I do feel there&apos;s a risk of making the argument purely economic  all bills and no bears  because by the terms of current economics, the greenest path will almost certainly not be the least expensive path. So let&apos;s be a bit careful which paradigm we&apos;re pushing: clean is more important than cheap. Note: I wrote this blogpost weeks ago but didn&apos;t get around to publishing it until I saw this tweet: &quot;Energy &apos;will be unaffordable in three years&apos; as bills soar  #energypoverty&quot;. At first glance I assumed it was by one of the climate campaigners who dominate my timeline. On closer inspection, I realised it was written by a group for whom the cheap energy paradigm is a more comfortable fit: the World Coal Association.", 
    "section": "environment", 
    "gid": "environment/blog/2012/jun/07/climate-change-higher-energy-bills", 
    "wordcount": "1089"
}