{
    "headline": "Rain comes too late for Iowa's corn crop as drought weighs on midwest minds", 
    "text": "Flying into Des Moines, the corn fields look surprisingly green. America&apos;s midwest produces half the world&apos;s corn and Iowa its largest harvest, yet amid the worst drought in living memory all the untrained eye can see is the occasional brown mark, like a cigarette burn on the baize of a pool table. But appearances can be deceptive. In Boone, Iowa, 30 miles away from the state capital, traffic backs up for miles bringing 200,000 people to Farm Progress, the US&apos;s largest agricultural show one. Here, all the talk is of the drought. Pam Johnson, first vice-president of the National Corn Growers Association, says she can&apos;t remember one as bad as this in her 40 years of farming. &quot;My parents say you have to go back to the 1930s for anything comparable,&quot; she says. In June, her farm in northern Iowa got an inch and a half of rain. &quot;We usually get that a week. In July we got seven-tenths of an inch, for the month.&quot; Rain may be coming soon, thanks to hurricane Isaac, but it&apos;s too late for America&apos;s corn crop. The US planted 97m acres of corn for this year&apos;s crop  the most since 1937. If everything had gone according to plan, this year&apos;s harvest would have produced a new record, at close to 15bn bushels of corn (one metric tonne of corn is equal to 39.37 bushels). It&apos;s too early to say what the final tally will be, but the US department of agriculture has slashed its forecast to 10.8bn. Dan Basse, president of AgResources, an independent agriculture analyst, says that figure is likely to come down. &quot;We&apos;ve lost 4bn bushels of corn. That&apos;s the largest loss in history, and we could lose another,&quot; he says. The USDA has declared counties in 38 states to be &quot;disaster areas&quot;. About 72% of cattle areas are experiencing drought. Corn prices are at record highs, suggesting corn producers might be among the few winners in this situation. But many sold their crop before the drought swept the country, and those with corn to sell now have less of it. Nevertheless, the price hike has set corn producers against livestock farmers and by the end of the year food prices will rise. The spike in food prices is unlikely to be enough to ruffle US consumers. Basse says the people likely to feel it most are the 1.7bn people across the world who get by on $2 a day. &quot;They are the ones who will really suffer,&quot; he says. In 2008 drought-driven food price rises led to unrest in parts of Africa, the Middle East and Latin America. Things could have been a lot worse this year, says Johnson. She says bio-tech and agricultural innovations have allowed corn to produce even during this record drought. Those still greenish fields are only green thanks to bio-engineered corn, she says. &quot;If we were using the seeds my parents had used, we would really be in trouble. Those plants would all have fallen over&quot; she says. But for the livestock industry, it&apos;s not enough. Jeff Erb, a Boone county cattleman who farms a few miles from the show, says he has not witnessed a summer this dry since 1985. &quot;And that was nowhere near as bad,&quot; he says. &quot;Temperatures were pushing a hundred for nine, 10 days after another. The creeks are dry, the pastures been gone since June. &quot;A lot of guys have been using their winter supplies this summer.&quot; Corn costs are $8 a bushel  double what he paid last year. A large round bail of hay costs $150-$160  also double last year&apos;s price. And while his costs have soared, there&apos;s little chance cattle farmers will be able to put their prices up. &quot;We have no control at all,&quot; he says. Erb says there&apos;s no point in blaming corn producers. Others are less sanguine. At the show there are dark words about &quot;profiteers&quot; and &quot;speculators&quot; but no one wants to attack their fellow farmers on the record. In private, they are lobbying hard. Arkansas congressman Steve Womack is leading a charge to repeal a law that requires 10% of the US&apos;s gasoline supply to come from corn-based ethanol  a law that swallows up to 40% of the country&apos;s annual corn production. &quot;If something isn&apos;t done  and done fast  food prices will soar,&quot; he said in a recent statement. In the 2008 drought it was Cuba&apos;s Fidel Castro leading the charge against America&apos;s use of food for fuel. Johnson says this summer is an &quot;aberration&quot;. In the long run she believes ethanol is a good bet and will mean cheaper fuel for Americans, something that worries them more than small rises in food prices. But the pressures are mounting. Richer consumers in China and other developing nations are eating more corn-fed meat, and the ethanol subsidy isn&apos;t going anywhere, especially in an election year when so much is riding on corn-fuelled swing states like Iowa. Even corn farmers seem to have had enough. A recent survey by Farm Futures magazine found farmers planning to cut the land they will set aside for corn next spring. Willie Vogt, editorial director of Farm Progress, which organises the giant show, says the big issue now is what happens next. Last year was tough on livestock farmers. This year is tougher still. With supplies dwindling for livestock farmers, there is little room for error. &quot;We don&apos;t need to be too worried about agriculture this year,&quot; he says. &quot;But if we have another drought next year, you better get a gun.&quot;  This article was amended on 31 August 2012. The original said a bushel is 24 million metric tonnes. This has been corrected.", 
    "section": "environment", 
    "gid": "environment/2012/aug/30/iowa-corn-crop-drought-farmers-prices", 
    "wordcount": "981"
}