{
    "headline": "On the road: Mercedes A 220 CDI Blue Efficiency AMG Sport", 
    "text": "Oooh, hello! I put on the seatbelt and it gives me a little squeeze, before relaxing. It&apos;sadjusting itself to me, getting the tension just right. But it&apos;s also rather nice, friendly even, as well as being reassuring. Danke schn, Herr Benz. Sometimes, it&apos;s the little things that count. Nicetouch. There are other nice, touchy things inside. It&apos;s not super-plush, like an eff-off super-fantastic, topof-the-range, autobahn-busting Mercedes limo. This is cosy, though, with nice materials, surfaces you want to stroke. Plus it&apos;s got an iPad-type thing sticking out of the dashboard. Very de rigueur, as they say in Stuttgart. As are the interesting creases and scoops on the outside. The new baby Merc is a very different beast from the previous two generations of A-Class. They were tall cars, like mini people carriers. Tall and ungainly. The first one famously failed an elk test, remember? One of my Swedish so-called rivals toppled one on to its side while swerving to avoid an imaginary moose on the loose during a test. This new one is lower, sleeker, more handsome, more of a rival to an Audi A3 or aBMW 1 series. It&apos;s not as practical as the last ones. There&apos;s less room inside. In the back it&apos;s a bit too cosy  Iwouldn&apos;t want to spend very longthere. But it&apos;s a more desirable car, and might appeal to a younger driver (though they&apos;d obviously have to be doing fairly well forthemselves). To drive? Yeah, also nice. Very quiet for a small car, but that&apos;s not to say you feel totally detached from the road or the experience of driving. The ride is firm  a bit too firm over London&apos;s bumps, perhaps. And I&apos;d rather have a manual than this slightly clunky seven-speed, dual-clutch, semi-automatic gearbox, but that&apos;s not available on the model I&apos;ve got Bloody hell, I&apos;m beginning to sound like I know what I&apos;m talking about. Look, I like it, mainly because it&apos;s quite pretty and it gave me alittle squeeze from behind, OK? Same as I&apos;d like anything or anyone that/who was pretty and did that. It&apos;s good to drive, I feel secure in it. And I think the moose are safe, too. Actually, we don&apos;t have many elks in my area, so I swerved to avoid imaginary cats, dogs, feral children, urban foxes, etc. The steering is precise and assured, body roll is low. I don&apos;t believe anyone could put one of these on its side, not even a famous Scandinavian motoring journalist. Pah! Mercedes A 220 CDI Blue Efficiency AMG Sport       Photograph: Simon Stuart-Miller for the Guardian    Price From 27,170Top speed 137mphAcceleration 0-60mph in 8.2secondsCombined fuel consumption 64mpgCO2 emissions 115g/kmEco rating 7/10Cool rating 7/10", 
    "section": "technology", 
    "gid": "technology/2013/feb/02/mercedes-a-220-cdi-blue-efficiency", 
    "wordcount": "465"
}