{
    "headline": "Fishing observers 'intimidated and bribed by EU crews'", 
    "text": "Observers monitoring European fish quotas are being regularly intimidated, offered bribes and undermined by the fishing crews they are observing, a Guardian investigation has discovered. More than 20 former and current observers on Portuguese and Spanish ships said that they had experienced tactics such as beingput under surveillance, deprived of sleep, or threatened with being thrown overboard, or having their official documentation stolen by fishing crews to conceal a culture of overfishing. Independent observers are deployed on board every fishing vessel operating in the Northwest Atlantic Fishery Organisation (NAFO), working on boats for five months at a time to monitor compliance with quotas shared between countries, which are designed to protect certain overfished species. Until 2004, they were provided by the EU, but are now provided by member states. If the observer witnesses infringements, they must inform a fisheries inspector, who will board the vessel, although the observer is not allowed to provide the inspector with any details about what infringements may have occurred. Fishing crews on some vessels are believed to have tried numerous ploys to deter observers from carrying out their work. Training material for observers, written several years ago but still understood to be taken as guidance, warns them of &quot;common infringements [that] may include timing hauls to coincide with [observer] meal times&quot;, forcing observers to choose between eating and conducting their duties. The more observers investigate, the more likely they are subjected to this behaviour. Andrew Watson, an experienced observer who co-ordinated the observer programme in 2000, said that &quot;[the crew] would go through my cabin routinely to check the figures I was recording. Attitudes towards an observer change very quickly if they find [an observer recording infringements].&quot; One observer described how during his deployment in 2010 &quot;the crew didn&apos;t let me sleep, always kicking on the door&quot;. Several observers recall being warned to back off because &quot;accidents happen at sea&quot;. The behaviour is designed to prevent observers from reporting serious infringements of regulations. The Guardian has seen observer reports detailing illegal catches of hundreds of tonnes of cod, American plaice and Greenland halibut. Henrique Ramos, whose company, seaExpert, has run the Portugese observer programme since 2006, explained: &quot;The simplest way [to get past inspection] is to store illegal catches underneath legitimate ones in the freezer trays, but sometimes fish are moved from one boat to another at sea.&quot; Observers are required by the company &quot;not [to] show  log sheets or give any information about the catch&quot; to inspectors and so these activities are very rarely detected. In some cases, if crews know that observers are aware of these ruses they either attempt to obscure their operations or destroy the observer&apos;s records. Peter Mackelworth, a marine biologist and former observer, described &quot;a bell system on the boat, so whenever I passed a crew member they pressed the bell [and] everyone knew where I was&quot;. The crew would slow down their work on his approach. Another observer with more than 10 years&apos; experience in the industry said: &quot;I had my pockets picked. I had box tags [catch data] in my pockets, and the only time I shared a cabin, I woke up and they were gone. I had to go and get the skipper&apos;s tickets and he was smiling at me. He knew.&quot; Nearly all the observers have been offered encouragement, often whisky, to stay in their cabin during their deployment, but some have been given substantial sums exceeding 400, enough to pay for nights in a hotel and then a flight home. An observer with experience in four other fisheries explained that &quot;When you get off a boat, sometimes you&apos;ll ask the [fishing] company for money, to get home. One time they never asked for the money back because they thought I was giving them a nudge and a wink.&quot; Ramos thinks that the key problem is that observers feel isolated and disempowered by the European Commission and the national authorities, and should get better backup from inspectors. A spokesman for the European Commission said: &quot;While the legal framework regulating fisheries is improving, we are aware that there are shortcomings in the culture of compliance among fishermen. We welcome scrutiny of fishing practices to help improve compliance with conservation measures through the reform of the Common Fisheries Policy.&quot; A Spanish Fishing Association spokesman said: &quot;This comes as a great surprise to us. There may well be isolated incidents, but this does not represent the vast majority of fishermen. NAFO is one of the most toughly regulated fishing grounds in the world. You have to keep this in perspective, in 2011 out of 56 inspections carried out at sea, only one possible infringement was found. We have reduced our fishing effort in the area by 88.8% in the past decade and feel that the culture of compliance has improved significantly in that time.&quot; Willie Mackenzie, representing Greenpeace, said: &quot;It has long been known that the monitoring and enforcement of fishing at sea is woefully inadequate, but this investigation shows the stark reality of just how far some will go to avoid playing by the rules.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/may/18/fishing-inspectors-intimidated-bribed-crews", 
    "wordcount": "874"
}