{
    "headline": "'Let nature be your teacher': Bhutan takes conservation into the classroom", 
    "text": "The Jigme Losel primary school in the Bhutanese capital, Thimphu, is a riot of green. Plants cover most surfaces and are piled precariously on walls and stairwells. On the wall behind the school&apos;s vegetable patch a hand-painted sign says: &quot;Let nature be your teacher.&quot; &quot;It&apos;s become our unofficial slogan,&quot; Choki Dukpa, who has been headteacher at Jigame Losel since 2005, says. &quot;We want nature to be everywhere the children are. Most of our country is mountains, but here in the city I think the children can feel disconnected. It&apos;s our way of bringing the outside to inside the school environment.&quot; For the past three years, Dukpa has been putting the environment at the heart of all teaching and activities at this busy primary school. &quot;Environmental sustainability and nature is now central to the way we teach here,&quot; she says. Since the end of 2009, Bhutan has been trialling a new approach to education. Its Green Schools for Green Bhutan programme is part of the country&apos;s attempt to integrate principles of its revolutionary Gross National Happiness (GNH) model into all areas of public policy. Since 1971, this tiny Himalayan state has rejected the idea of measuring progress and prosperity through GDP alone, instead governing through a GNH index  based on four pillars: equitable social development; cultural preservation; conservation of the environment and promotion of good governance. In 2009, an Educating for GNH conference announced that its principles, in particular the pillar of environmental conservation, would be integrated into the national curriculum to make &quot;learning more relevant, thoughtful and aligned with sustainable practices&quot;. &quot;Green schools is not just about the environment, it is a philosophy, so we&apos;re trying to instil a sense of green minds, which are flexible and open to different types of learning,&quot; Thakur Singh Powdyel, Bhutan&apos;s minister of education, says. &quot;It&apos;s a values-led approach to education that stems from the belief that education should be more than academic attainment, it should be about expanding children&apos;s minds and teaching what it is to be human  and at the forefront of this is the conservation of the natural environment.&quot; The primary school in Thimphu has a communal vegetable garden and teaches children basic agricultural skills. Each classroom has its own tree to look after and flower garden to tend. There is a scheme aiming to recycle all materials used in the school and a community &quot;green clean&quot; scheme, where children clean the school in the morning using brooms they have made from recycled bottles and twigs. The children also have daily prayers and meditations, and undertake community work. The government is determined to put the GNH pillar of cultural preservation into action to counter what it considers the decay of national identity in recent years. The children at Jigme Losel listen to traditional music and stories, and are educated in &quot;Bhutanese values&quot;. Although it has faced criticism of its enforcement of cultural traditions  such as an insistence that people wear traditional dress in formal public settings  the education minister believes Bhutan&apos;s &quot;strong national identity  should be passed down through the generations&quot;. However, the well-stocked classrooms and vegetable patches of Jigame Losel are a far cry from the reality of school life for many Bhutanese children. The country has made considerable progress in achieving primary education for all children. In the 1960s, only 500 children were enrolled in 11 schools in Bhutan. Last year 170,000 were attending classes in 650 primary schools across the country. Yet Bhutan is still struggling to get teachers, let alone recycling schemes, into many of its schools located in remote and very poor mountainous regions across the country. &quot;The geography of Bhutan means that many children are very isolated,&quot; Bishnu Bhakta Mishra, education officer at Unicef Bhutan, says. &quot;The provision of quality education is still a big issue for the country.&quot; Unicef Bhutan has partnered the government to help roll out the green schools initiative. The agency is trying to roll out a nationwide teacher-training initiative that it believes is vital to take the lofty principles of the initiative and translate them into practical action in the schoolyard and classroom. &quot;We are caught up in the challenge of providing resources to 8,000 teachers,&quot; Mishra says. &quot;In terms of resources, we are stretched. Implementation at school level is still a big problem, and without training we know it really is almost impossible. The idea is brilliant but it means a lot of added work for the teachers, and we&apos;re getting no additional resources from the government. &quot;I have no doubt that a generation of GNH-minded graduates would be a huge benefit to the country, but it will take time before we see if it really will work.&quot;  This article was amended on 8 January 2013. The original stated that last year 17,000 children were attending classes in 650 primary schools. The figure should have been 170,000. This has now been corrected.", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/02/nature-teacher-bhutan-conservation-classroom", 
    "wordcount": "846"
}