{
    "headline": "Online titans who see a rosy future in our love for nostalgia", 
    "text": "You may have noticed the hullabaloo last week over the news that Yahoo, a weighty internet giant, had paid $1.1bn to acquire Tumblr, a blogging platform allegedly popular with the yoof of today (as Tony Benn used to say). What you may not have noticed is the declaration by Marissa Mayer, Yahoo&apos;s reformist CEO, about her latest trophy acquisition. &quot;We promise not to screw it up,&quot; she wrote on the company blog. &quot;Tumblr is incredibly special and has a great thing going. We will operate Tumblr independently. David Karp will remain CEO. The product roadmap, their team, their wit and irreverence will all remain the same, as will their mission to empower creators to make their best work and get it in front of the audience they deserve. Yahoo! will help Tumblr get even better, faster.&quot; As mergers and acquisitions go, this is surely a first. Usually what we get after the consummation of these dangerous liaisons is corporate guff about &quot;synergy&quot; and &quot;efficiency gains&quot;. Yet here we have a CEO declaring that the one thing she will not do is destroy the outfit for which she has just paid a shedload of money. (An outfit, by the way, that had just $14m in revenues last year.) It&apos;s possible, of course, that Mayer knows what she&apos;s doing. A more plausible hypothesis, however, is that she&apos;s following an established strategic playbook. Technology companies start out being innovative. But as they grow they become like every other industrial corporation in one important respect: they find it increasingly difficult to innovate. So what they then do is to buy small innovative companies and rebadge their products. This is often how Microsoft (to take just one example) innovated: some of its best-known applications (PowerPoint, Internet Explorer, FrontPage, Hotmail) were created not by Microsoft but by companies the Redmond giant acquired. What may also have been on Mayer&apos;s mind is a similar gambit recently executed by Facebook when it paid a billion dollars for Instagram, an online photo-sharing service that was likewise believed to be popular with yoof. Instagram enables smartphone users to take photographs, degrade them by pushing them through various kinds of filter and then publish the results online. The basic idea is that you can make a humdrum picture of a soup tin masquerade as &quot;art&quot;. Andy Warhol used to say that anyone could be famous for 15 minutes; with Instagram, anyone can masquerade as Andy Warhol 15 times a day. Instagram filters represent an interesting contemporary phenomenon  what one might call analogue nostalgia. Digital technology enables anyone to take photographs that are  technically  flawless, in the sense of being sharply focused and properly exposed. Some cameras even have features such as smile detectors so that they won&apos;t shoot until they detect at least a rictus grin. They have elaborate systems for controlling or eliminating the &quot;red eye&quot; effect of direct flash photography. And, of course, if you don&apos;t get a satisfactory picture first time you can keep going until you get something that looks acceptable on the camera&apos;s LCD screen. All of this would have seemed like attaining Nirvana to earlier generations of (analogue) photographers. And yet the popularity of things such as Instagram, Hipstamatic, Pixlr-o-matic and other apps for creatively mangling photographs suggests that the effortless perfection offered by digital technology has come to seem, well, boring. So just as painters abandoned realism once photography arrived, Instagrammers, Hipstamaticians et al now seek ways of creatively degrading their imagery so that it looks different, arty or just plain cool. The same goes for movies. My iPhone shoots excellent HD video, for example. But I also have on it an app called 8mm that shoots jerky black-and-white videos so bad that even Buster Keaton&apos;s cinematographer would have me shot, or at any rate fired. And I have on my desktop computer an expensive piece of editing software that will take any digital image produced by a high-end camera and impose on it the grain pattern and tonal range of any one of dozens of ancient (and often now discontinued) films. So I can take a photograph shot today and make it look like something shot in the 1960s on 400asa Kodak Tri-X film. I once tried to explain the delicious, geeky cleverness of this to a normal, well-balanced person. &quot;Let me get this straight,&quot; he said, slowly. &quot;You take this huge, sharp, properly exposed digital image with a wide tonal range and you run a program that turns it into a harsh, contrasty, grainy image that looks as though it&apos;s been shot through a garden sieve?&quot; I nodded proudly. &quot;You know what,&quot; he said, &quot;maybe you should see a psychiatrist.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/may/26/yahoo-tumblr-purchase-instagram-john-naughton", 
    "wordcount": "799"
}