{
    "headline": "BP should pay $25bn on top of likely fines for Gulf spill, activists say", 
    "text": "BP should be on the hook for an additional $25bn to restore environmental damage from the Gulf of Mexico oil disaster, even if the company is hit with a record-breaking $17.6bn in fines at a civil trial next week, campaign groups said on Thursday. BP will face the largest environmental fines in US history in a civil trial in New Orleans next week. The proceedings, which are expected to last until the fall, will apportion blame for the 2010 disaster between the oil company and its partners on the blown-out well, and assess fines based on how much crude oil actually flowed into the Gulf of Mexico. John Kostyack, vice-president of wildlife conservation for the National Wildlife Federation, said BP should be held accountable for additional damage to the coast and waters of the Gulf of Mexico.  &quot;If you look at about $25bn, that at least gets you in the right scale of payments,&quot; adding that he had based his calculations on the environmental damage assessments that followed the 1989 Exxon Valdez spill in Alaska and then scaled up, in terms of barrels of oil spilled and inflation, to apply his findings to the 2010 Gulf of Mexico disaster. Courtney Taylor of the Environmental Defence Fund also called on the judge to impose the maximum fine on BP. &quot;Any trial or resolution of this case needs to be at the high end,&quot; she said. The 2010 blowout on a BP well killed 11 men and released 4.9 million barrels of oil before the well was sealed off by engineers three months later. BP said this week that it had paid $23bn in clean-up costs and to settle claims arising from the spill, including charges of manslaughter and lying to Congress. Next week&apos;s trial will hinge on whether BP is found to have been grossly negligent in its actions on the drill rig  a determination that could trigger maximum fines under the Clean Water Act. The federal government has said it will fight for the gross negligence finding. Campaign groups were also pushing for the finding on Thursday. They said they hoped the judge would take into consideration a series of investigations that showed BP to have been guilty of shortcuts and safety lapses in the run-up to the blow-out. &quot;We have to keep in mind the scale and the scope of BP&apos;s responsibility in this event,&quot; Taylor said. &quot;There was a culture of corporate recklessness. They botched fundamental safety tests. There were a series of things that led up to this that really show how grossly negligent BP was.&quot; The company was also in a spat with the justice department this week over the amount of oil that entered the Gulf during the spill. The company disputes the federal government&apos;s estimate. &quot;BP has sowed a lot of confusion,&quot; said Kostyack. &quot;At the time of the blow-out they were caught red-handed, drastically understating the amount of oil going into the Gulf.&quot; He added: &quot;They have very little credibility on flow rate issues.&quot; BP is also in negotiation with the federal government over the cost of restoring the environment of the Gulf. Those proceedings have been closely guarded, but Kostyack said the federal government needed to take into account the long-term costs of restoring such widespread damage.  &quot;Oil does a lot of serious damage to ecosystems and productivity of fisheries,&quot; he said. &quot;A lot of damage reveals itself over time. Many, many gallons of oil still haven&apos;t really rolled into the wetlands or beaches. They are still working their way through the system, and we need to include problems that surface over time.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/feb/21/bp-oil-spill-gulf-mexico-fines", 
    "wordcount": "621"
}