{
    "headline": "Lack of information turns students off studying abroad", 
    "text": "A lack of information is stopping students from studying abroad, even though they believe the experience would boost their job prospects, according to research by the British Council. The study, which surveyed 2,239 UK students, found that just 20% consider overseas study, with concerns about cost and language ability among the perceived barriers. Despite this, three quarters feel their degree alone is not enough to secure the job they want. Almost all students considering overseas study believe the experience will give them the edge in the jobs market and of the students who are not, 60% feel it would improve their employability. When asked about information resources only 24% of UK students felt they had enough information to make an informed decision about studying overseas. A third of those surveyed said they had to work hard to find the right information, while 24% said they did not have enough information to make an informed decision. Only a quarter of UK students say the introduction of higher tuition fees in the UK has influenced their decision whether or not to study abroad. The British Council hope to encourage more students to consider international education with the launch of a new website that will bring together detailed information on education opportunities around the world. The site will include advice such as how to secure funding, apply for visas or healthcare. It will offer guidance for parents to help them understand the options and what the benefits and risks might be. Dr Jo Beall, the British Council&apos;s director of education and society said: &quot;This research goes a long way to helping us understand what is really holding young people in the UK back from the opportunities that are available that we know  and they believe  will make them more employable, and our country more globally competitive in the long term. &quot;It&apos;s vital for young people now to gain intercultural skills, employers have made it clear that they greatly value people with overseas experience.&quot; Lizzie Fane, founder of ThirdYearAbroad.com, a website dedicated to overseas study says: &quot;The more information the better  students should be aware of the year abroad before they start university, so they can plan for it properly. &quot;Some students don&apos;t do a year abroad because they see it as an added year of debt and think they&apos;ll fall behind from their friends, but a year abroad gives you a huge step up in the world of work, it teaches you inter-cultural skills, language skills and increases your independence and confidence. &quot;The year abroad makes students unique, the combination of studying working and travelling makes you stand out to employers and have something to talk about in interviews.&quot; Mike Hill, chief executive at the Higher Education Careers Services Unit and Graduate Prospects says: &quot;If you&apos;re serious about studying abroad, you&apos;ll need to put a lot of time into researching and making it happen, but it can be worthwhile  providing opportunities to travel and immerse yourself in a totally different culture, expand your world view, and take advantage of more employment opportunities as business becomes ever more global.&quot; Amy Regis, 20, is studying at Keele University. She considered studying abroad but after researching the opportunities available was put off by the price tag: &quot;The possibility of studying abroad interested me as soon as I started the Ucas process. I love travelling and thought it would be a really good thing to add to my university experience. The option to study abroad was a big factor influencing the five universities I chose to apply to. &quot;The majority of the information I got was from the study abroad representatives at my university, they were really helpful at providing information and answering any questions I had. &quot;In the end however, I chose not to study abroad as I could only go to universities within Canada or America, because very few offered my course. Also, it was going to cost me well over 7,000 for a three month stay. This was due to the cost of flights, accommodation, meal plans (which were compulsory at all the universities I could possibly have attended), insurance and visas. &quot;I decided that I&apos;d rather not study abroad and pay around 8,000 for the three month period, but instead save this money in order to go travelling once I have left university.&quot; Laura Bayles, 22, spent a year abroad while studying at the University of Sheffield. She feels she&apos;s benefited from the experience: &quot;Studying abroad was the best thing I have ever done. I lived abroad for a total of 13 months and had the chance to travel around  I saw the New Year in in Sydney. I&apos;m not sure all university experiences can offer that. &quot;I have been asked about the experience in scholarship interviews and it has provided me with countless examples to put on application forms so I definitely think it improves employability. This has been shown by a lot of my friends who did the same course as me and have gained employment on the back of their experiences abroad. It really makes you stand out.&quot;  This article was amended on 7 March to correct the spelling of Lizzie Fane&apos;s name.", 
    "section": "education", 
    "gid": "education/2013/mar/06/lack-of-advice-turns-students-off-studying-abroad", 
    "wordcount": "886"
}