{
    "headline": "UK commits 88m to Chilean telescope 'as big as all existing ones put together'", 
    "text": "Britain has committed 88m towards the construction of the world&apos;s largest telescope. The huge observatory, to be built in the Chilean Andes, will allow astronomers to capture images of the universe&apos;s earliest moments. The giant eye on the sky, known as the European Extremely Large Telescope (E-ELT), will cost more than 1bn (900m) to build. Its main mirror, which will gather light from distant stars and galaxies, will be 39 metres in diameter, made of 798 segments. The observatory will gather 15 times more light than the largest telescopes today. &quot;Every area of astronomy, from planets around other stars to the first galaxies in the universe, will be revolutionised by this telescope,&quot; said Professor Simon Morris of Durham University. The giant observatory will become part of an array of telescopes built by the European Southern Observatory organisation  of which Britain is a key member  in Chile. Built high in the Andes, these instruments avoid much of the atmospheric turbulence that affects observatories at lower altitudes. The site also allows astronomers to study objects such as the Magellanic clouds, which can only be seen in the skies of the southern hemisphere. &quot;The E-ELT will have almost as much light collecting area as all the telescopes ever built, put together,&quot; said Professor Niranjan Thatte of Oxford University. &quot;Not only will it allow us to see farther into the history of the universe, it will do so with unprecedented sharpness, providing images that are 10 to 15 times sharper than the Hubble space telescope.&quot; The site selected for the telescope, Cerro Armazones, is a 3,000-metre mountain that lies in the central part of Chile&apos;s Atacama desert, close to Europe&apos;s existing facilities at Cerro Paranal, where an array of telescopes has been constructed. Engineers are slicing the top off the peak in preparation for the building of the telescope. Completion is scheduled for 2023. Eight projects to design special cameras and spectrographs to analyse the data collected by E-ELT are being considered. Astronomers and engineers in the UK are involved in six of them. Astronomers are keen to stress the possibility of lucrative spin-off developments of their work. Technology developed for astronomy has led to improvements in the diagnosis of eye disease and the performance of industrial lasers, among many other things. &quot;This project should have huge knock-on effects for other sectors and research fields,&quot; said David Willetts, minister of universities and science. He added that the UK&apos;s investment in the project could also help secure industrial contracts  including the manufacture of some or all of the telescope&apos;s mirror segments  that could be worth up to 100m to British industry. However, it is the scientific dividend of the E-ELT that is causing most interest. With its pinpoint precision, it will examine the evolution of galaxies and black holes and study the distribution of mysterious dark matter, which is believed to permeate the universe but has yet to be observed directly. &quot;It is the breadth of science that this telescope will undertake that makes it so important,&quot; said Professor Isobel Hook of Oxford University. &quot;We&apos;ll be able to explore further into space and in exquisite detail, helping us understand some of the strangest phenomena in our universe  even the possibilities for existence of life on planets elsewhere in the universe.&quot;", 
    "section": "science", 
    "gid": "science/2013/mar/03/space-chile", 
    "wordcount": "561"
}