{
    "headline": "Nanotech roundup: safety concerns, bionic ears and world's smallest movie", 
    "text": "Handle with care  Concerns about the safety of carbon nanotubes and nanofibres have led to new recommendations on maximum exposure levels from the US National Institute for Occupational Safety and Health. Recent animal studies have suggested that these &quot;large aspect ratio&quot; (long and thin) nanostructures could pose a respiratory hazard. NIOSH concedes that it is not known whether such adverse effects occur in humans. However, its experts believe that the studies are of sufficient concern to make a variety of recommendations for ensuring health and safety in the workplace. In particular they say that employers should take measures to control the level of exposure, educate employees about safe handling and implement health surveillance and medical screening to help identify any early-stage lung diseases. At the movies             The world&apos;s smallest movie  verified by the Guinness Book of Records  has been filmed by IBM scientists. Using a scanning tunnelling microscope, carbon monoxide molecules were arranged on a copper surface into a 45 by 25 nanometre picture of a boy playing with a single molecule. Each molecule was then moved frame by frame for 242 frames to make the cartoon.  See how the film was made here. The technology doesn&apos;t just test the limits of film making. Researchers at IBM are also using scanning tunnelling microscopy to probe the limits of magnetic data storage. They have found that only 12 atoms are needed to store data, where a million atoms are used in current technologies. That opens up the possibility of a much higher density data storage devices. &quot;You could carry around not just two movies on your iPhone  but every movie every produced,&quot; says Andreas Heinrich, principal investigator at IBM. Would you eat nanofoods? Nanotechnology can improve our diet, reducing fat and salt intake, increasing the delivery of nutrients, and keeping food fresh. But will nanofood catch on? Or will it be met in the UK with the same distrust as GM foods? Read up on the debates surrounding nanotech in food on our new nanotech microsite. Bend me shape me  Researchers have made efficient, ultrathin flexible solar cells from stacks of atomically thin materials, raising the prospect that solar cells could be incorporated into clothing or window shades. The solar cells were created from atomically thin layers of metal dichalcogenides  optically active materials that can absorb light  sandwiched between conducting layers of graphene. Adding gold nanoparticles further increased light absorption. The scientists who carried out the work say layering &quot;two-dimensional crystals&quot; like theirs into novel three-dimensional structures offers an exciting new research direction for nanotechnology. Bionic ear             Superhuman hearing could soon be available to everyone  not just superheroes. Researchers from Princeton have made ears that capture sounds over a frequency range much broader than that perceived by human ears. They used a three-dimensional printing technique using three different inks, one containing the structural component of the bionic ear (a polymer solution), the second containing the biological component (biological cells) and the third containing the electronic conducting component (silver nanoparticles). The technology, which seamlessly interweaves biological components and sensitive electronic devices into a single bionic structure, could have a range of applications in regenerative medicine.  Neat and tidy nanotech  Researchers have used a high-tech &quot;comb and conditioner&quot; to create the orderly arrays of nanowires needed for the next generation of integrated circuits. The scientists from Harvard University wanted to tidy up nanowires, which are sometimes found in a mess when they are first grown. They attached one end of the minuscule wires to a sticky surface and dragged them across a less sticky surface (the comb) and a lubricating layer (the conditioner) to maximise untangling. Read the full paper and the accompanying opinion piece (subscription required). Cleaning up water  A cheap new filtration device that kills bacteria and removes arsenic from water could transform the lives of people who would otherwise not have access to clean drinking water. The technology is a composite of silver nanoparticles, which have antimicrobial properties, combined with metal hydroxides and chitosan (a component of crab shells), which can bind dangerous heavy metal ions. The scientists from India who developed the device claim that it can deliver clean drinking water to a family at a cost of $2.50 per year.", 
    "section": "science", 
    "gid": "science/small-world/2013/may/22/nanotech-roundup-safety-bionic-ears-smallest-movie", 
    "wordcount": "711"
}