{
    "headline": "Academic best practice: how to manage the research process", 
    "text": "It is easy to think, with all the recent talk of citations, frameworks and impact, that all academics spend every waking moment doing is research. The reality is of course that many also teach and others take on management or administrative responsibilities. And that&apos;s just within the walls of the university. Outside HE, there are lives to be kept in balance, and expectations to manage  one&apos;s own as well as the expectations of others. In this context, acquiring the skills to manage the research process becomes fundamentally important, from the traditional topics covered in research method training  such as how to choose a research question, time management and writing skills  to how to use social media, digital repositories, RSS feeds or crowdsourcing ideas. So on Friday 24 August, we&apos;ll attempt to unpack some of these issues in our weekly live chat. This is not a discussion solely about practical steps to managing one&apos;s research. There is also broader discussion to be had about how the research process is evolving in light of what many academics consider creeping managerialism, and in the same breath, what the role of those administrators who support academic staff should be. Join our panel online from 12pm to 2pm BST to ask questions or share your own tips. The live chat will take place in the comment threads beneath the blog. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network. Panel Helen Kara , independent researcher, We Research It Ltd Helen has been an independent researcher in social care and health since 1999, working with practitioners and academics. She is also an associate research fellow at the Third Sector Research Centre, Birmingham University. Helen is fascinated by research methods and her forthcoming book, Research and Evaluation for Busy Practitioners, has a chapter on how to manage the research process. @helen_kara Martin S. Edwards, associate professor, John C. Whitehead school of diplomacy and international relations, Seton Hall University   Martin&apos;s research, which has been supported by the National Science Foundation, focuses on the surveillance role of the international economic organisations. Working with his graduate students, he recently completed a study of economic surveillance as practiced by the OECD. He has received numerous awards for his work as a teacher and adviser, and was recently named a university nominee for the Carnegie Foundation / CASE U.S. Professor of the Year. @MartinSEdwards Wendy Carter, CEO, PhD Completion Wendy runs PhDCompletion.com which provides a comprehensive consulting service for graduate students working on a dissertations or master&apos;s thesis. She holds several postgraduate degrees including masters degrees from Stanford University and Carnegie Mellon University and a MSc and PhD from University of Wisconsin-Madison. Her own educational trials showed that 17% of US graduate students drop out during the thesis and the dissertation phase. @drwcarter Ibrar Bhatt, PhD student, University of Leeds  Ibrar has an MA in applied linguistics and is currently a doctoral student and researcher in e-learning and language education. His doctoral study explores the digital literacy practices arising when adult learners complete writing assignments for a course. He has presented on PhD skills and blogs at Holistic Educator @linguistics12 Claire Warden, lecturer in drama, University of Lincoln Claire&apos;s first book, &apos;British Avant-Garde Theatre&apos;, has recently been published by Palgrave MacMillan. She is now embarking upon her second book while writing journal articles, composing conference papers, engaging in archival research and teaching an enthusiastic group of students. @cs_warden Ann Gardiner, director, learning centre, Franklin College Switzerland  Ann has a PhD in comparative literature from New York University and many years teaching experience in cultural studies departments with a focus on core humanities courses. She is currently revising writing across the curriculum program at Franklin College Switzerland.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/aug/22/managing-academic-research-process", 
    "wordcount": "632"
}