{
    "headline": "Nairobi's newest private school seeks to plug gaps in state education system", 
    "text": "Jill Roberts points to the eye-catching flowers painted on the white walls of the sleek, nearly finished Gems Cambridge International school  the newest addition to Nairobi&apos;s private international school market. &quot;Every child is drawing a flower. This one was done by a three-year-old,&quot; the school&apos;s English headteacher says, pointing to a whimsical picture that  instead of a bloom  shows a purple-and-blue snail on top of a green stalk. &quot;It may not be perfect but it&apos;s his.&quot; Nurturing creativity and independence lies at the heart of the curriculum at this hyper-modern school, not far from the edge of Nairobi&apos;s national park. It is the first east African addition to the Gems education group&apos;s network of schools, which cater for 110,000 pupils in countries ranging from China to the United Arab Emirates. The school, which opened in September, has about 50 students and a host of construction workers. The Olympic running track is still a muddy crater; men in hard hats are scaling scaffolding to finish the 400-seat auditorium. For now, the school admits children aged three to 13. But the upper floors will be finished next year, offering education up to the age of about 18  a rare commodity at British curriculum private schools in the capital of east Africa&apos;s largest economy. Roberts says she is hoping for a minimum of 300 pupils by next September. The school can take 120 boarders and has a maximum capacity of 1,000 pupils. The fees start at $1,700 a term for the youngest day pupils, placing Gems in the upper-middle bracket for private schools in Nairobi. Raminder Vig, Gems&apos; chief academic officer for Africa, admits such an education will be out of reach for most Kenyans. But he says the school is more than just another resource for Nairobi&apos;s elite, who send their children to private schools, whether international or Kenyan. Gems plans to construct cheaper schools in Kenya and is rebuilding 16 classrooms in the Kibera slum, while the Varkey Gems Foundation has partnered with Unesco to train 10,000 headteachers in Ghana, Kenya and India between 2012 and 2015. &quot;We have a whole wealth of experience to support that aspect,&quot; says Vig. &quot;Every expat teacher we take on, we take a local teacher as well for the training element.&quot; Lack of training and good management is a problem in Kenyan state schools, says Professor Joseph Massaquoi, director of the Unesco Nairobi office. &quot;We found [teachers] did not have training but were promoted because they had served for a long time,&quot; he says. John Mugo of Uwezo, a civil society group that monitors literacy and numeracy in east Africa, says that despite investment in state education, children are failing to acquire basic reading and maths skills. He blames absenteeism, teacher shortages and the quality of teaching. &quot;A lot of value is placed on the terminal grade  which means the least motivated teachers  the oldest, who are tired and waiting for retirement, those who are alcoholics or facing disciplinary action  are the ones taken to [the lowest classes],&quot; says Mugo. Teaching philanthropy is an important part of the Gems curriculum although most private schools in Nairobi also run charitable projects, involving the pupils. In an art class, teacher Susan Thomas was showing students how to dye material, which will be used to make scarves in a joint project with a special needs school. Andrew Mbogori, a Kenyan who works for the UN, has two children, aged four and seven, at the new school. He says he was drawn by the facilities. &quot;I don&apos;t think having good private schools here is making the government abscond [sic] on [its] responsibility,&quot; he says. &quot;We&apos;ve seen in the last 10 years that education has taken a turnaround, with lots of government investment. These schools are setting a pace  in Kenya.&quot; Vig says Gems plans to open a school in Uganda next September, with another due to start in Tanzania&apos;s capital in 2014. Gems is also signing a lease for a school in Ghana, due to open in 2014, and looking at Mozambique and Nigeria. Roberts, who has taught in Pakistan, Libya and Saudi Arabia, says being part of the Gems network allows the school to offer better facilities than competitors. The classrooms are spacious, decorated with a rich array of posters and other learning aids, and all have interactive white boards. In one classroom, a handful of three- and four-year-olds sit on a floor mat, learning their letters. Each child is using an iPad. In the music room, stocked with synthesisers and African drums, five year-eight students from Romania, Kenya and Uganda are learning about pitch, giggling madly as they chant &quot;I love music&quot; in squeaky voices. Priyal Bahchu, a 12-year-old Kenyan in a purple T-shirt and pink shorts (uniforms of grey skirts and cream blouses are on the way), wants to be a drummer when she grows up. &quot;It&apos;s different here and there&apos;s more support,&quot; she says. &quot;I was asked [by my parents] if I wanted to change school. I said I wanted to see this place and I liked it.&quot; Elzabe Peregrino moved to Nairobi a year ago and has two children, aged nine and 11, at the school. Her girls previously attended a Gems school in Abu Dhabi. &quot;When we saw it open here, it was an easy decision  The teaching style is better suited [to my daughters]. They have flourished.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/30/nairobi-private-school-gaps-state-system", 
    "wordcount": "923"
}