{
    "headline": "Act now or species will be lost, environment groups warn", 
    "text": "Many species in some of the most remote vestiges of Britain&apos;s overseas territories face extinction unless a government plan to protect them sets out clearly defined preservation targets, according to wildlife experts. A newly unveiled government white paper pledges to &quot;cherish the environment&quot; in its 14 overseas territories, which include the British Virgin Islands, the archipelago of Tristan da Cunha, the Cayman Islands, Bermuda and the Falkland Islands. However, the RSPB  which claims that 85% of the UK&apos;s threatened species, including 33 bird species are in the overseas territories  is warning that the plans feature &quot;a notable absence of solid targets and commitments&quot; and provide no new funding. It claims that, unless the government takes a &quot;once in a decade opportunity&quot; to protect its overseas territories, there will be a potentially disastrous loss of wildlife which will have global consequences. &quot;The UK has to look after its own back yard,&quot; said Jonathan Hall, UK overseas territories officer with the RSPB. &quot;Many of these threatened species are unique to these islands.&quot; Environmental groups are urging the government to heed the lessons from a previous white paper on the UK&apos;s overseas territories, produced in 1999, which highlighted the environmental problems facing the islands but failed to enhance their protection, with the result that at least one species, a rare type of olive tree found in St Helena  the UK&apos;s second oldest territory and the most isolated inhabited island in the world  became extinct. &quot;It would be unthinkable if this had been allowed to happen on a remote Scottish island,&quot; Hall said. &quot;But because it was in an overseas territory, it was a case of out of sight, out of mind.&quot; The RSPB estimates that one-third of the world&apos;s albatrosses breed in the territories, with 100,000 of the birds killed every year by long-line fishing alone. Other threatened birds include the St Helena plover, the Ascension Islands&apos; frigatebird, the Montserrat oriole and the Pitcairn reed-warbler. Indigenous animals on the islands are also at risk from mammals that were introduced during colonisation. &quot;Many species have evolved in isolation and so are not used to animals like mice, dogs, cats, pigs and rats that come with human settlement,&quot; Hall said. In Montserrat, in the Leeward Islands, wild pigs are destroying sea turtle nests and eating their eggs. The mountain chicken, a form of frog prized for the meat in its legs, is declining rapidly because of disease, while the galliwasp lizard is also under threat following the destruction of its habitat by a volcano. Environmental groups also warn that, in the Cayman Islands, feral dogs are eating critically endangered blue iguanas which are having to compete with American or common iguanas introduced to the islands only recently. In the British Virgin Islands, goats are causing erosion, leading to loss of nesting areas for birds, while in Anguilla rats are eating several species of seabird. A similar threat to seabirds has been caused by a plague of mice on Gough Island, part of the Tristan da Cunha archipelago, while in the Turks and Caicos Islands poisonous lionfish, which escaped from a Florida aquarium during a hurricane, are damaging coral reef and eating young fish. Experts suggest that a failure to protect species will have an impact on many of the territories&apos; rapidly expanding eco-tourism industries. The RSPB is urgently seeking to prioritise which introduced species in the territories need to be targeted, either by eradication or by removal. Its findings will feed into the government&apos;s overseas territories biodiversity strategy, which will produce a series of recommendations for action next year. Environmentalists have praised a government pledge to improve the environmental management of uninhabited territories such as South Georgia, the British Antarctic Territory and the British Indian Ocean Territory. However, they question how species can be protected without further resources. As the small, often barely inhabited islands are considered outposts of the UK, they are classed as developed territories and, as a result, are unable to access international funding available for the developing world. But their distance from the UK means they are often ignored when it comes to securing domestic funding to protect endangered species. The fact that they are outside the UK means they are unable to access major sources of funding such as the Heritage Lottery Fund. The RSPB claims that biodiversity in the territories could be protected for 16m a year, which it claims is a relatively modest sum compared with the 450m that the government currently spends on similar measures in England. The government is lobbying for the territories&apos; right to access Life funding, the EU&apos;s only major financial assistance scheme for environmental projects. The European commission has proposed to extend Life funding eligibility to include EU neighbours such as Azerbaijan and Syria, but has refused it for UK, French and Dutch overseas territories.", 
    "section": "environment", 
    "gid": "environment/2012/aug/05/overseas-territories-wildlife-threatened", 
    "wordcount": "821"
}