{
    "headline": "International women's day: a voice from Virginia, US", 
    "text": "   Jody Williams Photograph: Greg Gorman/Jody Williams    Jody Williams, from Fredericksburg, Virginia, US, is on the advisory committee of the international campaign to stop rape and gender violence in conflict and founding co-ordinator of the international campaign to ban landmines. She is a member of the Nobel Women&apos;s Initiative It was only 12 years ago last month that mass rape and sexual enslavement during armed conflict was determined to be a crime against humanity, during the Yugoslavia war crimes tribunals. Fatou Bensouda, who became chief prosecutor of the international criminal court in June, has spoken openly about her commitment to making ending rape and sexual violence a priority with the court. In a breakthrough on a national level, former Guatemalan president General Jos Efran Ros Montt will stand trial for genocide and other war crimes  including an astounding 1,485 acts of sexual violence against women. This trial will set a precedent because it is the first time that a national court anywhere prosecutes its former president for genocide and crimes against humanity. This demonstrates impunity for such crimes is on its way out. These are just two signs that the international community is starting to make progress on this issue. It will be a long struggle, but ending impunity is fundamental to stopping rape and gender violence in conflict  or any time for that matter. This is why the international campaign to stop rape and gender violence in conflict is putting a focus on prosecution. We hear over and over again from rape survivors we meet that prosecution is an important piece  although not the only one  to putting an end to this global plague, to bringing about lasting peace for women. We are beginning to work with survivors of rape and gender violence in conflict to support them in raising their voices to articulate what survivors need, to move beyond the trauma and stigmatisation brought upon them by the perpetrators. To ensure that our efforts to prosecute and prevent sexual violence are truly effective, we need to be working together. This is what the campaign aims to do. Where there is support for survivors of rape and a functioning judicial system, survivors are more willing to come forward. But this is certainly not the case in far too many places around the world. The visibility of the problem has helped, but seeing a case through from beginning to end in some places will take more resources, political will and support for survivors of sexual violence as they challenge cultural and social norms. On a recent delegation to Liberia with the Nobel Women&apos;s Initiative, we visited the Peace Hut in Totota, Bong county  a community-based initiative to help bring a measure of reconciliation and justice to survivors of violence. We learned that local women help police track down evidence in rape cases because police don&apos;t always have the transportation available to do it themselves. As you can see, visibility only goes so far. Governments still need to ante up resources, and be committed to an effective judicial process.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/08/international-womens-day-voice-us", 
    "wordcount": "507"
}