{
    "headline": "Boot up: Samsung's iPhone boost, FTC's $163m scareware win, MPs' lousy maths and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Peak Chrome? Google&apos;s browser falls as Firefox, Internet Explorer stay flat &gt;&gt; Ars Technica Bit hard to call it a &quot;fall&quot; where Chrome&apos;s share has varied by 1% or so. More puzzling are the mobile browser stats, which are miles out of line with installed base. Why? Atooma is like an IFTTT for mobile and it&apos;s insanely clever &gt;&gt; TechCrunch  In essence, Atooma lets you set up conditional events (an &quot;IF&quot;) that will automatically trigger simple actions (a &quot;DO&quot;), based on things like time, location, your favourite apps, email (and so on). So, because it is a contextual app which is aware of your location and the time of day, it effectively makes your smartphone smarter.  Here are some examples:   Looks rather like Tasker (also Android) in what it lets you do. IFTTT is &quot;If This, Then That&quot;, a web service. Atooma&apos;s developers say they&apos;re working on an iOS version. Don&apos;t hold your breath. Samsung benefiting from iPhone comparisons &gt;&gt; Localytics Sales growth of the SGS3 jumped around the time of the Samsung-Apple verdict, and the iPhone 5 launch. (See the graphs.)   A possible implication of this analysis is that a portion of smartphone users appear less tied to a particular operating system, instead comparing the full package of device, mobile network and available apps before choosing what to buy. This not only creates new opportunities for Android device manufacturers but also new Windows 8 devices.  FTC case results in $163m judgment against &quot;scareware&quot; marketer &gt;&gt; FTC  At the Federal Trade Commission&apos;s request, a federal court imposed a judgment of more than $163m on the final defendant in the FTC&apos;s case against an operation that used computer &quot;scareware&quot; to trick consumers into thinking their computers were infected with malicious software, and then sold them software to &quot;fix&quot; their non-existent problem. The court order also permanently prohibits the defendant, Kristy Ross, from selling computer security software and any other software that interferes with consumers&apos; computer use, and from any form of deceptive marketing.   $163m? A huge verdict in every way. Apple Maps &gt;&gt; OpenStreetMap Foundation  OpenStreetMap is mentioned in Apple&apos;s credits, and we have spotted some areas where we think we can see our data in use. For example here in Islamabad... We welcome Apple (or anybody else!) using our map data and we&apos;d like to see them use it more.  If you are having problems with the maps on your phone, have a look at an app that only uses current OpenStreetMap data. That way, you&apos;ll know the source. And if you find that the data in your area can be improved or updated, you can improve it!   OSM is British, in case you didn&apos;t know. Absurdly hyped startup Airtime has officially flopped and top execs are fleeing &gt;&gt; Business Insider  Airtime, the startup with a product that connects random Facebook users in video chats, is a huge flop and its senior people are fleeing the company, Liz Gannes of All Things D reports.  CTO Eric Feng, brought in through a March acquisition, is on his way out. Cofounder Shawn Fanning is no longer day to day at the company.  It&apos;s particularly bad news that Feng is leaving because after joining the company in March, he fired everyone who had been working on the startup&apos;s tech before.   BusinessInsider&apos;s version is much more direct than ATD&apos;s. Total daily active users: 11,000. Venture capital invested: $13m. (By comparison: Instagram has 11m, though of course that cost a cool billion..) What happened when MPs took a maths exam &gt;&gt; BBC News  A total of 97 MPs were asked this probability problem: if you spin a coin twice, what is the probability of getting two heads?  Among Conservative members, 47% gave the wrong answer, which is disappointing enough. But of the 44 Labour MPs who took part, 77% answered incorrectly.   Terrifying. But what is the probability that they got that answer by guessing? The smartphone battle has now moved from hardware to services &gt;&gt; Fortune Tech  After an ill-fated push into music with Ovi Music some years ago, Nokia are now re-entering the music service business with the streaming Nokia Music service. Nokia&apos;s acquisition of mapping platform Navteq five years ago was widely criticized for the high price tag. However, today Nokia&apos;s mapping platform powers 4 of 5 in-car navigation systems globally, Nokia will power the maps in Amazon&apos;s latest Kindle Fire devices, and Nokia Maps are regularly receiving excellent reviews when compared to other mapping solutions, including Google Maps. Nokia Maps is clearly one of the company&apos;s crown jewels. The combined service assets of Microsoft and Nokia are impressive and mutually beneficial.   Specifications, features, services. As each gets commoditised, you have to move up the value chain. February 2010: We&apos;re turning comments off for a bit &gt;&gt; Engadget February 2010:   Luckily, our commenting community makes up only a small percentage of our readership (and the bad eggs an even smaller part of that number), so while they may be loud, they don&apos;t speak for most people who come to Engadget looking for tech news. Regardless, we&apos;re going to crank things down for a little bit to let everyone just cool off, and we&apos;ll switch them back on when we feel like we&apos;ve shaken some of the trolls and spammers loose from the branches (AKA swing the banhammer in our downtime).   Interesting idea. (Comments typically represent less than 1% of page views.) You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/oct/03/technology-links-newsbucket", 
    "wordcount": "965"
}