{
    "headline": "Rain  preview", 
    "text": "Everyone will think of Ico. As the hero of Rain trudges through the bleak shadowy city, his shoulders hunched against the cold and the night; and as the girl he is searching for is glimpsed at a balcony, scared and alone  memories of Fumito Ueda&apos;s beautiful PlayStation 2 adventure will flood back. Not that this promising downloadable title from Sony Japan&apos;s C.A.M.P studio is a mere copycat. It&apos;s just that it captures Ico&apos;s sense of constant vulnerability  and it has at its centre a relationship between a boy and a girl, thrust together in an unforgiving world. The story  told at the beginning of the game through a series of abstract water colour images  has the young hero running into the street, following a girl who, in turn, is being chased by a monster. He follows them into some sort of vortex, emerging in a parallel world where all living things are invisible, and it is always raining, always dark. The only time the player can see any character is when they walk beneath an open sky, allowing the shower to mark out their form. It&apos;s a strange, almost supernatural effect, accentuating the other-worldly feel.       The player directs the boy via simple controls  just one analogue stick to move and buttons to jump, run and interact with objects. The camera is automatic, subtly centring on the protagonist at all times, hinting his whereabouts to you, even if you can&apos;t see him. Part of the joy of early exploration is working out how the environment helps you keep track of your invisible charge: if he walks through mud you see his footsteps; if he&apos;s inside, the designers have placed lots of physics objects about for him to bang into.  The world he walks through is one of gloomy tenements and abandoned factories, bathed in shadow and strewn with rubbish. &quot;We gathered references from many cities and towns around Europe,&quot; explains producer Noriko Umemura, who previously worked on the critically acclaimed RPG, White Knight Chronicles. &quot;There are Japanese influences too - we wanted a world in which everyone could find a connection or a similarity to the neighbourhood they grew up in.&quot; Inhabiting this sodden distopia are a range of scary invisible monsters, which the boy usually has to avoid by stealth  he&apos;s too small and weak to fight. While he&apos;s undercover, he can move unspotted, but once in the rain, the beasts can detect him. At one point in the demo, I have to splash in a puddle to get a monster&apos;s attention, before running under a balcony to become totally invisible before sneaking off; on another occasion, I get one of them to follow me as I run away, tricking it into smashing into a pillar, which brings down a ledge for me to climb up. It&apos;s all about working with the environment and the elements.      The creature designs are vague and formless, helped of course by the fact that we only see them as outlines. &quot;We kept it very simple so that players can add their own imagination on to them,&quot; says Umemura. The idea is to explore the fears and imaginative processes of childhood. &quot;Were trying to tell an adventure story that evokes childhood memories,&quot; she explains. &quot;When you&apos;re a kid, you often get lost exploring your neighbourhood - and although you&apos;re scared, you&apos;re curious - you want to go a little bit further and see a little bit more. It&apos;s that mixture of fear and curiosity that want to capture - we want to remind everyone of how that felt.&quot; Throughout the early chapters, the girl is seen in snatched moments, perhaps walking along a distant corridor, or high up on a rooftop while the boy is stuck far below. Eventually the two meet, and the boy needs to solve a a puzzle to save her from her monstrous nemesis. He does so, placing himself at risk - and later she returns the compliment. But where will they go from here? Will they work together? It is the wordless innocence of this relationship that conjures Ico; the fallibility of the participants. &quot;We didn&apos;t take direct inspiration form any particular title,&quot; says Umemura, when asked about influences. &quot;However, our team are all from the same generation and we grew up with the same game - and we all like Ico. The emotional experience offered by games like Eco; that&apos;s something we want to evoke.&quot; It will be fascinating to see where it goes.  Rain is only the latest offbeat title to come out of Sony Japan&apos;s experimental C.A.M.P studio, which pairs creative people from different sectors with experienced development teams. &quot;Japan studio is encouraging us to create innovative titles, they want more diverse gameplay,&quot; says Umemura. &quot;We always work with other developers - this time we&apos;ve been working with Acquire Corporation. We mix that with the new talent at Playstation C.A.M.P and things come together. It gives us new ways of thinking.&quot;            For Umemura, C.A.M.P is a symbol of how the country&apos;s games industry is pulling itself out of a long dip. &quot;It&apos;s my opinion that Japanese development is at a turning point,&quot; she says. &quot;We have struggled for the last decade compared to the Western industry - now, we are looking for new talent; we&apos;re looking to the indie sector as well as people outside of this business, to make games that haven&apos;t been done before. Everybody is trying different things. Some studios have attempted to follow the Western model, but at Sony Japan, we&apos;re interested in working on games that only we can create. We&apos;re in a lucky position, Japan studio encourages us to work in different ways. I feel lucky to be exploring new things - not everyone has that opportunity&quot;.  The team, which rose to 70 at its height, but started out with a core of just six, is still tweaking the structure of the game, though it will be several hours long. The feel is very different from the studio&apos;s last cult hit, the surreal Tokyo Jungle  in some ways it is more traditional, harking back not only to Ico but also to classic survival horror.  However, in its attempt to portray the powerlessness and inquisitiveness of childhood, and in its assured construction of a weird gothic world, it also appears to be something much more interesting than a mere collection of well-worn gaming ideas. Rain is released on PS3 in the autumn", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/jun/06/rain-preview-ps3", 
    "wordcount": "1104"
}