{
    "headline": "The race to map Africa's forgotten glaciers  in pictures", 
    "text": "   Project Pressure is a non-profit organisation which has set out to document the worlds vanishing glaciers. A recent expedition to Uganda and the Democratic Republic of the Congo started in burning sun trekking up through rainforestPhotograph: Klaus Thymann       There are still glaciers on each of the three mountains of the Rwenzori. Mount Speke is captured from Mount Stanley in this picture Photograph: Klaus Thymann       Local porters were hired to help carry kit and provisions. Their experience on ice is limited Photograph: Klaus Thymann       Vegetation creeps up the mountain as the temperature rises and the glaciers retreat. The Speke glacier used to reach where the lake now is Photograph: Klaus Thymann       The Elena hut just below the Elena glacier to the right is located at 4,541 metres above sea level. The Coronation glacier can be seen to the left Photograph: Klaus Thymann       In order to get a view not seen for decades, and to establish if glaciers still exist on the western side of the Rwenzori, Project Pressures expedition went into the Democratic Republic of the Congo. Klaus Thymann, who heads Project Pressure, gives a briefing at the Elena hut Photograph: Klaus Thymann       From the top of Mount Baker (4,844 metres), it is possible to get a clear view of all three peaks. Mount Stanley is to the right, Speke to the left Photograph: Klaus Thymann       View of the Stanley plateau. The figure of a porter gives an indication of scale Photograph: Klaus Thymann       The expedition on top of Stanley plateau with Speke in the background Photograph: Klaus Thymann       The expedition is taking a new route into the Congo, going down the West Stanley Glacier. The few people who come to the Rwenzori never go down on the west side Photograph: Klaus Thymann       The glacier front is photographed and GPS co-ordinates are noted. Once published, Project Pressures material will be open source so it can be used for education and research Photograph: Klaus Thymann       The black particles on the glacier absorb more heat, which then increases the melt rate. This form of glacial retreat is not unique to Africa. In Greenland the consequences are very noticeable Photograph: Klaus Thymann       A unique view of the Rwenzori seen from the Congo side. A few days earlier the expedition roped down the West Stanley glacier (left). Project Pressure lead the expedition into Congo using an old disused route going through the burned-down war zone bordering Congo and Uganda Photograph: Klaus Thymann       Some of the glaciers are almost gone. The Moebius on the west side will soon disappear completely Photograph: Klaus Thymann       400 metres below the disappearing icefield, the communities of coffee farmers, who use the glacial water for irrigation of coffee and other crops, say climate change has disrupted rainfall patterns Photograph: Klaus Thymann  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/jun/02/africa-forgotten-glaciers-in-pictures", 
    "wordcount": "0"
}