{
    "headline": "US pressured Spain to implement online piracy law, leaked files shows", 
    "text": "The US ambassador in Madrid threatened Spain with &quot;retaliation actions&quot; if the country did not pass tough new internet piracy laws, according to leaked documents. The latest revelation comes amid a fierce debate over America&apos;s own plans to pass online piracy legislation that critics claim will damage the infrastructure of the internet and restrict free speech.  In a letter dated 12 December and obtained by Spanish newspaper El Pais, US ambassador Alan Solomont wrote to the outgoing Spanish prime minister expressing his concern about the lack of movement on a online piracy bill, known as the Sinde law. &quot;The government has unfortunately failed to finish the job for political reasons, to the detriment of the reputation and economy of Spain,&quot; reads the letter to Jos Luis Rodrguez Zapatero. The letter was also sent to minister of culture ngeles Gonzlez-Sinde, after whom the law is named. Spain would go on to pass Sinde at the start of this year.  In his letter, Solomont issued veiled threats, reminding its recipients that Spain is on the Special 301, the US trade representatives&apos; list of countries that do not provide &quot;adequate and effective&quot; protection of intellectual property rights. Spain risks having its position on the list &quot;degraded&quot;, and could join the real blacklist of &quot;the worst violators of global intellectual property rights.&quot;  Spain was among 28 countries put on 2011&apos;s Special 301 list, including Belarus, Greece, Italy and Ukraine. Countries deemed the worst offenders are put on a &quot;priority watchlist&quot; and can be subject to &quot;retaliation actions&quot; including the elimination of tariff agreements and a referral to the World Trade Organisation. Last year&apos;s priority list included China, India, Israel and Russia. &quot;The government of Spain made commitments to the rights owners and to the US government. Spain can not afford to see their credibility questioned on this issue,&quot; Solomont wrote. &quot;The rampant Internet piracy hurts the economy of Spain and cultural industries,&quot; he added. The law creates a government body with powers to force internet service providers to block sites alleged to have infringed copyright. Copyright holders can lobby the government body to close down sites.  The Spanish legislation is similar to Protect IP and Sopa, the stop online piracy act, two pieces of anti-piracy legislation now being discussed in the US Congress. Art Brodsky, director for Public Knowledge, a Washington-based public interest group that has campaigned against Sopa, said: &quot;It appears as if the US government has been pressuring the Spanish government for at least three years on the copyright issue &quot;It is unfortunate that the US ambassador is again issuing threats to the new Spanish government over the implementation of a law similar to one that is generating quite a bit of controversy in the US and has brought forth opposition from all sides of the political spectrum.&quot;  In 2010 El Paid published WikiLeaks cables that showed the US government has consistently pushed for Spain to tighten up its online piracy legislation and threatened to put the country on its 301 watch list. In one 2008 cable, US officials wrote: &quot;We propose to tell the new government that Spain will appear on the Watch List if it does not do three things by October 2008. First, issue a [Government of Spain] announcement stating that internet piracy is illegal, and that the copyright levy system does not compensate creators for copyrighted material acquired through peer-to-peer file sharing. Second, amend the 2006 &apos;circular&apos; that is widely interpreted in Spain as saying that peer-to-peer file sharing is legal. Third, announce that the GoS will adopt measures along the lines of the French and/or UK proposals aimed at curbing Internet piracy by the summer of 2009.&quot;  This article was corrected on 6 January 2012 because it described Jos Luis Rodrguez Zapatero as a former Spanish president, instead of prime minister.", 
    "section": "technology", 
    "gid": "technology/2012/jan/05/us-pressured-spain-online-piracy", 
    "wordcount": "667"
}