{
    "headline": "The whiff of brine 'n' bluebells and the startling yellow of oilseed rape", 
    "text": "The smell of brine from the river wafts up Cargreen&apos;s quiet street. Across the expanse of the flooding tide, beyond moored yachts facing downstream, pastures on the Mount Edgcumbe estate are striped after rolling. Here on the Cornish bank, once linked to Devon by ferry boats carrying passengers and produce towards the railway station at Bere Ferrers, the former warehouses and chapel are converted into dwellings. Lilac and apple blossom protrude above the walls of gardens where blackbirds sing from leafy perches but, out in the cold wind, three swallows fly low above the exposed shore. Pungent ramsons crowd beside the muddy path from the village towards the isolated church of St Dilpe. The population around that ancient settlement is reputed to have been decimated by the Black Death, and the survivors relocated over the hill. Weed-free crops of rye grass, wheat and barley are well established, ready for warmth and summer growth after the bout of cold and rainy weather. Northwards, fields of bare earth are interspersed with the startling yellow of oilseed rape. Narrow lanes between high flowery banks topped with shorn woody tops lead to farms and converge on the church. The few ways with no tarmac are arched by oak, elm suckers, ash and may buds with a fresh and luminous undergrowth of hart&apos;s-tongue, soft shield ferns, bluebells, stitchwort and primrose. Two swallows flutter in and out of the church porch by the graveyard which is abundant with sweet vernal, sorrel and dandelion clocks and, from the adjoining marshland, comes the faint song of a willow warbler. Beyond the marsh pink thrift grows on purple and grey slates by a stony beach strewn with bladderwrack. Occasional glints of sun sparkle across the wide stretch of ruffled water and highlight diverse colours of oaks along Kingsmill Lake  the tidal creek marking the southern boundary of Landulph parish.", 
    "section": "environment", 
    "gid": "environment/2012/may/08/landulph-tamar-valley-brine-bluebells", 
    "wordcount": "310"
}