{
    "headline": "Academy chains decide where children go to school", 
    "text": "Janet May says she speaks for her entire village as she vents her frustration. &quot;The word I would use to describe my feelings now is desperate. As a group we are incredibly sad and angry, but we also feel powerless in the face of the refusal of the academy trust to engage with us. Their whole attitude has been one of contempt. &quot;They say they have listened to us. But they have not: they have not grasped the anger and frustration of this entire community.&quot; May, who lives in the picturesque Devon village of Lapford, is at the forefront of a dispute which critics say illustrates the power the government has given to academy chains across England to take major decisions over the future of schools, in effect over the heads of local communities. Parents at Lapford community primary school, which sits in rolling countryside between Exeter and Barnstaple, have been fighting a decision by the multi-academy trust now running it to have its year 6 pupils educated eight miles away at another of its schools. Long-term future They worry that, from September, their children will face a lengthy round trip to school every day, that pupils will have to change school twice in two years and thus that the village school may become unpopular with families, putting, they fear, the school&apos;s long-term future at risk. They have collected a 370-signature petition against the plans  quite a feat in a village of 250 homes  and parents also have the parish council firmly behind them. But there seems little they can do, with the trust not even, it seems, legally required to consult them. It was only in January last year that Lapford opted to join the Chulmleigh Academy Trust, a multi-academy group formed of three other small primaries and the local secondary school, Chulmleigh community college. At the time, May says, parents were enthusiastic, especially as 56-pupil Lapford had faced an uncertain financial future under Devon county council. But optimism quickly turned to concern as the academy trust, headed by Mike Johnson, who is principal of Chulmleigh community college, came forward with plans last summer to have older pupils at another of the trust&apos;s primaries, East Worlington school, taught at Lapford four mornings a week, with Lapford pupils travelling to East Worlington on Fridays from last September. Parents at both schools were unhappy because of concerns about pupils travelling. In November, the trust came back with a new offer, involving East Worlington year 5 and 6 pupils spending all week at Lapford. Again, this was shelved after East Worlington parents protested. In January, the current plan emerged. Lapford and East Worlington year 6 pupils would travel to another school in the trust: Chulmleigh primary, which neighbours the community college. It was approved by the trust in March. May, whose daughter Tiffany, 10, would have to start making the trip to Chulmleigh primary from September, says: &quot;How would anyone feel about a child having to transfer schools twice in two years?&quot; Lorraine Kigongo, who has two children at Lapford and runs the village&apos;s pre-school, says parents are already talking of pulling children out because they do not want them moving schools in both years 6 and 7. She says: &quot;The trust has just not listened to us at all.&quot; The trust has said that both educational and financial considerations lie behind its proposals. But parents say they have been given little detail. The latest consultation document says that the trust is &quot;facing a deficit within two years&quot; and cannot afford the current set-up of three teachers at both Lapford and East Worlington schools, which between them have 101pupils. But Johnson says the main reason for the change is the need to raise &quot;educational standards&quot; at Lapford. The consultation document says: &quot;The children at Lapford  stand to get better Sats results,&quot; but does not say why. Johnson says that Lapford is under pressure  both it and East Worlington have satisfactory/requires improvement verdicts from Ofsted  and that the quickest way to &quot;raise standards&quot; would be to have both classes taught at Chulmleigh primary, which was adjudged &quot;outstanding&quot; when last inspected in 2006. Two weeks ago, the trust decided to press on with its plans, rejecting Lapford parents&apos; alternative for all Lapford pupils to be taught there by two full-time and one half-time teacher, and with parents volunteering to help out. Although Johnson says the trust has spent many hours responding to parents&apos; concerns and answering questions, it seems that it has no legal responsibility to do so. When parents complained to the Department for Education, they were told: &quot;There is no statutory requirement for the academy trust to carry out consultation on the restructuring&quot;. In this multi-academy trust, there is no individual governing body for each school, and no formal representation for Lapford among the trust&apos;s decision-making directors. The village of Corby Glen, Lincolnshire, faced losing its 50-year-old secondary school earlier this year after an academy trust that took over the running of the school in 2011 told parents it wanted to close it, moving pupils to another of the trust&apos;s secondaries, 12 miles away in Grantham, from 2014. There was outrage from the community. Lincolnshire county council said the West Grantham Academies Trust&apos;s plans for the 230-pupil Charles Read high school would be &quot;detrimental&quot; to education in the area, but it has no powers to intervene. However, campaigners persuaded their local MP, Nick Boles, to lobby the academies minister, Lord Nash, and are hopeful a deal can be done to have the school kept open by transferring it to another academy trust: the David Ross Foundation. Academy critics say the underlying issue is that trusts are allowed to take major decisions without the checks and balances that would be present in a local authority school set-up  either around statutory public consultation, or through voter anger on closures feeding back to elected councillors. The only politician who can veto plans is not local, but national: the education secretary, Michael Gove. Private institutions Alan Parker, a former schools adjudicator  an official who settles disputes between parents, schools and local authorities over school admissions and reorganisations  says that, in academies, unlike in maintained (non-academy) schools, parents have no right of complaint to the adjudicator over school re-organisation. &quot;In the maintained sector, if there is a reorganisation plan, you have to publish in advance what you plan to do, it&apos;s quite clear who must be consulted and how those planning any change have to respond,&quot; he says. &quot;That&apos;s not the case with academies, which are private institutions, getting public money on the basis of a contract with the secretary of state.&quot; Mervyn Benford, information officer of the National Association for Small Schools, says the advent of multi-academy trusts stands to make small schools more vulnerable. He says: &quot;We believe the government should be concerned about giving academy trusts power to allow them to ride roughshod over local parents.&quot; David Wolfe, a barrister at London&apos;s Matrix Chambers who has been involved in legal cases against academies, says: &quot;[Multi-academy trusts] reverse a regime whereby schools were run by their local communities through elected organisations and makes them potentially the playthings of the people who set up the trusts, subject to approval by the secretary of state.&quot; The only hope Lapford parents now have is a possible legal challenge, or persuading Gove to reject the trust&apos;s plans. May says that a group of parents are also considering home-schooling their children in the village rather than sending them to Chulmleigh. Johnson says: &quot;There is no contempt for the people of Lapford. I completely understand the opposition, but we believe this is the way to ensure education standards are as high as possible. &quot;I do believe that a local authority, with a local councillor speaking for a local primary school, could find it significantly more difficult to make the kind of change that schools sometimes need to make to improve standards.&quot;", 
    "section": "education", 
    "gid": "education/2013/may/20/academies-schools-parental-choice", 
    "wordcount": "1355"
}