{
    "headline": "Nokia bounces back to profit on smartphone demand", 
    "text": "Nokia has returned to profit, ending an 18-month spell during which it piled up losses of more than 4bn (3.36bn), but scrapped its dividend for the first time in more than a century in order to conserve cash. The Finnish mobile phone maker reported an operating profit of 439m, compared with a loss of nearly 1bn a year ago, as consumer demand for its smartphones revived and the decision to slash its workforce by 20,000 helped to cut costs. The company has returned to growth, with net sales up 11% on the previous quarter to 8bn. In a sign that the Windows operating system used in Nokia&apos;s heavily marketed flagship Lumia handsets is beginning to gain traction, the key devices and services division also returned to profit. The number of smartphones sold rose to 6.6m over Christmas, up from 6.3m the quarter before, with 4.4m of the total coming from the Lumia range. Although Nokia sold 20m smartphones a year ago, the average selling price has rocketed by 33% to 186 as the quality of its handsets has improved. Chief executive Stephen Elop abandoned the company&apos;s in-house phone software, Symbian, in favour of Microsoft&apos;s Windows Phone in 2011, in order to produce devices capable of matching Apple and Samsung&apos;s best products. It was a move many considered risky, given Microsoft&apos;s negligible presence in mobiles and the massive popularity of Google&apos;s Android software, which Nokia could have opted to use. &quot;We are very encouraged that our team&apos;s execution against our business strategy has started to translate into financial results,&quot; said Elop. &quot;We remain focused on moving through our transition, which includes continuing to improve our product competitiveness, accelerate the way we operate and manage our costs effectively.&quot; In order to conserve more cash, the 2012 dividend was cancelled  Nokia paid 0.2 per share for 2011. The company has paid a dividend since electronic records began in 1989, although a researcher in Finland claims shareholders have received a payout every year since 1971, when Nokia was in the paper mill business. &quot;The fourth quarter 2012 was the bottom line for Nokia,&quot; said Francisco Jeronimo at market research firm IDC. &quot;Significant results need to be delivered this year starting right from the first quarter. From 2013 Nokia has only two options: either significantly grow sales or change its strategy, radically.&quot; Nokia&apos;s performance was boosted by its network equipment business, Nokia Siemens Networks, which after severe cost cutting and a boost in sales achieved its highest operating margin since its formation in 2007. The company reported a increase in net cash, which was up 22% on last quarter to 4.4bn. Nokia had burned through so much cash to fund its transition over the last 18 months that analysts had predicted it would deplete its reserves within two years without a return to form and a drop in headcount.", 
    "section": "technology", 
    "gid": "technology/2013/jan/24/nokia-returns-to-profit-smartphones", 
    "wordcount": "490"
}