{
    "headline": "Asia curbs US imports of wheat after genetically modified sample found", 
    "text": "The discovery of rogue genetically modified wheat in a farmer&apos;s field in Oregon shook global confidence in the safety of America&apos;s food supply on Friday. Billions in food exports were potentially at stake following the disclosure by the US Department of Agriculture of the existence of the GM wheat plants. The GM variant, developed by the agricultural giant Monsanto, has never been approved for human consumption. The discovery in Oregon, about a decade after field trials ended in that state, raised concerns among the main buyers of America&apos;s wheat abroad, as well as an increasingly active GM movement at home. The European Union advised member states on Friday to test some wheat shipments from the US. The EU imports more than 1.1m tonnes of wheat a year. Asia was also shutting its doors to American wheat imports. South Korea, which last year imported half of its wheat from the US, cancelled imports, following Japan&apos;s lead. Thailand puts its ports on alert. China and the Philippines said they were closely watching the USDA&apos;s investigations into the GM escape. &quot;It&apos;s going to be a pretty serious blow to all wheat farmers. I would imagine probably the price of wheat is already going down some,&quot; said Fred Kirschenmann, a senior fellow at the Leopold Centre for Sustainable Agriculture at Iowa State University, who himself farms 2,600 acres of organic wheat.  &quot;It is definitely going to have an impact because it is right at the time when there is increasing concern about GM and food so this is not going to be good news for the wheat farmers.&quot; Food safety and environmental groups have grown increasingly active campaigning for greater disclosure of GM ingredients over the last several months. Vermont, Connecticut and New York are all pursuing laws to require GM labelling  a move furiously resisted by Monsanto and the other big biotech firms. Kirschenmann said the outbreak could play into public concerns about being given a greater say over whether they choose to eat GM foods, or avoid them. Others argued the escape in Oregon offered a reminder  yet again  of the enormous difficulties of truly isolating GM products from the food chain. &quot;This is potentially the tip of the iceberg,&quot; said Doug Gurian-Sherman, a senior scientist at the food and environment programme for the Union of Concerned Scientists. &quot;Where people have looked, they have found contamination occurring. But a lot of the time no one is looking,&quot; he said. The Government Accountability Office in a 2008 report described six outbreaks of GM crops into the US food and feed supply. Gurian-Sherman noted a few more since then. In almost all of those instances, there were only trace amounts of contamination. But he said the recurrence of such incidents suggested that the standards, which were below those in Europe, were too lax. &quot;The contamination is very low, considerable less than 1%,&quot; he said. &quot;But even with that caveat, I don&apos;t think people should have a lot of confidence that there hasn&apos;t been contamination events.&quot; Agricultural companies, such as Monsanto, carry out about 1,000 trials of GM crops every year, often at multiple sites across the country. In any year, companies can be testing GM cotton and feed crop, as well as food, including fruits and vegetables such as tomatoes. Monsanto in 2011 applied for new permits to test another variant of GM wheat in Hawaii and North Dakota. &quot;When you add all that together I wouldn&apos;t be surprised it there hadn&apos;t been some other experimental gene that leaked out of some other crops and had been carried along with nobody testing for them,&quot; said Gurian-Sherman. The government is investigating how the GM wheat plants arrived in that Oregon field. Monsanto in a statement on its website said it would with the authorities, and that there was no health risk from the outbreak. &quot;Monsanto will work with the US Department of Agriculture to get to the bottom of the reported genetically modified wheat detection, there are no food, feed or environmental safety concerns associated with the presence of the Roundup Ready gene if it is found to be present in wheat,&quot; the company said.  GM variants are now the norm in US corn, cotton and soybeans, making up virtually all of the soybean crop last year. By some estimates, about two-thirds of US processed foods contain some GM ingredients. But GM wheat never gained a foothold because of widespread public resistance, and Monsanto did not pursue efforts for its commercial development. However, the company conducted widespread testing of GM wheat in 16 states between 1998 and 2005. The last such test fields in Oregon were planted a decade ago in 2001, the USDA said. Those decisions could now return to haunt the US, said Danielle Nierenberg, founder of The Food Tank. &quot;We have spent a lot of time in the last few years putting China and other countries down for food safety issues, but we are messing with people&apos;s faith in the food system here,&quot; she said. &quot;The US has a long history of claiming we have the safest and most abundant food system in the world and this undermines that.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/may/31/genetically-modified-wheat-us-monsanto", 
    "wordcount": "880"
}