{
    "headline": "Will new Xbox block second-hand games market with always-online DRM?", 
    "text": "The next Xbox console may require a permanent online connection and could rule out the pre-owned games market, Edge magazine has reported. Staff on the veteran games publication claim to have spoken to developers who have projects underway for both the next Xbox and for PlayStation 4. According to these anonymous sources, the forthcoming Xbox 360 successor will require users to sign into their online account whenever they play, restricting purchased games to this single identity.  &quot;Microsoft has asked itself what kind of consumer is going to buy its next Xbox and surmised that it&apos;s the kind of consumer with a decent internet connection,&quot; says Edge online editor, Neil Long. &quot;Like the App Store and Steam, the next Xbox will be download-first, one account, one purchase, one storefront system. It will offer far greater flexibility on pricing, but games players are used to thinking in terms of 40-50 games in boxes. Microsoft could have a difficult time explaining that games will now be tethered to one account.&quot; Clearly, the move toward a digital distribution service, where gamers can opt between different payment models, including subscription services, is the future. The retail games market is falling, with consumers becoming less and less inclined to spend 50 on a game release, especially when they can get smartphone titles for 1  or even for free. We&apos;re already seeing console titles toying with &apos;in-app purchase&apos; models where gamers are charged for pieces of equipment or extra content. Released this week, the sci-fi shooter Dead Space 3 allows players to complete micro transactions to buy new weapons. However, according to Eurogamer, fans have already discovered a glitch that allows them to bypass the payment system. Both Microsoft and Sony have been studying subscription services from other media sectors such as Spotify, iTunes and Netflix. Sony has developed its PlayStation Plus subscription service which offers free and discounted games in return for monthly payments. And last summer, Microsoft ran a trial in its own US stores, offering an Xbox 360 console to consumers at just $99  if they took up a two-year subscription to the Xbox Live Gold service. The plan will meet with considerable resistance from gamers and retailers however. Previous attempts to restrict games via aggressive DRM strategies have generated both controversy and technical difficulties, with major publisher Ubisoft abandoning its own compulsory &apos;always online&apos; system last September. The pre-owned games market also represents a major source of revenue for embattled chains such as Game and HMV, which receive very small margins on the sale of new titles but get 100% of the revenue from second-hand sales.  Official Xbox Magazine editor, Jon Hicks has written an editorial refuting Edge&apos;s claims and pointing out the problems of an &quot;always on&quot; system, including the fact that in many territories, broadband access is far from universal.  &quot;It is true that publishers and consoles platform manufacturers, which derive revenue from license charges per disc, are looking for ways to derive more value from pre-owned games sales,&quot; says Piers Harding-Rolls, a senior analyst at IHS Screen Digest. &quot;However, we do not expect Microsoft to pursue this with a blanket DRM strategy on physical discs to enable only one owner per disc on its next generation device.&quot; Harding-Rolls, like Hicks, suggests that its more likely Microsoft will end up adopting a system like EA&apos;s Online Pass, which requires online activation for multiplayer components  so you&apos;ll be able to buy games second-hand, but will need to pay to play against other people on the web. &quot;The online activation of games is contentious,&quot; says Harding-Rolls. &quot;20% to 30% of all Xbox 360s have never been connected to the internet and internet services vary in availability and quality from country to country. While a vast majority of early next generation Xbox adopters are likely to be connected, we do not believe the concept of compulsory online activation of games will resonate strongly with consumers in general.&quot; Edge also reports that it has had confirmation of the next Xbox console&apos;s tech specs: &quot;an AMD eight-core x64 1.6GHz CPU, a D3D11.x 800MHz graphics solution and 8GB of DDR3 RAM.&quot; The article also suggests that PlayStation 4 will have technological advantages as well as a preferable development environment:  Though the architectures of the next-gen Xbox and PlayStation both resemble that of PCs, several development sources have told us that Sony&apos;s solution is preferable when it comes to leveraging power. Studios working with the next-gen Xbox are currently being forced to work with only approved development libraries, while Sony is encouraging coders to get closer to the metal of its box. Furthermore, the operating system overhead of Microsoft&apos;s next console is more oppressive than Sony&apos;s equivalent, giving the PlayStation-badged unit another advantage.  Sony is likely to announce its forthcoming PlayStation 4 console at a major press event in New York on 20 February. After falling behind in this console generation, delaying the release of PS3 due to manufacturing difficulties, the company is looking to win back its dominance of the home console sector. Certainly, Nintendo looks to have fallen behind with its Wii U, which has failed to generate as much demand as the original Wii.  With the PR war now on, Microsoft is yet to reveal anything about its console, or any DRM plans  the company is expected to make its own announcements at the E3 exhibition in June. What it won&apos;t want is months of speculation about a radical and potentially unpopular game buying system. &quot;Microsoft must be confident that its next Xbox tech is lean and user-friendly,&quot; says Long. &quot;It&apos;s a bold move, certainly [...] Microsoft could have a difficult time explaining that games will now be tethered to one account. We also understand that PS4 won&apos;t have such restrictions. It looks like an easy PR win for Sony ... unless the strength of the reaction online forces Microsoft to reconsider.&quot;", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/feb/07/xbox-new-console-online-pre-owned-games", 
    "wordcount": "1002"
}