{
    "headline": "Twitter to launch music service later this month", 
    "text": "Twitter will launch a music-specific app later this month, following its acquisition of hipster music discovery service We Are Hunted late last year, according to a report by CNet. Part of Twitter&apos;s strategy to refocus on specific media products, a Twitter Music app would be launched for iOS devices, according to CNet, allowing users to follow their favourite artists and songs and share recommendations with friends, as well as follow personalised recommendations based on their account. The deal would be big news for Soundcloud, the Berlin-based music sharing service, which would power the streaming on the app. Staff at We Are Hunted have been tweeting tests using the hashtag #nowplaying for a month. The trial app has included a short tour, links to &quot;suggestions&quot; and &quot;popular&quot; and an emerging artists section. Follow an artist and the app brings up their Soundcloud biography and track previews on the iTunes Store. Music is one of the most powerful genres for Twitter, with seven of the top 10 most followed users in the music industry. Justin Bieber recently pipped Lady Gaga to the top spot with 35.9 million followers. Gaga  bio: &quot;Where pop sucks the tits of art&quot;  has 35 million, followed by Katy Perry with 33.5 million and Rihanna with 28.8 million. We Are Hunted&apos;s site went down after news broke of the new service and the acquisition, which was finalised in the past six months, CNet noted. The site was founded in Australia in 2009 by Stephen Phillips, Richard Slatter and Michael Doherty. The team is now based in San Francisco, with fewer than 10 people. Aggregating data from social sites and streams across the web, We Are Hunted charts trending artists and tracks, letting users stream music and share recommendations through mobile and tablet apps, and website. We Are Hunted was funded by Australian entrepreneur Graeme Wood, who announced in January that he is investing in the Guardian&apos;s new operation in Australia. Stephen Phillips recently told the blog Liisten how music discovery is about harvesting taste. &quot;2013 will be a huge year for Hunted,&quot; he said. &quot;We will either become one of the world&apos;s most important music services, or we will disappear as a footnote in the long history of music startups. &quot;We are working on the next version of Hunted right now, and we are swinging for the fences. I think we are doing things no one has ever done. I see the data we are collecting, and I know we are going to give fans a view of music world no one has ever seen before. We really hope people love it.&quot; Twitter Music joins a highly competitive digital music sector with a keen audience, but few services  even at the scale of Spotify with its six million paying subscribers  succeeding in both making a profit and satisfying artists. Twitter has been refining its commercial model, rolling out promoted trends, promoted tweets and promoted accounts, and may be able to leverage its significant scale and network of third-party services to generate revenues from commission on ticket sales or paid downloads. Twitter declined to comment.  To contact the MediaGuardian news desk email media@theguardian.com or phone 020 3353 3857. For all other inquiries please call the main Guardian switchboard on 020 3353 2000. If you are writing a comment for publication, please mark clearly &quot;for publication&quot;.  To get the latest media news to your desktop or mobile, follow MediaGuardian on Twitter and Facebook.", 
    "section": "technology", 
    "gid": "technology/2013/mar/14/twitter-launch-music-service", 
    "wordcount": "591"
}