{
    "headline": "Rio+20 Earth summit: walkout at 'green economy' talks", 
    "text": "Europe&apos;s financial crisis should not be used as an excuse for inaction and underfunding of moves towards a more sustainable global economy, a senior Brazilian diplomat warned at the Rio+20 conference on Thursday as the UN talks suffered a disruption over money. Negotiators from developing nations walked out of a core working group on the &quot;green economy&quot; because wealthy countries were refusing to include the transfer of money and technology that might achieve this goal.  The wobble was temporary but it bodes ill for the conference because negotiators were already running short of time to draft an agreement ahead of an Earth Summit next week that is billed as a once-in-a-generation opportunity to set mankind on a more sustainable path of development.  The G77 bloc of developing countries and China said cash and intellectual property were crucial to implement the changes envisaged, such as phasing out fossil fuel subsidies, boosting &quot;green jobs&quot; in the fields of renewable energy, moving towards more sustainable agriculture and incorporating social and economic indicators into GDP measurements.  They have proposed a global fund for sustainable development with an initial annual budget of US$30bn (19bn). But amid a global economic slowdown and austerity in Europe rich nations are reluctant to put cash on the table.  Brazilian negotiators said this was no excuse. &quot;We cannot be held hostage to the retraction resulting from financial crises in rich countries. We are here to think about the long term and not about crises that may be overcome in one or two years,&quot; said Luiz Alberto Figueiredo, undersecretary at the Brazilian foreign ministry.  Wealthy countries are also reluctant to discuss technology transfer, which would supply poorer countries with the intellectual property needed to make solar panels, clean cars and other forms of &quot;green tech&quot;. The sharp differences of opinion are one reason why expectations are low for a strong outcome from the meeting, which has suffered from the absence of several world leaders including Barack Obama, David Cameron and Angela Merkel, and the fracturing of traditional negotiating blocs. With two-thirds of the bulky negotiating text still to be agreed at the start of the preparatory session on Wednesday, Sha Zukang, the secretary general of Rio+20, urged governments to &quot;drastically accelerate the pace&quot; of negotiations. But civil society groups said time was running out.  &quot;It&apos;s going to be tough. There is only day left of formal negotiations before the heads of state come. If they don&apos;t streamline now, all the preparatory work of the past months is going to be wasted and heads of state will produce a new document,&quot; said Wael Hmaidan of Climate Action Network International. &quot;This will be to the disadvantage of small and vulnerable nations because developed countries always have the advantage in meetings of heads of state.&quot; Yoke Ling Chee, director of Third World Network, said: &quot;While rich countries are backtracking on their commitments to provide technology for sustainable development, they cannot expect to open up a new track on green economy, which is still ill-defined and could require new burdens for developing countries.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/15/rio-earth-summit-walkout-economy", 
    "wordcount": "528"
}