{
    "headline": "Mystery bird: Northern lapwing, Vanellus vanellus", 
    "text": "    Northern lapwing, Vanellus vanellus (protonym, Tringa Vanellus), Linnaeus, 1758, also known as the common lapwing, Eurasian lapwing, green lapwing or as the green plover, as the peewit or (in the British Isles) just as the lapwing, photographed at Sandbach Flashes, Cheshire, England (British Isles).  Image: Roy Hill, 5 January 2012 (with permission) [velociraptorize].Canon 5DmkII, 135mm f/2 with 1.4 converter.Exposure: 1/1600s, f/5, ISO200    Question: My eyesight was sorely challenged by this mystery bird photograph -- so much so that I am sure I need to get some form of corrective eyewear!  These English mystery birds are only the members of their genus in England to show a particular behaviour; what behaviour is that? I also have a few other questions for you, questions for which I&apos;ll have to accept the photographer&apos;s word on, since I cannot see these birds well enough to answer myself. Are all the birds the same species? Can you identify these birds&apos; taxonomic family and species? Response: This is a flock of northern lapwings, Vanellus vanellus, circling over the photographer&apos;s head as he sank up to his knees in a mudflat. (Okay, not sure if the &quot;sinking in a mudflat&quot; part is true, but it sounded good!) According to the photographer, all the birds in this photograph are same species and because I couldn&apos;t actually see them, even with a magnifying glass, I believed him. He has since stopped torturing me by sending me a larger image and yes, now I really believe him because I can see the birds for myself!  The northern lapwing is a plover (family: Charadriidae) that is common in much of the Palearctic, being found throughout Europe through to western Russia, from Kazakhstan to southern and eastern Siberia, Mongolia and into northern China. This species winters in western Europe, including the British Isles where this flock was photographed, the Mediterranean region and across Eurasia and into southern Japan. I originally saw this species in winter when living in Japan.  The northern lapwing is a wading bird with strongly patterned plumage, as is typical for most of its congeners. This species is notable because (1) it is the only migratory Vanellus in the British Isles and in fact, (2) it is the only member of its genus that is commonly seen in the British Isles.  The genus, Vanellus is a mess, phylogenetically speaking, and there doesn&apos;t appear to be any clear resolution on the horizon at this time. However, that said, intensive mitochondrial and nuclear DNA work on this group could bring some sense of order to this cluttered part of the world. Of course, matching this molecular data to morphological and behavioural traits would make for some interesting reading, in my humble opinion.  In the UK, the northern lapwing looks like nothing else. It is mainly black and white with a long, whispy crest, and the plumage on its back is an iridescent green. They have rounded wings and a crest, and are distinctive because they have the shortest legs of the lapwings. Females and young birds are similar to males, but have narrower wings, and the markings on their heads are less bold. Here is a foraging northern lapwing (Yorkshire mudflats, uploaded on 20 November 2007):             Visit PaulcKing&apos;s YouTube channel [video link].  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jan/13/4", 
    "wordcount": "611"
}