{
    "headline": "Press Start: Next-gen consoles big on free-to-play, Xbox Infinity rumours and more", 
    "text": "A selection of links, hand-picked by the Guardian games writers. Sony, Microsoft going &apos;heavily&apos; on free-to-play next-gen, says Epic VP Rein | Joystiq This will no doubt be popular news:  Sony and Microsoft are telling developers they&apos;re &quot;going heavily&quot; on free-to-play and in-app purchasing models with their next-gen consoles, according to Epic Games VP Mark Rein. Speaking in a roundtable discussion at the UK&apos;s Game Horizon conference, Rein said both companies will take on the kinds of financial models seen on mobile devices. &quot;The next-gen consoles are going to be fully embracing the free-to-play and these IAP-type business models,&quot; Rein told the audience, &quot;So in case you don&apos;t know that I&apos;m putting that out there. Sony and Microsoft are both going heavily in that area.&quot;  The fact is, even if the phrase &apos;free-to-play&apos; fills traditional gamers with an unnamed dread, a huge number of players are now &apos;consuming&apos; (sorry) games in this way. In-app purchasing is going to be huge. Xbox Infinity Confirmed as Name of Microsoft&apos;s New Console | IBTimes UK  Sources related to development of the new Xbox have confirmed to IBTimes UK that the console, which is scheduled to be launched on 21 May, will be called Infinity. The new information follows a supposed leaked image which appeared on Reddit recently, advertising the Xbox Infinity. Prior to that, the new Xbox was labelled either Xbox 720, a natural successor of the name Xbox 360, or Durango, its alleged development codename. But sources have now revealed the console will be named Infinity and that development kits are already in the hands of studios. However, when contacted for confirmation, Microsoft said it &quot;does not comment on rumour and speculation.&quot;  Here&apos;s that leaked image. EA developer: Wii U not powerful enough for next-gen titles | TechRadar  The Wii U&apos;s lack of horsepower has been a talking point since its very first reveal and there&apos;s more bad news following a tweet from one of EA&apos;s Dice developers. According to Johan Andersson, technical director of EA Dice&apos;s Frostbite project, they tested the current Frostbite 2 engine on Nintendo&apos;s home console but found that the results were &quot;not too promising&quot;.  Of course, one engineer writing off Wii U does not necessarily correlate with a company-wide decision. But then there are also reports that the next Star Wars games won&apos;t be on the troubled platform either. Sony not planning on &quot;major loss&quot; with the PlayStation 4  Manufacturing the PS4 will be far cheaper than its predecessor Sony says. In an earnings conference call, Sony chief financial officer Masaru Kato (pictured) explained that the PlayStation 4 console will be more profitable at launch than the PlayStation 3. This will lead the next fiscal year&apos;s operating income in the PlayStation unit to remain in line with previous years, despite the console transition. The PlayStation 3 was comprised of the proprietary Cell processor and the Blu-Ray drive, which drove up production costs on the system.  This is not a surprise. Big Games at E3 2013 - E3 - Electronics Entertainment Expo Wiki Guide | IGN IGN has helpfully collated all the titles expected to be shown at E3 into one big list.  The Big Games of E3 2013 list contains upcoming games likely to appear at E3 in some form (not necessarily in &quot;playable&quot; form).  Of course, plenty of the major PS4 and Xbox 720/Durango/Infinity won&apos;t be on there, but it&apos;s a good reference point. You can follow Press Start at Pinboard.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/may/10/game-links-press-start", 
    "wordcount": "587"
}