{
    "headline": "Fifty shades of green seen from the Prospect Tower  and within it", 
    "text": "Red admiral, peacock, comma and tortoiseshell butterflies, only recently emerged, glide between buddleias, marjoram and hemp agrimony warmed by the sun, but they disappear as more rain sweeps in from the west. Some fields of barley are already combined  the grain crimped for animal feed  but sodden rows of still golden straw will need days of drying out before baling. Strawberries, raspberries and runner beans, for sale on roadside stalls, are now mostly grown in polytunnels, and are no longer cultivated out in the open on market garden slopes prone to damaging rain. On this dull afternoon the Danescombe stream races through its deep valley towards the reed beds and flooding tide of the Tamar. Beneath dripping trees gloom prevails, although clumps of lady ferns flash luminous green among the ruins of the old paper mill. Higher up, above this dank and overgrown valley, bullocks graze in their pasture on the skyline, and then the granite pinnacles of the isolated Prospect Tower loom into view, silhouetted against the grey sky. Outside the boundary of Cotehele&apos;s flowery herbaceous borders, velvety lawns and orchards of local apples and cherries, this three-sided folly may have been a lookout tower. A spiral staircase climbs between clammy walls, up to the light, where spleenworts thrive in the damp mortar. Below this vantage point, swallows line up on fence wire and swoop after scarce insects among the thistles and dung dabs. Far off to the south Mount Edgcumbe is shrouded in drizzle and, to the north, the stack on top of Kit Hill is hidden in mist. Sun lights the distant summits of Dartmoor tors and the intervening land is a patchwork of pastures, all unusually green in this damp and cool summer, scattered with cereal fields and threaded with the dark crowns of trees in woods, hedgerows and around derelict mine workings.", 
    "section": "environment", 
    "gid": "environment/2012/aug/21/prospect-tower-calstock-tamar-valley", 
    "wordcount": "307"
}