{
    "headline": "Track cycling for the first time: 'frightening but instantly addictive'", 
    "text": "The first thing that strikes me as I emerge from the tunnel into the middle of Manchester velodrome is the banked sections of curved track at either end of the arena. They tower over me, pitched at a frighteningly steep angle of 42 degrees. A lone rider glides past above me. It looks like a fairground Wall of Death ride. It is eight o&apos;clock on a Monday morning and I am here for my first taste of track cycling. The velodrome  part of the National Cycling Centre - is in constant use by schools, clubs, racing leagues and Team GB, so sessions for beginners are usually squeezed in at the start or end of the day. Limited to 15 riders, they are also usually full weeks in advance. I booked the last place on this morning&apos;s session a week ago. I am one of four track virgins. The others in our group have done at least one track session before, and are working their way towards accredited status by practising specific techniques such as slipstreaming and stacking. Our teacher is British Cycling coach John Daly. He&apos;s seen interest in the track soar since the thrilling and occasionally terrifying exploits of Team GB at the Olympics.  &quot;Before the Olympics, my club, Eastlands Velo, didn&apos;t have a waiting list for membership. Now it&apos;s eight to 10 weeks for anyone who wants to join.&quot;  We are introduced to our Dolan track bikes. They have no brakes and a fixed gear ratio that means the pedals will always be turning whether our legs want them to be or not. After clipping in both feet while holding on to the barrier, we are told to push off and do a couple of circuits of the wide, inner green zone to get used to the fixed gear. Once we have convinced John we can come to a complete halt against the barrier without tipping over, he sends us out on to the track. The others in our group are already whizzing around the boards. He tells us to do a lap on the inside &quot;blue band&quot; to work up our speed and then move on to the track proper after we have checked over our shoulders first. The Siberian pine creaks ominously beneath me as I make the transition. I&apos;m instinctively bent low on the drops, wanting to be near nonexistent brake levers. It&apos;s a few laps before I become accustomed to the fact there are no obstacles, dead ends or traffic lights to worry about, and it&apos;s not as if any riders in front of me can suddenly decelerate. Being brakeless is no longer that daunting. I&apos;m more concerned about those steep curved sections. Will I have the confidence  and speed  to ride around the top? Daly warned me of the most common beginner&apos;s mistakes made by roadies on the track:  Stopping pedaling: &quot;You can get thrown off your bike if you forget to keep pedaling.&quot;  Flicking the elbow to wave the rider behind through: &quot;That isn&apos;t good enough on the track, we want you to have a good look behind you so you know where the other riders are.&quot;  Going too high and too slow around the steep sections: &quot;You&apos;ll slide down the banking.&quot; After a few circuits either side of the black &quot;datum line&quot;  along which all the intermediate track measurements are taken and where the angle of the banking is at its shallowest  I check behind me and move up the boards, nearer to the red &quot;sprinter&apos;s line&quot;. After another circuit, I&apos;m feeling confident enough to aim above the blue &quot;stayer&apos;s line&quot; the next time I hit the curve. Within a couple of laps I&apos;m riding above the adverts painted on the track. It&apos;s a heart-stopping moment. It actually feels colder up here. The riders below me seem a long way down. I get some idea of just how steep and high the curve is when I plunge back down to the black line  I can feel the wind racing past my ears and my stomach struggling to keep up with my body. I learn later that the angle of the exit from the bankings is slightly steeper than that of the entry so that a rider is &quot;catapulted&quot; along the straights. It&apos;s instantly addictive and I want another fix straight away. I spin around the inside of the track, undertaking  legitimately - the more experienced riders who are practising their slipstreaming above the blue line, and launch myself up the next curve, remembering that I have to keep pedaling when on my road bike it would have been possible to let my momentum propel me up. The bikes aren&apos;t equipped with speedometers, so I&apos;ve no idea whether I&apos;m threatening the world records of Team GB&apos;s Olympic heroes, but it&apos;s certainly a lot faster than anything I&apos;ve done on my road bike on the flat. By the end of hour-long session, I&apos;m buzzing with excitement, and I&apos;m not the only one. Sixteen-year-old Alex Payne, who had got up at five that morning to get the train from York and had never ridden a bike with clip-on pedals before, says:  &quot;That whooshing feeling made the whole journey worthwhile. If I can get on any more sessions, I&apos;ll definitely be back.&quot;  And Luke Norcross, a 15-year-old road cyclist from Stockport who was experiencing his second time on the track, says:  &quot;It&apos;s really weird. It feels wrong that you&apos;re defying gravity and going against all the laws of physics when you ride around those bends. It&apos;s a real adrenaline rush.&quot;   Taster sessions at the Manchester Velodrome cost 10.50 and include bike and helmet hire. If you don&apos;t have shoes with Look Delta cleats, you can hire a pair for 4.20. It is recommended to book in advance  Trevor Ward is the travel editor of Bikesoup.cc", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/aug/23/track-cycling-manchester-velodrome", 
    "wordcount": "997"
}