{
    "headline": "Mentors support children with limited English but 'gaps' in specialist skills remain", 
    "text": "Growing numbers of children in the UK are entering schools with limited or no English. For young people at a state primary school in Cambridge, England, who do not speak English as their first language, help to overcome language barriers in class is at hand from sixth-formers from a local private secondary school who are being trained to act as special mentors. The local initiative was launched recently by the Bell Foundation, the charity arm of the Bell Education Trust, best known as a provider of English language courses for foreign students, and the Stephen Perse Foundation, linked to Cambridge&apos;s leading independent school. It is intended to give young children a chance to get the most out of their education in spite of having limited or little English. The mentoring project will feed into further research by the Bell Foundation into improving educational outcomes for students identified as having English as an additional Language (EAL), but its direct impact will remain limited at a time when many schools across England are seeing their numbers of EAL students rising but are struggling to find the expertise and specialist training needed to support learners. In 2012 more than 1 million children studying in state schools in England were identified as not counting English as their first language, a figure which has doubled since 1997. Gladstone Primary School in Peterborough, 65km north of Cambridge, recently made headlines in the UK when it reported that 100% of its learners have a mother tongue that is not English. Gaps in EAL provision have been exacerbated by recent government funding cuts. The Ethnic Minority Achievement (EMA) grant was implemented in England 1999, providing funding with the aim of improving educational outcomes for minority ethnic groups, with a particular emphasis on meeting the needs of EAL students who needed additional language support. However in 2011 this funding was combined with the Direct Schools Grant (DSG) with choices about spending left to the schools&apos; discretion. This effectively ended the ringfencing of funding aimed specifically at providing for EAL learners. According to Diana Sutton, director of the Bell Foundation: &quot;The numbers [of EAL students] are increasing, the resources are decreasing and the expertise is being devolved to schools. On one level that&apos;s potentially a good thing because schools can then control their own budget, but then the disadvantage is that there&apos;s not centralised expertise in local authorities as there has historically been.&quot; Carrie Cable, an executive committee member from the EAL subject association Naldic (National Association for Language Development in the Curriculum) agrees: &quot;EAL services have been either drastically reduced or have completely gone. There are a few local authorities that have looked at their funding and have decided to retain an EAL consultant or expert, but more frequently what schools have been doing is employing unqualified teaching assistants to support EAL learners.&quot; The EAL picture in England is complicated, with huge variations in the number of EAL learners in different parts of the country. This ranges from less than 1% of pupils in rural areas to up to 77% of learners in some parts of London. While the majority of English language learners in state schools in other countries are likely to share a mother tongue, EAL learners in England speak one of more than 280 home languages. The Bell Foundation is piloting a range of projects in the east of England. According to Diana Sutton, &quot;[This] is an interesting region for children with EAL because you have the strong Eastern European migrant population in the eastern region and then a very different population in areas like Luton. In terms of what we can learn about this particular group of children, the east of England is fairly representative.&quot; But while the Foundation plans to invest in further EAL-related research alongside partners such as Naldic and Cambridge University until 2018, there remains limited training for new teachers in EAL support skills. Currently EAL is not available as a subject specialism for teachers doing their initial training qualifications. Helga Watkins-Baker has just finished her PGCE (Postgraduate Certificate in Education) to teach primary school children. &quot;There is some lecture time and discussion about EAL on the PGCE, but not much. Mainly what you learn about EAL learners is on the frontline, including practical pedagogy, ideas and tips,&quot; she said. Cable thinks that there is potential for a lack of consistency in EAL training. &quot;It&apos;s very variable. The Teaching Agency conducts an annual survey of newly qualified teachers. They ask them to rate how prepared they feel. EAL is included as one of the aspects. Consistently it has achieved the lowest rating,&quot; she said. &quot;The difficulty is that we have a government at the moment which doesn&apos;t seem to want to admit there&apos;s any need, whereas we have teachers who are clearly saying there is a need and that they&apos;re not adequately prepared to teach the students. So that&apos;s a clear contradiction.&quot; Naldic is currently working on an update of their 2008 audit of training and development opportunities for teachers working with EAL pupils, with results due out next month.", 
    "section": "education", 
    "gid": "education/2013/mar/26/english-language-support-uk-schools", 
    "wordcount": "860"
}