{
    "headline": "Saudi Arabia reveals plans to be powered entirely by renewable energy", 
    "text": "Saudi Arabia, the world&apos;s biggest oil producer, has plans to become 100% powered by renewable and low-carbon forms of energy, according to an influential member of the royal family. But the process is likely to take decades, and some observers are sceptical as to whether it is any more than window-dressing. Prince Turki Al Faisal Al Saud, founder of the King Faisal Foundation and one of the state&apos;s top spokesmen, told the Global Economic Symposium in Brazil that he hoped the kingdom might be powered entirely by low-carbon energy within his lifetime  he is 67  but that he thought it was likely to take longer. However, he insisted Saudi was moving ahead with investment in renewable energy, nuclear power and other alternatives to fossil fuels and that it could use its vast oil reserves for other goods, such as plastics and polymers. &quot;Oil is more precious for us underground than as a fuel source,&quot; he said. &quot;If we can get to the point where we can replace fossil fuels and use oil to produce other products that are useful, that would be very good for the world. I wish that may be in my lifetime, but I don&apos;t think it will be.&quot; Joss Garman, political director of Greenpeace, said: &quot;It speaks volumes that a Saudi prince can see the benefits of switching to clean energy sources when [UK chancellor] George Osborne seemingly cannot, but Saudi Arabia will only truly be a green economy when it leaves its fossil fuels in the ground.&quot; Saudi Arabia&apos;s energy use is almost entirely from fossil fuels at present, with about two-thirds coming from oil and the remainder from gas. The state produces close to 12m barrels of oil a day, representing more than 12% of world crude production, and has about one-fifth of the world&apos;s oil reserves, according to the US government&apos;s Energy Information Administration. Energy use per person within the kingdom is also high by world standards, because energy prices are kept so low. As Prince Turki noted, however, the kingdom has vast potential for using solar power. &quot;The cost of solar energy is now 15% of what it was 20 years ago,&quot; he noted. Saudi Arabia has also signed memoranda of understanding  though no final deal as yet  with Argentina over nuclear energy. But despite his commitment to advancing renewable energy in the Middle East, Prince Turki  who served as director of Saudi Arabia&apos;s intelligence services for more than 20 years and has also been an ambassador to the UK and the US  was also clear that the rest of the world was likely to continue to rely on fossil fuels for many years to come. &quot;No country can ban itself from any one form of energy,&quot; he said. One of the other potentially important technologies for Saudi Arabia is carbon capture and storage, as depleted oil fields could be used as storage for compressed carbon dioxide, but it has so far made little progress. The prince said the development of carbon capture and storage (CCS) technology should be seen as an international effort rather than the responsibility of single countries. Nebjsa Nakicenovic, deputy chief of the International Institute for Applied Systems Analysis, said CCS was likely to be a vital technology around the world. Though he acknowledged there could be problems, as the technology is still unproven, he warned: &quot;Do not discount CCS.&quot; On renewables, Nakicenovic said the world should aim to generate 30% of energy from sustainable renewable sources by 2030. That would represent more than a doubling of current renewable energy usage, because although on paper about 15% of energy now comes from renewable sources, this includes a large amount of biomass  mostly wood, dung and other waste  burned in developing countries. Much of this is unsustainable, and requires a significant use of resources in foraging for firewood. &quot;So [the target] is very ambitious, but doable,&quot; he said.", 
    "section": "environment", 
    "gid": "environment/2012/oct/19/saudi-arabia-renewable-energy-oil", 
    "wordcount": "663"
}