{
    "headline": "The struggle against Sopa and Pipa is not over", 
    "text": "Has Sopa, the draconian copyright legislation under consideration by the American Congress, been firmly put to rest? You might imagine that, while the dust settles from a series of mini-explosions this week in the copyright arena, as a bill that once seemed certain to be enacted has stalled. But you would be mistaken to think it&apos;s dead. The powerful interests backing Sopa (Stop Online Piracy Act), which proponents say is aimed to stop the worst of the worst infringers, are unhappy with this week&apos;s events, but they have not remotely given up. And they still have time and money on their side. For the moment, however, it&apos;s plain that the internet community made a huge impact on Congress with a mass online protest that led to a flooding of lawmakers&apos; email accounts and phone/fax lines. Dozens of lawmakers either backed away from earlier support or announced that they&apos;d gone from neutral to against. Meanwhile, proponents of a non-censored internet got support from Neelie Kroes, the EU commissioner for the digital agenda, who tweeted on Friday:  Glad tide is turning on Sopa: don&apos;t need bad legislation when should be safeguarding benefits of open net.  And the majority leader of the US Senate, Harry Reid, postponed a procedural vote on an alleged compromise of companion legislation called Pipa (Protect IP Act), after it became clear that enough of his colleagues would vote against it to block further consideration, at least for the time being. The key words above are &quot;for the time being&quot;. Hollywood and its censor-the-internet allies are never going to stop pushing for what I&apos;m convinced they really want: a way to bring technology under control. Although they claim otherwise, Sopa and Pipa would  among many other negative impacts  essentially require innovators in digital media to get permission from the copyright cartel before launching new products and services that might challenge, even tangentially, the interests of the Big Copyright industry. The copyright lobby, which has greatly outspent the internet industry in Washington, miscalculated in several ways with Sopa and Pipa. In particular, they didn&apos;t anticipate that major internet services like Wikipedia would &quot;go dark&quot; for a day and encourage users to call Congress, helping create the outpouring of protest that seems to have stampeded so many members. By coincidence, I&apos;m attending a copyright-related workshop today in Washington, DC, where a participant, reflecting on the Sopa events this week, noted that stampede with some worry. No matter how good the cause, he said, should we be happy that members of Congress  few of whom are likely to have even read the legislation in question  can be pushed so easily to change their supposed opinions? Is this a prelude to mob rule in the internet age? I share his concern about the idea that mob rule might be more enabled. But I also believe that the protesters had a very good idea of what they were protesting  in this case, pernicious legislation that had been cooked up in secret by a cabal of largely corporate interests (though, to be fair, several big organized labor groups have lent support, as well). This battle, part of a long-term war over what we call &quot;intellectual property&quot;, is not over. But the technology industry is now firmly engaged in what it has recognized is the fight of its life. More important, it&apos;s heartening to see citizen pushback against legislation that could cause such damage to our essential infrastructure of communications and collaboration. We can celebrate that  and hope it continues.", 
    "section": "technology", 
    "gid": "commentisfree/cifamerica/2012/jan/20/struggle-against-sopa-and-pipa-is-not-over", 
    "wordcount": "591"
}