{
    "headline": "How green is shale gas?", 
    "text": " 12.59pm: The International Energy Agency has published today a special report (pdf) on &quot;unconventional gas&quot; - which includes shale gas extracted via hydraulic &quot;fracking&quot; - saying that this much-discussed energy resource is &quot;poised for a golden age&quot;. It has some concerns, though:  A bright future for unconventional gas is far from assured: numerous hurdles need to be overcome, not least the social and environmental concerns associated with its extraction. Producing unconventional gas is an intensive industrial process, generally imposing a larger environmental footprint than conventional gas development. More wells are often needed and techniques such as hydraulic fracturing are usually required to boost the flow of gas from the well. The scale of development can have major implications for local communities, land use and water resources. Serious hazards, including the potential for air pollution and for contamination of surface and groundwater, must be successfully addressed. Greenhouse-gas emissions must be minimised both at the point of production and throughout the entire natural gas supply chain. Improperly addressed, these concerns threaten to curb, if not halt, the development of unconventional resources. The technologies and know-how exist for unconventional gas to be produced in a way that satisfactorily meets these challenges, but a continuous drive from governments and industry to improve performance is required if public confidence is to be maintained or earned.  The IEA has developed a set of &quot;golden rules&quot; it believes will help the unconventional gas sector earn itself a &quot;social licence to operate&quot;. Most of the rules focus on minimising any local environmental impacts, but what of the wider issue of the carbon emissions resulting from extracting and burning a fossil fuel such as gas? Scottish Widows Investment Partnership, a major investor in the gas sector, said today that the industry is not doing enough to tackle &quot;fugitive methane&quot; leaks which are currently cancelling out any carbon savings shale gas might offer over coal. But what are your views? If quoting figures to support your points, please provide a link to the source. I will also be inviting various interested parties to join the debate, too. And later on today, I will return with my own verdict.  1.10pm: WWF-UK is quick out of the traps having already responded to the IEA report:  The report explicitly points out that &quot;natural gas cannot on its own provide the answer to the challenge of climate change&quot;. Responding, Keith Allott head of Climate Change at WWF-UK said: &quot;A golden age for gas is clearly very far from a golden age for the planet. Buried in the depths of this report is the bombshell that a global dash for unconventional gas will condemn us to warming of at least 3.5C. Those who claim that shale gas is some sort of wonder fuel that can that tackle climate change are seriously misleading the public  the reality is that it is a dangerous distraction from energy efficiency and clean renewable energy. In a country like the UK it is important to recognise that there is not even a short term benefit to the availability of shale gas. Dirty coal was on its way out before shale gas turned up and the prospect of a dash for gas now appears to be the biggest threat to meeting UK carbon targets.&quot;  The IEA&apos;s report contains two scenarios entitled the &apos;Golden Rules Case&apos; and &apos;Low Unconventional Gas&apos;. In both scenarios the projection for long-term increase in the global mean temperature is significantly above 2C. Whilst emissions are very slightly lower in the IEA&apos;s Golden Rules Case&apos;, the IEA point out that any gains from replacement of coal with gas are counteracted by higher demand and less investment in low carbon fuels: &quot;At the global level, there are two major effects of the Golden Rules Case on CO2 emissions, which counteract one another. Lower natural gas prices mean that, in some instances, gas displaces the use of more carbon-intensive fuels, oil and coal, pushing down emissions. At the same time, lower natural gas prices lead to slightly higher overall consumption of energy and, in some instances, to displacement of lower-carbon fuels, such as renewable energy sources and nuclear power. Overall, the projections in the Golden Rules Case involve only a small net shift in anticipated levels of greenhouse-gas emissions.&quot;   1.18pm: Earlier this week, the Daily Telegraph reported that Ed Davey, the UK&apos;s energy and climate secretary, had &quot;accused those on the right of the Tory party of making out the UK could rely on shale gas in order to undermine investment in alternatives such as offshore wind&quot;:  &quot;The right wing of tory party are trying to make out shale gas is the answer but I&apos;m afraid the evidence does not bear it out,&quot; he said.However, he did make clear that shale gas could still be useful to the UK, providing up to 10 per cent of energy needs, and is expected to give fracking the go-ahead in the next few weeks following a consultation which has just ended.    1.25pm: Here are the thoughts of Tony Bosworth, Friends of the Earth&apos;s energy campaigner:  Drilling for shale and other unconventional gas would put the world on course for catastrophic climate change - incomprehensible when we have clean energy solutions at our fingertips like wind and solar power. Our changing climate is already leaving millions hungry, destroying wildlife and costing our own economy billions - more fossil fuels will just make that worse. There&apos;s no guarantee the IEA&apos;s golden rules will eliminate the risk of earthquakes and water pollution - no wonder people are worried. The energy secretary knows shale gas is not the answer to our energy woes. He must convince the government to cut energy waste and listen to the public who want more of their electricity to be powered by our sun, wind and water.   1.56pm: Last year, the Global Warming Policy Foundation, Lord Lawson&apos;s climate sceptic thinktank which routinely highlights the merits of shale gas, asked Matt Ridley to examine the &quot;likely implications&quot; a shale gas &quot;revolution&quot; would have on international climate policy. Ridley concluded (pdf):  Few of the low-carbon alternatives are ready to take up the challenge on a scale that can make a difference. Nuclear is too slow and costly to build; wind cannot provide sufficient volume of power or reliability; solar is too expensive; biofuel comes at the expense of hunger and high carbon dioxide emissions. All except nuclear (and to a lesser extent solar) require unacceptably vast land grabs...However, switching as much power generation from coal to gas as possible, and as much transport fuel from oil to gas as possible, would produce rapid and dramatic reductions in carbon dioxide emissions...If Europe and the wider world are bent on cutting carbon emissions, they would be foolish to ignore the claims of shale gas, at least until superior versions of nuclear or solar power are developed later in the century. Fortunately, this strategy is also the most affordable.   2.12pm: Thanks to @TimProbert below the line for linking to his &quot;Top ten takeaways&quot; from the recent SMi Shale Gas Environmental Summit in London. It&apos;s certainly worth a read. I found point 7 particularly interesting:  7. Fugitive methane emissions are estimated at 4%, which could make shale gas more environmentally damaging than coal, says UCL energy professor Studies suggest fugitive emissions may total 4% of total gas captured from fracking, higher than conventional gas, says UCL&apos;s Paul Ekins. &quot;You only need fugitive emissions of 3-9% for gas to be equivalent to emissions from coal in power stations. Unless you can be very sure that these fugitive emissions won&apos;t occur then the carbon benefits of substituting coal generation with gas might be seriously undermined.&quot;  I have tried to reach Prof Ekins at the UCL Energy Institute for further comment, but he is currently away.  2.20pm: Jim Footner, head of Greenpeace UK&apos;s climate and energy campaign, says:  This report admits that gambling on gas will drive up bills and send climate change out of control. Studies have shown that shale gas can be worse for the climate than coal, and this report offers no proven solutions. As the IEA itself admits, the only way to tackle climate change is to invest in energy efficiency and renewable energy. This would also cut our reliance on all forms of gas and so stabilise bills.   2.43pm: For me, this is the key part of the IEA report (page 91 of the pdf) when it comes to discussing how a &quot;dash for gas&quot; would impact on greenhouse gas emissions. As WWF has also spotted, it seems to accept a temperature rise of more than 3.5C in the long term - without carbon capture and storage. (A very big &quot;if&quot;, as the technology currently stands.) It also makes the important point that a dash for gas in Europe might not lead to significant carbon savings, if any, but in places such as China, where coal is king, a switch to gas could have a &quot;substantial&quot; impact on CO2 emissions:  The Golden Rules Case puts CO2 emissions on a long-term trajectory consistent with stabilising the atmospheric concentration of greenhouse-gas emissions at around 650 parts per million, a trajectory consistent with a probable temperature rise of more than 3.5 degrees Celsius (C) in the long term, well above the widely accepted 2C target. This finding reinforces a central conclusion from the WEO special report on a Golden Age of Gas (IEA, 2011b), that, while a greater role for natural gas in the global energy mix does bring environmental benefits where it substitutes for other fossil fuels, natural gas cannot on its own provide the answer to the challenge of climate change. This conclusion could be changed by widespread application of technologies such as carbon capture and storage, which could reduce considerably the emissions from the consumption of gas (and other fossil fuels); but this is not assumed in the period to 2035. At country level, the impact of the Golden Rules Case on greenhouse-gas emissions from gas depends to a large degree on the structure of domestic fuel use, in particular for power generation. In countries where the average greenhouse-gas intensity of power generation is already close to that of natural gas, as for example in Europe, the addition of extra natural gas to the fuel mix has relatively little impact on the overall emissions trajectory. By contrast, in countries heavily reliant upon coal for electricity generation, such as China, the increased availability of natural gas has a more substantial impact on CO2 emissions. Such increased use of gas also reduces emissions of other pollutants; compared with burning coal, combustion of natural gas results in lower emissions of sulphur dioxide (SO2), nitrogen oxides (NOX) andgas also emits almost no particulate matter. Local emissions of particulate matter and NOX are the main causes of low air quality  a particularly important consideration for emerging economies seeking to provide energy for fast-growing urban areas.   2.44pm:   @leohickman Following your live blog. Check out latest scientific articles on methane leakage: springerlink.com/content/c338g7 and pnas.org/content/109/17  Robert Watt (@wattrob) May 29, 2012   2.46pm:   @leohickman How green is shale gas? Higher life cycle GHG emissions than natural gas, according to this study: iopscience.iop.org/1748-9326/6/3/  Will Jenkins (@WillJJenkins) May 29, 2012   2.49pm: Here are the thoughts of Simon Moore, environment and energy fellow at Policy Exchange:  As the IEA&apos;s report again makes clear, in the absence of other policy to tackle climate change, shale gas is no panacea. However, with other policies in place, gas in general, and shale gas in particular, can have a role as a transitional fuel that is consistent with required emissions reductions. To ensure that this occurs, Policy Exchange recently called on the EU to extend its emissions cap through to at least 2035. This would give long term certainty to investors, allowing the market to decide which technology has the most potential to deliver emission reductions at the cheapest cost.If due to shale or other technological developments, gas prices are lower than previously anticipated, using gas rather than more expensive alternatives to generate electricity would free up resources. Carbon emissions from electricity, capped by the EU Emissions Trading Scheme, would be the same under either approach. This could allow governments to be more ambitious about carbon reduction, or invest in effective low carbon innovation support  research, development and demonstration, and early stage deployment of a range of low carbon technologies with global potential.   2.55pm: Carbon Brief, a &quot;project of the Energy Strategy Centre&quot;, which &quot;fact-checks stories about climate and energy&quot;, has produced a timely Q&amp;A on &quot;fugitive emissions&quot; released by the extraction of shale gas. It includes a handy graphic comparing &quot;different researchers&apos; assessments of fugitive emissions as a percent of the total emissions from both conventional gas and shale gas wells&quot;.  3.04pm: Here&apos;s a new story by my colleague Fiona Harvey, the Guardian&apos;s environment correspondent:  Energy from gas power stations has been rebranded as a green, low-carbon source of power by a 80bn European Union programme, in a triumph of the deep-pocketed fossil fuel industry lobby over renewable forms of power.In a secret document seen by the Guardian, a large slice of billions of euros of funds that are supposed to be devoted to research and development into renewables such as solar and wave power are likely to be diverted instead to subsidising the development of the well-established fossil fuel.The switch follows more than 18 months of intensive lobbying by the European gas industry, which is attempting to rebrand itself as a green alternative to nuclear and coal, and as lower cost than renewable forms of power such as wind and sun.  Read on here...  3.11pm: It&apos;s worth returning to the report on shale gas published by the Tyndall Centre for Climate Change Research in January 2011 and updated late last year:  Irrespective of whether UK shale gas substitutes for coal, renewables or imported gas, the industry&apos;s latest reserve estimates for just one licence area could account for up to 15% of the UK&apos;s emissions budget through to2050. Therefore, emissions from a fully developed UK shale gas industry would likely be very substantial in their own right. If the UK Government is to respect its obligations under both the Copenhagen Accord and Low Carbon Transition Plan, shale gas offers no meaningful potential as even a transition fuel. Moreover, any significant and early development of the industry is likely to prove either economically unwise or risk jeopardising the UK&apos;s international reputation on climate change. Against such a quantifiable and stark evaluation, it is difficult to conclude other than the UK needs to invest in very low carbon energy supply if it is to both abide by its international obligations and support economically sustainable technologies.   3.27pm: Craig Mackenzie, head of sustainability at Scottish Widows Investment Partnership (see 12.59pm), has sent me this:  My statistic of the year so far is the fact that coal power generation in the US has fallen by 19% and gas power generation is up by 38% (US Energy Information Administration). Cheap and abundant shale gas, with the helping hand of new air pollution standards is shutting down coal in the US - and doing so extremely quickly. The switch in one year is roughly the same size as the total US wind generation. If this keeps happening, and if the gas industry deals with the fugitive methane problem which SWIP identified in our recent report (pdf), then shale gas could bring a substantial short-term climate benefit.Even more interesting, it is possible that the coal-gas switch could start to happen in China - host to the world&apos;s biggest shale gas resource - where 80% of electric power comes from coal generation. This could have an even bigger climate benefit.While it would be best for the climate if the world did a switch direct from coal to zero carbon power. We need to ask how likely this is - given the costs and the politics. If we cannot have this ideal scenario, then temporary coal-gas switching could be better for the climate than the alternative: keeping burning coal.While a coal-gas switch might be a pragmatic short-term option in theUS and maybe China (the world&apos;s two biggest carbon emitters), this doesn&apos;t mean that shale gas makes climate sense everywhere. In the EU - given political support for strong climate policy - we should be discussing how we start to phase out of gas (or add CCS), not how we ramp up long-term production.Even in the US and China we need to be careful - while a coal-gas switch makes climate sense a wind-gas switch certainly doesn&apos;t. And without ongoing subsidy - or preferably carbon taxes - there is a risk that this is what we will get. Also, even in the US and China, we need to switch the gas off (or attach CCS) within a couple of decades or so. So we need to start planning for this.But. If it is true - as the new US data seems to indicate - that gas can topple king coal faster than any alternative currently available, then this is a climate benefit worth having - if only for a decade or two.   3.46pm: Earlier, I mentioned that I had unsuccessfully tried to reach Prof Ekins at the UCL Energy Institute. However, Christophe McGlade, one of his PhD students, has responded.   The range of 3-9% [for fugitive emissions] is quite large and critically depends on the global warming potential (GWP) assumed for methane. The IEA has a nice representation of this in figure 1.5 on page 40 of its report. Some groups have argued for a GWP factor of 25 (the GWP of methane over a 100 year time frame) and others a factor closer to 100 (over a 20 year time frame). Proponents of the shorter time frame argue that it is the next 20 years that will be crucial for tackling climate change.There is also a large debate raging over the fugitive emissions of shale gas production stimulated by recent papers from Howarth et al. at Cornell. The first of these papers met with a lot of criticism from industry and a variety of other groups carried out their own review (such as Deutsche Bank). Another recent, independent, report on gas emissions was released by the NOAA in a paper in Nature (http://blogs.edf.org/energyexchange/files/2012/02/Petron_Colorado_Front_Range_2011.pdf and http://www.nature.com/news/air-sampling-reveals-high-emissions-from-gas-field-1.9982) which also suggested a figure of around 4% methane being released. Given the levels of criticism of Howarth et al. this was a surprising new piece of research and puts gas production onto a similar footing as coal. There is an urgent need into more (unpartisan) studies into this area.In the UK, just as important as fugitive emissions however is the long term implications of tying into a (shale) gas filled future. In order to have any hope of reaching the legally binding climate change targets, a carbon neutral electricity system is essential. A quick back of the envelope calculations suggests that immediately switching all UK coal power plants to gas will save around 58 million tonnes CO2, not a small amount, but only around 23% of the required reductions needed in energy system CO2 levels by 2030 and only 12% of the required 2050 reductions.The technical aspects of carbon capture and storage (CCS) mean that gas with CCS cannot be used as back up to renewables and so if gas is to play any part of the future electricity system, it can either be as gas with CCS or, burning unabated, as simple back up to renewables. If the latter of these, then the number of gas power plants required will be a lot lower or those that have been constructed will have to run at very low capacity levels. Some of the research we have done here as part of the UK Energy Research Centre using the MARKAL energy systems suggests that gas can have a part to play in a future decarbonised electricity system, but any unabated gas will only be able to run 10% of the time. This is the danger in rushing into another dash for gas.This is not to say that gas use will not be useful in other regions as any increases in gas supply in regions like China could lead to potential new coal plants being switched to gas plants. Shale gas could therefore be useful for helping to meet climate targets in regions such as these, but probably not in the UK.   4.07pm: Damian Carrington, the Guardian&apos;s head of environment, reminds me that Deutsche Bank published another report last year (see 3.46pm) that poured cold water over the idea the the UK will see a shale gas revolution, as witnessed in the US. Not least, because of the tougher planning and environmental regulations that come from living on a densely populated island.  4.12pm: Fiona Harvey&apos;s news story about the IEA report will soon be live on the Guardian website. Here&apos;s a teaser:  On current trends, according to the IEA, the world is set for far more global warming than the 2C that scientists say is the limit of safety, beyond which climate change is likely to become catastrophic and irreversible. &quot;A golden age for gas is not necessarily a golden age for the climate,&quot; warned [Fatih Birol, chief economist for the IEA]...Gas produces only about half of the carbon emissions of coal when burnt, which has led some industry lobbyists to attempt to rebrand it as a &quot;clean&quot; or &quot;low-carbon&quot; fuel. But its effect on the climate is less clear cut than the direct comparison with coal would suggest. In the US, gas-fired power stations have taken over in some areas from coal-fired power, which reduced the nominal carbon emissions from US power stations. But that does not necessarily equate to a global cut in emissions. Last year, the consumption of coal in Europe rose by 6%, according to Birol, which was a result of an excess of cheap coal on the market because of less consumption in the US, while the price on carbon emissions under the EU&apos;s emissions trading scheme  supposed to discourage coal  was too low to have any effect. That rise in coal consumption will have increased emissions in the EU, though the data has not yet been fully collected.This example shows that gas can simply displace emissions rather than cut them altogether, according to Birol. &quot;Gas cannot solve climate change  we need renewable energy,&quot; he told the Guardian.   5.43pm:  My verdict  There&apos;s no hiding from the fact that shale gas is a fossil fuel. Both the extraction process, and the burning of it as a fuel, emit greenhouse gases into the atmosphere. But there is some logic - albeit garlanded with caveats - that replacing coal and oil with shale gas could lead to a significant reduction in overall emissions. This is currently the story coming out of the US, where the shale gas revolution is well under way. And in fast-developing countries such as China, where coal is king, a direct transfer to gas would be a verypositive development. Shale gas certainly has potential as a &quot;bridging fuel&quot;, buying us perhaps a couple more decades to work out - both technically and politically - a viable way to genuinely and rapidly decarbonise the global economy. However, those pesky caveats can&apos;t be suppressed for long. The principal danger is that a &quot;dash for gas&quot; will suck investment and momentum away from the fledgling renewables sector. Cheap, abundant gas might also trigger the &quot;rebound effect&quot; - people will likely just burn more of the stuff, thereby quickly cancelling out any carbon savings. There also seems to be far too much confidence that carbon capture and storage will ride in to save the day, when the technology is still a very long way off from being proven. As will be the case with minimising shale gas&apos;s localised environmental impacts, such as water pollution and earth tremors, politicians and regulators will need to be strong-willed and beady-eyed if they are to ensure it delivers any genuine environmental benefits.", 
    "section": "environment", 
    "gid": "environment/blog/2012/may/29/shale-gas-fracking-green-carbon", 
    "wordcount": "4125"
}