{
    "headline": "Apple working on ARM port for Mac OS X: will Macbook Airs see it first?", 
    "text": "In a few months, we&apos;re going to be seeing Windows 8 running on ARM-based tablets. But if a paper released (from embargo) by the Delft University of Technology in Holland is anything to go by, we might soon be seeing Apple laptops running Mac OS X - the desktop operting system, not the iOS of the iPhone and iPad - also running on ARM. What would those laptops be like? For one, they would either have colossal battery lives (if they had the same build as standard MacBooks) because the ARM architecture uses far less power than Intel; or they would be comparatively low-powered but weigh next to nothing (if the battery was slimmed down to give them the same sort of life as existing machines). The paper, which was picked up by iMore, details how Apple&apos;s Platform Technologies Group in 2010 got down to working on how to get Darwin, the kernel of Mac OS X, running on the ARM architecture.  (An interesting thing about the timing: at around the same time, Microsoft got really busy porting and compiling Windows 8 for ARM.) Written by Tristan Schaap, the paper describes working in the PTG for 12 weeks, porting Darwin to the MV88F6281 - an ARMv5-compatible processor that&apos;s a couple of generations old now. They were then porting Snow Leopard, aka 10.6; Mac OS X is now onto 10.7 (&quot;Lion&quot;), released last year. &quot;The goal of this project was to get Darwin building and booting into a full multi-user prompt,&quot; Schaap wrote in the introduction that&apos;s generally visible on the DUT page. But in the paper he goes significantly further: &quot;The goal of this project is to get Darwin into a workable state on the MV88F6281 processor so that other teams can continue their work on this platform.&quot; Emphasis added. That tells you: Apple is working on porting Mac OS X to ARM, and thus giving itself fresh options if the ARM architecture - known for its low power demands, but equally not until now seen as a competitor in processing heft to Intel - starts offering the horsepower users need. And there have been indications that ARM is moving up the horsepower ratings, even while Intel tries to lower the floor on its chips&apos; power consumption. Of course Apple has famously kept its options open with Mac OS X ever since its inception, when it was introduced to the PowerPC platform (a reduced instruction-set model, like ARM) back in 2001. In 2005 Apple announced that it would be shifting to Intel, because Motorola wasn&apos;t able to keep up with Intel when it came to performance per watt. And it became clear that it had had a secret project (named Marklar) which kept Darwin and Mac OS X running in parallel on Intel as the PowerPC version was updated.  The embargo on the file was lifted in August 2011, but for some reason there aren&apos;t that many people combing through TUDelft&apos;s repository that often for clues to Apple&apos;s chip strategy. But now it&apos;s out there. What&apos;s more, Schaap achieved his aim: he got a boot into the multi-user setup before the end of his 12-week tenure. That may have helped him to get a job - back where he was, working with the Core OS team back in Cupertino. Schaap does point out some of the downsides of Apple&apos;s secrecy:   &quot;Even though the secrecy that is inherent to working for Apple shapes the company and allows it to create some of the most innovative products on the market, it has a downside in that you arent allowed to talk about possible difficulties youre facing with people that do not have clearance on your project. People that might have valuable insights or even solutions. &quot;Because a large portion of my project was about porting old code, I had to interact a lot with people who had written this code. Luckily, most of these people knew about my project and I had little problem talking to them. However on a few occasions I had to be very cryptic about what I wanted or needed, impeding my progress.&quot;  That last comment is telling: Apple was keeping it secret inside the company that it was working on the port. That, too, is like Marklar - which only surfaced publicly from time to time, such as in March 2000 when Wifredo Sanchez, an Apple software developer, posted a little note on the Apple Darwin bulletin board saying: &quot;Wednesday  the whole thing compiled for the first time for both PowerPC and Intel.&quot; And that was about it until it was unveiled in 2005. The fact that the OSX on ARM project has been embargoed and that the embargo was lifted - who knows the negotiations that went on over that - is indicative of something changing; Apple allowing it to be known. There&apos;s also this: Apple has a licence to build its own ARM chips, so it need not wait for others to design them, and plenty of fabrication facilities exist. Such as the one it built with Samsung in Texas. But then you get down to the question. What would Apple want with Mac OS X on ARM? Well, ask the question about Microsoft, as it has gone to the same trouble - compiling Windows 8 for both the Intel and ARM platforms. What&apos;s in it for Microsoft? It can get Windows onto a burgeoning platform - what the analysts call &quot;media tablets&quot;, which principally consists of Apple&apos;s iPad running iOS, plus dozens (possibly scores) of manufacturers making ARM tablets running Android. Microsoft&apos;s problem is that the desktop PC market is stumbling. The market in the west is shrinking, and that in the east isn&apos;t quite making up for it. So for Microsoft to keep up its Windows revenue (and associated Office revenue), it needs to grab some of this new platform. What does Apple potentially get out of Mac OS X on ARM, though? It&apos;s already got iOS there on the iPad - of which last quarter 15m were sold, so there&apos;s certainly no sign of weakness.  OK, but Apple is all about keeping out ahead of the pack and introducing a different wrinkle to the market. In computing, there was the all-in-one iMac, in all its incarnations, which each time managed to be slightly different than what else was out there. The iBook introduced Wi-Fi (thus giving it something to distract from its dire screen). The MacBook Air had its radical thinness and lightness - which also included underpowered-ness at the time it was introduced in 2008, but also sparked lots of attempts to emulate or exceed it (for example by Lenovo). Now the MacBook Air is a solid player in Apple&apos;s laptop lineup (its laptops outsell its desktops by about 3:1) - but it&apos;s going to be challenged in the market by &quot;ultrabooks&quot; which will make the MacBook Air look quite ordinary. Unless, that is, it introduces, say, a MacBook Air running Mac OS X on ARM. It might not be the fastest machine in the world - you&apos;d choose an Intel chip for that - but it would have huge battery life. For comparison, the iPad 2 has a 25 watt-hour battery; the 11in MacBook Air model has a 35Wh battery, going up to 40Wh in the 13in model. That&apos;s a 40% bigger battery for the 11in model than the iPad 2, and 60% for the 13in. And in the 11in version, the screen being powered is about the same size.  The result? Far longer battery life, or the same battery life but in an even lighter product. And Apple has, we hear, been talking to Samsung about the next generation of SSDs (which are very fast and light). Apple has, of late, been all about the mobility and battery life - portability and lifespan. So those rumours of ARM-based Macbooks - and the pronouncement of analysts, why, last May - that &quot;moving Macbooks to ARM is feasible, but not practicable over the next few years because of technical and performance issues&quot; will be put to the test. For example, Real World Technologies reckoned then that   The downside risk is pretty substantial; a botched transition could tank sales of their notebooks for two years or more. If Apple&apos;s new MacBooks are slower than the older x86 generation, it would be incredibly embarrassing and nearly impossible for Apple to justify a premium for their products. Another business consideration is the rest of the ecosystem for notebooks, in particular the GPU. Apple relies on four companies for graphics  AMD, Imagination Technologies, Intel and Nvidia. Imagination is primarily focused on smartphones, tablets and embedded systems where power efficiency and battery life matters more than performance. Aiming for notebook level performance with an unproven CPU and unproven GPU at the same time is sheer madness, and Apple is unlikely to take such a risk.  The analysis, by David Kanter, makes good points - but glosses over the fact that Apple is already supporting multiple chip platforms, versions and so on. If I had to bet on Schaap&apos;s little 12-week effort coming to something over the next few years, I&apos;d expect it to happen. If Microsoft is going to ARM, Apple is bound to want to as well. Update: @pytey, a Budapest-based member of the jailbreaking team at Dev-Team, has a very different interpretation. Schaap, he says, was porting the low-level Darwin code to Apple&apos;s Time Capsule (the combined Wi-Fi and hard drive backup system), pointing to references in the paper. The idea, he suggests, is to replace the NetBSD Unix on those devices with Apple&apos;s own BSD-based Darwin. And OSNews says &quot;OSX on ARM? You&apos;ve already got it - it&apos;s called iOS.&quot; All true - but I think Schaap&apos;s paper hints at bigger projects going on overhead (&quot;my project affects many other people, and it is encapsulated by a larger project&quot;). Even OS News, while decrying the idea that Schaap has done all the work of porting the whole Mac OS X platform over to ARM (which isn&apos;t what&apos;s said; it&apos;s clear he&apos;s porting Darwin), then goes on to say   &quot;It&apos;s pretty obvious to anyone that Apple already has Mac OS X running on ARM, and there are probably several ARM-powered MacBooks, and maybe even iMacs, shuffling around the Cupertino campus.&quot;  This is the point. Apple is keeping its options open, just as it did with PowerPC and Intel. By no means is iOS the same as Mac OSX. And the MacBook Air, when it appeared in 2008, was underpowered compared to all of the then-current other Mac products. But what it had was terrific mobility and good battery life. Once ARM gets further up the horsepower scale, it could make sense for Apple to offer a Mac OSX (as opposed to iOS) computer running on ARM. Schaap&apos;s work points towards Apple broadening its expertise in this field and amalgamating around Intel and ARM. And - I repeat again - if this year we&apos;re going to see the full Windows 8 OS on ARM, what&apos;s the obstacle to full Mac OS X? Probably not a programming one.", 
    "section": "technology", 
    "gid": "technology/blog/2012/feb/07/apple-arm-macbook-port", 
    "wordcount": "1880"
}