{
    "headline": "Venture capitalist gives 75m for Oxford's poorest students", 
    "text": "It is common for altruistic billionaires to make their mark in brick, steel and glass on a university campus or to sponsor one of the more fashionable branches of research, but Michael Moritz will leave a legacy in flesh and blood. The venture capitalist, born in Wales and living in California, announced the biggest philanthropic gift for undergraduate financial support in European history on Wednesday. A 75m gift from the multimillionaire investor and his wife, the novelist Harriet Heyman, will fund 11,000 scholarships for the poorest 10% of Oxford students. Moritz, who attended state school in Cardiff and graduated from Christ Church, Oxford with a degree in history, said he was moved to help others by his father&apos;s escape from nazism. Moritz, who has invested in a string of internet successes including Google, PayPal and YouTube, said he owed his existence to &quot;the generosity of strangers&quot;. Speaking at a press conference in London, he said: &quot;My father was plucked as a teenager from Nazi Germany. He was able to attend a very good school here in London entirely on a scholarship. He went on to study at Oxford and had a PhD financed entirely from a scholarship.&quot; The Moritz-Heyman scholarships will be available to students whose family income is less than 16,000, who are selected for Oxford. The first 100 will be awarded this autumn. Moritz-Heyman scholars will receive financial support to cover living costs, while the university will waive most of the 9,000 tuition fee. They will have to find 3,500 for tuition, which can be borrowed as a government-backed loan. In addition, they will receive financial support during the holidays and will participate in a tailor-made internship programme to help them on to the career ladder. In the first wave, priority will be given to students of science subjects and those who are disadvantaged, such as coming from a school that performs below the national average at A-level or being in care. Charlotte Anderson, an Oxford undergraduate who was sitting alongside Moritz at the press conference, said: &quot;Having been offered a place it was a serious consideration by my parents, who had never been to university, whether I was able to take my place, simply because of whether they would be able to afford it. That seems absurd now, but all they saw was the idea of a huge debt and the stress that is attached.&quot; The latest figures, for 2011 entry, show 42.3% of Oxford&apos;s UK undergraduate intake were from private schools. Less than a quarter of the intake were from comprehensives. Nationally, a third of all those achieving three A grades at A-level are privately educated. The scholarship gift will be made in three tranches of 25m, which will be matched by 25m from the university&apos;s endowment. Oxford aims to raise a further 50m from donations. The next slice of Moritz-Heyman funding will be given when 100m has been raised for student support. At present just under 1,000 Oxford undergraduates  about one in 10  are in the lowest family income bracket. Within three years, it is expected more than half of these students will receive a Moritz-Heyman scholarship, and Oxford envisages this scheme or an equivalent scholarship will be extended to all the poorest students. The scholars will be asked to return to their schools and encourage pupils to apply to Oxford. Oxford&apos;s vice-chancellor, Professor Andrew Hamilton, said: &quot;Oxford is already offering the most generous undergraduate support package in the country. But this remarkable and hugely generous gift and initiative from Michael and Harriet allows us to go an important stage further towards our goal of ensuring that all barriers  real or perceived  are removed from students&apos; choices. &quot;It provides extraordinary support  financial and personal  for outstanding students.&quot; Moritz described the initiative as a &quot;fresh approach&quot; to student funding in Britain which was &quot;fuelled by philanthropy, catering to the dreams and aspirations of individuals determined to excel, while also safeguarding the academic excellence on which Oxford&apos;s global reputation stands&quot;. David Cameron welcomed the gift, saying it meant students from disadvantaged backgrounds would get help to study at a world-leading university. Moritz stepped back from the day-to-day running of his firm Sequoia Capital in May after announcing he had a manageable but incurable disease. He remains chairman. Before joining Sequoia, Moritz was San Francisco bureau chief for Time magazine. In 2008, he and his wife donated more than 25m to Christ Church, the biggest single gift in the college&apos;s recent history. Oxford said the new pledge was believed to be the biggest gift for undergraduate support in European history. It is believed to be one of top five philanthropic gifts ever made in the UK for any single cause. How the gift compares Cambridge The Gates Cambridge scholarships were established in 2000 with a $210m donation from the Bill and Melinda Gates Foundation. This was the biggest single donation Cambridge has received. The scholarships enable applicants from outside the UK to pursue a full-time postgraduate degree in any subject at Cambridge. Harvard In 2008, David M Rockefeller gave $100m to Harvard, his alma mater, to support international study for undergraduates and expand arts education. Harvard&apos;s biggest ever gift was $125m from the Swiss philanthropist Hansjrg Wyss to fund a bioengineering institute. Harvard has the largest endowment fund of any university in the world, with assets of around $31bn, according to Forbes. Stanford In 2001, the Hewlett Foundation gave $400m to help build Stanford&apos;s endowment for the humanities and sciences and for undergraduate education. William Hewlett, who set up the foundation, qualified as an electrical engineer at Stanford before founding the Hewlett-Packard company, better known as HP, in 1939.", 
    "section": "education", 
    "gid": "education/2012/jul/11/venture-capitalist-75m-oxford-scholarships", 
    "wordcount": "972"
}