{
    "headline": "Angry Birds games have 200m monthly active players", 
    "text": "Earlier in 2012, Rovio Entertainment announced that its Angry Birds games had been downloaded more than 1bn times. But how many people are actively playing them? Executive vice president Andrew Stalbow has provided some new figures. &quot;In any given day, we have 20-30m people playing our games connected. And in any given month we have up to 200m people playing our games,&quot; Stalbow said during an appearance at the MIPCOM conference in Cannes. As a comparison, social games giant Zynga has 306m monthly active users across all of its games, according to its most recent press release. He was speaking days after the announcement of Rovio&apos;s partnership with LucasFilm for Angry Birds Star Wars, which is due to launch on 8 November as a mobile game, merchandise range and suite of board games. The deal has been in the making for about a year. &quot;We took a step back as an organisation and thought which brand would we really like Angry Birds to partner with,&quot; said Stalbow. &quot;Collectively, we&apos;re all massive Star Wars fans at the company.&quot; Rovio is also trying to spin off new franchises from Angry Birds, most notably with the recent release of Bad Piggies, its first game focusing purely on the pig characters from the previous games. &quot;It&apos;s a really nice way to start building a new franchise by extending something out of our core game,&quot; said Stalbow, noting that it had taken just three hours after its release for Bad Piggies to top the charts on Apple&apos;s App Store. &quot;You&apos;ll see a lot of focus from us in the next year on expanding the Bad Piggies franchise.&quot; Rovio is also preparing to launch a series of 52 Angry Birds animated shorts, with Stalbow showing a preview clip that seemingly showed the series being branded as Angry Birds Toons. The company now has 80 animators working in-house at its Helsinki headquarters. The distribution for the shorts remains unclear. &quot;We&apos;re in discussions with various different broadcast partners,&quot; said Stalbow, although he also confirmed that Rovio is weighing up alternative distribution models, including YouTube&apos;s Original Channels initiative. &quot;It&apos;s up to us over the next few weeks as we launch our series to figure out the best way to bring the content to market through digital channels,&quot; said Stalbow. &quot;Right now, we&apos;re trying to make some very important decisions and some strategic bets on partners we can really grow with over the next five years.&quot; Stalbow hinted that plans for a longform Angry Birds movie have not been shelved, despite a lack of announcements on that score since it was first rumoured a couple of years ago. &quot;Hollywood has seen the success that Angry Birds has had, and Hollywood is hot for our brand, and hot for working with us on many different levels,&quot; he said. &quot;For us, the shortform series is just the start of our plans in animation.&quot; Rovio has regularly been compared  most often by the company&apos;s own executives  to early Disney. However, Stalbow says other global brands are providing inspiration as Rovio mulls its future strategy. &quot;We&apos;re looking at some incredible other brands out there and learning from what they&apos;ve done. If you look at how Hello Kitty has evolved, or Super Mario... It&apos;s about trying to have an impact on pop culture,&quot; he said.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/oct/10/angry-birds-200m-monthly-users", 
    "wordcount": "572"
}