{
    "headline": "Technology leads in English language teaching innovation awards", 
    "text": "Hand-held devices and computer games took centre stage at last month&apos;s ELTons awards in London, demonstrating that technology continues to set the agenda for change in English language teaching. Judges in the British Council&apos;s awards for innovation in ELT, better known as the ELTons, decided on winners in six main categories from a field of over 35 nominees. The first smartphone app to receive an ELTon, The Pronunciation App, from Macmillan Education, took the Innovation in Learner Resources Award, signalling the growing importance of hand-held devices as learning tools. Computer games are long-established but a book exploring how these games can be used in language teaching, Digital Play, from Delta Publishing, caught the judges&apos; attention in the Innovation in Teacher Resources category. The Digital Innovation Award went to Wordready Academic English, from L2, an online tool designed for university students to build specialist academic vocabulary. Milan university switches to teaching in English One of Italy&apos;s leading higher education institutions, Politecnico di Milano, has announced that it will teach most of its degree courses in English from 2014. Dropping local language in favour of English-medium instruction is a trend that has swept across universities in northern Europe as part of a strategy to internationalise campuses and attract foreign students. Politecnico di Milano, which is a leading centre for science, engineering and architecture, is one of the first universities in Italy to follow the trend. &quot;We strongly believe that our classes should be international classes and the only way to have international classes is to use the English language,&quot; Giovanni Azzone, the university&apos;s rector told the BBC. &quot;Universities are in a more competitive world. If you want to stay with the other global universities, you have no other choice,&quot; said Azzone. Pearson buys online business English leader UK-based publishing and education giant Pearson has continued its expansion into English language teaching with the acquisition, announced last month, of GlobalEnglish, one of the first internet ELT operators. Pearson offered $90m for the US company, which boasts an impressive corporate client list. GlobalEnglish was set up in 1997 and soon established itself, from its Silicon Valley base, as one of the first providers of English teaching content via the internet. GlobalEnglish claims to have over 450 corporate customers with about 75% of its 200,000 active subscribers in South America and Asia. English-teaching robot debuts in Taiwan English language teachers in Taiwan are unlikely to feel under too much threat from a robot programmed to teach English to young learners, which was unveiled at a computer-assisted language learning conference last month. With a large, doll-like head and movable arms, the machine is designed to provide interactive speaking practice. Vivian Wu, one of the robot&apos;s designers and an associate professor of English language at Providence University in Taichung, said the robot is intended to create aless stressful and more fun environment for students.", 
    "section": "education", 
    "gid": "education/2012/jun/19/elt-diary-june-technology-innovation", 
    "wordcount": "484"
}