{
    "headline": "UK leads world in mobile web use thanks to Facebook  and Gangnam", 
    "text": "Britain has become a gadget-obsessed nation, watching more television online, spending more on internet shopping and using smartphones and tablets to access the web more heavily than any of the world&apos;s leading economies, according to new research. The British love of the latest devices has even seen the UK overtake Japan in mobile internet use, according to the report from media regulator Ofcom, which compares data across 17 countries, including the US, China, India, Russia, Brazil, Ireland, Sweden, France and Germany. A seeming obsession with Facebook, Twitter, watching Gangnam style clips on YouTube and using online music services has seen UK consumers download a record 424 megabytes of data each per month on their smartphones and tablets. The figure is almost 60% more than a year ago. Much of the increase in use of mobile devices, especially smartphones, has been driven by the popularity of social networking sites such as Facebook and Twitter, with 40% of UK adults accessing their profiles on the go. British 18to 24-year-olds are proving to be the world&apos;s top mobile social networkers, with 62% accessing their profiles from smartphones and tablets, a higher proportion than any of the countries analysed in the report. The smartphone has now almost become a must-have in the UK, with almost 60% of British mobile phone owners saying they have one, second only to Germany, a jump from 46% in last year&apos;s report. Ownership of tablet computers such as Apple&apos;s iPad stands at 19%, putting the UK fifth in terms of take-up. However, James Thickett, director of research at Ofcom, said huge sales of tablets were expected over Christmas. The British penchant for the latest gadgets can be seen in the changing face of the living room. Almost 24% of TV sets sold in the UK in the first quarter of this year were considered to be &quot;super large&quot;  bigger than 33 inches (84cm)  with almost 12% sold considered &quot;jumbo sized&quot; at over 43 inches. A decade ago, sales of widescreen TVs were so small they barely even registered, according to the Ofcom report. Thickett said that increasingly the idea of TV sets in children&apos;s bedrooms is being replaced with a hi-tech, multi-screen family affair in the living room. The UK also is something of a leader in the take-up of the next-generation smart TVs, which allow access to internet services, with 15% of homes owning one. This is at the top of Ofcom&apos;s smart TV table, alongside France, and ahead of nations such as Germany, the US and Australia on 10%. The popularity of video-on-demand services such as the BBC&apos;s iPlayer and Channel 4&apos;s 4oD have also made Britons the most likely in the world to watch, or catch up, with TV online. Almost a quarter of Britons use an online catch up TV service each week, well ahead of second placed US on 17%, according to Ofcom. Some 39% of Britons own a digital video recorder, such as Sky+, again the largest proportion of the population among the 17 countries the report focuses on, while 41% have access to high definition TV. UK consumers also set the pace in internet shopping, spending an average of 1,083 each a year, almost 250 more per person than the second placed Australians. Ofcom suggests the higher incidence of internet shopping is down to high credit card take-up, a historical habit of mail order shopping, and the early arrival of internet retail giants such as Amazon and eBay in the UK. The British are among the most likely to make internet purchases from their mobile phones, with more than 23% having visited a retail website, the highest in Europe, with Germany second on 22.6%. UK internet users spent an average of 728 minutes (more than 12 hours) a week online in total, although this is a slight drop from the 746 minutes recorded in the last report. However, Britons have some way to go to catch up with Australians, who spend an average of 992 minutes a week online, a big year-on-year jump from the 901-minute average reported a year ago, according to Ofcom. Despite the rise of a new wave of digital technology, good old-fashioned linear TV viewing is showing no signs of diminishing in popularity. Ofcom said that the amount of TV viewing in the UK has remained stable at 242 minutes  more than four hours  per person daily. &quot;TV viewing in all the countries surveyed is very healthy,&quot; said Thickett. &quot;In many countries, including the UK, it has increased over the last decade. A lot of that is down to the quality of the TV that we continue to have.&quot; The seventh annual International Communications Market Report examines 17 countries, although some of the trends are only analysed across eight or nine major nations including the UK, France, Germany, Spain, USA, Italy, Australia, Japan and China.", 
    "section": "technology", 
    "gid": "technology/2012/dec/13/mobile-web-facebook-gangnam", 
    "wordcount": "820"
}