{
    "headline": "Halo 4: the film of the game", 
    "text": "Given that both are such strong visual mediums, video games and films have endured a surprisingly fractious relationship. Yet it is one that neither seems willing to walk away from  thesymbiotic allure at its heart is just too strong. The games industry bringsready-made scenarios, characters and a fanbase to movie producers, while exposure on the big screen feeds back into game sales. Tempting, yes, but the relationship has been repeatedly tarnished, House of the Dead and Wing Commander being prime examples. Now, however, the very model of how film is made and distributed is being examined anew. In Microsoft&apos;s first foray into the market, it has chosen to debut its films based on the Halo games not at the cinema but in the form of a free-to-view online series that begins on Friday. A Halo film was in the offing several years ago but the project was dropped, largely over disagreements about finances and the level of artistic control Microsoft wanted to retain over its franchise. Instead of revising its demands on Hollywood, the company has chosen to make Halo 4: Forward Unto Dawn, a series of five 15-minute live-action episodes that will air once a week on YouTube, the video game website Machinima and Microsoft&apos;s own Xbox Live platform. The story is presented as a prequel to the three existing Halo games and also a lead-in to the fourth: alongside the Master Chief, it will feature characters playing as recruits who will appear in the Halo 4 game, to be released in November, when 15 minutes more footage will be added and the whole will become a single feature, effectively the first Halo feature film. Microsoft is not alone in taking this route. Warner Brothers recently aired a web-only series based on Mortal Kombat, as did Ubisoft with Assassin&apos;s Creed, the latter currently being redeveloped as a film without a Hollywood studio. It is not only games, either. A new series of Arrested Development is under way for online distributor Netflix, as is a remake by David Fincher of the British series House of Cards. There remains a nagging doubt, however. Last year, the cyberpunk author William Gibson, revisiting his 1999 essay on digital technology and film, noted the &quot;problem that a lack of broad theatrical release is still taken to mean that your film didn&apos;t really happen&quot;. Perhaps, with Microsoft premiering a high-end franchise such as Halo in the online market, that perception is beginning to change. In almost every way, outside distribution, Forward Unto Dawn is a full-scale production. At the shoot on location in Vancouver last May, it was clear that the crew were industry professionals and that their attention to detail, withhardcore fans in mind, was high. There may be no cinema release but in every other sense this new media approach is happening. Director Stewart Hendler, who recently completed the ambitious H+, another online series produced by The Usual Suspects&apos; director Bryan Singer, has witnessed this first hand. &quot;I did my first web series two years ago and it was slightly unclear where the art form was heading,&quot; he says. &quot;Now they&apos;re putting in real resources  these things are being made at the level of TV pilots and feature films.&quot; Chris Symes, the supervising producer on Forward Unto Dawn, who has been making films since 1994, echoes this view. &quot;There is,&quot; he says, &quot;a real sense that this is the future, not a one-off. This will be copied as a business, film-making and distributionmodel.&quot; It is also, of course, a marketing tool for the new game. But that is not to demean it. The attitude of British actor Anna Popplewell, who played Susan in the Narnia series and here takes the role of one of the recruits, was echoed by many others on set. &quot;I don&apos;t mind how it is distributed, if it&apos;s a good product. For me, it&apos;s not so important how people watch this, it&apos;s more important that it&apos;s good.&quot; Preview: Halo 4: Forward Unto Dawn Setting Halo 4: Forward Unto Dawn is a prequel to the first Halo game, set at the beginning of an interstellar war between humanity and an alien alliance known as the Covenant. Premise A section of cadets at the United Nations Space Command (UNSC) military academy are training tobe the next generation of soldiers in the ongoing war with insurrectionists in the outer colonial planets. Cadet Thomas Laskycorrect struggles with his doubts about the war and his potential role as a leader until the arrival of the Covenant forces him to take action, taking inspiration from Haloherothe Master Chief. How to watch Each episode will air oncea week from Friday, available directly through YouTube.com, at youtube.com/MachinimaPrimeWaypoint, and athalo.xbox.com/ForwardUntoDawn. The special-edition full-length version will be launched when Halo 4, the game, is released on 6 November. To view an exclusive preview of the Halo 4: Forward Unto Dawn series on our website, clickhere", 
    "section": "technology", 
    "gid": "technology/2012/sep/30/halo-4-feature-film-online-web-game", 
    "wordcount": "852"
}