{
    "headline": "IVF embryos that were frozen may result in healthier babies", 
    "text": "Women who become pregnant with previously frozen IVF embryos tend to have healthier babies and fewer complications than those who have fresh embryos implanted, research suggests. Fertility doctors found that mothers had a lower risk of bleeding in pregnancies with embryos that had been frozen and thawed, and went on to have fewer pre-term and low birthweight babies. Fertility clinics in Britain usually transfer fresh embryos into women several days after they have been given hormone injections that stimulate their ovaries to release eggs. These are extracted and fertilised before being implanted. Any embryos that are not used straight away can be frozen for use months or years later. The new results raise questions about the way fertility treatment is offered in the UK. If mothers and babies fare better with previously frozen IVF embryos, it may make sense to freeze more or most embryos for transfer into women later on. The findings appear in a review of 11 published studies that covered more than 37,000 pregnancies in women who had either fresh or previously frozen IVF embryos implanted in their wombs. The doctors who led the work suspect that IVF embryos that were frozen make for healthier babies because they are implanted long after the woman&apos;s ovaries were stimulated with drugs, so hormone levels in the womb have had time to return to normal. This means the embryos implant in a more natural environment. Another theory is that only high-quality embryos survive the freeze and thaw process, though survival rates for frozen embryos are now more than 90% in some clinics. Abha Maheshwari, a senior lecturer at Aberdeen University and consultant in reproductive medicine with NHS Grampian, described the results at the British Science Festival in Aberdeen. The report appears in the journal Fertility and Sterility. &quot;If pregnancy rates are equal and outcomes in pregnancies are better, our results question whether one should consider freezing all embryos and transfer them at a later date, rather than transferring fresh embryos,&quot; Maheshwari said. The practice has already been adopted by some clinics in Japan. Maheshwari said the case to switch to frozen-only embryos was not yet strong enough, because the full consequences are unclear. Her study did not look at pregnancy rates, for example. According to Alison Murdoch, head of Newcastle University&apos;s fertility centre, a shift from fresh to frozen embryos would see birth rates from IVF fall because the latter still result in fewer pregnancies overall, despite improvements in freezing and thawing techniques in recent years. &quot;We have to explore further what is the cause of frozen embryos giving us better pregnancies or lesser complications in the pregnancy,&quot; Maheshwari added. According to the review, babies born from previously frozen IVF embryos had 16% less risk of being preterm, and half the chance of being small for their gestational age, compared with babies born from fresh embryos. The babies also had a lower risk of dying soon after birth and having a low birthweight. The use of frozen embryos seemed to benefit mothers too. Their risk of bleeding while pregnant was a third lower with frozen IVF embryos compared with fresh embryos. Suzanne Cawood, deputy head of embryology at the Centre for Reproductive and Genetic Health in London, said many theories had been proposed to explain why frozen embryos fare better, but the most plausible was the delay after hormone injections. &quot;My personal belief is that when you create fresh embryos you have to undergo a lot of stimulation, so it&apos;s quite an abnormal uterine environment you are putting the embryos back into. Certainly with the frozen ones it&apos;s a more natural environment,&quot; she said. Stuart Lavery, director of IVF at Hammersmith Hospital, said the findings should reassure women about the safety of frozen embryos, but did not warrant a radical overhaul of how IVF was offered.", 
    "section": "science", 
    "gid": "science/2012/sep/04/ivf-embryos-frozen-healthier-babies", 
    "wordcount": "643"
}