{
    "headline": "Why Britain's barren uplands have farming subsidies to blame", 
    "text": "Even before you start reading the devastating State of Nature report, published today, you get an inkling of where the problem lies. It&apos;s illustrated in the opening pages with two dramatic photographs of upland Britain (p6). They are supposed to represent the natural glories we&apos;re losing. In neither of them (with the exception of some distant specks of scrub and leylandii in the second) is there a tree to be seen. The many square miles they cover contain nothing but grass and dead bracken. They could scarcely provide a better illustration of our uncanny ability to miss the big picture. The majority of wildlife requires cover: places in which it can shelter from predators or ambush prey, places in which it can take refuge from extremes of heat and cold, or find the constant humidity that fragile roots and sensitive invertebrates require. Yet, in the very regions in which you might expect to find such cover (trees, scrub, other dense foliage) there is almost none. I&apos;m talking about the infertile parts of Britain, in which farming is so unproductive that it survives only as a result of public money. Here, in the places commonly described as Britain&apos;s &quot;wildernesses&quot;, almost nothing remains. And the &quot;almost&quot; has become radically smaller over the past 20 years. Britain is poor in wildlife for a simple reason: we do not possess the wide reserves of unexploited land that remain in most other nations, even in the rest of Europe and North America. That&apos;s the big picture. Like almost everyone, I missed it  until I started researching Feral, my new book calling for a great rewilding.     Lesser spotted woodpecker, once common bird in UK, now survives only in the south. Photograph: Alamy    On the Today programme on Wednesday, Sir David Attenborough named the rising human population as the first of the factors causing the loss of the UK&apos;s wildlife. Though in general he has done an excellent job in promoting the State of Nature report, on this issue he is wrong. That an increasing number of people makes a contribution is undeniable, as more land is used to build houses, and as other amplifications of our lives  cats, cars, mowers, garden chemicals  radiate from our dwellings. Yet the places from which much of our wildlife has been disappearing fastest are almost uninhabited. Two friends of mine once walked for six days across the Cambrian Mountains in mid-Wales, and did not see another human being. Yet there is scarcely any wildlife either. Cross that bleak plateau and you will see plenty of moorgrass, some tormentil and moss, a few crows, perhaps the odd pipit and skylark, but almost nothing else, except sodding sheep. The hills have been grazed to destruction. The Cambrians are worse than most places, but there&apos;s a similar story to be told in almost all the uplands of Britain: Dartmoor, Exmoor, the Black Mountains, the Brecon Beacons, Snowdonia, the Shropshire Hills, the Peak District, the Pennines, the Forest of Bowland, the Dales, the North York moors, the Lake District, the Cheviots, the Southern Uplands and the Highlands. The desertification of our uplands, in common with most of our wildlife losses, has nothing to do with population pressure and everything to do with farming.     Between the 1930s and 1984, the area of lowland meadow in England and Wales declined by 97% and the majority of remaining meadows are of poor wildlife value. Photograph: Andy Hay/RSPB    You could argue that an intensification of farming is a response to rising population pressure: the need to produce more food has caused greater damage to wildlife. But this is where the madness kicks in: much of the habitat destruction for which farm policies are responsible has little or nothing to do with producing food. The uplands of Britain are astonishingly unproductive. For example, 76% of the land in Wales is devoted to livestock farming, mostly to produce meat. But, astonishingly, by value Wales imports seven times as much meat as it exports. Six thousand years of nutrient stripping and erosion have left our hills so infertile that their productivity is miniscule. Even relatively small numbers of livestock can now keep the hills denuded. Without subsidies, almost all hill-farming would cease. That&apos;s not something I&apos;m calling for, but I do believe it&apos;s time we began to challenge the system and its outcomes. Among them is a policy that&apos;s almost comically irrational and destructive. The major funding that farmers receive is called the single farm payment, which is money given by European taxpayers to people who own land. These people receive a certain amount (usually around 200 or 300), for every hectare they own. To receive it, they must keep the land in what is called &quot;Good Agricultural and Environmental Condition&quot; (GAEC). It&apos;s a term straight out of 1984. Among the compulsory standards in the GAEC rules is &quot;avoiding the encroachment of unwanted vegetation on agricultural land&quot;. What this means is that if farmers want their money they must stop wild plants from returning. They don&apos;t have to produce anything: to keep animals or to grow crops there. They merely have to prevent more than a handful of trees or shrubs from surviving, which they can do by towing cutting gear over the land. If they want to expand the area eligible for this subsidy, and therefore make more money, they must get their tractors out and start clearing vegetation. From my kayak in Cardigan Bay I have often watched a sight that Neolithic fishermen would have witnessed: towers of smoke rising from the hills as the farmers burn tracts of gorse and trees in order to claim more public money. The single farm payment is a perfectly designed scheme for maximum ecological destruction. A survey by the Grasslands Trust documents the destruction of rich and rare wildlife habitats all over Europe as a result of the GAEC rules: wooded meadows in Sweden, limestone pavements in Estonia, coastal scrublands in Corsica. In Germany, pastures are disqualified from subsidies by the presence of small areas of reeds. In Bulgaria, the existence of a single stem of dog rose has rendered land ineligible. In Scotland farmers have been told that yellow flag irises, which for centuries have gilded the fields of the west coast, could be classed as &quot;encroaching vegetation&quot;, invalidating their subsidy claims. The government of Northern Ireland has been fined 64m  for (among other such offences) giving subsidy money to farms whose traditional hedgerows are too wide. The effect of these rules has been to promote the frenzied clearance of habitats. The system ensures that farmers seek out the remaining corners of land where wildlife still resides, and destroy them. A farmer can graze his land to the roots, run his sheep in the woods, grub up the last lone trees, poison the rivers with sheep dip and still get his money. Some of the farms close to where I lived in mid-Wales do all of those things and never have their grants stopped. But one thing he is not allowed to do is what these rules call &quot;land abandonment&quot;, and what I call rewilding. For no good reason, public money is used both to engineer the mass destruction of habitats through grazing and clearing, and to prevent any significant recovery. There is a second tranche of subsidies, which pay farmers to undo some of the damage inflicted by the first tranche. It&apos;s a crazy use of public funds. First farmers are forced to destroy almost everything; then they can apply for a smaller amount of money to put some of it back. But only a little. The &quot;green&quot; subsidies (known as Pillar 2 payments) reward farmers for making marginal changes, and only in certain places. The Welsh government, for example, assures farmers that these payments &quot;will require at most minor modifications to farming systems.&quot; In fact it expressly forbids them to restore more than a few tiny corners of their land. For instance, the payment for allowing land &quot;to revert to rough grassland or scrub&quot; applies only to areas of one third of a hectare or less. The results can be seen in the State of Nature report: in the uplands there is an even faster average rate of loss (65% of species are declining) than there is in the rest of the country. But more importantly, the destruction of habitats on infertile land ensures that there is nowhere left to hide. There are no refuges from the intensive farming and development which have erased most wildlife from the more productive lowlands. I believe that the best means of restoring our native wildlife is to decide that some parts of the country - the least productive places - should be handed back to nature. If we must keep paying people for owning land (a policy which demands far more debate and examination than it has received so far), we should pay some of them to stop trashing it, and to start restoring our missing native wildlife, reintroducing trees, insects and the large mammals of which Britain is almost uniquely deprived. In other words, to reverse the heart-breaking figures exposed in the State of Nature report, and then to go much further. This doesn&apos;t mean that I believe there should be no change to farming practices in the lowlands. Unlike some people I don&apos;t see rewilding as a substitute for the protection of farmland wildlife. While I would argue against a mass rewilding of high-grade farmland, because of the threat this could present to global food supplies, we lose little by allowing nature to persist in small fallow corners and unexploited pockets of fertile land. If farmland fails to produce enough food, it won&apos;t be because we&apos;ve allowed a few wild species to live among our crops, as agro-chemical companies and their supporters often claim. It will be because fertile land which should be feeding people is instead used to produce biofuels and feed for rising numbers of livestock: issues on which the enthusiasts for intensification remain strangely silent. In my column next week I will explain how a mass rewilding could take place. There is hope to be found among the ruins, hope of faster and wider transformations than most people would believe possible.  George Monbiot&apos;s book Feral: searching for enchantment on the frontiers of rewilding is published on 30 May by Allen Lane.", 
    "section": "environment", 
    "gid": "environment/georgemonbiot/2013/may/22/britain-uplands-farming-subsidies", 
    "wordcount": "1698"
}