{
    "headline": "Mystery bird: clay-colored sparrow, Spizella pallida", 
    "text": "    Clay-colored sparrow, Spizella pallida (protonym, Emberiza pallida), Swainson, 1832, also known as the clay-colored chipping sparrow, photographed on the Katy Prairie Conservancy, Houston, Texas.  Image: Joseph Kennedy, 3 January 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D200, 1/640s f/8.0 at 1000.0mm iso400    Question: This North American mystery bird often forms mixed species flocks with the two species it is most often mistaken for. Which species are those? Can you identify this bird&apos;s taxonomic family and species? Response: This is an adult clay-colored sparrow, Spizella pallida, a small passerine that is placed into the taxonomic family, Emberizidae, or American sparrows.  Clay-colored sparrows are migratory; wintering in Mexico and southern Texas (although I am told this species is unusual on the Katy Prairie) and breeding central Canada and north-central United States. This songbird&apos;s range is expanding eastward. Clay-colored sparrows breed in shrubby open areas and Jack pine woodlands, and they construct their open cup nest either on the ground or low in a shrub. The area surrounding their nest is defended against conspecifics and intruders, whereas their feeding areas are not defended.  These birds primarily eat seeds and insects, which they find as they forage on the ground. Outside the breeding season, they are quite social; feeding in the company of small mixed-species flocks of their congeners, chipping sparrows, S. passerina, and Brewer&apos;s sparrows, S. breweri. These three sparrow species are often mistaken with each other, a situation made even more confusing since non-breeding adults and juveniles of these three species resemble each other.  Sparrows are difficult for people to identify because they don&apos;t look at sparrows very often and so they are out of practice when it comes to actually looking carefully at their markings. But when it comes to identifying sparrows, there are two traits to study closely: song, and facial plumage pattern. Breast plumage pattern (streaked or unstreaked) and tail length (relative to the body) are excellent ways to narrow down potential confusion species.  In this photograph, we have a bird with unstreaked &quot;clear&quot; breast plumage, which rules out a number of sparrow species. The facial markings in particular provide a good number of distinguishing field marks for identification:  chipping sparrow, S. passerina, in nonbreeding plumage has a darker facial plumage pattern than clay-coloured sparrows, and chipping sparrows can be distinguished by the black stripe through each eye, the buff-coloured &quot;eyebrow&quot;, grey face and nape, greyish-white throat and pinkish bill  Brewer&apos;s sparrow, S. breweri, in nonbreeding plumage are paler overall than clay-coloured sparrows, and Brewer&apos;s sparrows can be distinguished by the white eye ring and pinkish bill, and by their lack of a central buff-coloured crown stripe (clearly visible in our mystery bird image), the lack of dark borders on its cheeks If you do get out birding in autumn, you may see these three congeners hanging around together in mixed species flocks. If so, be sure to take this opportunity to carefully observe these birds so you learn better how to see these distinguishing field marks.  I mentioned that these species can be distinguished by song, too. These sparrows will sing whilst in migration, so this is something to keep in mind if you see them during that time of year.  Here&apos;s a singing clay-coloured sparrow (in breeding plumage):             Visit gschneiderphoto&apos;s YouTube channel [video link].  Compare that to a singing Brewer&apos;s sparrow (in breeding plumage):            Visit wildbirdvideos&apos;s YouTube channel [video link].  Compare that to a singing chipping sparrow (in breeding plumage):            Visit TheMusicOfNature&apos;s YouTube channel [video link].  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist evil google+: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/02/8", 
    "wordcount": "654"
}