{
    "headline": "There is something irresistibly cheerful about a flock of twite", 
    "text": "It&apos;s no surprise to find that the twite are here again this morning. The winter flock, numbering 50 or more, are lined up along the fence wires like autumn swallows on the telephone lines. It&apos;s hard to work out exactly what it is about this particular spot that appeals to them more than any other along the track, yet almost every time I take this walk here they are somewhere along the same couple of hundred metres or so. As I draw closer, they lift twittering into the air. There is something irresistibly cheerful about a flock of twite. They are a bird for whom the word twittering could have been coined  or perhaps the reverse is true, as more than one source suggests it is the little &quot;twee-it&quot; call that gives the bird its name. It is not just the bright and cheerful call that makes twites so appealing, for although the flock flies and wheels as smoothly as any other, within it each individual seems to bounce along like a child&apos;s toy suspended on a length of fineelastic thread. Twite do not fly far, circling back to touch down on the short grass beyond the fence. In typically restless fashion they remain on the ground for only a moment before they&apos;re off again, this time descending on to a patch of stubble, a favourite place for twite to forage for lost grains of corn. Here, among the yellow fragments of corn stems and the browns of dried and broken grasses, the flock is harder to pick out, for though their plumage is a subtle mixture of browns with a complex and pleasing pattern of darker streaks, no one could call them the brightest-coloured of birds. But some are concealing a little secret. Harder to spot now, much easier to see in spring, hidden beneath their sober country tweed plumage the males sport a surprisingly bright pink rump  a fact that seems completely in keeping with the twites&apos; apparently irrepressible nature.", 
    "section": "environment", 
    "gid": "environment/2013/jan/24/south-uist-irresistibly-cheerful-flock-twite", 
    "wordcount": "336"
}