{
    "headline": "European governments oblivious to forced labour conditions, says report", 
    "text": "Governments across Europe are in a state of confusion and denial over the extent of forced labour within their own borders, contributing to hundreds of thousands of people remaining trapped in exploited, unpaid and dangerous working conditions, according to a new report. In a study of the presence and extent of forced labour in nine European countries, the Joseph Rowntree Foundation (JRF) concludes that the continued failure to recognise and address deficiencies in the regulation of the labour market is leading to the entrapment of up to 880,000 people in the worst forms of exploitation. The foundation carried out extensive investigations into forced labour conditions in France, Germany, Italy, Ireland, Latvia, the Netherlands, Poland, Spain and Sweden. &quot;What surprised us all was how easily we found examples of forced labour in all the nine countries we chose to focus on,&quot; says Nick Clark, senior research fellow at London Metropolitan University and the lead author of the JRF report, &quot;Detecting and Tackling Forced Labour in Europe&quot;. &quot;There were people who we found to be physically restrained and threatened by employers, but the much more subtle truth is that the welfare system and immigration and labour regulation systems all leave people at the bottom of the labour chain with very few viable choices and in those circumstances we found abusive practices and employers thriving in all counties we surveyed.&quot; Clark says that many European governments continue to characterise forced labour as predominantly an immigration and border-control issue, despite the fact that many of those affected by the worst labour conditions are EU citizens. &quot;When it comes to [forced labour] governments are almost entirely focused on border controls rather than protection in the workplace. It is still convenient to pretend that if you toughen up on borders you can control forced labour, which is at best disingenuous and at worst deliberately misguided,&quot; says Clark. &quot;[The] presumption that all issues of forced labour stem from cross-border smuggling of people  takes [forced labour] out of the workplace and transposes it to the border, and this misrepresentation is a serious disservice to people who have to undergo these kind of working conditions.&quot; The JRF says a lack of reliable data has hampered efforts to better understand the drivers, scale and scope of forced labour across Europe. The International Labour Organisation (ILO) estimates there are about 880,000 people in forced labour conditions (pdf) across the continent, but the report says there is insufficient national data to back this up. The foundation conducted lengthy investigations in all nine countries, uncovering a range of examples of forced labour in industries including domestic service, construction, agriculture, hospitality and textiles. Myria Vassiliadou, the EU&apos;s anti-trafficking co-ordinator, says poor implementation of a new directive (pdf), introduced in April, has hampered efforts to stem the rise of forced labour across the continent. &quot;We now have EU legislation, which stipulates that member states are legally bound to curb this kind of exploitation and better protect and assist victims, ensuring that prosecutors are better informed and taking serious steps around reducing demand for forced labour. &quot;The problem is that only nine out of the 23 member states have actually transposed this legislation, even though it is their legal obligation to do so. We now know that 61% of all victims of trafficking within Europe are EU citizens, so this is clearly not just an issue of migration.&quot; The cases uncovered in the JRF report included trafficking and forced labour in German strawberry fields, the exploitation of Moroccan and Tunisian seasonal workers in French agriculture, domestic servitude in Ireland, and Chinese migrants trapped in bonded labour in textile factories in Spain. A further case, in Sweden, concerned Thai workers forced to pay off large debts to their traffickers by picking berries used in the global pharmaceutical and health-food industries. &quot;All the indications point to  structural problems to do with labour markets,&quot; says Clark. &quot;This work led me to believe that if governments thought they could eradicate forced labour without eradicating poor treatment of workers, they would. But forced labour is a by-product of the deregulation agenda that we are seeing across Europe, pushing back the boundaries of protection for low-cost labour, with an inevitable blurring of lines between bad treatment and forced labour.&quot; According to ILO figures (pdf), 70% of the 880,000 people identified as being in forced labour conditions are in forms of labour exploitation, with a further 270,000 people estimated to be victims of sexual exploitation. In April this year the European Commission launched a new report (pdf) showing that, despite the introduction of new anti-trafficking directives across the EU, the numbers of identified trafficked people rose by 18% between 2008-10. Over the same period, the number of convictions for human trafficking fell by 13%. The report also revealed that more than 60% of those trafficked or in forced labour conditions were from EU member states, most frequently Romania or Bulgaria.", 
    "section": "global-development", 
    "gid": "global-development/2013/jun/05/european-governments-oblivious-forced-labour-conditions", 
    "wordcount": "838"
}