{
    "headline": "Sea Shepherd buys anti-whaling ship from Japan", 
    "text": "     The marine conservation group Sea Shepherd has scored a propaganda victory over Japan after it emerged it had bought its newest anti-whaling vessel from the Japanese government, apparently without its knowledge. The $2m dollar vessel, which previously belonged to the country&apos;s meteorological agency, was bought from unsuspecting Japanese authorities by a US company, re-registered in the Pacific island of Tuvalu as the New Atlantis, and delivered to Australia by a Japanese crew. The ship, which was unveiled on Tuesday in Hobart, was reflagged to Australia and named after Sam Simon, the founding producer of The Simpsons TV series and a prominent animal rights campaigner. It is the newest addition to a fleet of four Sea Shepherd vessels that is expected to pursue Japan&apos;s whalers soon after they leave for the Antarctic later this month. &quot;We have four ships, one helicopter, drones and more than 120 volunteer crew from around the world ready to defend majestic whales from the illegal operations of the Japanese whaling fleet,&quot; said Sea Shepherd&apos;s founder, Paul Watson. Watson will join this season&apos;s campaign, called Operation Zero Tolerance, despite jumping bail in Germany after being placed on an Interpol wanted list for allegedly endangering a fishing vessel crew in 2002. To compound Japan&apos;s embarrassment, the 184ft vessel was previously moored in Shimonoseki, home to the country&apos;s Antarctic whaling fleet, after being retired by the meteorological agency in 2010. In its past incarnation as the Seifu Maru, the ice-strengthened vessel&apos;s duties included gathering data on ocean currents for Japan&apos;s north Pacific whaling fleet, according to Sea Shepherd.            The group has pursued Japan&apos;s whalers across the icy waters of the Southern Ocean every winter since 2005. In February, the whaling fleet was called back to port early with just one-fifth of its planned catch following clashes with activists. The Sam Simon&apos;s skipper, Lockhart MacLean, said he hoped to intercept the whaling fleet&apos;s factory ship before a single whale was killed. &quot;The goal is to find the factory ship, the Nisshin Maru, and to pin the bow of this ship on the stern of that factory ship throughout the duration of the campaign, and send them home without any whales killed,&quot; he told Reuters. &quot;We&apos;re confident we can seriously impact their whale quota. This year all four of their harpoon ships are going to be tied up by our four ships, and the goal is that no harpooning can be done.&quot; Sea Shepherd&apos;s hi-tech powerboat, the Ady Gil, sank after a collision with a Japanese whaling ship in January 2010. The international court of justice in the Hague is due to rule next year at the earliest on a move by the Australian government to end Japan&apos;s Antarctic whaling programme. A clause in the International Whaling Commission&apos;s 1986 ban on commercial whaling allows Japan to kill almost 1,000 whales each year for what it calls &quot;scientific research&quot;. The meat is sold to restaurants and supermarkets, although the public&apos;s waning appetite for the delicacy has created a huge stockpile of unsold produce. A recent survey by the International Fund for Animal Welfare found that more than 88% of Japanese had not bought whale meat in the past 12 months.", 
    "section": "environment", 
    "gid": "world/2012/dec/11/sea-shepherd-buys-whaling-vessel", 
    "wordcount": "537"
}