{
    "headline": "Daryl Hannah arrested in Keystone XL protest", 
    "text": "The actor Daryl Hannah was arrested in northeast Texas on Thursday, along with a landowner as the pair protested against an oil pipeline designed to bring crude from Canada to the Gulf Coast. &quot;They&apos;ve arrested Daryl Hannah and a rural Texas great-grandmother,&quot; said Paul Bassis, Hannah&apos;s attorney. Hannah and Eleanor Fairchild were standing in front of heavy equipment in an attempt to halt construction of the Keystone XL pipeline on Fairchild&apos;s farm in Winnsboro, a town about 100 miles east of Dallas. They were arrested for criminal trespassing and taken to the Wood County Jail, Bassis said. Hannah has long opposed TransCanada&apos;s construction of the $7bn pipeline, which is designed to transport heavy tar-sands crude oil from Alberta, Canada, to Texas&apos; Gulf Coast refineries. &quot;It is unfortunate Ms Hannah and other out-of-state activists have chosen to break the law by illegally trespassing on private property,&quot; David Dodson, a spokesman for TransCanada, said in a statement. He also said protesters were &quot;putting their own safety and the safety of others at risk&quot;. Hannah  who has starred in dozens of movies, including Kill Bill and Splash  also was arrested in August 2011 while protesting against the pipeline in Washington. She was one of several hundred prominent scientists and activists arrested that month.            They argue the pipeline would be unsafe because it would be carrying heavy, acidic crude oil that could more easily corrode a metal pipe, which would lead to a spill. They also say refining the oil would further contaminate the air in a region that has long struggled with pollution. TransCanada says its pipeline would be the safest ever built, and that the crude is no dirtier than oil currently arriving from Venezuela or parts of California. The issue became politically charged when congressional Republicans gave President Barack Obama 60 days to decide whether TransCanada should be granted the necessary permit for the pipeline to cross an international border before snaking its way 1,700 miles south to the Texas coast. Obama, saying his administration did not have enough time to study the potential environmental impacts, denied the permit in January. However, he encouraged TransCanada to reroute the northern portion of the pipeline to avoid an environmentally sensitive area of Nebraska. He also promised to expedite permitting of a southern portion of the pipeline from Cushing, Oklahoma, to the Gulf Coast to relieve a bottleneck at the Cushing refinery. TransCanada began construction of that portion of the pipeline this summer after receiving the necessary permits. Some Texas landowners, joined by activists from outside the state, have tried through various protests to stop or slow down construction.", 
    "section": "environment", 
    "gid": "environment/2012/oct/05/daryl-hannah-arrested-keystone-protest", 
    "wordcount": "442"
}