{
    "headline": "Spain's development aid has improved, but needs more focus", 
    "text": "The OECD thinktank has praised Spain for &quot;remarkable progress&quot; in improving both the quantity and quality of its aid, but said it could ensure greater impact by giving to fewer countries and focusing on their poorest people. Spain has doubled its aid from 0.23% of its national wealth in 2003 to 0.46% in 2009, making it the world&apos;s seventh-largest donor by volume. Even though it has since pared back development co-operation to 0.43%  or $5.9bn  in 2010, Spain still plans to meet the international target of committing 0.7% of its gross national income to development aid. Like other countries weathering the global economic crisis, Spain has sought to get a bigger bang for its buck on aid. Over the past few years it has reduced  from 56 to 50  the number of countries to which it gives aid, but an OECD peer review (PDF) says the funding is still spread too thinly over too many countries. Spain&apos;s top five aid recipients are the Democratic Republic of the Congo, Morocco, Haiti, Tunisia and Nicaragua. &quot;Its ambitious development strategy would benefit from prioritising among the many countries, sectors and cross-cutting issues,&quot; said the OECD. &quot;This would avoid spreading Spanish ODA thinly among its partners.&quot; Spain&apos;s action mirrors that of other donors. The UK&apos;s Department for International Development, for example, has slashed its bilateral aid programmes from 43 to 27, with a strong focus on fragile states such as Afghanistan, Somalia and Pakistan, and cutting out countries such as China and Vietnam. The OECD notes that Spain&apos;s aid policy has been able to rely on strong public support and a commitment to global solidarity with the poor. However, it warns there is a risk of losing public backing in the current economic crisis. The peer review cites a 2010 survey by Fundacin Carolina, which showed that public support fell from 84% in 2005 to 67% in 2010, while opponents of development co-operation are gaining ground (18%, up from 6% in 2005). The OECD recommends an up-to-date &quot;communications strategy&quot; to keep the public on side. &quot;Raising awareness and fostering a culture of global solidarity are priorities in the current masterplan [for development],&quot; said the review. &quot;However, the ministry&apos;s 2007 strategy on development education is too broad and outdated, and provides little guidance to staff. Its latest communication plan also dates from 2007. On policy coherence  a familiar problem in aid policy  the OECD urges the Spanish Agency for International Development Co-operation (AECID) to better co-ordinate with local and regional authorities and NGOs. Of all the members on the development assistance committee (DAC - the group of traditional donors), Spain has the highest share of ODA coming from non-national bodies  19% of its total net bilateral ODA is financed by Spain&apos;s 17 autonomous communities and local entities. While the government has strengthened ties between national and regional bodies, the OECD says partner countries and Spanish aid offices on the ground need to be informed of these efforts, so they can improve planning and implementation. While Spain is making progress in untying its aid overall, it is among the poorest DAC performers when it comes to untying its co-operation with least-developed countries (LDCs) and non-LDC highly indebted poor countries (required by the DAC recommendation of 2001/8). Overall, it untied 75% of its aid to developing countries in 2009, getting close to the DAC average of 79%. However, it needs to make sure it follows its schedule to fully untie the remaining portion of ODA. &quot;Untying Spanish aid fully will not only require an effort from the central administration, but also from autonomous communities and municipalities, which continue to tie a large number of small aid amounts to services provided by Spanish entities,&quot; said the review.", 
    "section": "global-development", 
    "gid": "global-development/2012/jan/09/spain-aid-review-good-progress", 
    "wordcount": "640"
}