{
    "headline": "US politicians urged to seize the moment on climate change after Sandy", 
    "text": "Hurricane Sandy might be fresh in the American public&apos;s memory, but for advocates seeking action on climate change time is running out. At a recent event, engineering, disaster preparation and climate science professors at Columbia University urged lawmakers to take advantage of the public&apos;s post Hurricane Sandy interest in global warming and push through bold policies.  &quot;Memory fades very fast,&quot; said civil engineering professor George Deodatis at the university event Monday. &quot;The next six months to a year will be critical.&quot;  Critical because public opinion, especially with sluggish economy and specter of the fiscal cliff, could change soon. Many of the infrastructure investments that the scientists suggested would cost tens of billions of dollars. Although the professors didn&apos;t present a comprehensive plan, they all agreed that a combination of mammoth infrastructure projects would be essential for preparing the United States&apos; coastal communities for rising sea levels.  Some of their suggestions include new building codes, moving power lines below ground, wetland restoration, flood barriers, sea gates and the possible relocation of some coastal communities. The Earth Institute&apos;s Jeffery Sachs, who introduced the event, also suggested a carbon tax  but that option is widely regarded as a political impossibly because Congress is so divided.  Despite the potential hurdles Irwin Redlener, a public health professor, cautioned against complacency and argued that the United States shouldn&apos;t wait any longer for meaningful policy.  &quot;We keep on thinking about these big events like wake up calls,&quot; said Redlener. &quot;But really they&apos;re more like snooze alarms. I&apos;m hoping that won&apos;t be the case here&quot; To decide on and push through these reforms Cynthia Rosenzweig, a senior scientist at Columbia&apos;s Nasa-Goddard Institute for Space Studies, said that cities were providing the best examples of leadership. Rosenzweig specifically lauded New York City&apos;s mayor Michael Bloomberg who in 2008 created the New York City Climate Change Adaptation Task Force, which brought together all the managers of critical infrastructure in New York&apos;s metropolitan region, including cell phone companies and utilities. Rosenzweig praised Bloomberg for his willingness to include scientists in the discussions and his ability to bring different groups together. Redlener, however, stressed that leadership also meant getting tough with climate denial. &quot;It&apos;s more than just gathering people in groups to talk about what the issues are,&quot; said Redlener. &quot;This has to do with the real hardcore bully pulpit leadership where the president of the United States says: &apos;I&apos;m committed to taking this on.&apos;&quot; Another issue raised at the event was the science behind climate change. Many models have labeled Sandy a once-in-a-multi-century storm, but those models might not take into account the extent of global warming. &quot;If someone considers that Sandy was a 1,000 year event, what we have to do is go to a completely different model than if we consider Sandy was the 100 year event or the 200 year event,&quot; said Deodatis. &quot;But because we have new conditions this might be the new standard of a 100 year event or even a 50 year event.&quot; The staggering toll of destruction wrought by the super storm thrust the issue of climate change back into the political conversation after it was largely ignored during the campaign season. Shortly after the storm New York State governor Andrew Cuomo said: &quot;Anyone who says there is not a dramatic change in weather patterns I think is denying reality.&quot; Bloomberg also came out strongly in favor of aggressive policy when he endorsed president Obama citing the president&apos;s willingness to confront global warming.  After his re-election Obama seems to have taken the message to heart. In his first press conference since his reelection he acknowledged that his administration had &quot;not done as much as we need to&quot; to develop climate change policies and that during his second term Americans would hear more from him on the issue.", 
    "section": "environment", 
    "gid": "world/2012/nov/22/politicians-urged-climate-change-sandy", 
    "wordcount": "655"
}