{
    "headline": "What does it mean to be a slave in the 21st century?", 
    "text": "Modern slavery is said to have reached an unprecedented scale, but what does the term mean? Problematically, modern slavery is an umbrella concept, capturing various forms of severe exploitation affecting vulnerable workers worldwide, rather than a legal term. Available global data on its extent is patchy. Last year, the International Labour Organisation (ILO) estimated that almost 21 million people are in forced labour and other forms of modern slavery. Another widely cited figure is of 27 million people in slavery worldwide. Slavery, forced labour and trafficking are serious crimes under international and most national laws. Slavery was defined in a 1926 League of Nations convention as the status of a person over whom others had powers of &quot;ownership&quot;. A supplementary UN convention, adopted in 1956, defined associated practices such as serfdom and debt bondage. In addition, the ILO has adopted related conventions on forced labour, which it defines as a situation in which people enter work or service against their own choice and are unable to extricate themselves without punishment or the threat of punishment. The focus on human trafficking has been more recent. Most countries have now signed up to the 2000 Palermo protocol (pdf) and the UN convention against transnational organised crime (pdf). The protocol has a complex definition of human trafficking, but two concepts stand out: a human trafficking offence occurs when a person&apos;s vulnerability is abused to drive them into a situation of exploitation, and the concept of consent can be negated by a range of factors, including fraud and deception. Compare the older definitions with the Palermo protocol, and you learn a lot about the nature of modern slavery. The first conventions against forced labour and slavery were adopted when much of the world was still under colonial rule. The 1950s instruments, which followed the horrors of Nazi Germany, came during the period of the Soviet Gulags, at a time when newly independent countries were reforming their agricultural systems to eradicate widespread agrarian serfdom. In contrast, the Palermo protocol responds to the new challenge of globalisation, with millions of vulnerable workers on the move and governments of wealthier countries keen to find cheap labour for the jobs shirked by their nationals, but generally reluctant to open their borders. There are three main forms of modern slavery and forced labour. First, there is state-imposed slave labour. Gulags and concentration camps are largely a thing of the past, but there are places  for example, Burma until recently, and North Korea  where these abuses continue. Second, there is the unfinished business of wiping out the serfdom and debt bondage linked to caste systems and discrimination in developing countries. The largest group affected consists of the bonded labourers of south Asia. In Latin America, indigenous people are most at risk, while in some African countries traditional slave-holding systems have been exacerbated by recent conflicts. Third, there are the massive, complex problems surrounding severe labour exploitation, mainly affecting migrant workers. The last two forms, involving forced labour in the private economy, say much about the changing nature of slavery. People are deprived of their freedom by a range of means, but rarely by direct physical constraint and coercion. Bonded labourers have to work off their debt to their employers, or to middlemen: they may be physically free to leave, but can be blackballed by other employers and landowners. Trafficking is not dissimilar. Desperate to leave their home countries, and often deceived by recruiters about job prospects and conditions abroad, migrants can be charged exorbitant amounts for visas and other transaction costs, then made to work for low wages in miserable conditions to pay off debts that are never explained to them. Effectively trapped, few run away or complain. Government programmes to import labour can propagate slavery. The Gulf states have long been under the spotlight for abusing migrant workers under &quot;sponsorship&quot; schemes that tie them to one employer. Similar initiatives in Australia, Canada, Ireland and the US have been criticised. Typically, such schemes rely on labour brokers who recruit workers in their countries of origin, saddling them with large debts; without careful monitoring and regulation, they can easily deteriorate into slavery-like practices. To check this, in 2008 the US amended its anti-trafficking law to introduce the offence of fraud in foreign labour contracting. The first prosecutions are now under way. Forced and exploitative labour is becoming an issue for big business. Typically, the most flagrant abuse occurs when the manufacture of goods such as electronics is outsourced to a country with weak protection of labour rights, and particularly when migrants are brought in through labour brokers, performing arduous work and long hours in sweatshop-type factories, with limited freedom of movement. There is growing pressure on companies to monitor supply chains, sometimes bringing in external auditors to certify that products are slavery-free. Yet although forced labour, slavery and human trafficking are now globally recognised as serious crimes, they are rarely if ever punished. Last June, the US government provided global law enforcement data for the prosecution of human trafficking cases, including forced labour and all forms of modern slavery. The figures are miniscule. In 2011, there were about 7,000 prosecutions and 4,000 convictions for sex trafficking, and 500 prosecutions and 320 convictions for labour trafficking worldwide. It would seem these crimes are going unpunished. Globally, we need clearer laws, rigorous enforcement, and greater public and judicial awareness about why these often subtle forms of exploitation can amount to severe criminal offences. Two challenges lie ahead: ensuring vigorous law enforcement against the worst cases of exploitation, and building consensus for a law and policy framework that plugs the gaps, stopping unscrupulous people making unfair profits at the expense of the most vulnerable. Fail, and modern slavery will be an increasing feature of global labour markets.  Roger Plant is a former head of the ILO&apos;s programme to combat forced labour and the author of Sugar and Modern Slavery", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/apr/03/slave-21st-century", 
    "wordcount": "991"
}