{
    "headline": "The new national curriculum: made to order?", 
    "text": "How should a national curriculum be drawn up? With meaningful advice from a wide sweep of experienced teachers and academics, or by a clique of advisers whose policy preferences accord with those of ministers? Charges that a group of people who fall into the latter camp have had profound, and in some respects secret, influence are hanging over the government&apos;s planned new primary curriculum, which is due to be finalised by September and to come into force for millions of pupils from 2014. The coalition&apos;s curriculum review, which began in January 2011 and in June 2012 produced draft proposals for English, maths and science in primary schools  the secondary version has yet to appear  has been dogged by allegations of secrecy. Organisations including the Advisory Committee for Mathematics Education and Score  an umbrella group for science bodies including the Association for Science Education and the Royal Society  have asked to know which individuals have had meaningful influence on the writing of the new curriculum. In reply, ministers have referred to a long list of individuals who have been consulted. Critics say what has emerged are programmes of study that are skewed towards ministers&apos; personal preferences and hobby-horses and that, instead of a national curriculum, England will get a &quot;Conservative curriculum&quot; that is politicised and undemocratic. Now new questions have arisen relating to perhaps the most controversial of ministerial advisers, Ruth Miskin, an expert on the teaching of phonics who has built a successful business career on designing reading resources and training for schools. Miskin operates a company that has developed training for her own set of phonics teaching resources, which qualifies for a Department for Education subsidy of up to 3,000 per school. Miskin, a former headteacher, serves on a group of teachers and educationists who have been advising ministers on the curriculum review. She was part of a government review of primary testing last year and has been quoted in government press releases in support of the controversial new phonics test for six-year-olds. This newspaper was sent a copy of a draft of the proposed new national curriculum programme of study for primary English, marked &quot;confidential&quot; and dated 23 February 2012. With a mouse, it is possible to hover over the Microsoft Word icon linked to the document, upon which a message pops up: &quot;Authors: Miskin Ruth; Title: Year 1 Reading  version 21/9/11&quot;. On right-clicking on the document itself, under &quot;properties&quot; and then &quot;details&quot;, the document says: &quot;Authors: Miskin Ruth; Company: Ruth Miskin Literacy.&quot; Miskin says she did not create this document, and nor did she write the draft programme of study for English. She says she does not know why her name appears as the document&apos;s author. Asked if she wrote any part of it, her office says: &quot;Ruth responded to the early drafts  she was not responsible for writing them&quot;. The February draft is very similar to the latest published version, on which an informal consultation was launched by the government in June. Both give much more prominence to the teaching of reading through systematic synthetic phonics  the method emphasised by Miskin and the DfE  than does the current national curriculum. For example, the first paragraph detailing what pupils should be taught in year 2 English includes six sentences, the first five of which relate to phonics. The four-member &quot;expert panel&quot; of academics set up last year to advise ministers on the new curriculum was worried that synthetic phonics was being over-emphasised, Education Guardian has been told. There are also widespread concerns, including from the English Association, the United Kingdom Literacy Association and the National Association for the Teaching of English, that the mechanics of reading are over-stressed, with reading for engagement sidelined, throughout the curriculum for five- to 11-year-olds. When it comes to the draft primary maths curriculum, most close observers of the review say that much of the writing was done by the late Richard Dunne, a consultant and author of teaching resources published, like Miskin&apos;s, by Oxford University Press (OUP). Companies House records from 2011 list Miskin as a director of a company called Richard Dunne Maths Ltd. Both Miskin and Dunne have been consultants for an organisation called Oxford School Improvement, also run by OUP. Miskin&apos;s website links to resources and training designed by Dunne. Critics say the government has not been open about the influence on the curriculum of a small group of advisers. This summer, under pressure from a freedom of information request, ministers published a list of 115 people either &quot;consulted&quot; about the review or serving on ministerial advisory groups. Sceptics say it is impossible to tell who has had real influence. Janet Brennan, a former Ofsted senior inspector, is the only individual listed in a specific role, as a &quot;contracted drafter&quot;. Brennan is now an education consultant who recently wrote a pamphlet for Oxford School Improvement called Phonics: Getting the Best Results, advising schools on systematic phonics teaching. Education Guardian has seen another, shorter, list, not published, entitled &quot;individuals who have been sent the draft programmes of study&quot; for English only, and for English, maths and science. This includes 25 names, including Miskin&apos;s. Miskin has also been sitting in on meetings at the DfE in recent weeks to discuss the latest versions of the English curriculums, Education Guardian understands. The thinktank Civitas, which publishes resources based on the works of the American educationist ED Hirsch, also seems to have had close access to the drafting process. Of the 12 names listed as having been sent all three programmes of study, three are listed as employed by Civitas, and another said to be &quot;working with&quot; Civitas. A further three names out of the 12 are primary headteachers who are mentioned on the OUP website as running &quot;model schools&quot; providing Miskin&apos;s Read Write Inc phonics teaching resources. Government supporters say its &quot;expert group&quot; of academics are genuinely independent, three of the four members having publicly criticised fundamental aspects of the review. The DfE also points out that it is ministers, rather than any advisers, who ultimately set the curriculum. Ian McNeilly, director of the National Association for the Teaching of English, who was involved in some of the discussions on English, says: &quot;Ministers like to promote the idea of a free market, with free exchange of information and ideas. But this isn&apos;t what&apos;s happened here: ministers have their ideology and have listened to a coterie of people who are in line with that ideology. It&apos;s terrible practice.&quot; Dominic Wyse, a professor of early years and primary education at London&apos;s Institute of Education, is a synthetic phonics sceptic and lead author of a new book, called Creating the Curriculum, which compares curriculum development across the UK. He says: &quot;Ministers seem to be picking the advisers who fit the political story they want to tell, rather than ensuring a full range of views. If so this is completely anti-democratic, and very different from the way curriculum development has happened in, for example, Scotland.&quot; McNeilly is also among those saying Miskin&apos;s commercial interests could conflict with her influence at the DfE. Companies House records say that, as of 31 March 2012, her company, Ruth Miskin Literacy, had shareholder funds of 782,612. A document filed on 16 January lists Miskin as the only shareholder. McNeilly says: &quot;The commercial advantages of someone in Ruth Miskin&apos;s position could be huge. Even knowing in advance the details of the next policy initiative can give publishers, for example, a huge head start over rivals.&quot; Asked to react to criticism about a potential conflict between her business interests and her involvement in the curriculum, Miskin says: &quot;Along with everyone else involved, I was delighted to be asked to work on the national curriculum review, to be on the advisory committee and to contribute to the draft programmes of study  but that was the limit of my involvement.&quot; A DfE spokesman says: &quot;Ruth Miskin took part in the review on the basis that she is a highly respected expert in her field and we welcomed her advice. &quot;Ruth Miskin did not write any of the draft programmes of study. Final decisions on the content in all the draft programmes were taken by ministers.&quot; He adds: &quot;It is nonsense to suggest we have not been open about who has been involved. This summer we published the names of everyone who contributed to the process. Ruth Miskin, Richard Dunne and Janet Brennan are included in the lists, which contain 115 people. In no way can this be seen as a small group.&quot;", 
    "section": "education", 
    "gid": "education/2012/nov/12/primary-national-curriculum-review", 
    "wordcount": "1466"
}