{
    "headline": "Fracking: a flash in the pan?", 
    "text": "The immediate problem with shale gas is the hype that surrounds it. There may well be scope to produce this type of energy in Britain, but volumes are likely to be limited, infrastructure costs high and local opposition even higher. An enormous lobbying effort by some in the business community has turned heads in Westminster. George Osborne in particular is one who now believes the US shale gas &quot;revolution&quot; that has sent prices plummeting across the Atlantic can be repeated here. But the value of gas in America has been rising and is expected to rise further, while the conditions on offer to shale gas exponents over there are not replicated in Britain. The geology of the two countries is not similar, and in the UK the technique remains relatively unproven. This is also a densely populated country where landowners do not have the mineral rights that would encourage them to cash in with the shale operators. In addition, there is the danger that the extraction of shale gas will only encourage usage and help tie Britain into another &quot;dash for gas&quot; that threatens to lock in higher carbon emissions and bust the country&apos;s climate change targets. Also, in the short term, there is likely to be enormous opposition from local campaigners who do not want the noise and pollution of drilling and trucks thundering to their sites. And that is before we get onto the danger of earthquakes and whether the chemicals used in the &quot;fracking&quot; of wells represent a danger by polluting aquifers supplying drinking water to local communities. Ed Davey, the energy secretary, has rightly promised to monitor safety with great care, ensure that the details of all chemicals are open to public scrutiny, and look at the impact on total CO2 emissions, something he should have done already. But the reality is that if shale does have a potential role to play, it must work around a lot of problems, almost all of which are likely to raise costs  to around $8 per million British thermal units, if you believe Bloomberg New Energy Finance. That is just about the current price  without any effective carbon penalty attached to it. And the fact is that if shale developments continue in America, then many liquefied natural gas export terminals plants being constructed over there will swing into action and help drive down international energy costs. Gas, whether from the North Sea or imported by ship or pipeline, has a role as an intermediary fuel in Britain, but shale is a sideshow. If only all the noise, urgency and political will put behind it could have been applied instead to wind, biomass and other low-carbon technologies.", 
    "section": "environment", 
    "gid": "environment/2012/dec/13/fracking-shale-gas-uk-sideshow", 
    "wordcount": "453"
}