{
    "headline": "Instagram reassures users over terms of service after massive outcry", 
    "text": "After a day of media reports and social media statements decrying Instagram, the photography app&apos;s co-founder Kevin Systrom sought to prevent an exodus of users by promising that the company has no intent to sell user photos.  Instagram changed its terms of service this week using language that suggested that the app, and its owner Facebook, would be allowed to sell people&apos;s uploaded photos or related data to third parties without permission.  Users reacted with fury to the suggestion that their carefully filtered photos of Thai food and drunken escapades could be used by Instagram advertisers to promote products without them receiving compensation. Many deleted their accounts and began exploring their other social sharing options for photos on sites such as Flickr and Hipstamatic.  But on Tuesday evening, Systrom released a statement clarifying that Instagram had no intention of selling user photos.  &quot;To be clear: it is not our intention to sell your photos. We are working on updated language in the terms to make sure this is clear,&quot; Systrom said. He also said that the rewritten terms were meant to legally provide for room to experiment with &quot;innovative advertising&quot; in the app.  Systrom&apos;s explanation reads much like the model of advertising employed by its owner Facebook. This means that the company could analyse which brands a user follows on Instagram and use their data, profile pictures and photos to show their Instagram followers that they follow that business. &quot;The language we proposed also raised questions about whether your photos can be part of an advertisement,&quot; Systrom said. &quot;We do not have plans for anything like this and because of that we&apos;re going to remove the language that raised the question.&quot; The company says the advertising they made way for in the terms of service is meant as a way to avoid banner ads and other things &quot;that would hurt the Instagram user experience&quot;. In the blog post, Systrom also clarified that the app neither owns user content nor claims rights to it, and the new change in terms won&apos;t allow them to.  &quot;We respect that there are creative artists and hobbyists alike that pour their heart into creating beautiful photos, and we respect that your photos are your photos,&quot; Systrom said.  Finally, Systrom clarified that nothing will change about privacy settings, which state that if your photos are private, they can only be shared with the people who users approved them to be shared with.  Systrom said there will be more updates and that the proposed changes were released early so people could provide feedback before they go into effect in 30 days.", 
    "section": "technology", 
    "gid": "technology/2012/dec/18/instagram-issues-statement-terms-of-service", 
    "wordcount": "446"
}