{
    "headline": "Mars Mission seeks married couple: in space, no one can hear you argue", 
    "text": "The Inspiration Mars Foundation plans to send a husband-and-wife team to Mars in 2018. They will travel in a tiny two-room capsule roughly 600 cubic feet (about half the size of a single-decker bus), and their mission will last 501 days. Husband&apos;s log. Stardate 2018.45 Day 2. Things aren&apos;t going well. Wife spends the day continually asking me to review plotted course. &quot;It&apos;s automatic,&quot; I say. &quot;The ship does it.&quot; &quot;Then why is Earth getting bigger?&quot; she says. I explain that the screen has several magnification options. Later, when she falls asleep, I turn us around. 499 days to go. Wife&apos;s log. Stardate 2018.51 Me: Why have you left the toilet seat up again? Him: I didn&apos;t. It must have fallen up. Me: It&apos;s weightless. It stays where you put it. Don&apos;t you understand anything about space? Him: It&apos;s probably broken. I&apos;ll have a look at it later. Husband&apos;s log. Stardate 2018.102 Wife claims I erased her logbook entry, the one where she accused me of using a week&apos;s worth of oxygen in order to sing all of Guys and Dolls. I tell her it was an accident, and that it&apos;s her fault for making an entry on one of my days. Then we get into a huge fight about how stardates actually work, whether it&apos;s a decimal representation of the proportion of the year elapsed, or whether it&apos;s just the date. Try to look it up on Wikipedia, but no bars on phone. Not speaking. Wife&apos;s log. Stardate 2018.whocares Me: Report. Asteroid damage to starboard flank, boosters at zero. Ship rotating out of control, off course, in the blank, forbidding void. Life-support systems dangerously low. Confirm. Him: This is just like that time we drove to Wales. Husband&apos;s log. Stardate 2018.178 Concerned about wife&apos;s current state of mind. Very moody, difficult to reach. &quot;Would you care for a glass of urine?&quot; I say, politely. &quot;Is it your urine or my urine?&quot; she says. &quot;It&apos;s a mix, I guess. And it&apos;s not really urine; it&apos;s just distilled from urine.&quot; &quot;No thank you,&quot; she says. Wife&apos;s log. Stardate Whatever Me: Every day is exactly the same. Him: Any requests? Me: No. Where did you get that fucking harmonica, by the way? Him: It came with the ship. Me: I hate you. I&apos;m going to kill you when we get to Mars. Him: Hang in there, sweetie. It&apos;s almost urine-o&apos;clock. Husband&apos;s log. Stardate 2018.244 Morale very low. Current position uncertain. &quot;Isn&apos;t Mars supposed to be red?&quot; says my wife. &quot;It just looks red from far away,&quot; I say. &quot;It doesn&apos;t look red when you&apos;re on it.&quot; &quot;You know what this looks like to me? It looks like Earth.&quot; &quot;No it doesn&apos;t.&quot; &quot;It looks like Arizona.&quot; &quot;You&apos;re just homesick.&quot; &quot;Look  a band of ape-like creatures on horseback is galloping this way! Ask them where we are.&quot; &quot;I don&apos;t need to ask. I have a map.&quot;", 
    "section": "science", 
    "gid": "science/shortcuts/2013/feb/28/mars-mission-married-couple-space", 
    "wordcount": "520"
}