{
    "headline": "Pass notes, No 3,143: Chatterboxing", 
    "text": "Age: If you&apos;ve never heard of it, then it&apos;s new to you. Appearance: Like someone sitting in front of a television, furiously thumbing a dead remote. Why doesn&apos;t this someone put new batteries in? Because it&apos;s not a remote  it&apos;s a phone. No wonder it won&apos;t change the channel! This someone isn&apos;t trying to change the channel. This someone is chatterboxing. Which is what, pray tell? Here&apos;s a definition from TV Licensing: &quot;Chatterboxing (v). Watching a programme on television, whilst talking to others about that programme online, normally via a social media platform.&quot; You mean watching TV and tweeting at the same time? In a nutshell. I call that Telewittering. Unfortunately your word hasn&apos;t caught on. It&apos;s chatterboxing, because the TV is like a box. Not mine. Mine&apos;s flat. Good for you. Chatterboxing is an actual thing, is it? Yes. Forty-six per cent of 18 to 24-year-olds do it regularly. A young person&apos;s thing, then. Not at all. More than a quarter of all adults have done it. Don&apos;t people find it difficult to concentrate on two things at once? Apparently not. A recent instalment of Take Me Out generated 140,287 tweets; the season opener of The Only Way Is Essex got 159,603, and the X-Factor final clocked up 346,216. So people mainly do it during programmes so moronic that no concentration is required. Not necessarily. But yes. Why? Psychologist Corinne Sweet says: &quot;Wanting to communicate with others when you experience emotions such as sadness, entertainment, fear or awe is a part of the human condition. As television often prompts these feelings, it is not surprising that more of us are taking advantage of evolving technology to share our thoughts.&quot; We used to do that round the watercooler the following day. Exactly. The fragmentation of audiences was thought to have killed watercooler TV conversation, but these days we gather round a virtual watercooler. Do say: &quot;watchin #TOWIE @ home, bit boring 2nite but OMG WOT HAS SHE DONE TO HER BITS&quot; Don&apos;t say: &quot;I miss the water.&quot;", 
    "section": "technology", 
    "gid": "technology/shortcuts/2012/mar/18/pass-notes-chatterboxing", 
    "wordcount": "347"
}