{
    "headline": "A celestial angel, a spinning star and a festive wreath  in pictures", 
    "text": "   The angelic Sharpless 2-106, a bipolar star-forming region. Twin lobes of super-hot glowing gas stretch outward from the central star Photograph: Hubble/NASA/ESA       The Cassini spacecraft captured this quartet of Saturn's moons arranged artfully with the gas giant's rings. Saturn's largest moon, Titan (5,150 kilometres across), is in the background. Between Cassini and Titan is Dione (1,123 kilometres across). Pandora (81 kilometres across) orbits just beyond the rings on the right of the image. Tiny Pan (28 kilometres across) sits in the Encke Gap of Saturn's A ring on the left of the imagePhotograph: JPL-Caltech/Space Science Institute/NASA       Remnants of a supernova explosion, captured by Nasas Wide-field Infrared Survey Explorer. The explosion that ended the star's life would have been visible on Earth some 3,700 years ago. The expanding shock waves have heated up dust and gas clouds, setting them glowing in infrared Photograph: JPL-Caltech/WISE Team/Nasa       The first Earth-size planets were found orbiting a sun-like star. They're compared here to planets in our own solar system, Earth and Venus. Nasa's Kepler mission discovered the planets, called Kepler-20e and Kepler-20f. Astronomers said they were rocky, like Earth, but scorching hot Photograph: Ames/JPL-Caltech/NASA       The bright white source on the right-hand side of this image is a newly discovered pulsar  a spinning, ultra-dense star. The pulsar, dubbed SXP 1062, is rotating unusually slowly: about once every 18 minutes. On the left side of the image are spectacular regions of gas and dust where stars are forming. In this image, X-ray data from Chandra and XMM-Newton (blue) have been combined with optical data from the Cerro Tololo Inter-American Observatory (red and green)  Photograph: Chandra X-ray Observatory       By contrast, this is an artist's impression of the fastest rotating star found to date. VFTS 102 rotates at a dizzying million miles per hour (1.6m kilometres per hour), a hundred times faster than our Sun spins. Centrifugal forces have flattened the star and spun off a disk of hot plasma, seen edge-on here with a hypothetical planet. The whirling star is 160,000 light years away in the Large Magellanic Cloud, a satellite galaxy of our Milky WayPhotograph: G. Bacon/Hubble Telescope/NASA/ESA       The Dragonfish Nebula, a turbulent region packed with stars that is home to some of the most luminous, massive stars in our galaxy. It is around 30,000 light-years away in the Crux constellation. This infrared image was captured by Nasa's Spitzer Space Telescope Photograph: Spitzer Space Telescope       Cryogenic testing was completed for the final six primary mirror segments and a secondary mirror that will fly on Nasa's James Webb Space Telescope. The telescope will have 21 mirrors, with 18 mirror segments working together as a 6.5-metre primary mirror. The mirrors need to be chilled so their own heat doesn't drown out very faint infrared images, and each segment has now been successfully tested to operate at 40 kelvin (233C)  Photograph: Emmett Given/ Marshall Space Flight Cente/Nasa       This blue spiral structure, which spans almost a million light years, was created when a small cluster of galaxies smashed into a larger central one, 'sloshing' the hot gas in the cluster back and forth. This picture of galaxy cluster Abell 2052 is a composite of x-ray data (blue) from the Chandra X-Ray Observatory and optical data (gold) from the Very Large Telescope arrayPhotograph: Chandra X-ray Observatory       This is the southern hemisphere of the comet Vesta in a new image from Nasa's Dawn spacecraft. The colours have been assigned to show different rock or mineral types Photograph: Nasa       Not satellite images but slivers of meteorites recovered in Antarctica that are thought to originate from the comet Vesta. Thin slices of meteorite viewed through a polarising microscope reveal the minerals within (the white scale bars are each 2mm long). These meteorites, called diogenites, resemble rocks found in the lower crust of the Earth Photograph: JPL-Caltech/NASA       A Soyuz launch vehicle is transferred to the launch site at the Baikonur Cosmodrome in Kazahkstan on 19 December in preparation for a mission to the International Space Station Photograph: Stephane Corvaja/ESA       On 23 December the Soyuz module with three crew members on board docked with the International Space Station. The arrival of Andr Kuipers of the European Space Agency, Russian cosmonaut Oleg Kononenko and Nasa astronaut Don Pettit returned the station to its full complement of six crew after a failed cargo ship launch in August disrupted flight schedules. They will remain in space for nearly five months Photograph: ISS/NASA       The sun peeks through a solar array panel on the ISS on Christmas day. Earth's atmospheric limb is visible behind the panel Photograph: ISS/NASA       After surviving a close shave with the Sun, Comet Lovejoy was photographed from the Paranal Observatory on 22 December. It had been discovered just weeks before by an Australian amateur astronomer, Terry Lovejoy, and was classified as a Kreutz 'sungrazer', because its orbit takes it a mere 140 000 kilometres from the Sun's surface  passing through its corona. Lovejoy will not return for another 600 yearsPhotograph: G. Blanchard/ESO       Shortly before Christmas, a festive Nasa copywriter dubbed this interstellar cloud  a stellar nursery where stars are being born  the 'wreath nebula': 'One might picture a wreath in these bright green and red dust clouds  a ring of evergreens donned with a festive red bow, a jaunty sprig of holly, and silver bells throughout.' Its formal title is Barnard 3, or IRAS Ring G159.6-18.5 Photograph: JPL-Caltech/UCLA/NASA       An artist envisions Nasa's Mars Science Laboratory spacecraft as it cruises towards Mars after launch in late November. The spacecraft comprises a disc-shaped cruise stage attached to an aeroshell. The spacecraft's rover (Curiosity) and descent stage are tucked inside the aeroshell. Curiosity has already set to work. It will monitor space radiation during its eight-month trip, providing data that will help in planning future human missions to the red planet Photograph: JPL-Caltech/NASA  ", 
    "section": "science", 
    "gid": "science/gallery/2012/jan/13/astronomy-international-space-station", 
    "wordcount": "0"
}