{
    "headline": "Apps roundup: Vote!!!; Toybox; Apptivities; Horn", 
    "text": "With both main parties doing a good job of making a mockery of the American electoral process during their conventions, it seems fitting that the presidential contest should come tothe iPhone in the form of beat-&apos;em-up Vote!!! (free, app store). Chair&apos;s follow-up to the hugely successful Infinity Blade titles is slightly more tongue in cheek, with caricatured versions of Mitt Romney and Barack Obama battling it out, but the controls remain the same. Block, dodge and deflect are renamed damage control, spin and rebuttal, as the pair &quot;debate&quot; through various White House locales. It&apos;s simple fun, with much of the game&apos;s pleasure coming from seeing a topless Obama thwacking Romney with a lightsaber. Coins can be earned (or bought with real money) to buy ever more outlandish weapons and outfits  expect Clint Eastwood versus Empty Chair to feature in the sequel. Barrel of Donkeys&apos; new title, Toybox (App Store, iOS, 69p), ignores current events in America in favour of mashing up two favourite gaming genres: bullet shooter and falling block puzzler. With your left hand you have to move about a perpetually shooting rocket ship, taking down a host of aerial foes, while with your right you&apos;re ordering falling blocks into matching rows of three  create a row and the left-hand side is temporarily cleared of enemies. It&apos;s a superb test of dexterity and left/ right brain coordination, with subtle tweaks being made weekly, ensuring regular replays are required to keep you up near the top of the highscore table. Elsewhere, with iPad-enabled parents now downloading an app a month for their children, Mattel are launching their new toy/app hybrids, Apptivities (11.99 or 24.99 for large sets). You don&apos;t just download the game, you also buy a miniature toy to go along with it  a tiny Batman, an Angry Birds pig, or, with the Hot Wheels version, a small car. The games are controlled by moving the toys around the iPad&apos;s screen, thereby engaging children in both the physical and virtual worlds. The Hot Wheels toy has rubber touch points which can be raised when using it as a normal toy, or lowered in order to interact with the screen. The physical toy can then be used to steer around the virtual landscape, racing, performing stunts or setting off fiery afterburners. The viewpoint is very tight but the game works impressively well and is sure to captivate smaller children. Meanwhile, Horn (Phosphor, 4.99, app store, iOS) shows that &quot;i&quot; devices are in no danger of becoming the sole vehicle for children&apos;s entertainment. A third-person action game in the style of the Infinity Blade series, it looks stunning  so much so that the graphical heft required can cause slow-down on iPhones and older iPads. You guide the eponymous hero as he clears a village of gargantuan monsters, all of whom hide a big secret. Combat is all swipes and dodges, but exploration and puzzling in a point-and-click style are equally prevalent and add something to this familiar format, ensuring Horn doesn&apos;t just have to rely on its good looks for success.", 
    "section": "technology", 
    "gid": "technology/2012/sep/09/vote-toybox-apptivities-review", 
    "wordcount": "523"
}