{
    "headline": "Resident Evil: Operation Raccoon City  review", 
    "text": "After a three-year hiatus, Resident Evil is well and truly back in 2012, with a positive welter of releases bearing the imprint of the genre-defining survival-horror franchise. 3DS fans have already enjoyed the stupendous Resident Evil: Revelations, and the next full-blown iteration of the series, Resident Evil 6, is due to arrive in November. If you can&apos;t wait until then, you might want to check out Resident Evil: Operation Raccoon City, which provides an intriguing starter while the main course is assembled. There have been plenty of Resident Evil sub-games in the past, which tended to take place in the game&apos;s familiar universe and either deviate from its core gameplay or flesh out hitherto unrecounted parts of the storyline, but few displayed much credibility. Operation Raccoon City, though, is different. Gameplay-wise, it&apos;s a squad-based third-person shooter, with the emphasis very much on action, so it feels quite unlike the core games to play. Yet at the same time, it feels gloriously familiar, since it takes place entirely in Raccoon City, at exactly the time the events in Resident Evils 2 and 3 were playing out. It&apos;s Resident Evil, but not as we know it, yet exactly as we know it. Capcom brought in developer Slant Six, best known for the more recent SOCOM games, to make it, so it won&apos;t surprise to learn that its gameplay feels not unlike that of SOCOM. Thus, you get a basic storyline (although there are still  mercifully short  cut-scenes to be found as you hit checkpoints in its missions), over-the-shoulder shooting with a Focus mode that brings up a more or less first-person perspective and the ability to choose between six characters with different attributes  an explosives expert, two all-rounders, a scientist, a medic and a stealth-merchant. From these operatives, employed by Umbrella Security Services (that is, the military wing of the company that caused the zombie outbreak in the first place, which has inevitably been your enemy in Resident Evils of yore) you make up a four-person squad, and must make your way through seven satisfyingly long missions surviving the unwelcome attentions not just of zombies and mutants (BOWs or Bio-Organic Weapons in Resi-speak) but also of SpecOps squads.     Resident Evil: Operation Raccoon City    What ensues is deliciously hectic and, in the glorious tradition of Resident Evil, both challenging and scary. And even what you would characterise as the game&apos;s flaws don&apos;t mar the experience  it&apos;s not the most polished or lavishly crisp-looking game, but that just brings back memories of Resident Evils 2 and 3. The AI controlling the other three members of your squad is pretty dumb, but you earn Experience Points (XP) for reviving them, and it would be too easy otherwise. Plenty of characteristic Resident Evil elements pop up  there are green herbs, for example, that give a health boost mid-battle, and weapons crates containing the likes of grenade launchers and flamethrowers. And there are new mechanics which make eminently good sense: as well as health-sprays, there are anti-virus sprays, essential if you get bitten (or vomited on), since you will then become infected and, after a while, turn into a zombie. You can cash in your XP on new abilities, both active and passive, such as incendiary ammo or body armour, which can be triggered for a short period and upgraded by spending more XP. Zombies&apos; heads pop in an incredibly satisfying manner if you get your aim and timing right. And you can buy and upgrade a superb array of weapons. The BOWs you encounter act pretty effectively as bosses, and you often face dilemmas such as whether to eliminate the SpecOps troops in order to concentrate on, say, the Hunters, or to let them cause as much damage to the Hunters as possible, even though you run the risk of them concentrating fire on you. And there is plenty to delight committed Resident Evil fans. The missions take in familiar venues such as Birkin&apos;s lab, the hospital and the library, you encounter old friends like Leon S Kennedy and Nicholai Ginovaef and there&apos;s a sub-plot involving reacquiring control of a Tyrant. Best with friends     Resident Evil: Operation Raccoon City    Fun though the single-player game is, Operation Raccoon City really comes into its own when played with others via Xbox Live or the Sony Entertainment Network. You can play four-versus-four team deathmatches, with one side as USS and the other SpecOps. Heroes is Deathmatch, with players assuming the role of an iconic Resident Evil character such as Claire Redfield. Biohazard is similar to capture the flag, except with vials of the G-Virus to collect. But our favourite is undoubtedly Survivor, which is essentially the same as Gears of War&apos;s Horde mode, except it&apos;s played out against the backdrop of a helicopter flying in to extract you, which triggers a free-for-all when it arrives, as those who react slowly won&apos;t get a seat. Resident Evil: Operation Raccoon City isn&apos;t the sort of game that will win awards  it&apos;s too rough around the edges in certain respects  and it&apos;s important to bear in mind that it&apos;s best experienced multiplayer rather than solo. But it&apos;s great fun and adds a fresh spin to a key time and place in the Resident Evil universe. It will bring a smile, in particular, to those who remember Resident Evils 2 and 3 with fondness. Sure, it&apos;s a footnote in the Resident Evil oeuvre. But it&apos;s a good appetite-whetter for Resident Evil 6.  Game reviewed on PlayStation 3", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/mar/21/resident-evil-operation-raccoon-city-review", 
    "wordcount": "904"
}