{
    "headline": "10 things I wish I knew before I started uni", 
    "text": "1. Make time to waste time Or rather, don&apos;t forget that you need to procrastinate  researching, planning and writing are only half of what goes into an assignment. Start things early, at least three weeks before the deadline, and for one of those weeks do nothing but brainstorm and scroll, scroll, scroll through Twitter. It&apos;s better to make time for procrastination than for it to creep up on you. 2. Buy a referencing guide  Referencing is like a minefield: unpleasant and hard to navigate (but mercifully non-fatal). Websites, lecturers and module guides will each tell you something completely different, so buy a thorough, established guide (Cite Them Right is especially good), find out which system your institution prefers, and stick to it. 3. Attend everything  All the compulsory stuff at least. Universities sometimes give you marks just for showing up, which is nice of them. For one second year module, 10% of my mark came from sitting in a lecture theatre, drinking coffee and looking interested. Likewise, don&apos;t dismiss assignments with a small percentage weighting. They might not count for a lot, but they still count. 4. Learn how to contribute to a seminar  Three years later and I&apos;m still quite bad at this. Reading the recommended work is very important, but so is thinking logically to be able to respond well to the questions with commonsense answers  not everything is academic. 5. Demand essay feedback  Some lecturers still believe that a quickly scrawled remark and the occasional tick is a good return on thousands of pounds of tuition fees. It isn&apos;t. Don&apos;t storm into your lecturer&apos;s office brandishing your essay and bark in their face, but do ask to meet and discuss it. After all, you&apos;re paying for their advice. 6. Make friends with the dynamite research tool that is Google Scholar Scholar is likely to be faster, simpler and more fruitful than the clunky academic search engine provided by your university. If you&apos;re struggling to find reading, Google for it. At the beginning of the term there&apos;s usually a &quot;how to research&quot; session given by a university librarian. There are more exciting things to do in freshers&apos; week, but this is a chance to learn what level of research is expected for academic work. 7. Work out how you&apos;re going to get stuff done Universities recommend 45 to 60 hours of preparation and reading per week, which is pretty unrealistic. Get into a routine: read something for your next seminar immediately after the current one finishes; type up lectures notes on the day of the lecture; set yourself a lunch hour. I started planning my days on the iStudiez Pro app and managed to fit much more in. 8. Luck decides a lot For most people, who you live with in your first year will probably determine who you live with, and quite possibly what you do, for the remainder of your course  and who you live with in first year is entirely down to chance. 9. It&apos;s fine to be overwhelmed  You get so much advice in the months before you start university that it can make you feel like you should know exactly what you&apos;re doing when you do begin. It&apos;s fine to be completely lost. As long as you&apos;re not throwing your flatmates&apos; saucepans from the roof, you&apos;re doing fine. It&apos;s also fine to be chilled and happy during the first few weeks and then be hit by a feeling of helplessness. 10. Have a plan but don&apos;t stick to it You might have decided that you&apos;ll be out every night, or that you&apos;ll read up on every topic every week. This is good, plans are good, but don&apos;t let them stop you from going with the flow. There&apos;s no harm in mixing things up a little bit  you&apos;ll probably enjoy university more if you do.", 
    "section": "education", 
    "gid": "education/2013/apr/22/10-things-wish-knew-before-started-uni", 
    "wordcount": "643"
}