{
    "headline": "Burma must avoid the neoliberal trap", 
    "text": "Over the past few weeks, Burma has received a series of high-profile visitors: the US secretary of state, Hillary Clinton, the UK foreign secretary, William Hague, and UN secretary general, Ban Ki-moon, have visited or are planning to visit the nation. After decades in which the west isolated Burma, the recent visits represent a warming of relations, as the country&apos;s government has introduced democratic reforms, allowed the formation of trade unions, released political prisoners, and eased restrictions on access to information. The World Bank is being urged to resume work in the country. And new groups of investors are waiting in the wings to enter as soon as possible. We can hope that the west&apos;s sudden enthusiasm stems from genuine support for peace and the rights of the population. But in reality, the change in stance probably has at least as much to do with pursuit of their own national interests. For several decades, US and European sanctions have kept western businesses out of Burma, while firms from Thailand, Singapore, India and especially China eagerly exploited the country&apos;s natural gas, hydropower potential and gemstones. History has shown time and again that popular movements for civil liberties, democracy and human rights are often hijacked by a drive to introduce neoliberal capitalism or prise open a country to foreign investors. For example, countries in eastern and central Europe are still reeling from the adverse effects of indiscriminate privatisation and deregulation, around 20 years after the collapse of the Soviet Union. The governments and people of these countries were told the only way to address Soviet-era oppression, corruption and inefficiency was to dismantle public services in health and education, deflate pension payments and hollow out public administration. The conventional wisdom was to curtail public services and institutions rather than reform and enhance them. Burma, endowed with valuable resources, is in a position to avoid this trap. As the head of the country&apos;s new economic advisory board, Dr U Myint, put it, Burma is a rich country, albeit with poor people. It can use its resources to build an innovative and democratic welfare state in pursuit of equity and social inclusion. Burma could create decent work by investing in health, education, social services and civil administration. It could build infrastructure in rural areas and upgrade public transport. It could finance innovation in the rural economy. All these areas have been neglected for decades, as the government invested instead in military campaigns, the police apparatus, and prestige projects like the new capital city. Burma could also consider a strategy to strengthen the economy, drawing on the economic development experiences of India, Brazil, Singapore or South Korea. For example, the government could promote selected sectors for domestic and international investment while requiring that they ensure decent wages and working conditions, and technological innovation. The recent introduction of labour standards is a step in the right direction. Burma also has the means to extend social protection programmes to cover the entire population. Currently, only 1% of the population are covered by social security. Social security benefits for the government sector have increased recently, but only a few other groups receive any social assistance. There is no systematic health insurance or poverty response. It could choose to adopt the UN&apos;s social protection floor initiative guaranteeing basic income plus access to high-quality, inclusive social services. A combination of policies promoting decent work and social protection, and an industrial strategy, could allow the country to reduce poverty, income inequality and disparities between rural and urban areas. Burma has the option to create a democratic welfare state. This approach would help its citizens to emerge from poverty and political oppression and might even inspire other low-income countries emerging from oppression.  Gabriele Khler is a development economist and visiting fellow at the Institute of Development Studies ", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jan/13/burma-must-avoid-neoliberal-trap", 
    "wordcount": "636"
}