{
    "headline": "Budget 2013 said to include Wi-Fi and mobile access on trains funding", 
    "text": "Funding for widespread Wi-Fi and mobile access on trains is expected to be among George Osborne&apos;s budget giveaways this week  and it could boost train travel as a side effect. Passengers who prefer quiet carriages will have to grit their teeth: in a move intended to boost national productivity, the chancellor will offer help for commuters who want to use their train journeys to catch up on work. Of the 25 rail franchise operators, 12 still do not have an onboard Wi-Fi service, according to the Association of Train Operating Companies website. For example, the Heathrow Express offers Wi-Fi free to all passengers, while the Gatwick Express has none. The cash will be used to install special equipment on trains with no Wi-Fi service, according to industry sources. A spokeswoman for the Department of Culture, Media and Sport declined to comment. The metal shell of train carriages tends to absorb mobile phone signals, but connections can be improved by fixing antennae to carriage roofs which receive outside signals from mobile masts and replicate them through a series of repeaters in the train. Virgin Trains installed repeaters on its Voyager services in North Wales and on cross-country routes through a contract with Orange, and teamed up with Vodafone in 2008 to bring the technology to its high speed Pendolino trains between London and Glasgow. A handful of franchises offer free Wi-Fi to all passengers, but most charge those travelling in standard class while giving the service away to first class passengers. While many travellers resent having to listen to loud one-sided phone calls, internet connections are less disruptive and popular with passengers. National Express registered a threefold increase along its East Coast Line after offering free Wi-Fi, having taken over the line previously operated by Great North Eastern Railway, which charged 4.95 per hour for the service. When National Express removed the charge in January 2008, the number of passengers using the line rose from 30,000 to 100,000 for the month: regulators said part of the increase was due to free Wi-Fi. More budget news ... Virgin Media wants half of the 150m government Urban Broadband fund for improving internet infrastructure in cities to be diverted to skills and training. BT and Virgin Media are concerned public money could be used to build networks which compete with their own. They have launched legal action against a European Commission decision to let Birmingham City council spend 10m from the Urban Broadband fund on installing fibre-optic cables in areas where they already serve customers. Neil Berkett, chief executive of Virgin Media, has written to chancellor George Osborne suggesting half of the fund be spent improving digital skills for small and medium-sized businesses, where only two-thirds have a website and just a third sell goods and services online.", 
    "section": "technology", 
    "gid": "technology/2013/mar/18/budget-wi-fi-mobile-trains", 
    "wordcount": "469"
}