{
    "headline": "Street lamps in Scotland could switch to 100% low-energy bulbs", 
    "text": "Every street light in Scotland could be fitted with low-energy LED bulbs as part of ambitious plans to cut CO2 emissions, ministers said on Thursday. The Scottish government unveiled proposals for the green investment bank (GIB) to fund the Scotland-wide LED lighting programme as part of a 500m package of climate and green energy measures . LED street lights, which are being piloted by several Scottish councils and are already in use by a number of English local authorities, were floated by Alex Salmond, the first minister, in a meeting with the GIB chair Lord Smith of Kelvin on Wednesday. On Thursday, the bank posted data for the first time on its initial 11 investments totalling 635m, with a total value of 2.3bn once private investment was counted. Scottish government officials admitted they did not know how many street lights were involved, or the eventual CO2 savings or the total cost of this programme, arguing that the project was in its early stages. But the environment group WWF Scotland said its figures suggested that street lighting caused a significant amount of carbon emissions. The 40,000 street lights in Aberdeenshire are responsible for 8,750 tonnes of CO2, with energy bills hitting 1.6m, it said. Fife council&apos;s street lights made up 10% of its total carbon footprint. Richard Lochhead, the Scottish environment secretary, said that the investment quango the Scottish Futures Trust had estimated that investing about 350m in low-carbon measures could cut energy bills by 900m. &quot;Payback time is estimated at around seven to nine years, which is an outstanding spend to save case based on energy savings of as much as 40 to 60%. It is an excellent example of how investing in low-carbon projects can have long-term savings as well as helping to protect the environment,&quot; Lochhead said. Lang Banks, director of WWF Scotland, said street lighting cost millions of pounds a year and contributed significantly to CO2 emissions by public bodies, so any cut in energy use would be &quot;great news for taxpayers as well as the planet.&quot; However, environment groups still believe ministers in Edinburgh are struggling to meet Scotland&apos;s ambitious carbon reduction target because they have failed to effectively cut transport emissions and improve energy efficiency in housing.", 
    "section": "environment", 
    "gid": "environment/2013/may/09/street-lamps-scotland-low-energy-bulbs", 
    "wordcount": "385"
}