{
    "headline": "Peter Gleick reinstated by Pacific Institute following Heartland expos", 
    "text": "The scientist who exposed the inner workings of the ultra-conservative Heartland Institute, triggering the defection of key donors, has been reinstated after an investigation. Peter Gleick, who impersonated a Heartland board member to obtain and make public confidential budget and strategy documents, was restored to his position as president of the Pacific Institute, the organisation announced on its website. The Pacific Institute indicated in the statement that it had found no evidence for Heartland&apos;s charges that Gleick had forged one of several documents he released last February. But the Institute offered no further information on the findings of the investigation, or any evidence to support the claim of having conducted a fully independent investigation. It gave no further explanation for its decision to reject Heartland&apos;s charges that Gleick had faked a document. Nancy Ross, a spokesperson for the Pacific Institute, said the review would not be released because it was a confidential personnel matter. For the past three months, Pacific Institute board members and staff have refused to even name the entity conducting the investigation. The institute did not make the investigators&apos; report public when it announced Gleick&apos;s return on Wednesday. However, the Pacific Institute did disclose the name of the firm that conducted the review, Independent Employment Counsel, which specialises in investigations of alleged workplace misconduct among other things.  However, the Institute gave every indication that Gleick would suffer no further sanctions for his actions, beyond his brief leave of absence. Heartland, in contrast, has lost more than $1m from its 2012 budget since last February  most of that because of its bungled response to Gleick&apos;s expose.The Institute, in its prepared statement, said: &quot;An independent review conducted by outside counsel on behalf of the Institute has supported what Dr Gleick has stated publicly regarding his interaction with the Heartland Institute.&quot; The statement said Gleick had acted alone, and that his actions  for which the scientist has apologised  were not in keeping with the institute&apos;s policies. But it added: &quot;We look forward to his continuing in the Pacific Institute&apos;s ongoing and vital mission to advance environmental protection, economic development, and social equity.&quot; Gleick said he was glad to be back. &quot;I am returning with a renewed focus and dedication to the science and research that remain at the core of the Pacific Institute&apos;s mission,&quot; he said in a statement. There was no immediate response from Heartland. But the organisation has taken a big hit since Gleick&apos;s revelations  although much of the damage was done by its own combattive response to the sting. The documents released by Gleick exposed Heartland&apos;s donors&apos; list  which it had kept private  as well as a plan to spread misinformation about climate change in schools. The ultra-conservative organisation immediately moved to capitalise on the media exposure, setting up a website which it called &quot;Fakegate&quot; and using Gleick&apos;s image to sell $22.49 coffee mugs. But when Heartland promoted the climate conference by taking out a billboard comparing believers in climate change to psychopaths like the Unabomber Ted Kaczynski, a run in donors, which had been relatively modest immediately after Gleick&apos;s expos, spiked dramatically. Two board members resigned, almost all of those based in its Washington DC office quit, and a number of Heartland allies publicly chided the organisation and dropped out of last month&apos;s conference. There is no sign, however, that Heartland has taken any of the criticism on board. In a post on the organisation&apos;s website last week Heartland&apos;s president, Joseph Bast, continued to defend the billboard and lashed out once more at critics. &quot;Our digital billboard in Chicago produced a mountain of fake outrage and indignation from groups on the left, dutifully reported as though it were real by the mainstream media, which are deeply in the tank with the environmental movement. &quot;But the billboard was factually correct and confirms what millions of people know. It has reinvigorated the debate over how much we really know about the causes and consequences of climate change.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/07/peter-gleick-reinstated-heartland-expose", 
    "wordcount": "673"
}