{
    "headline": "Jaguar XF: why women prefer big Cats", 
    "text": "Price 30,950MPG 52.3Top speed 140mph A couple of years ago an article appeared in the Economist which told us something many of us already knew. It said that when it came to major decisions  and, come to think of it, most minor ones, too  it is the woman who has the final say. The article went as far as to suggest that as much as 85% of car-buying decisions were taken by the woman in a relationship. The article picked up where an earlier Australian report had left off  and Ithink this counts for more because Australian women don&apos;t have to deal with men, they have to contend with Aussie men  which stated that this increasing female resolve would be the deal breaker in whether many of today&apos;s businesses boomed or went bust. The report was called &quot;When I&apos;ve Made Up Our Mind&quot;. I&apos;m not sure if Ian Callum, Jaguar&apos;s gifted and multi-award-winning design chief, was particularly thinking of the female market when he first sketched the XF, but he has created something that women love. They love it so much, in fact, that a panel of female motoring journalists voted it the winner of the inaugural Women&apos;s World Car of the Year award in 2010. The Jag is certainly a worthy winner, but it also tells us much about what women expect from their cars. It&apos;s not a family car, it&apos;s not a frugal Dougal, it&apos;s not a city shopper, it&apos;s not a sexy soft top  what it is is a large, lavish, powerful, technologically advanced, executive joy-train. It combines suave good looks and classic lines with Araldite-tight road handling and a rapacious engine. It&apos;s the Big Cat from Coventry that won&apos;t be silenced. It&apos;s also awelcome visitor to golf courses across the land. And if that&apos;s not what you thought women wanted from their cars, think again, because last year the judging panel chose another luxurious saloon: BMW&apos;s 5-series. Ian Callum and Jaguar are one of the motoring world&apos;s most enduring marriages. Born in Dumfries, he knew early on he wanted to design cars. At the age of 14 he submitted a drawing to Jaguar in the hope of landing a job. They said no, but after stints at Aston Martin, Volvo, Mazda and Nissan, he arrived at his dream post. Since 1999 he has worked his way through the Jaguar line-up, revitalising each with energy and pizzazz. As he says: &quot;Jaguars should be perceived as cool cars and cool cars attract interesting, edgy people.&quot; There&apos;s no denying the XF is good-looking, but cool might be pushing it. However I&apos;d say that was in its favour  cool comes and goes, but a class act is always desirable. The revisions to the 2012 model give the XF a tweaked bonnet and bumper and sleeker more cat-like eyes. The front grille is more aggressive and the air intakes are bisected by chrome blades. Inside, it is still all about indulgence. There&apos;s an undeniable theatre to firing it up. Push the start button and the car comes to life around you: the rotary gear selector rises up out of its chrome casing, the infotainment panel and digital dashboard flicker and the air vents rotate towards you. The big change for this year is the inclusion of an all-new 2.2-litre diesel which will knock out 52.3mpg while emitting just 149g/km of CO2  and still deliver atop speed of 140mph. The Jag is as biddable and flexible as you&apos;d hope, but where it really rouses itself is on the motorway. Its smooth engine and eight-speed auto gearbox seem to swallow miles without bothering to chew them. So women want an impressive multitasker that&apos;s responsive and reliable. I think there&apos;s a message for men in here somewhere Batman signs up for Le Mans Looking like a cross between a stealth bomber and the Batmobile is the new Nissan DeltaWing experimental race car. It&apos;s to be powered by a meagre 1.6-litre DIG-T engine  not much bigger than you&apos;d get in a Juke and the front tyres are just 4in wide, but  and it is a very BIG BUT  it&apos;s one of the most revolutionary and exciting motorsport projects in a decade. The car, which is currently being tested, has just announced that it will compete in this year&apos;s Le Mans 24-hour race, but it will wear number &quot;0&quot; and run outside race classification. Batman may not be at the wheel, but Nissan hopes the DeltaWing will really fly. The team estimate that they&apos;ll use half the fuel and tyres of the conventional cars thanks to the fact that the car is half the weight and has half the aerodynamic drag of a conventional racer  in the least green sport on earth it seems there is a stirring of an eco-conscience. For a vision of the future, have a look at this video: http://www.youtube.com/watch?feature=player_embedded&amp;hl=en&amp;v=DlLZ3d-X8aY&amp;gl=US Your chance to win a Harley Fancy having your own custom-designed Harley-Davidson Sportster? The brand is famous for two things: its bike customisation heritage and the quality of its tank art. Now you have the opportunity to be creative and design your own tank art. All you have to do is submit the winning design to win a bike complete with your own bespoke art at harley-davidson.com/tankwall As it&apos;s Mothering Sunday, let Mum do the driving According to a survey conducted by breakdown cover company, GEM Motoring Assist, children across the UK prefer Mum to do the driving and think Dad drives too fast, is more aggressive and loses his temper. The survey, which polled 1,300 children, reveals Mum is more considerate to other motorists, is less likely to suffer from road rage and does not weave impatiently in and out of traffic. However, children did admit that Mum is more likely to stall the car, and get in a pickle over basic manoeuvres, such as parking. The top five things that kids like about Mum driving is that she talks to keep the children entertained; sings at the wheel; drives slower; is considerate towards other motorists and  this is the real killer  has a nicer car! Email Martin at martin.love@observer.co.uk or visit theguardian.com/profile/martinlove for all his reviews in one place", 
    "section": "technology", 
    "gid": "technology/2012/mar/18/car-review-jaguar-xf-women-martin-love", 
    "wordcount": "1073"
}