{
    "headline": "Health and social care education: what needs to change?  live chat", 
    "text": "The inquiry into the unnecessary deaths of hundreds of patients at Mid Staffordshire NHS Foundation Trust earlier this year, has left an unsettling nervousness around patient safety in the NHS. Between 400 and 1,200 patients are believed to have died between January 2005 and March 2009 as a result of poor care at the hospital. In response, a report by Robert Francis QC proposed 290 recommendations to improve patient safety and care, and combat what he labelled a &quot;culture of secrecy and defensiveness&quot;. One of those recommendations will see nursing students working up to one year as a healthcare assistant before their training to gain hands-on caring experience. According to health secretary Jeremy Hunt, these &quot;caring values need to be equal with academic training&quot; to equip students to &quot;do the job properly&quot;. Many have criticised this proposal, suggesting there will be an unwanted blurring of roles between nurses and healthcare assistants. Peter Carter, chief executive and general secretary of the Royal College of Nursing, called the idea &quot;stupid&quot;, saying students already spend over 50% of their time in clinical areas, that the idea will not benefit patients and only waste taxpayers money. As the health sector evolves and diversifies so does health education. Learning and teaching is now delivered in a variety of settings including hospitals, clinics and the community, and using a range of techniques that aim to improve clinical practice through an understanding of the &apos;human factors&apos; that effect it. But what do these changes mean for students and how are new pressures impacting the taught health and social care curriculum in higher and further education? Along with our panel of experts, we will be addressing these questions and discussing some of the innovative teaching techniques  currently being introduced to institutions and their effect on patient care. Join our live chat on Friday 17 May from 12-2pm BST, in partnership with HEA, to debate the changing landscape of health and social care and the role of higher education in preparing students for it. Share your university&apos;s innovative teaching techniques and join us for the discussion in the comments section below. Panel Wendy Reid, professor and medical director at Health Education England Jane Priestley, academic development officer and lead for public patient involvement at the Higher Education Academy  Geoff Glover, assistant director and head of health and social care at the Higher Education Academy Jane Reid, nurse advisor to the DH Human Factors Reference Group and visiting professor at Bournemouth University  Keren Williamson, lecturer at the school of healthcare studies at Cardiff University Bryn Baxendale, professor and director at Trent Simulation and Clinical Skills Centre, and president of the Association for Simulated Practice in Healthcare  Keith Brown, professor and head of post qualification practice-based learning at Bournemouth University Helen Vosper, learning enhancement coordinator and senior lecturer in biomedical sciences at Robert Gordon University Gerri Nevin, head of department for clinical skills and simulation at Birmingham City University David Cox, intercalating student in medical education at Durham University and medical student at Newcastle University This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/may/13/healthcare-reforms-teaching-learning-patient-care", 
    "wordcount": "540"
}