{
    "headline": "Food prices: 'Bread, coffee and fresh fruit have become a bit of a luxury'", 
    "text": "It was the 1.99 Tesco chicken that, four years ago, came to symbolise cheap supermarket food and helped to galvanise consumers into questioning the provenance and economics of the staple items in their shopping basket. In its new branch in Saxmundham  the Suffolk market town that even longer ago famously fought off plans for an out-of-town Tesco superstore  the 4 fresh chickens in the chiller cabinet are being ignored by the late afternoon shoppers who are favouring items covered in &quot;reduced&quot; stickers. Among them is mother-of-two Jackie Long, who has popped in on her way home from work and picked up a 2.5kg bag of Maris Piper potatoes which has been further discounted to 95p. &quot;They&apos;ll last another week, mashed, chipped and in stews,&quot; she says. &quot;I do my main weekly shop at the Co-op but this is on my way home and around teatime they tend to slash the prices. I have really noticed prices going up in the last six months, particularly of things like bread, coffee and fresh fruit. They&apos;ve all become a bit of a luxury.&quot; A straw poll of customers at this store  just across the road from its arguably more well-heeled and soon-to-expand competitor Waitrose  reveals that shoppers of all ages and from all social backgrounds are more worried about price hikes than anything else when it comes to making their produce choices. This mirrors findings from a recent government survey which showed that in May the main food issue of concern to 63% of respondents was food prices  an increase from 60% in November last year. Even ethical considerations have dropped down their list of considerations, according to a separate survey by charity IGD ShopperVista which showed that price is crucial in determining product choice, with 41% of shoppers naming it as the most important factor and 90% listing it within their top five influences. Ethical provenance was considered least important  mirrored in the 3.7% slump in sales of organic food and drink last year. Affordability is now the key factor in determining what food and drink we buy. Food prices have risen 12% in real terms over the last five years, taking us back to 1997 in terms of the cost of food relative to other goods. This week cash-strapped consumers  already stung by extra financial pressures such as rising petrol costs, inflation-busting rail fares and further hikes in their energy bills  were warned to expect further food price rises as a result of the drought in the US and the washed out UK summer that have affected the supply and quality of crops. Record droughts in large swaths of the US&apos;s key agricultural lands have depressed the harvest there, leading to higher cereal prices internationally. All of this has led to a sharp increase in wheat prices in the UK  from 150 a tonne to more than 205 a tonne. Although supermarkets have said they will try to keep down the impact on consumers, this will almost inevitably mean higher bread prices. It is also bad news for meat prices, as farmers struggle to pay for feed for their livestock. The combination of a severe drought early in the year, followed by the wettest early summer on record, has produced some of the worst possible conditions for Britain&apos;s farmers, decimating yields and leaving crops prone to disease. Wheat was the crop worst hit by the heavy rainfall, with a 14% fall in yields, according to the National Farmers&apos; Union. Other crops have also suffered severe damage. The British Growers Association (BGA), representing vegetable farmers, said the pea harvest was down about 45% - a reduction that will mean huge imports to make up the shortfall of one of the UK&apos;s most popular vegetables. The much-anticipated Christmas dinner is likely to be dearer too. Poultry producers have seen their overheads increase dramatically, owing to the poor grain harvest, which has pushed up the price of chicken and turkey feed. Early projections show there will be one-fifth fewer Brussels sprouts this year thanks to the weather. Parsnips have had a poor season and the effects of discolouration on potatoes are still to be fully felt. There were a few bright spots  yields of oilseed rape, though down slightly on last year, are up about 6% on the five year average, according to the NFU. British producers are reporting healthy sales of rapeseed oil as a much cheaper, healthier and UK alternative to imported olive oil. Retailers are also helping by agreeing to relax some of their high standards on the size and shape of vegetables and fruit. Mis-shapen or small fruit has traditionally been rejected by supermarkets, for aesthetic reasons, but the poor weather has meant an increase in the proportion of slightly odd-looking produce. Throwing that away at a time of high prices would be deeply unpopular, so the shops have promised to take more of them. &quot;That&apos;s the only silver lining,&quot; said James Hallett, chief executive of the BGA. He said vegetable growers would try to keep price rises to a minimum, but in many cases they would have no choice as they need to recoup their costs. The big question, he said, was whether retailers passed on any price rises. &quot;No one wants to raise prices when everyone is under pressure, but people have made big investments in growing these crops and they need to try and stay in business. We will have to wait to see what the retailers decide to do.&quot; All this has put national food policy under the spotlight. The Department for Environment Food and Rural Affairs (Defra) reported last week in a barely noticed 50-page statistical document - the Food Statistics Pocketbook 2012 - that UK food prices have increased by 32% between 2007 and 2012. As a result, lower income families have cut their consumption of fruit and vegetables by nearly one-third to just over half of the five-a-day portions recommended for a healthy diet. No surprise, then, that internet companies selling food past its &quot;best before&quot; date (but still safe to eat) at knock-down prices  known in the industry as &quot;the grey market&quot;  are enjoying a boom. And we are changing the way we shop to take advantage of cheap deals. The consumer group Which? has been interviewing consumers in video &quot;booths&quot; across the UK for its Future of Food project  due to report next month - which is an in-depth investigation into shopping and spending patterns. Early findings show that the average cost of shopping bill is 76.83 per week, an increase of 5.66 compared to a year ago. Most people (86%) said the reason for an increase in their weekly shopping bill was due to an increase in food prices, with only 2% saying it was because they had more money to spend. And 92% said they&apos;d noticed an increase in the price of food in the past year. In addition, more people (91% compared to 81% a year ago) are shopping around to get the best price; more (91% compared to 74% a year ago) are buying cheaper groceries and more (77% compared to 59% a year ago) are shopping at discount supermarkets. Which? is also calling for clearer &quot;unit pricing&quot; of food and better labelling so that cash-strapped consumers can better make sense of what they are buying. Mary Creagh MP, Labour&apos;s shadow environment secretary, described the current situation as &quot;a national scandal&quot;. She said: &quot;Even though we are the seventh richest nation in the world,we face an epidemic of hidden hunger, particularly in children  Being able to feed yourself properly is fundamental to people yet government figures show that people on lower incomes are buying and consuming less than five years ago as fruit, milk, cheese and egg prices are up by 30%.&quot; She pointed out that towards the end of its last term in government, Labour published the first national food strategy for 50 years, which aimed to give direction and coherence to food policy no only within Whitehall and its agencies but also across the private and public sectors. It is now gathering dust on Defra ministers&apos; shelves. Food statistics digested  Food prices rose by 32% in the UK between 2007 and 2012 compared to 13% in France and Germany.  Fruit and vegetable consumption is falling. The lowest 10% of households by income reduced purchases of fruit and vegetables by 20% between 2007 and 2010.  There are 63 million consumers in the UK, who last year (2011) spent a total of 179bn on food, drink and catering services, including 101bn on household expenditure on food and drink.  Consumer expenditure on food, drink and catering has continued to rise despite the economic downturn. There was a rise of 3.5% in 2011 to 179 billion.  The combined market share of food and non-alcoholic drinks of the largest four food and drink retailers has remained unchanged at 62% in 2010. Tesco commanded the largest market share at 23%, down from 25% in 2009 but still well ahead of its nearest rivals Asda and Sainsbury&apos;s (both 13% ) and Morrisons with 12%.  Internet food shopping increased to a new high of 3.1% of sales of food and non-alcoholic drinks in 2010, from 2.5% in 2009.  Processed foods have risen the most since June 2007, with a 15% rise in the year to June 2012 and 36% since 2007.  Fruit prices are the second highest reisers, by 34% since June 2007, rising steadily each year. Source: Food Statistics Pocketbook 2012, published by Defra October 2012", 
    "section": "environment", 
    "gid": "environment/2012/oct/12/food-prices-affordability-ethical", 
    "wordcount": "1624"
}