{
    "headline": "Niger offers hope of homegrown solutions to Sahel crises", 
    "text": "Those working to combat food insecurity in the Sahel need to &quot;get their thinking together&quot; and realise that it could take several years for the poorest families to recover from three successive regional droughts and hunger crises, says the new regional co-ordinator of the World Food Programme (WFP). Denise Brown, who took up the post in early April after two years as WFP head of office in Niger, says an integrated approach between agencies is needed. &quot;It&apos;s not an easy or quick job to build up people&apos;s resilience,&quot; says Brown, a Canadian who has previously worked in Somalia. &quot;We&apos;re not dealing with a linear model of crisis followed by recovery any more. Humanitarians and development professionals need to work together to help the poorest  otherwise, we will be back in the same situation again and again.&quot; Brown is hoping her experience in Niger  the worst affected country in the 2012 crisis, when about 5 million people went hungry and many thousands of children suffered severe malnutrition  will stand her in good stead to help WFP co-ordinate better regionally with other bodies such as the UN children&apos;s agency, Unicef, and the Food and Agriculture Organisation. She says the lack of joined-up thinking often goes back as far as appealing for funding at the point a food crisis becomes inescapable. &quot;Just the way funding has been structured in the past  differences between &apos;development&apos; aid and emergency funding  has put us all in competition with each other.&quot; In Niger, WFP has been looking for overlaps in several areas in which it works, such as food distribution and cash for work programmes. &quot;It may sound obvious to outsiders, but if the agencies work together we&apos;re all stronger,&quot; says Brown, who claims better co-ordination is already taking place in school feeding programmes. WFP has teamed up with Unicef to buy food from local farmers and to offer a &quot;package&quot; of relief services  food distribution, and water and sanitation programmes, for example  instead of each agency approaching communities individually. &quot;It&apos;s a challenge for some people to agree not to lead on everything, but breaking down barriers doesn&apos;t make us all more fragile,&quot; she adds. Brown&apos;s interest in better co-ordination has been influenced by watching the creation of Nigeriens Feed Nigeriens, or &quot;Trois Ns&quot; (in French, it is Nigeriens Nourissent Nigeriens). Led by the Nigerien president Mahamadou Issoufou, the initiative aims to tackle Niger&apos;s chronic food insecurity using homegrown methods. Trois Ns tries to pull together the work of different government departments, from agriculture to animal husbandry, and is aiming to increase food production and deal with the effects of the shortages at the same time. &quot;In some ways, they&apos;re playing a similar role to what OCHA [UN Office for the Co-ordination of Humanitarian Affairs] does at the international level,&quot; says Brown. Trois Ns was created almost two years ago, not long after Issoufou came to office following a coup. His predecessor, Mamadou Tandja, had been much less inclined to admit that Niger had a long-term food security problem, and the country was about to head into its third food crisis in eight years, following crises in 2005 and 2009. The initiative has had some success  most notably co-ordinating the national response to severe flooding last year. Approximately 530,000 people were affected and the government spent 14.9bn West African CFA francs (19m) to help farming families recover, chiefly through the rehabilitation of destroyed farmland and the purchase of 80,000 animals. Trois Ns has also: increased the amount of land under small-scale irrigation by almost 11,000 hectares (27,000 acres) in two years; opened up about 8,000 new wells; and created 10 river barrages to direct natural water courses to fields. As most families in Niger practise a mix of market gardening and small-scale animal husbandry, Trois Ns also tries to help pastoralists. It has trained new animal health and vaccination teams, given out 20,000 tonnes of animal feed during the 2011-12 dry season, and improved animal water sources and pastoralist corridors. Aboubakari Koudiza, a Trois Ns spokesman, believes some of these initiatives contributed to the 5.4m tonne harvest last year, which was 49% higher than 2011 (although this was also due to a good rainy season). &quot;We want to achieve full food security in Niger,&quot; he says. &quot;We want everyone to have access to enough food for them to live a healthy and active life.&quot; The precariousness of the situation for many of the poorest families across the Sahel is clear to see. Despite the good harvest in 2012, agencies are already sounding the alarm on hunger again, mostly because families have eaten all their stock and cannot afford much of the food available at local markets. Brown believes that the Trois Ns&apos; focus on building local capacity to deal with what seems to be becoming a permanent pattern of unpredictable rainy seasons and harvests should be translated to the regional level. &quot;They know no one government department can do it alone,&quot; she says. &quot;Here at WFP, we need to learn that. We&apos;ve become better at responding when there is an emergency, but until now we&apos;ve really fallen flat in our efforts to make something that will last.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/may/09/niger-homegrown-solutions-sahel-crises", 
    "wordcount": "895"
}