{
    "headline": "Social media is more than simply a marketing tool for academic research", 
    "text": "According to Jeff Jarvis, author of Public Parts: How Sharing in the Digital Age Improves the Way We Work and Live, thanks to the internet, &quot;we all have our Gutenberg presses and the privileges they accord.&quot; For academic institutions, the internet is a largely untapped resource for shaping and sharing scholarly research. As with the Gutenberg press, maybe professors are worried about permanently penning their ideas into cyberspace. Others may worry about privacy, especially regarding social networking. But social media and the internet have transformative powers, allowing faculty to form powerful connections and reach new audiences that previously couldn&apos;t be accessed from the ivory tower. For the past year, I&apos;ve been working with the faculty and research institutes at NYU&apos;s Robert F. Wagner Graduate School of Public Service to integrate and enhance the social media efforts used to promote its events, programmes and publications. One of the most important lessons I&apos;ve learned is that social media is not just marketing for academic work. Social media platforms can inform every step of the research process: helping faculty get a pulse on movement in their industry, providing feedback during research and then assisting in the promotion of the published work. &quot;We are also using our networks to better understand which issues are important to various stakeholders, to get feedback on our work, a faster and in more ways more effective form of peer review, and to meet other academics and other who are interested in our work,&quot; says Karen Grepin, an assistant professor of global health policy at NYU Wagner. Grepin uses social media platforms like her blog and Twitter account both to better understand issues and to build a reputation in her area of research. &quot;It is also a way for me to also capture what I am learning in a new way,&quot; said Grepin. Learning through social networking platforms allows a researcher to be a lifelong student. Anthony Townsend, NYU Wagner adjunct assistant professor of planning and research director at the Institute for the Future, uses Twitter, Pinterest and Tumblr to find &quot;signals&quot; (up and coming trends or interesting projects for example) about topics such as smart cities. &quot;As a forecaster, I&apos;m constantly on the lookout for what early adopters, innovators and forward-looking people are doing and thinking. My Twitter feed is a torrent of high-value signals of trends that may grow in the future,&quot; said Townsend. As a platform, Pinterest serves as perfect space for academic research because it allows you to sort through the noise online and collect those selected nuggets on to pin boards so you can refer back to them later. Pinterest also has a comments feature on each &quot;pin&quot;, adding a layer of collaboration and interactivity. On Pinterest, Townsend created pin boards such as &quot;Smart Cities Signals&quot; dedicated to housing these images, articles, videos and graphs. As with any online sources, researchers should err on the side of caution. According to a recent Mashable article, horticulturalist Steve Asbell created a &quot;Fake Plants and Other Hoaxes&quot; in an effort to combat suspicious images gaining popularity on Pinterest. The images included blue watermelon, rainbow colored owls and a mystical tree in India, which only really exists in Disney&apos;s Animal Kingdom. The internet and social media have created a super-Guttenberg press for the academic sector, allowing researchers to crowdsource edits and feedback, turning reports into living documents. Sarah Kaufman, a research associate at the Rudin Center for Transportation Policy and Management at NYU Wagner recently released an open data guide for transportation agencies and made the report available as both a downloadable PDF and Google Doc where users can leave comments and edits. Social media also allows faculty members to spread their work beyond just academic circles. And by promoting across different platforms, researchers can bring their research to new audiences and can intentionally target specific readers. Dan Smith, assistant professor of public budgeting and financial management at NYU Wagner said: &quot;When I tweet a research finding, many people who normally wouldn&apos;t read academic journals are at least made aware of my work.&quot; Traditionally, once a report is released, research is laid to rest in archives on university websites. But rather than collecting dust in the catacombs of cyberspace, we can revive research using social media. There are a number of tools that can help you extend the life of your research. At NYU Wagner, we have been experimenting with Storify, a platform used primarily by journalists to curate news story across online platforms. For the Rudin Center for Transportation Policy and Management, we used Storify to build a stream that tells the story of their recent Super Commuter Report. It also allows us to curate all the news items, tweets and blog posts about the report in one place. This piece of research criss-crossed the globe through almost 40 news outlets from NBC nightly news to the cover of AM-New York to regional television and radio stations to Time magazine. Storify also helped continue the momentum online. But social media doesn&apos;t end at promoting research for the sake of the research. Social networking allows faculty to pivot from promoting their own work, to promoting the school or program, providing a window into the soul of the academia. As professor Dan Smith says: &quot;Beyond research, Twitter enables me to connect with the public, including current and potential students. Because professors can be somewhat mysterious figures, I try to use Twitter not only to promote my research but also to express who I am as a person.&quot; Amanda Alampi is a New York-based technology writer and consultant and social media manager for NYU&apos;s Robert F. Wagner Graduate School of Public Service This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jul/24/social-media-academic-research-tool", 
    "wordcount": "989"
}