{
    "headline": "Windfarm operator offers homeowners compensation for building turbines", 
    "text": "Householders are to be paid at least 100 a year for living near turbines owned by a windfarm developer. RES is pioneering the &quot;local energy discount schemes&quot;, which are part of a wider move to give communities benefits from having energy generation located near their homes. Bill-payers near sites need to register with the company, and will then receive payments directly into their electricity account, giving them a discount of at least 100 a year. When people move house, the discount is passed on to the new owner. The government wants more companies to offer similar schemes, and on Thursday will recommend that wind operators give communities a minimum of 5,000 per megawatt of capacity of their turbines each year, to be spent on local projects such as community centres or sports facilities, or bill discounts. This could amount to 100,000 a year from an average wind farm, or 400 off energy bills. But this will not be mandatory, and no record is kept of whether current recommendations of giving back 1,000 per MW are followed by wind developers. Previous schemes, such as one at Delabole in Cornwall operated by the windfarm company Good Energy, required customers to switch their electricity supplier to the windfarm operator to take advantage of the discounts. However, switching suppliers does not guarantee a net reduction in bills. RES is the first to offer discounts on all electricity bills, no matter which supplier customers use. Ed Davey, secretary of state for energy and climate change, hailed the new system as pioneering and promised many more would follow. He said: &quot;We know two-thirds of people support the growth of onshore wind. But far too often, host communities have seen the windfarms but not the windfall. I am pleased to see RES pioneering this innovative scheme. Providing local communities with a discount on their energy bills no matter their supplier is exactly the type of initiative we are keen to encourage as part of a closer relationship between energy generators and local communities.&quot; Davey&apos;s plans to increase the amount operators offer to locals follows promises by the coalition to offer incentives in areas where energy is generated, and was seen as an attempt to reassure Liberal Democrat supporters that the coalition was still committed to green power, despite whipping MPs to vote on Tuesday against a proposal to enshrine in the energy bill a target to decarbonise electricity generation by 2030, and vetoing an EU-wide target for renewable energy generation for 2030. Both moves angered green campaigners and many businesses, who said the environmental credentials of the coalition had been severely damaged, and investors were being scared off by the coalition&apos;s seeming ambivalence on clean energy and tackling climate change. Davey said: &quot;With global gas prices having trebled in the last decade, windfarms will play an important part not only in reducing carbon emissions but also providing green jobs and energy security for the UK. We expect to publish the response to our call for evidence on community engagement and benefits for onshore wind shortly, and this is exactly the sort of scheme we are keen to see more of.&quot; The government is also keen to extend community benefits to areas where shale gas drilling is proposed, as a way of encouraging local people to allow the development to go ahead. RES said that in a pilot scheme at its proposed windfarm in Bryn Llywelyn in Wales last year, three-quarters of people were interested in taking part. Now people living in the immediate vicinity of all its new windfarms will be offered the deal. At one of the company&apos;s sites, Meikle Carewe in Aberdeenshire, almost 240 properties within 3.5km of each turbine qualify to receive an annual discount of 122, and at another site, Tallentire in Cumbria, about 316 properties within 2km of each turbine qualify to receive an annual discount of 108. RES said that local communities near its windfarms would receive 5,000 a year for every megawatt of capacity at the windfarm. Catchment ares are defined by taking a straight line distance from each wind turbine that can vary from site to site. The discount will apply annually for the lifetime of the windfarm, about 25 years. This could amount to more than 1m in benefits to local people over that period. Gordon MacDougall, chief operating officer at RES, said: &quot;Often when we&apos;ve talked to communities around our windfarms, people have asked if they can have cheaper electricity in return for hosting a project, so we&apos;ve worked out a way to make that happen. [These schemes are] the shape of things to come.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jun/05/windfarm-operator-homes-compensation", 
    "wordcount": "791"
}