{
    "headline": "International women's day: a voice from Somalia", 
    "text": "   Photograph: World Vision    In Somalia, we know that a man will sometimes rape a girl because his marriage proposal to her has been turned down. The act of rape ensures no one else will want her as a wife, so she will either be forced to marry her attacker or move to a relative far away, where people do not know what&apos;s happened. Some people who commit violence against women are not aware that they are committing criminal acts. But there are of course those who are fully aware of what they are doing. World Vision is one of the organisations working in Somalia to help women and girls protect themselves and develop the confidence to report cases of violence. I recently met a wonderful woman who is supporting us to do just that. Habibo [not her real name] is a divorced mother of six, living in a World Vision housing shelter. The project provides decent homes for around 600 families, who have been displaced by conflict and drought, as well as for the most vulnerable members of the host community. Recently Habibo&apos;s hand was broken by a man who was jealous that she had been promoted to join the housing allocation committee. In the area where Habibo lives, she works with the local administration to report rape cases, and seek medical assistance for the survivors. Most rape cases happen at night when people are asleep, or when women and girls go outside to the toilet. Since working in the new housing area, Habibo has only come across two rape incidents. There is also a police station being built and police patrols at night will reduce attacks on people using the toilets, which are all located outside the houses. Habibo told me that reporting is not enough, because it is not stopping the violence from happening. Women need a system that will help women whose rights are violated not only speak up but to be provided a second chance to live a normal life, she says.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/08/international-womens-day-voice-somalia", 
    "wordcount": "333"
}