{
    "headline": "Press Start: Call of Duty Ghosts details, Microsoft to show 20 games at E3 conference, and more", 
    "text": "A selection of links, hand-picked by the Guardian games writers. E3 2013: Call of Duty: Ghosts - Diving Into the Campaign | IGN Here&apos;s an early preview of Ghosts, based on a studio visit. Lots of good details for fans, but still no definite word on the key antagonist:  The studio is also taking this opportunity to explore new enemies based on a more modern geopolitical climate. In Call of Duty: Ghosts, the oft used but painfully dated Russian threat has been thrown out, and players are now facing &quot;resource rich&quot; states, most notably certain oil-abundant nations of South America.  Also, there&apos;s more on the dog! Nintendo dismisses E3&apos;s importance as it turns to Facebook, Twitter, and YouTube | The Verge  Nintendo of America&apos;s president Reggie Fils-Aime has taken to Facebook to defend his company&apos;s decision not to hold a press conference at E3. Speaking directly to fans, Fils-Aime notes that &quot;change can make people nervous,&quot; and adds that he understands &quot;people are wondering how we can possibly share information about all our games without all the bells and whistles of a press conference.&quot; Nintendo is embracing Facebook, Twitter, and YouTube to promote itself during E3. It has a Nintendo Direct conference planned for 7AM PT (10AM ET) on June 11th, followed by a &quot;steady stream of content&quot; ranging from developer interviews, game trailers, and wrap-up videos.   Skylanders Swap Force coming to PS4, Xbox One, current-gen versions dated | VG247  Skylanders Swap Force will be released on next-gen systems when it launches in the fall, Activision has announced.  No word yet on any special features for the new consoles, but still, my children will be pleased... Just Dance 2014 leaked on Xbox Live Marketplace, could feature &apos;Ghostbusters&apos; theme song | Polygon  The next entry in Ubisoft&apos;s long-running Just Dance franchise could be called Just Dance 2014, according to a listing on Xbox Live Marketplace. According to the Marketplace description, Just Dance 2014 is focused on social features that allow players to &quot;connect and dance with players from all over the world.&quot; The description also mentions &quot;iconic pop culture references,&quot; which are borne out in nine screenshots. The images, which you can see above, appear to reference the film Ghostbusters  specifically, the film&apos;s theme song by Ray Parker Jr.  Microsoft to show 20 games at E3 conference | VG247  Microsoft has lined up 20 games for its E3 2013 presentation, although we don&apos;t know how many are current generation and how many will show off the Xbox One&apos;s grunt. The tally comes via Spike TV&apos;s Geoff Keighley on Twitter, who had it from Microsoft executive Phil Spencer. Keighley noted that additional Xbox games wil be shown on Spike, including exclusive reveals during its Xbox pre- and after-shows. There&apos;s no breakdown available of how many games will be for Xbox One and how many for Xbox 360 (or even Games for Windows Live and Windows Phone, come to think of it) but we do know there will be at least one surprise for Xbox 360.   You can follow Press Start at Pinboard.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/jun/10/game-links-press-start", 
    "wordcount": "517"
}