{
    "headline": "Ridge Racer Unbounded  review", 
    "text": "Refreshing a long-standing games franchise is always a notoriously delicate business and, true to form, Ridge Racer Unbounded has divided opinion. It&apos;s easy to see why: surely no game has adhered more rigidly to an unbending formula through countless iterations than Ridge Racer, the archetypal Japanese drift-racer. Ridge Racer Unbounded keeps the drifting but dumps everything else  especially the long, wide, generally elevated tracks and the stubborn refusal to countenance any form of damage to cars or environment. If you find that upsetting, don&apos;t buy it. But you&apos;ll be missing out on the most compelling version of the game since the original. There&apos;s another reason why Ridge Racer Unbounded has left some critics nonplussed: it&apos;s one of those rare games that refuses to pander to your ego. The first time you launch it, just one race is unlocked, and even in that the computer-controlled opponents&apos; AI is cranked up to near-human levels of fiendishness. The aim of each race is to finish in the top three  you&apos;re awarded between one and three stars if you do so  but you swiftly learn that there are plenty of rewards to be had even if you trail around at the back of the field. Ridge Racer Unbounded takes many cues from Burnout and Split/Second. You have a Power meter that can be filled by drifting, catching air or slipstreaming cars, and when you deploy it, you don&apos;t just get a speed boost but will be able to take out other cars for its duration (which is denoted by two red slipstream tracks). Or you can head to points that the game points out, press it, and you will reshape the scenery, opening up shortcuts and generally causing carnage. Even without hitting the Power button, you can take out pretty much anything that is smaller than your car, such as concrete pillars, entire petrol stations and so on. Game modes are plentiful, varied and fun. There are so-called Shindo races, in which you can&apos;t take out other cars on the Power button, but which still include a speed-boost earned by drifting  the best way to win those is to treat them like conventional races and brake for corners rather than inducing drifts with the handbrake. Frag races invite you to destroy as many cop cars as possible within a given time, at the wheel of a truck. In Drift races, you earn extended time on the track by pulling off spectacular drifts, and Time Attack puts you on some insane stunt courses, studded with time-extending tokens. Unprecedentedly, there&apos;s not a duff mode among them. Shatter Bay, the fictional city in which Ridge Racer Unbounded takes place, is also glorious: a veritable toy box of destructibility with bags of character (and a few subtle nods to Ridge Racers of yore). And the single-player game&apos;s structure is impeccable: you open up new areas of the city (there are seven) by winning stars, but even if you end up well behind the top three, you still win points for trashing buildings, fragging cars, pulling off extra-long drifts and the like.     Ridge Racer Unbounded     These both enable you to level up  winning new cars and areas of the city with which you can tinker around in the editor  and open new races in each area. The aforementioned editor, which lets you build your own races and post them on the web, is a marvel to behold, and will delight any inveterate tinkerers. And the extensive and well structured online experience is quite similar to the single-player game, which is a big compliment to the AI. Of course, if the concept of drifting  scrub any excess speed with brake while keeping throttle on, turn in early, hit handbrake, apply opposite lock  is alien to you, then you will hate Ridge Racer Unbounded. And you do often come across deeply frustrating moments when just as you&apos;re about to take the chequered flag, a car behind frags you  something that will be familiar to devotees of Mario Kart. And you can dip out of then restart races if they aren&apos;t going well  any game that lets you do that ought to monitor the number of times you indulge and adjust its difficulty accordingly. But the frustrating moments in Ridge Racer Unbounded are far outweighed by the deeply satisfying ones. It&apos;s anarchic, well designed, thrilling to behold and will put a massive grin on any true petrol-head&apos;s face.  Game reviewed on Xbox 360", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/apr/04/ridge-racer-unbounded-game-review", 
    "wordcount": "739"
}