{
    "headline": "Falklands oil revenue must help develop Argentina not boost UK coffers", 
    "text": "The future of the Falkland Islands/Malvinas has been in the news again recently, with the 30th anniversary of the conflict between Britain and Argentina and the increasingly bold rhetoric of Argentinian politicians. The discussion is treated in the press as a diplomatic and political issue, but little has been written about it from a development perspective. However, what happens to the Falklands is a much bigger test of the UK&apos;s commitment to development than its creditable commitment to meeting the arbitrary 0.7% aid target. The Falklands question became a development issue in 1998 when oil was discovered. Until then it had little relevance to the material wellbeing of poor people in developing countries. The Argentinian government did not invade the Falklands in 1982 for any economic reason (the main economic motor of the islands at the time was sheep products) but for internal political reasons; to provoke nationalist fervour to shore up a tottering dictatorship. The outcome of the invasion has always piqued Argentina, but the discovery of oil has added fuel to the fire. Brazil&apos;s former president Luiz Incio Lula da Silva called the oil reserves found in Brazilian seas in the past decade a &quot;gift from God&quot;  that is pretty much how most Argentinians would like to think of the oil around the Falklands. With an estimated 60bn barrels of oil to be found around the islands, and the oil price hovering around $100 per barrel, you can do the maths. If Argentina was able to take 25% of any oil sales, it could add up to $1.5 trillion to its coffers over the next few years. There are two reasons why it is important from a development perspective for Argentina to benefit from this money. First, poverty reduction. Although Argentina is by no means one of the world&apos;s poorest countries, and has fairly good human development statistics, its GDP per capita ($9,000) is still only a quarter of the UK&apos;s. And it has some worrying social statistics: 13% of Argentinian children (aged 7-14) are economically active, according to the latest figures (for 2004), while 8% are malnourished. Moreover, the multiplier effect of Argentina&apos;s wealth would mean benefits for its regional neighbours as well, most of which are poorer. The case is even clearer if we substitute a much poorer country, such as Haiti, Sierra Leone or Cambodia, for Argentina. It is hard to imagine anyone arguing that oil fields that might have fallen in the marine jurisdiction of these countries should come under a rich country&apos;s colonial jurisdiction in similar circumstances. It would be considered grotesque. The difference between this hypothetical situation and the actual one is of scale, not principle. Argentina and its neighbours still require development support. Second, anti-colonialism. Development is not just about money; it is also about shaking off the past and engaging in new and equal relations between countries. Speaking at the Summit of the Americas in Cartagena, Colombia, in mid-April, the Argentinian foreign minister, Hector Timerman, said: &quot;colonial aggression against one country is colonial aggression against all&quot; and asked for solidarity with &quot;the Argentinian decision to negotiate the return of the islands with the UK&quot;. All the 30 or so presidents at the hemispheric conference favour the Argentinian position, except the US and Canada. The reason the Malvinas issue is felt so keenly across Latin America is that it is a reminder of Britain&apos;s history of economic imperialism in the region. The role Britain played in extracting resources and wealth from Latin America over the past two centuries, with little benefit to the local population, is well known, even if it is the Spanish who are most associated with colonialism. As Timerman puts it: &quot;We have 21st-century challenges, and Argentina is still fighting against a 19th-century power.&quot; Of course, British people have next to no knowledge of this, just as they know little of their imperial history in general. As the UK economy continues to falter, the last thing its government wants to do is let go of a potentially large source of revenue. It is even demanding repayment of an odious debt still owed by Argentina for money lent to the 1970s military junta to buy weapons. But these are precisely the bold decisions required to present a new kind of attitude to the world  one founded on solidarity, not on the remnants of an often violently won empire. The political identity of the islanders is a crucial issue; they should pertain to whichever state they choose, and they are clear that they want to be British. They are also a thoroughly decent group of people (some of whom I have met) and deserve a share of the oil profits. It is not beyond the ken of post-modern bureaucrats to draw up an accord whereby the islanders remain British and benefit from the oil surrounding their home, without denying a developing country the majority of the wealth that rightfully belongs to it.  This article has been corrected. The original said it was the 20th anniversary of the Falklands conflict.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/apr/30/falklands-oil-develop-argentina-uk", 
    "wordcount": "853"
}