{
    "headline": "Nasa Curiosity rover tracks doomed Mars moon and targets first rock", 
    "text": "The first data from Nasa&apos;s Curiosity is in. At the weekend, as expected, the rover took a video of Phobos slipping across the face of the Sun. The first images of the event show the rocky moon taking a small bite out of the fiery disc. These alignments, known as transits, occur twice every Martian year (which is about twice as long as an Earth year) and last for just 30 seconds. Images of the event pinpoint Phobos in its orbit, allowing astronomers to precisely define its path around Mars. This information could eventually allow Phobos to be used as a probe of Mars&apos; internal structure. Mars, like any planet, is not a perfect sphere. Its valleys, mountains and internal structure mean that its gravitational pull changes minutely from place to place. To a spacecraft or a moon, this translates into bumps and wiggles in its orbit. By charting these movements, scientists can build up a picture of the interior of the planet. Recently, the European Space Agency used its GOCE probe to do this for Earth, revealing details such as where our planet&apos;s crust meets the mantle underneath. A future radio beacon on Phobos could help with similar studies of Mars. It could also test our understanding of how gravity behaves. The structure of the moon itself remains a mystery. Close fly-bys by ESA&apos;s Mars Express confirm that the moon is not solid all the way through. It is probably a floating pile of rubble held together by gravity with great caverns inside the potato-shaped body. It is also doomed. Phobos&apos; orbit is gradually decaying. The gravity of Mars will pull it apart in some 8 to 11 million years&apos; time, at which point the debris will create a planetary ring, similar to Saturn&apos;s. This will gradually dissipate as the rocks fall as meteorites on to Mars. Again, observations of Phobos&apos; orbit can help predict this fate. Turning from the moon, Curiosity began its geological mission. Now, after six days of driving, it has targeted its first rock for analysis. The rover is currently about 8 feet away and preparing to edge closer to bring the rock within reach of its robotic arm. The rock is the size of a football, although it looks more like a small pyramid. The science team call it Jake, after Jacob Matijevic. He was an engineer who worked on the three previous Nasa Mars rovers and passed away on 20 August, just a fortnight after Curiosity landed on the Martian surface.     Jake the rock will be the first that Curiosity has analysed with its robotic arm. Photograph: Nasa/JPL-Caltech    To analyse Jake the rock, Curiosity will first use its laser beam to vaporise a small section. Light from the glowing rock vapour can be analysed by the rover&apos;s cameras to provide the rock&apos;s chemical composition. Curiosity will then touch the rock with its Alpha Particle X-Ray Spectrometer (APXS), mounted on its arm, to perform a more detailed analysis. The different chemical elements in the rock will respond in different ways to the bombardment of particles and the x-rays from the instrument.  Results from the laser and APXS will be compared. Then the rover will move on towards a rock formation called Glenelg. This past week, Curiosity has been driving anywhere between 22 and 37 metres per day. That would put Glenelg about a week away.  Once it arrives, the team plan to drill into some of the outcrops and analyse the rock dust using the rover&apos;s onboard laboratory. Stuart Clark is the author of The Sky&apos;s Dark Labyrinth (Polygon)", 
    "section": "science", 
    "gid": "science/across-the-universe/2012/sep/20/nasa-curiosity-rover-mars-moon", 
    "wordcount": "578"
}