{
    "headline": "Leaping UK carbon emissions deliver two red-hot lessons", 
    "text": "The big jump in the UK&apos;s carbon emissions has two searing lessons for energy and climate secretary Ed Davey, newly installed in the hot seat.  First, he must prevent his department&apos;s flagship &quot;green deal&quot; plan to boost the warmth of the nation&apos;s ageing and draughty homes from self-combusting in a blaze of apathy, as it is currently on course to do. Secondly, he must pour a little cold water on the UK establishment&apos;s burning love affair with nuclear power, to take better account of its unreliability. The biggest single cause of the first rise in the nation&apos;s carbon footprint since 2003 was from the increased heating of homes during cold weather at the start and end of 2010. People faced a choice when winter&apos;s chill began to bite: they could turn up the heating, despite the soaring cost of energy, or tackle the draughts through which the heat escapes. The 12 million tonnes of carbon dioxide added to national emissions from home heating alone - two-thirds of the entire rise - shows the people of Britain overwhelmingly chose the former. Yet almost half of all lofts in the UK - 10 million - remain poorly lagged or completely bare, while 8m homes have empty cavity walls. Installing this type of insulation instantly cuts bills and some energy companies, driven by soon-to-end regulation, will do it for free. The government has trumpeted its green deal as the solution to this woeful state of affairs, calling it a world-leading programme set to transform 14m homes in a decade. Homeowners will be able to take out loans for refurbishments, with the repayments guaranteed to be lower than the energy cost savings.  Warm words, but sadly adrift from reality. The government&apos;s own impact assessment shows that loft lagging will plummet by 93% when the green deal starts. Instead of 2m lofts a year being stuffed with plump, cosy fibres, as is needed to curb carbon emissions in line with legal targets, just 70,000 will be done. People have been reluctant to let in the workmen even when the work was free, so why would they do so when they have to take out a loan? The good news for Davey is that all is not yet lost ahead of the green deal&apos;s October launch. He already has 200m from the Treasury to shower on early adopters, but many more incentives are needed. Council tax rebates and cuts in stamp duty are on the table and getting them will be an early test of his ability to win cabinet arguments. Virtually all of the rest of the leap in the UK&apos;s carbon emissions comes from technical problems forcing nuclear power stations to shut down. The biggest reactor in the country, Sizewell B, was offline for six months, meaning more coal and gas had to be burned to fill the electricity gap, pumping more climate-warming gases into the air. Other reactors had problems too in 2010 and more recently events as varied as a rogue school of jellyfish and winter tornadoes have closed atomic energy plants. When a wind turbine explodes, as in a recent storm, a megwatt of power is lost. When a nuclear plant falls off the grid, 1000 megawatts is lost. The comparison puts the lie to the sceptics charge that wind power is &quot;unreliable&quot;. Davey has stridently opposed nuclear power in the comfort of opposition, but now has to back it. An even more difficult test of his political skills will be to win the argument on the clear benefits of wind power, in particular with the 100 Tory MPs and their supporters who greeted his first day in the office by demanding drastic cuts to onshore windfarms. Keeping energy bills down, keeping the lights on and keeping the world safe from global warming was never the easiest brief in Whitehall. The new leap in carbon emissions means Davey is set for a baptism of fire.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/feb/07/carbon-emissions-uk-energy-nuclear", 
    "wordcount": "660"
}