{
    "headline": "Can a Windows 8 hybrid PC replace a desktop, a laptop and a tablet?", 
    "text": "I work from home and also travel frequently on business. I have been imagining my ideal setup computer-wise, and think it would be just a tablet (one with a case that doubles as a keyboard), which I could carry around easily when necessary and then connect to a larger monitor, keyboard and mouse, and external storage when I am working at home. I could then live without a laptop or desktop. Which is most suitable for this kind of usage? From a work perspective, I fear the possible restrictions and compatibility problems that could arise if I go for anything other than Windows.I have an Android smartphone and would like to use Evernote etc on the tablet too, but I assume that the major app developers will be making versions of the most popular apps that also work in Windows. Leon This is the sort of scenario for which Microsoft designed Windows 8 and made its own PC, the Microsoft Surface Pro. Indeed, it was also the idea behind tablets running Windows XP Tablet PC edition, launched with a fanfare at Comdex in 2001. The XP-based Tablet wasn&apos;t a success partly because there were no tablet apps: you just ran normal Windows programs, but controlled them with a pen (stylus) instead of your fingers. With Windows 8, Microsoft has added a touch-first tablet interface, along with a new applications programming interface (WinRT) and a new app distribution system, the Windows Store. The main advantage of the dual approach is that you can run all your old business programs, including Microsoft Office, under Windows 8, then instantly switch to running tablet apps with access to the same data. You don&apos;t need to sync anything or find some other way of transferring files between devices, though of course, you can still sync files to the cloud. Windows 8 is integrated with Microsoft&apos;s SkyDrive, which provides 7GB of free cloud storage, though you can use other services as well. Compromises There are, obviously, some compromises. &quot;Detachables&quot;  PCs where the tablet screen detaches from the keyboard/dock in the way pioneered by Asus&apos;s Android-based Transformer range  typically have 10in to 12in widescreens. This is on the small side for a laptop but on the large side for a tablet. There are similar compromises with weight and battery life. The Microsoft Surface Pro feels very small and light for a powerful PC with 4GB of memory and an Intel Core i5 processor, but it&apos;s big and heavy compared to an Asus Nexus 7, which runs Android on a 7in screen. Some people may prefer to have two separate devices, typically a larger laptop with a 13.3in or 15.6in screen and a smaller tablet with a 7in screen. That&apos;s what I have at the moment. However, having used a Surface Pro on loan for a couple of weeks, I think the compromise has more benefits than drawbacks. Patrick Moorhead, an analyst, shares my view: see his recent post at Forbes: Why I Prefer PC Convertibles Over Traditional Notebooks. Moorhead has tried systems over five different scenarios including desk, couch, bed, and in-flight use. In each scenario, he has performed 12 tasks (playing a game and a movie, reading and writing email, presentation and spreadsheet work etc) and rated each of them out of five between Poor and Great. Your 60 ratings may vary  as do mine  but his table (PDF)will give you a good idea of how it works. There are several cases where Moorhead remarks: &quot;Helps to have mouse.&quot; Often the problem is that traditional Windows apps just weren&apos;t written for fat fingers. In such cases, I&apos;ve found that the digitising pen that comes bundled with the Surface Pro can be a great substitute.It&apos;s as accurate as a mouse, and you can see its on-screen pointer without touching the pen to the screen. Unlike a mouse, it doesn&apos;t need any flat space. Also, you can write and draw with it, and it provides a much better experience than trying to write on an Apple iPad screen. Whether Microsoft&apos;s Surface Pro is your best choice is another matter.Surface Pro is a tablet, and its Touch and Type keyboards double as screen covers. The Asus Transformer, by contrast, is a laptop with a detachable screen, where the detached screen becomes the tablet. This gives manufacturers the chance to provide a better keyboard (basically the same as a laptop) and to include two batteries: one inside the tablet and one inside the keyboard/dock. The resulting hybrid is a bit bigger and heavier than a tablet, but you can get much more battery life. You also tend to get more ports. Intel Atom vs Core chips There are two basic classes of PC in this market, and they are roughly equivalent to Ultrabooks and netbooks. The Ultrabook-style devices have Intel Core iX processors, 4GB or more memory, and 64-bit Windows 8. Some models also have HD screen resolutions: perhaps 1920 x 1080 pixels instead of the common 1366 x 768. UK prices are relatively high, often over 1,000. The netbook-style devices have Intel Atom Z2760 and similar processors, 2GB or more memory, and 32-bit Windows 8. They provide much better battery life, and they&apos;re around half the price. The Atom-based models are, in my experience, surprisingly nippy, and they are quite capable of running Microsoft Office. They&apos;re a huge improvement on traditional netbooks. However, if you need to run heftier Windows programs such as Adobe Photoshop and Creative Suite, edit videos or play PC games, then you should go for a machine with a Core i3 or faster processor. I haven&apos;t seen enough of the different Windows 8 hybrids for long enough to have any strong recommendations, and better models are on the way. However, the Acer Iconia W510 looks like a decent Atom-based detachable. It has a 10.1in screen, a claimed battery life of &quot;up to 18 hours&quot;, and only weighs 1.2kg. The Amazon.co.uk price is just under 600, but shop around. The HP Envy x2 11-g030ea (D0W48EA) is similar but has an 11.6in screen --which also enables a slighter larger keyboard  and a sturdy aluminium body. However, the battery life is worse and it costs a bit more at 699.99. (The HP Envy x2 11-g000ea started at 1,099.) For a high-end machine, the Samsung ATIV Smart PC Pro Elite 700T is worth a look. It has an 11.6in screen and, like the Surface Pro, an Intel Core i5- 3317U processor, a Wacom digitising pen, and a 1920 x 1080 Full HD screen display. The inclusion of a 128GB SSD, instead of a 64GB drive, pushes the price up to 1,099.99. You should look at the Lenovo IdeaPad Yoga 13 as well. This is a 13.3in Ultrabook rather than a tablet, so you get a 1.9GHz Core i7-3517U with 4GB of memory, a 128GB SSD and a good keyboard for 999.99. Its party trick is that it has a double-joined hinge so you can fold the screen back to turn it into a tablet. Although the IdeaPad Yoga 13 is more of a work machine, the claimed battery life is good (8 hours), and it&apos;s not unduly heavy at 1.5kg. Docks and apps If you want to connect any of these Windows 8 PCs to a keyboard, monitor and external hard drive then you will probably need a USB docking station. For preference, both the PC and the dock should have USB 3.0 ports.The Plugable USB 3.0 Universal Notebook Docking Station with DisplayLink DVI/VGA seems to be a popular option on Amazon.co.uk (I&apos;ve not seen or used one myself). It supports monitors up to 2048 x 1152 pixels, so it should work with what you have now. It also includes a full-sized Ethernet port, which the Yoga 13 lacks. It&apos;s early days for Windows tablet apps, but the Windows Store has almost 150,000 so far. This includes Evernote for Windows 8. Watching Evernote&apos;s YouTube demo will give you a good idea what it&apos;s like. If you don&apos;t fancy it, you can always use the PC version  pin it to the Windows 8 taskbar or create an icon on the desktop  or try the Microsoft OneNote app instead. (It&apos;s a free app, and different from the versions in Office and SkyDrive.) There are lots of different options with touch-screens that detach (Acer Iconia W510), flip (Dell XPS 12), rotate (Lenovo ThinkPad Twist) or slide up (Sony Vaio Duo 11), and the Asus TaiChi has two screens.If you can look at a few, you should be able to find one you like.", 
    "section": "technology", 
    "gid": "technology/askjack/2013/may/16/window-8-hybrid-pc-replacement", 
    "wordcount": "1464"
}