{
    "headline": "Use of animals in UK research highest for 25 years", 
    "text": "The number of scientific procedures carried out on animals last year was the highest in Britain for almost 25 years, according to figures released by the Home Office. More than 3.79m procedures, which range from breeding GM mice to mimicking neurological diseases in animals, were carried out, marking a rise of 68,100, or two percentage points, on 2010 figures. Since 1987, the Home Office has monitored animals in research by counting the number of procedures that scientists start work on annually. In that year, the department reported 3.5m uses of animals in research projects. Many animals are used for more than one authorised procedure. The coalition government has pledged to reduce the use of animals in scientific research, but at a press conference in London on Tuesday to announce the latest figures, Martin Walsh, head of the Animals Scientific Procedures division at the Home Office said that was &quot;a long-term project.&quot; &quot;You may be able to reduce the number of animals in specific areas, but the overall rise would tend to mask this. It&apos;s something you can&apos;t do in 12 months,&quot; he said. Animal welfare and anti-vivisection groups expressed dismay at the latest rise, with the RSPCA calling on the government to commit to ending severe animal suffering. The latest figures obscure substantial shifts in the way animals are used by scientists at universities and in the pharmaceutical industry. Much of the baseline rise comes from the greater use of fish and birds, which overwhelm a drop in the number of procedures carried out on monkeys, down almost half or 2,213, and rats, down 33,604. The surge in procedures on fish, up 72,959 on 2010, was driven in part by their adoption for toxicology experiments previously carried out on rats. The figure was boosted by more university researchers turning to zebrafish to study basic physiology and embryonic development. In the first few days of life, zebrafish are transparent, which allows scientists to watch their organ development, and test the impact of chemicals on their growth. Judy McArthur Clarke, head of the Home Office&apos;s Animals in Science Regulation Unit, said the figures do not reveal how much animals do or do not suffer during the course of research projects. &quot;This is something we are working with European member states to come to an agreement on. I&apos;m hoping in future years we&apos;ll have much better measures of this, because it is a significant drawback,&quot; she said. The Home Office categorises animal research projects as mild, moderate or substantial, according to the severity of the procedures carried out. A blood test ranks as a mild procedure, while procedures used to model diseases in animals are typically ranked as severe. In the latest figures, 61% of procedures were moderate and 36% classified as mild. The Home Office released the figures alongside its annual report on the use of animals in science. The report revealed that government inspectors dealt with 39 licence infringements, more than they had handled in any of the previous five years. In one case, 208 mice drowned when a water dispenser malfunctioned and flooded their cages. A week later, at the same establishment, eight rats drowned when a leaky roof caused more cages to flood. The laboratory upgraded its facilities and was required to submit a formal report to the Home Office. &quot;We want the government to commit to ending severe animal suffering and for scientists to focus on changing these procedures so they cause as little pain and psychological suffering as possible,&quot; said Penny Hawkins at the RSPCA. Fran Balkwill, of Understanding Animal Research, said: &quot;Animal research is conducted for the benefit of humans and animals alike, and we have made great strides in the past few years towards preventing or treating diseases that would have seemed incurable even a decade ago. We hope to see, in the coming years, further decreases in the number of dogs, cats and primates used, in line with efforts towards reduction, refinement and replacement of animals in research advocated by scientists and overseen by NC3Rs [the National Centre for the Replacement, Refinement and Reduction of Animals in Research].&quot; The latest figures show that 48 more procedures were carried out on cats in 2011 compared with 2010, but the research is done to benefit cats, and focuses on feline physiology and nutrition. Stephen Whitehead, of the Association of the British Pharmaceutical Industry, added: &quot;Where medical research is concerned, we have a straightforward option: continue with medical research, and continue to save and improve lives, or stop medical research, and stop our quest to cure Alzheimer&apos;s, HIV, cancer, and every single disease that is currently untreatable. For me personally the decision is obvious: we have to prioritise human life at the same time as continuing to strive to reduce the number of animals used in research.&quot;", 
    "section": "science", 
    "gid": "science/2012/jul/10/animals-uk-research-highest-25-years", 
    "wordcount": "818"
}