{
    "headline": "Gamification, huh? What IS it good for?", 
    "text": "If you picked November 2012 in the &quot;When will Gartner publish a report delivering a no-nonsense takedown of gamification mania?&quot; sweepstakes, award yourself some points. Oh no, wait... Flippancy aside, Gartner&apos;s report is a reminder for companies to beware of buzzword-spouting experts promising to shake up their businesses, but also that when you separate gamification from the gamification-gurus, there are still some useful lessons to be learned. The report pulls few punches: &quot;Gamification is currently being driven by novelty and hype. Gartner predicts that by 2014, 80 percent of current gamified applications will fail to meet business objectives primarily because of poor design,&quot; explains the company in its announcement. Research vice president Brian Burke elaborates:  &quot;Poor game design is one of the key failings of many gamified applications today. The focus is on the obvious game mechanics, such as points, badges and leader boards, rather than the more subtle and more important game design elements, such as balancing competition and collaboration, or defining a meaningful game economy. As a result, in many cases, organizations are simply counting points, slapping meaningless badges on activities and creating gamified applications that are simply not engaging for the target audience.&quot;  Gartner isn&apos;t writing off gamification entirely, it should be said: the actual report promises to go into depth about how game mechanics should be applied more usefully to other kinds of businesses in the years ahead, as it moves from &quot;leading-edge innovators&quot; (ugh!) to &quot;becoming more broadly adopted by early adopters&quot;. That last phrase may require some parsing, but there&apos;s a badge for you if you manage to... D&apos;oh! One of the problems with gamification so far is that a lot of people have boiled it down to &quot;turn X, which isn&apos;t a game, into a game by using rewards and high-score tables&quot;. Sometimes the results are comical several mobile apps trying to gamify people&apos;s sex lives spring, horrifyingly, to mind but the more serious problem is when these theories that promised so much for enterprises don&apos;t deliver.  Hence the backlash, which is healthy, because it will hopefully encourage less buzzwords and conference-grandstanding and more substance around the way other kinds of businesses can learn from games and game developers. That said, there may also be a second wave of punditry around this area, along the lines of &quot;Forget all that silly hype around gamification, HERE&apos;S how it can really work for you...&quot; For example, shortly after Gartner launched its report, publisher O&apos;Reilly Media announced a new book by Michael Hugos called Enterprise Games: Using Game Mechanics to Build a Better Business, complete with the promise that &quot;it&apos;s not about giving workers a smiley face for producing more widgets&quot;. Hugos&apos; claim that &quot;Ideas from gaming that have already been field tested for years in massively mulitplayer online games can be applied to restructure work. They will change our ideas of what a job is and how an economy can operate&quot; may raise plenty of sceptical eyebrows, but if there is substance to his ideas, they&apos;ll find an audience. Gamification isn&apos;t bad, in itself. Bullshit is bad. And there&apos;s been a lot of bullshit around gamification over the past two or three years. As we get beyond the hype, it&apos;s time to focus on the genuinely useful ideas and case studies in this area.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/nov/28/gamification-what-is-it-good-for", 
    "wordcount": "569"
}