{
    "headline": "Academic freedom endangered by cuts", 
    "text": "The point of research is not to rehearse what we know, but to explore and extend the boundaries of our ignorance and, by thus disturbing our idea of ourselves, to prise open those human possibilities that were previously undreamt of. Such ideals sit uneasily alongside the now normative corporatist ideas of accountable efficiency. Virtually all research funding in the UK is now competitive: we bid to research councils for it, or we win it through competing in the Research Excellence Framework (REF). This exercise aims to concentrate research in ever decreasing numbers of institutions (thus rationalising cuts everywhere else). A good REF performance &apos;earns&apos; us our future research funds; and, cast in positive terms like this, the process obscures the fact that competition is reducing the state&apos;s commitment to the total research capacity of the nation and its academies. Governments will not inflict the cuts; instead, peer review ensures that we do the government&apos;s work and cut ourselves in a form of self-harm. We are like Kafka&apos;s Joseph K, watching his executioners with their knife and realising that he is expected to wrench it from them and &quot;plunge it into his own breast&quot;. Much research is published in scholarly journals. These now also have rankings, with some having higher &apos;impact factors&apos; than others. Academics are effectively required to seek publication in those highly ranked places, as the journals themselves become proxies for measuring the value of research. A piece in Physics Letters is ranked excellent by the REF, axiomatically; recognition of excellence is harder to secure in the new upstart journals. However, all journals have their own scholarly priorities and preferences, sometimes even ideological preferences in the humanities and social sciences. To be regarded as excellent, my research must be recognised by my peers, but, if good research is by definition marked by dissidence, then such evaluations can pose awkward difficulties. The likelihood will be for research to be considered excellent precisely to the extent that it confirms the basic principles of my peers and conforms to their priorities. So, farewell freedom, as I skew my work to get it into Physics Letters; and thus the REF restricts the thinking behind our increasingly sclerotic research base. Crucially, universities increasingly require that academics make sure their research conforms to that narrowed base, in order to secure more funding  more funding that will, in turn, eviscerate the now anorexic research base further, and decrease yet further the freedom to research as we would wish. If you want the funding that comes with prestige, make sure your work fits in. Academic freedom becomes subservient to academic orthodoxy. The process can be politicised too, as we saw in June 2010, when the coalition government&apos;s Big Society agenda became explicitly a funding priority for the research councils. At the centre of this was a political hijacking of an interdisciplinary project called Connected Communities, led by the Arts and Humanities Research Council (AHRC). When the AHRC held its first summit on the programme, Shearer West, the AHRC&apos;s director of research, gave a presentation which set the scene for the research programme and its funding explicitly in terms of the Big Society framework. The only other presentation archived on the AHRC website from that summit was given by Bert Provan of the Department of Communities and Local Government. His title: Connected Communities or &quot;Building the Big Society&quot;. If you want funding to carry out research, make sure you centre it on serving the political agenda. Similar strictures afflict teaching. We no longer teach as we wish, but according to the logic of cuts and its attendant economics. Teaching, like research, is inherently unpredictable; but such unpredictability cannot be permitted in a system grounded in efficient accountability. In teaching, especially with very high tuition fees, quality must be assured by our Quality Assurance Agency (QAA). Now that all degrees are modular, thought is compartmentalised; knowledge becomes reduced to information; and learning becomes simply the managing or manipulation of that information. The economics here understands knowledge as a commodity, and not a dynamic process that might involve the changing of minds and thus also of identities. Commodities are never critical of anything, but simply available for purchase and that purchase is intended simply to assure the consumer of his identity, to &apos;enrich&apos; an already existing and settled identity. It&apos;s just that the freedom of that identity is now reduced and narrowed to matters of consumer choice between modules. This is all the more pressing when the UK deals with the 80 to 100% cut in state funding of teaching by effecting a massive tuition-fee hike whose effect is to monetise teaching and learning. Teachers are required by QAA to predict outcomes of their teaching, so that the student knows what it is that she is &apos;buying&apos;. Now, all students need to be the same as well; their futures safely predicted, managed, controlled. There is no academic freedom left in teaching  unless we ignore these strictures and carry out our work essentially in clandestine and unofficial fashion. Thomas Docherty is professor of English and comparative literature at the University of Warwick. This is an edited extract from his article &apos;Research by Numbers&apos; in the latest issue of Index on Censorship, published by SAGE This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up free to become a member of the Culture Professionals Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/sep/05/academic-freedom-danger-funding-cuts", 
    "wordcount": "908"
}