{
    "headline": "Temple Run 2: 'Our goal is to build something that lasts for the long term'", 
    "text": "The release of Temple Run 2 is big news in the mobile gaming world, not least because developer Imangi Studios managed to keep it a secret Bowie-style right up until its release on the New Zealand App Store. With more than 170m iOS and Android downloads of the previous game and its Temple Run: Brave spin-off, Temple Run is one of the breakout mobile gaming brands to have reached a mainstream audience, alongside Angry Birds, Cut the Rope and Fruit Ninja. The first game was released in August 2011 as a 69p iOS title, but a switch to freemium the following month lit a fire that still burns bright: Temple Run was downloaded 2.5m times on Christmas Day 2012 alone. The sequel has been in development since March 2012, though. &quot;We&apos;d been focusing all our company&apos;s efforts on Temple Run with updates and new content, but we kinda ran into a barrier,&quot; explains Keith Shepherd, who co-founded Imangi with his partner Natalia Luckyanova. &quot;The original is an awesome game, for what it was, but we wanted to do some radically different things, and improve the graphics, so we knew we&apos;d have to start afresh. Take a step back and rewrite the game from scratch, taking the lessons on what worked well and what didn&apos;t work so well in Temple Run.&quot; Developed on the Unity platform, the new game&apos;s visual leap forward is obvious, right from the first five seconds when players whizz down a zipline in a lush 3D world. Shepherd said Imangi worked hard to keep Temple Run&apos;s familiar swipe-based controls intact, as players turn, jump and slide their way through the game. Which is not to say Temple Run 2 is a pure rehash. &quot;If the tilts and touches and swipes are the language of the game, we wanted to expand on the vocabulary: to have more things you can do with those actions, says Shepherd. Hence the zipline, and a later section where you leap into a minecart and race along a track tilting to steer clear of dead-ends. Other new features include a different power-up for each playable character so their differences are not just cosmetic. IAP strategy Imangi also put a lot of thought into how to make money from Temple Run 2, based on lessons learned from the first game. This time round, there are two virtual currencies coins and gems  which can be both earned through play and bought using in-app purchases. &quot;In Temple Run, you earned things at a reasonable pace: it was really generous with how many coins were distributed on the path, and that resonated well with fans because we weren&apos;t trying to nickel-and-dime them every step of the way,&quot; says Shepherd. &quot;That helped it spread, because people thought &apos;this is great, it feels free&apos;. And it got so popular, the small percentage of folks who actually buy stuff ended up being significant for us. We wanted to keep that feel in the second one.&quot;     Buying coins speeds up the process of unlocking new characters    Splitting the in-app purchases into gems and coins has given Imangi a bit more flexibility though: coins are still dished out generously and unlock new characters and power-ups, while gems are rarer and used for consumables, like restarting from the point a player died at or augmenting those power-ups. &quot;Having something a little bit slower-paced helps balance the game out a little bit more,&quot; says Shepherd. Imangi Studios is still a small, independent developer. Temple Run was the work of a three-person team: Shepherd, Luckyanova and artist Kiril Tchangov. The sequel was made by five people: that trio plus Jeff Ruediger and Pete Parisi from FuzzyCube Software. Shepherd admits that Imangi has fielded plenty of interest from investors keen to inject funding to beef the company up, but it has declined the offers. &quot;What&apos;s important to Natalia and I, and the folks on our team, is that we really enjoy making games and the creative aspect of what we do. If we really tried to blow this up and make it the biggest thing possible, we&apos;d be more removed from that,&quot; he says. &quot;We&apos;ve been very successful as a small team: we&apos;re highly profitable, can fund what we&apos;re doing, and we don&apos;t have to answer to investors. Our goal isn&apos;t to grow this thing as big as possible then sell to someone else. Our goal is to build something that lasts for the long term.&quot; Does that mean Imangi Studios focuses entirely on Temple Run from now on? Or does the firm intend to use the popularity of that franchise to try to break other own-IP games, as Cut the Rope developer ZeptoLab is doing with Pudding Monsters, or as Rovio tried to do with Amazing Alex? &quot;We&apos;ve really focused all of our efforts around Temple Run in the last year and a half, and there&apos;s a little bit of a tradeoff: being small, we don&apos;t have a lot of things going on in parallel,&quot; says Shepherd. &quot;I would love to work on some new things, we have some ideas. But we also feel a real sense of responsibility to all the fans out there. They&apos;re the reason we&apos;ve been so successful, and if they want more Temple Run, let&apos;s give them more Temple Run! But there is something to be said for also doing something completely new once in a while&quot; Developer as brand-owner That mention of responsibility does highlight one big change for Imangi: it&apos;s now the owner of a big, global entertainment brand, despite remaining a small company. There aren&apos;t so many case studies of small developer as brand-owner on this scale, so Imangi has had to grow into the role through experimentation. For example, the company was badgered by potential licensors for several months last year wanting to make t-shirts, toys and other merchandise. Shepherd admits that for a while, he and Luckyanova tried to ignore them. &quot;We don&apos;t know anything about that stuff, so let&apos;s focus on what we do best. But it became apparent that it wasn&apos;t going away, and everyone&apos;s seen how amazingly Angry Birds has merchandised, so we started to think we were being really silly in ignoring this stuff,&quot; says Shepherd. Imangi chose to partner with San Francisco firm Dimensional Branding Group to help it venture into the licensing market. There is now an official online store run by CafePress selling clothing, mugs, wallets, iPad and Kindle sleeves and even shower curtains. Separately, there are deals for branded card and board games, arcade machines and other products. Meanwhile, a partnership with Disney saw the release of Temple Run Brave on iOS, based on the animated film Brave. Oh, and comics. The official Temple Run comics, published by Ape Entertainment which has similar deals for mobile games including Pocket God, Fruit Ninja and Cut the Rope might just be the most interesting spin-off from Imangi&apos;s games.     The Temple Run comics flesh out the game's world and characters    Published as print and digital issues, they show the potential to create stories from the Temple Run world, in the same way that Rovio&apos;s work on animated shorts has shown similar possibilities for Angry Birds. &quot;When we developed the first game, we had the sense that &apos;this is the game, the world and maybe some characters&apos;, but we didn&apos;t really have a big opportunity to flesh all of that out,&quot; says Shepherd. &quot;Working on the comic book gave us a great opportunity to explore all that in more detail. Ape Entertainment are a fantastic company too: they get the digital side of things as well as doing print. We have the first four issues out so far and it&apos;s been doing really well. We have a bunch more coming down the pipe.&quot; In the meantime, Imangi is focusing on Temple Run 2, and not just on iOS. While Apple got first bite of the new game, the Android version is due to be released on Thursday 24 January, just a week later. &quot;We really wanted to try and do a simultaneous release, but being a small team I feel that the iOS launch is overwhelming enough! Let&apos;s give ourselves one more week to iron out any problems we haven&apos;t spotted,&quot; says Shepherd. A week&apos;s delay is at least better than the gap between the iOS and Android versions of the first game, which although it was only four months, felt like a lifetime for Android users champing at the bit to play the game as it blew up on iOS. Shepherd talks about iOS as having &quot;always been our home and where we&apos;re most comfortable&quot;, but he also stresses how important Android is to Temple Run, with downloads from the Google Play store well past the 50m mark. &quot;We designed Temple Run 2 from the get-go to be cross-platform, and using the Unity technology and engine really helped us with that. We are excited about launching on Android next week,&quot; he says. And elsewhere? Unity is pretty handy for taking games beyond iOS and Android too, and Shepherd says Imangi is keen to take advantage of that with the new game. &quot;It&apos;s pretty easy to do a desktop build, and that&apos;s something we&apos;re going to explore a little bit more with Temple Run 2,&quot; he says. &quot;We&apos;ve also gotten requests for Temple Run to be on any platform you can imagine some things we haven&apos;t even heard of! We&apos;ll try to do a little bit more of that this time round.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/jan/17/temple-run-2-interview", 
    "wordcount": "1600"
}