{
    "headline": "Ireland set to miss EU carbon target", 
    "text": "Ireland is at significant risk of not meeting its EU 2020 targets even under the best-case scenario, according to figures released by the Irish Environmental Protection Agency (EPA) today.  Under EU legislation, Ireland is required to reduce its emissions by 20% by 2020 but the latest projections indicate the best-case scenario is that Ireland will breach its annual target from 2016 onwards.  Although the figures suggest that Ireland can comply with its Kyoto Protocol greenhouse gas reduction obligations for the first commitment period from 2008 to 2012, they also suggest that strong projected growth in emissions from transport and agriculture will cause the country to fall short of its EU 2020 obligations.  Irish EPA deputy director general Dara Lynott said: &quot;All sectors of the economy must contribute to emission reductions with a strong focus on those sectors - transport and agriculture - that dominate our emissions profile. Significant reductions are needed in the transport and agriculture sectors which are currently showing an increasing trend in emissions into the future.&quot;  Lynott claimed that recent reductions in Ireland&apos;s greenhouse gases have been a direct result of the current economic recession and the economic outlook for the future.  &quot;Ireland cannot rely on recession to meet our long-term carbon-reduction requirements and needs to develop as a low-carbon and resource-efficient economy,&quot; she said.  Speaking at the launch of the EPA projections today, Irish EPA senior manager Eimear Cotter said that although it would be difficult to cost-effectively mitigate greenhouse gas emissions in agriculture and transport, reductions in both sectors had to be achieved.  &quot;Economic incentives can play a role in reducing emissions by stimulating a change in behavioural patterns. Areas that can make a difference include using resources more efficiently, travel behaviour, farming practice, energy efficiency and societal engagement,&quot; she added.", 
    "section": "environment", 
    "gid": "environment/2013/apr/25/ireland-miss-eu-carbon-target", 
    "wordcount": "302"
}