{
    "headline": "Everest: an international scientific collaboration", 
    "text": "Those responsible for planning and funding the successful 1953 British Everest Expedition were in no doubt that national pride was at stake. The British had enjoyed almost exclusive access to Everest through Tibet, granted (and sometimes strategically withheld) for the expeditions of the 1920s and 1930s. It came as something of a shock when the Nepali government decided to offer the Swiss not one, but two attempts on the mountain in 1952  this made it absolutely clear to the Himalayan Committee (a joint committee of the Royal Geographical Society and Alpine Club) that the stakes had been raised. An attempt in 1953 might be the last chance for a British team to be the first to the top, with French, Russian and American climbers also hoping for a shot at the mountain.  Organisers and mountaineers argued that economic benefits would come from this sort of national success. In 1952 the Himalayan Committee sent a training expedition to nearby mountain Cho Oyu, to try out team members and equipment. This team sent back a report stating very clearly the monetary value of a successful climb of Everest:  The difference between a successful British attempt on Everest and a Continental or Russian ascent should be worth several millions to the British government as a very considerable and badly needed fillip to national prestige. This should be convertible to cash.  Earlier, the Himalayan Committee had tried to get British climbers onto the Swiss expedition  joint prestige was better than no prestige!  but the scheme fell apart. When the plans for 1953 were drawn up the Himalayan Committee refused permission for American and European climbers to join the team, on the grounds that it should be thoroughly British in composition (or, at least, British and Commonwealth). With many organisations busy with rearmament after World War II, and some rationing still in place, the argument about &apos;national prestige&apos; and a thoroughly &apos;British&apos; expedition was used to get hold of crucial respiratory technology and foodstuffs. Despite the rhetoric, a fair part of the expedition was not British at all. Aside from the obvious point about climbers from New Zealand, the entire expedition would have been impossible without the support and experience of hundreds of porters and dozens of high altitude Sherpas. Less obvious, perhaps, is the amount of foreign technology and &apos;know how&apos; used.  Several members of the expedition, including the physiologist Griff Pugh, went to Switzerland to talk to scientists and mountaineers about Everest. Much of the specialist equipment couldn&apos;t be sourced in Britain, and instead Alpine nations  Switzerland, Germany, France  supplied gloves, snow shovels, tents, and so on. Military barometric chamber and aviation experiments by American mountaineering scientist Charles Houston were important to Griff Pugh&apos;s careful techno-medical preparation. Even the food and oxygen left on the mountainside by the Swiss team were factored into the plan for the British expedition. This sort of internationalism doesn&apos;t always work out. The first specifically International Everest expedition, in 1971, found that Austrian crampons wouldn&apos;t fit on German boots, and more importantly that the American oxygen masks would not fit the Sherpas. (The Americans had two styles of mask, the &apos;Caucasian&apos;, and the &apos;Oriental&apos; which was based on Vietnamese physiognomy and was completely inappropriate for the Sherpas). 1953 was still, in lots of meaningful ways, a British success: nearly all the team members and organisers and funders were British, as was the majority of the food and equipment, and definitely the final, conclusive research by Griff Pugh. But the know-how was international. When it comes to funding science (including scientific expeditions), this can lead to dilemmas. How do we claim prestige in this mixed-up international space? How do we measure the success of national funding when ideas in one country may lead to technologies or successful expeditions or new ideas in another country? Can an invention or discovery be called &apos;British&apos; if 80% of the science behind it was conducted elsewhere, or if half the components were made overseas? Or is it enough for the person who takes the final step  in science or on a mountain  to have a British passport? May 29th 2013 marks the 60th anniversary of the first successful climb to the summit of Everest. This is the third of three posts celebrating the science and technology behind that success. You can read some of @HPS_Vanessa&apos;s academic work on high altitude science here", 
    "section": "science", 
    "gid": "science/the-h-word/2013/may/29/everest-anniversary-international-science", 
    "wordcount": "729"
}