{
    "headline": "Live chats: what's coming up in 2012", 
    "text": "4 May - Contributing to the Olympics legacy 11 May - Private providers: partners or pariahs? 18 May - How to teach: developing lessons, OERs, dealing with a bad class or complaints, getting help and recognition 25 May - HR: recruiting, evaluating and motivating staff in times of change 1 June - Brits abroad: promoting student mobility 8 June - Bank holiday, no live chat 15 June - Dealing with stress 22 June - Building interdisciplinary teams 29 June - The future of alumni relations 6 July - Dealing with plagiarism: understanding IP rights in a digital age 13 July - Professional development for non-tenured academics 20 July - Influencing HE policy: developments and best practice 27 July - How to write: from dissertations to conference papers and blogs 3 August - Making the best use of your estates 10 August - Academic mentoring 17 August - Developing internationalisation strategies 24 August - Managing the research process 31 August - Influencing media perception; media training academic experts 7 September - Developing the global researcher 14 September - Accessibility and engagement: is enough being done for mature students? The above list is a just guide to what live chats are coming up in the next few months. Dates and headlines may change.  Live chats usually run from 12 to 2pm BST and take place in the comments beneath the blog that introduces the discussion. Reminders are sent out in our newsletters to members.  Simply register to create a profile. You can also contribute to the debate on Twitter using the hashtag #HELiveChat. The live chat schedule has been developed with your help. To propose ideas for future discussions, to join the panel or to recommend others for the panel, send me an email.  This content is brought to you by Guardian Professional. To be kept up to date with all our live Q&amp;As, featured content and the best on higher education from around the web, you can sign up for our newsletter here. ", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2012/jan/12/guardian-higher-education-live-chats", 
    "wordcount": "334"
}