{
    "headline": "Shai Agassi quits board of Better Place", 
    "text": "Shai Agassi, the pioneer of electric vehicles, has severed his connections with Better Place, the company he founded, casting a pall over the prospects for the green technology. The Israeli entrepreneur was said to be involved in a dispute with Better Place, which specialises in the charging infrastructure for electric cars. He has now stepped down from the board after resigning his chief executive role last week. With his departure, the future of the company looks uncertain. It also illustrates the difficulty electric vehicle companies have faced in recent years, as the initial wave of optimism of five years ago petered out amid technical problems and the inertia of the automotive industry. The growth of the industry has been far slower than expected. Better Place&apos;s big idea was to offer battery-swapping stations, the equivalent of petrol stations, eliminating the long wait for vehicles to recharge. Agassi, with his top-level political connections and background as a high-flying executive at the software firm Sap, was adept at doing deals with governments and large companies such as Renault. The electric vehicle industry is suffering a &quot;chicken and egg&quot; problem  people do not want to buy an electric car unless they can be sure the charging infrastructure is there to support them. But without a big fleet of electric cars, installing such infrastructure is expensive, requiring large upfront investments with tiny returns for years until the vehicle market catches up. This has meant Agassi&apos;s deals to open battery stations  such as those with the Israeli and Danish governments  have been slow to come to fruition. Evan Thornley, formerly head of Better Place&apos;s Australian operations, has replaced Agassi as chief executive. Idan Ofer, the chairman, said it was &quot;a natural point in the company&apos;s evolution to realign for the second chapter&quot;.", 
    "section": "environment", 
    "gid": "environment/2012/oct/11/shai-agassi-better-place-quits", 
    "wordcount": "300"
}