{
    "headline": "English GCSE shakeup to place emphasis on written exams", 
    "text": "English GCSE exams are to be made substantially tougher under controversial changes that will no longer test teenagers&apos; speaking and listening skills. Ofqual, the government&apos;s exams watchdog, wants to place greater emphasis on written exams, with students submitting fewer pieces of coursework and speaking and listening tasks no longer counting towards their final grade. The changes, which could come into force in summer next year, follow a chaotic shakeup to the way the exam was marked last year, which meant that thousands of pupils failed to achieve their expected grades in the subject. In a last-minute &quot;statistical fix&quot; last summer, Ofqual and the exam boards Edexcel and AQA moved the boundary between a C and a D grade. An inquiry by the watchdog later revealed that this was because some teachers had been found to be over-generous in the marking of their pupils&apos; work. Glenys Stacey, Ofqual&apos;s chief regulator, described English and English language GCSEs as &quot;seriously flawed&quot; and said the changes would help protect against a repeat of last year&apos;s fiasco. But headteachers warned that the watchdog&apos;s changes would be rushed in and could undermine the importance of speaking and listening skills. Brian Lightman, general secretary of the Association of School and College Leaders, said such skills were &quot;vitally important&quot;. &quot;Any changes to their assessment must not undermine their importance in the curriculum. This is a risk if the grade is separated,&quot; he said, adding that changes to exams should &quot;never be introduced after students have started a course&quot;. The watchdog warned that fewer students would achieve top grades in English if the changes were implemented because pupils often perform better in speaking and listening than in other skills. However, Stacey said there would be moves to make sure the proportion of students achieving each grade was broadly comparable to previous years. At the moment, controlled assessment  coursework carried out in class under the supervision of a teacher  counts for 60% of the marks for GCSE English, while written exams count for 40%. Ofqual intends to reverse this. Students would still be assessed on their speaking and listening abilities, but these results would be reported separately on GCSE certificates. The government has separately abolished its proposals to overhaul the design and technology curriculum for primary and secondary school students. The Guardian revealed last month that leading industrialists, such as Dick Olver, the chairman of BAE Systems, had rubbished the plans for the subject, arguing that they taught children more about horticulture and cookery than technology. &quot;Instead of introducing children to new design techniques, such as biomimicry (how we can emulate nature to solve human problems), we now have a focus on cookery,&quot; Olver told a conference of educators. &quot;Instead of developing skills in computer-aided design, we have the introduction of horticulture. Instead of electronics and control, we have an emphasis on basic mechanical maintenance tasks. In short, something has gone very wrong.&quot; The U-turn comes a week after a consultation on the proposals closed. It has also emerged that hundreds of state schools are switching to a tougher alternative to GCSEs this year. Some 963 state schools are now teaching the IGCSE, a qualification modelled closely on the old O-level. Last year, the figure was 368.", 
    "section": "education", 
    "gid": "education/2013/apr/25/english-gcse-shakeup-emphasis-written-exam", 
    "wordcount": "551"
}