{
    "headline": "Jenny Jones is greenest London mayoral candidate, analysis shows", 
    "text": "Ken&apos;s No1 for climate change and Boris is top for green spaces, but in the first comprehensive analysis of the environmental manifestos, pledges and published records of the four leading London mayoral candidates, the Green party&apos;s Jenny Jones leads both the frontrunners and the Liberal Democrats&apos; Brian Paddick by a mile  coming first in four out of six categories including air pollution, transport, aviation and energy. The study, published by Greenpeace and Friends of the Earth one week ahead of the elections, says it is &quot;not surprising&quot; that the Green party offers Londoners the best chance of a liveable city. But given the party&apos;s lowly national standing, and the tightness of the race at the top, comparisons between Livingstone  who came second, and Johnson, who came last  are seen as important. Livingstone is judged to have delivered &quot;the hardest and most ambitious&quot; policies in office, with Johnson judged as a &quot;candidate who does not respect the urgent need to tackle air pollution and climate change.&quot; The study, which ranks the four leading candidates in six categories, shows stark differences in approach and commitment to environment policies. According to the report:  Jenny Jones&apos;s proposals, such as London-wide road user charging, are said to address the scale of action needed to make London&apos;s air safe to breathe and to meet climate targets. &quot;This would cut fares and traffic levels, helping create the shift to walking, cycling and public transport needed to keep the capital moving. She understands the need to support policies that are win, win, win  environmentally, socially and economically.&quot;  Ken Livingstone&apos;s congestion charge, low emission zone and climate change targets and strategies are seen as &quot;groundbreaking&quot;. &quot;Environmental issues again run centrally throughout Livingstone&apos;s manifesto in 2012, with strong commitments on most of the key areas. But he failed to meet EU air pollution targets as mayor, and proposed some measures which would have worsened pollution such as the Thames Gateway road bridge. This time round he has less bold commitments than in previous elections, especially on road pricing.&quot;  Boris Johnson&apos;s strongest environmental record is on green spaces: &quot;He recognises their intrinsic value and importance for Londoners&apos; wellbeing. His capital growth scheme and protection for back gardens have been strong points in office. But his transport policies to increase road space for motor vehicles would increase traffic and pollution. His support for a 50% increase in flights from City airport and a new multi-runway airport in the Thames Estuary sets him apart as a candidate who does not respect the urgent need to tackle air pollution and climate change. Johnson tops the ranking on green spaces, but comes last in all other categories.&quot;  Paddick&apos;s central London low emission zone is a strong air pollution policy. &quot;This helps to push his ranking to second in that category. However, he supports new river crossings for vehicles in east London which would increase traffic, and greater clarity is needed about whether his support for larger aeroplanes will result in increased climate emissions and noise pollution,&quot; says the report. &quot;People look to world cities like London to provide political leadership on national and international problems like ending our oil and gas addiction, so temporarily sticking air pollution to roads and championing airport growth and cars won&apos;t cut it. But policies to insulate the city&apos;s draughty homes, make public transport more appealing and cycling safer can have a serious impact on carbon emissions and Londoners&apos; wallets and wellbeing,&quot; said Greenpeace chief scientist, Doug Parr. &quot;From fresher air and cheaper public transport to open spaces for our children to play in, the mayor&apos;s environmental decisions can be make or break for Londoners&apos; quality of life. The next mayor must put the environment at the heart of policy-making  and give us all a prosperous, clean and safe capital to be proud of,&quot; said Craig Bennett, policy and campaigns director for Friends of the Earth. Direct comparisons of the candidates was made easier because Livingstone and Johnson both have records in office as London mayor, and Jenny Jones has served as deputy mayor and assembly member. Brian Paddick has not held elected office and has no record on environmental issues. &quot;Where there is no record this has not counted in favour or against the candidate in our assessment,&quot; said the report. The two groups stress that they are not aligned to any political party and do not endorse any candidate in this election. &quot;We work with all parties to try to make the environment and sustainable development central to decision making, public policy, and business conduct,&quot; they said in a joint statement.", 
    "section": "environment", 
    "gid": "environment/2012/apr/26/jenny-jones-greenest-london-mayoral-candidate", 
    "wordcount": "787"
}