{
    "headline": "Lily Cole to judge Young Rewired programming competition", 
    "text": "The model and actor Lily Cole is to be a judge for a competition for young British programmers  giving an extra lift to a scheme which aims to get more teenagers interested in creating the next generation of websites. Cole, 24, who is also an enthusiast for open source software and is behind the &quot;social giving network&quot; impossible.com, will judge the Young Rewired State competition from 6-12 August. She will be one of four judges at the prizegiving, in Birmingham, from the competition which aims to find and encourage young children and teenagers who want to learn how to program computers  a skill that Eric Schmidt, the executive chairman of Google, last year said should be taught in all British schools. &quot;Your IT curriculum focuses on teaching how to use software, but gives no insight into how it&apos;s made,&quot; he said. The Young Rewired State competition is all about making software. Teams of participants compete to write the best product they can in a few days and then show it off to their peers and judges. Cole heard of the competition when seeking help from Rewired State for her impossible.com project. She said: &quot;I am really looking forward to Young Rewired State. I can&apos;t wait to see what these kids create and discover genius coders.&quot; In 2011, the first YRS competition created dozens of apps, including MyNHS  using open data to let individual patients find the nearest hospital, book appointments or arrange prescriptions, rather than using expensive systems now in place  and MyCouncil, which aimed to create a simple interface to let people ask straightforward questions of their council rather than wading through complex websites. Emma Mulqueeny, director and co-founder of Rewired State and Young Rewired State competitions, and who has worked with Cole, said she was unbelievably thrilled and grateful. &quot;I am constantly surprised and delighted by the effect Young Rewired State has on everyone who stumbles across it. I love Lily&apos;s impossible.com project and I know that she is a great role model for kids.&quot; Cole will join the other adjudicators  Aral Balkan, Conrad Wolfram and Jonathan Luff  to judge at the final event. In January, the Guardian kicked off a digital literacy campaign with Google, with the aim of improving IT and computer science teaching in schools and universities. That quickly saw Michael Gove, the education secretary, announce a radical change in education policy and scrap the outdated IT curriculum, with a new one announced for later this year.", 
    "section": "technology", 
    "gid": "technology/2012/jul/02/lily-cole-judge-young-rewired-competition", 
    "wordcount": "423"
}