{
    "headline": "Improbable Research: the laws of human stupidity", 
    "text": "The basic laws of human stupidity are ancient. The definitive essay on the subject is younger. Called The Basic Laws of Human Stupidity, it was published in 1976 by an Italian economist. Professor Carlo M Cipolla taught at several universities in Italy, and for many years at the University of California, Berkeley. He also wrote books and studies about clocks, guns, monetary policy, depressions, faith, reason, and of course  he being an economist  money. His essay about stupidity encompasses all those other topics, and perhaps all of human experience. Cipolla wrote out the laws in plain language. They are akin to laws of nature  a seemingly basic characteristic of the universe. Here they are: 1. Always and inevitably, everyone underestimates the number of stupid individuals in circulation. 2. The probability that a certain person be stupid is independent of any other characteristic of that person. 3. A stupid person is a person who causes losses to another person or to a group of persons, while himself deriving no gain and even possibly incurring losses. 4. Non-stupid people always underestimate the damaging power of stupid individuals. In particular, non-stupid people constantly forget that at all times and places and under any circumstances to deal and/or associate with stupid people always turns out to be a costly mistake. Cipolla&apos;s essay gives an X-ray view of what distinguishes countries on the rise from those that are falling. Countries moving uphill have an inevitable percentage of stupid people, yes. But they enjoy &quot;an unusually high fraction of intelligent people&quot; who collectively overcompensate for the dumbos. Declining nations have, instead, an &quot;alarming proliferation&quot; of non-stupid people whose behaviour &quot;inevitably strengthens the destructive power&quot; of their persistently stupid fellow citizens. There are two distinct, unhelpful groups: &quot;bandits&quot; who take positions of power which they use for their own gain; and people out of power who sigh through life as if they are helpless. Cipolla died in 2000, just a year after two psychologists at Cornell University in the US wrote a study called Unskilled and Unaware of It: How Difficulties in Recognizing One&apos;s Own Incompetence Leads to Inflated Self-Assessments. Without mentioning any form of the word &quot;stupidity&quot;, it serves as an enlightening and dismaying supplement to the basic laws. Next week, I will tell how some physicists, inspired by Cipolla&apos;s work on stupidity, have come up with an improved way to choose politicians. They applied a bit of modern mathematics to an old Athenian principle of democracy. The result: governments that more efficiently produce laws that benefit society.  Marc Abrahams is editor of the bimonthly Annals of Improbable Research and organiser of the Ig Nobel prize", 
    "section": "education", 
    "gid": "education/2012/apr/09/improbable-research-human-stupidity", 
    "wordcount": "451"
}