{
    "headline": "Should Peru pay for its own development?", 
    "text": "I recently counted five building sites in just a few blocks of a residential district in the Peruvian capital, Lima. Modern high-rises with large windows and shiny finishings are springing up and selling fast in Miraflores and beyond. Europe may be in financial meltdown and Europeans may be feeling the pinch, but some Peruvians have more money now than ever before, especially in the cities. New data by Ipsos Apoyo, a market research company, reveals Peru&apos;s middle classes  people making between 1,400 and 2,700 Peruvian soles ($522 and $1,007 at current exchange rates) a month  are growing. In 2003, they represented 19% of the population; by last year, that figure had risen to 27%, about 8 million people. Income inequalities between urban and rural areas remain abysmal, however. In Lima, 56% of residents can now afford to go to the cinema, do other leisure activities and spend on personal needs. But in rural areas, where only 2% of the population belongs to the middle class, 84% of people can only afford to buy food. In places like Huancavelica, in the central Andes, you find acute levels of poverty. One in three Peruvians lives on less than 257 soles a month (approximately $3 a day), while half a million children under five go hungry daily. &quot;These income distribution gaps have existed for centuries,&quot; says Elmer Cuba, an economist. &quot;We need more intensive aid programmes [to develop] infrastructure and [improve] education, so that poor people can earn better wages and have equal access to opportunities.&quot; Comments made by Bill Gates about who should pay for such programmes have caused a backlash in Peru. The Microsoft co-founder and philanthropist identified Peru as an example of a country that should no longer receive aid from Spain, and suggested that Peruvians should now spend more of their own money to lift their people out of poverty. &quot;It&apos;s quite different when you&apos;re a middle-income country,&quot; Gates told Spain&apos;s El Pas newspaper. On average, Peruvians make more than $5,000 each year. Last year, Spain gave 62.7m ($84m) in aid to Peru (pdf). &quot;If aid starts going to a country with that level of wealth,&quot; continued Gates, &quot;then you really do have to question why you are doing aid. Aid should be where you&apos;re helping the poorest.&quot; Politicians in Lima reacted with horror at the suggestion the former colonial power should no longer support development projects in the Andes. Had Gates not seen how people live in Huancavelica, they asked? Did he not know that few Peruvians can afford to live in Miraflores? A congresswoman called on him to stick to expressing opinions about computers, not development aid. But Gates&apos;s views struck a chord elsewhere. &quot;Thank you very much, Mr Bill Gates,&quot; ran the English headline of an opinion column in Lima&apos;s La Republica newspaper. &quot;[What he said is] wonderful news,&quot; wrote its author, Augusto lvarez Rodrich, a journalist and economist. &quot;Instead of being annoyed about it, as Peruvians we should be profoundly grateful to him  to a man who knows what he&apos;s talking about when he talks about generating wealth.&quot; For the columnist, the fact that Gates sees Peru in such a positive light is the sort of good news that is needed to attract more foreign investment. The more money the central government in Lima makes in taxes and royalties, the more it should have in its coffers to spend on poor people. No one can dispute that Peru has more cash than it did. Over the past decade, its economy has grown by more than 5% in all but two years. The country makes huge royalties from mining, its main export. Agriculture and manufacturing are also profitable  and growing  industries. &quot;There&apos;s a very positive environment of private investment and consumption,&quot; says Cuba. &quot;And that should continue for another five to 10 years, despite the crisis in Europe. So in absolute terms, no, we don&apos;t need aid.&quot; Britain agrees, and its Department for International Development no longer gives to Peru. But Cuba does not suggest that the remaining donors  like the European Union, Japan and the US  should also go away. He thinks foreign assistance is still needed in Peru, but not in the form of cash handouts to poor people. &quot;There are countries like Haiti [that need direct subsidies], but Peru doesn&apos;t have this necessity,&quot; he said. &quot;Peruvians need to spend their own money to resolve their [poverty] problem. But the challenge for this and the next governments is [to know] how to spend all its money.&quot; The Gates Foundation has sought to clarify Gates&apos; remarks on Peru. A spokesman said: &quot;Bill&apos;s comments were focused on Spain, and Spain&apos;s foreign aid commitments, not Peru&apos;s specific development assistance needs. His reference to Peru was simply made as an example of a middle-income country that has made significant strides in recent years.&quot; That much is certainly true, and for Cuba the next step in terms of foreign aid would ideally come in the form of knowhow and guidance. He thinks richer nations can help middle-income countries like Peru by teaching public institutions how to spend their newly acquired wealth more effectively.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/feb/29/peru-pay-for-own-development", 
    "wordcount": "888"
}