{
    "headline": "University clearing: Distance-learners do it on their own terms", 
    "text": "Lauren Clarke, 20, is studying for a BSc (Hons) in psychology at the University of Derby Online and is about to enter her final year of the distance-learrning course. She feels it was the right choice. &quot;Becoming a psychologist means a further three years of postgraduate study, so I need to keep costs down. Derby&apos;s tuition fees come to 3,000 a year, but I can pay in quarterly instalments from my part-time job as a learning support assistant at a local secondary school. I will graduate debt-free,&quot; says Clarke. Lauren lives at home in Southend but took up the option in her second year to attend a one-week residential programme, which will give her British Psychological Society accreditation on top of her degree. Students can stop and start a distance-learning degree much more easily than if they were on a conventional full-time programme. Distance-learning providers are often willing to take in students who have dropped out of full-time studies. &quot;Life is complicated,&quot; says the Open University&apos;s director of learning and teaching, NiallSclater. &quot;You might get a new job, get married, raise a family. At the OU, some students take up to 16 years to complete their degree. We also offer accelerated learning enabling distance learners to complete in three years.&quot; Established as a separate division, and now in its second year, the University of Derby Online has a dedicated faculty of distance learning tutors and its own degree programmes taught fully online. &quot;After running distance learning programmes for the past 10 years, we decided we needed to set a strategy for online distance learning that was dedicated and fit for purpose,&quot; says Julie Stone, head of University of Derby Online. Students with disabilities such as autism, Asperger&apos;s, visual impairment or with social problems often find their needs are met by distance learning. &quot;We have disability advisers who can help students find the resources they need, such as specially adapted PCs or dedicated learning software,&quot; says Sclater. This year, for the first time, distance learning students living in England will be eligible for a full student loan. Numbers look set to rise. &quot;I think in five years&apos; time we&apos;ll see a lot more younger students studying by distance learning as an alternative route to a bachelor&apos;s degree,&quot; says Stone. Career choices Distance learning is ideal for the career-minded. Some employers sponsor individuals to take a degree while working. The Institute of Work-Based Learning at the University of Middlesex caters for around 1,600 distance learners, who tailor their studies around their own professional development. Employers such as Dell, Toshiba and Royal Mail use Middlesex degrees to train and develop managers. According to the OU, around half a million UK undergraduates are studying part-time at English universities and 81% are in employment. &quot;We have 250,000 distance learners at the moment and our numbers are holding up,&quot; says Sclater. &quot;A lot of students register at the last moment, and we advise students to look on the OU website for instructions on how toregister.&quot;     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/2012/aug/16/clearing-distance-learning", 
    "wordcount": "523"
}