{
    "headline": "Facebook's Graph Search to take on Google and help users", 
    "text": "     Facebook has unveiled a new feature to allow users to sift through pictures, posts and messages in a way that the company&apos;s founder and chief executive, Mark Zuckerberg, claimed could transform how people use the social network. Unveiling the tool, Graph Search, at its first major product launch since the company&apos;s IPO last May, Zuckerberg described it as the site&apos;s &quot;third pillar&quot;, after Timeline and News Feed. &quot;Graph Search is a completely new way for people to get information on Facebook,&quot; he told a packed press conference at the company&apos;s headquarters in Menlo Park on Tuesday.  The function will initially let users search four categories  people, places, photos, interests  and gradually expand to cover all content, Zuckerberg said. &quot;Graph Search is a really big project. Eventually... we want to index all the posts and all of the content on Facebook. I thought it couldn&apos;t be done. This is just some really neat stuff. This is one of the coolest things we&apos;ve done in a while.&quot; A limited rollout began immediately, with Zuckerberg stressing that Graph Search is a &quot;beta&quot; product which will expand slowly and be built on over the coming years, evolving in response to how people used it. &quot;Graph Search is designed to take a precise query and return to you the answer,&quot; he said, &quot;not links to other places that might take you to the answer.&quot; Lars Rasmussen, a former Google executive who is now one of Facebook&apos;s top engineers, cited as an example a search for a spicy meal in San Francisco. A search for &quot;restaurants liked by my friends from India&quot; revealed a long list. Narrowing that to &quot;Indian restaurants liked by my friends from India&quot; yielded another list. Then he searched for restaurants in San Francisco liked by Culinary Institute of America graduates. In cases where Graph Search comes up blank  which is likely to be a frequent occurrence in its infancy  the service defaults to the web search engine Bing, which is run by Google&apos;s rival Microsoft. Industry analysts have long waited for Facebook to develop new ways to tap its lucrative mountains of data. Its stock rose last week, in anticipation that the announcement would involve a search engine. Zuckerberg said talks with Google over a possible collaboration had broken down over Facebook&apos;s insistence on greater privacy protection. He said the new service would not reveal additional information but instead collate and organise in new ways information to which users already had access. He and fellow executives showed, however, how users could find a wealth of previously overlooked photos and posts and &quot;likes&quot;. &quot;I want to invite friends over for Game of Thrones,&quot; he said, &quot;but who among my friends likes Games of Thrones? Graph Search tells me.&quot;  Graph Search also enables the user to search, for instance, for &quot;photos of my friends taken in national parks&quot; or &quot;photos of my friends taken before 1990&quot;. The latter revealed a gallery of Facebook employees as babies, prompting guffaws from assembled staff. Tom Stocky, another Google import, showed what appeared to be a market researchers&apos; dream tool: the new feature allows users to ask, for instance, what TV shows are most liked by doctors (Grey&apos;s Anatomy, House, The Doctors), or software engineers (Big Bang Theory). A search for music liked by those who like Mitt Romney revealed Johnny Cash. Obama-likers liked Michael Jackson. The tool could help Facebook wean users away from Google, Linked-in and dating sites, but Zuckerberg said the priority for now was improving existing customers&apos; experience, with business applications to be considered later. There is no timetable for when Graph Search will be available on mobile. &quot;This is a really big project,&quot; Zuckerberg said. &quot;It will take years and years to map the whole index of the graph.&quot; His downplaying of immediate revenue sources dented markets&apos; exuberance: shares dippled 1.5% to $30.46 immediately following the announcement. Brian Blau, who tracks social media for the tech research firm Gartner, said the service offered a brand new way for users to experience Facebook. Confined to Facebook&apos;s eco-system, the service was not an immediate threat to Google but would gradually increase in importance, he said. &quot;In the future, you know Facebook will figure out how to monetize this. It&apos;s going to change the way people think about search.&quot; The respected news site TechCrunch gave Graph Search a thumbs-up and said investors who considered the announcement an anti-climax  prompting a dip in Facebook&apos;s share price  had missed the point. &quot;What&apos;s interesting is that Facebook does not shy away from introducing radical changes to its products,&quot; the site said. &quot;As always, it focuses on what&apos;s best for the user and will stand behind an innovation if it believes that it will improve the user experience.&quot; Investors, in contrast, liked conservative choices, security and stability, said TechCrunch. &quot;That&apos;s why they should adapt to Facebook&apos;s way of doing things if they want to understand the company&apos;s long-term perspective, because Graph Search is clearly an important move for Facebook.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/jan/15/facebook-announcement-graph-search-mark-zuckerberg", 
    "wordcount": "870"
}