{
    "headline": "How to influence higher education policy: developments and best practice", 
    "text": "&quot;Universities need to operate in the political world. Their leaders need to understand how policy is emerging, interpret the changes at institutional level and shape internal strategy accordingly. Engaging with policy discussions can influence the direction of travel or the vital detail of implementation.&quot; This is how Alix Green, head of policy at the University of Hertfordshire, begins the blog in which she talks about her role - a relatively new function within UK higher education. Since publishing that first piece, we have looked in some detail at the changing policy landscape and the development needs of the professionals who work in this space. Now, through our weekly discussions, we&apos;d like to focus on the practice of influencing policy itself. With many challenges predicted for 2012, what are the how tos of effective lobbying, campaigning and advocacy? What can be learnt from other sectors, what is the role of new and social media and where does the academic community come in? Howard Williamson, professor of European youth policy at the University of Glamorgan, suggests that the academics are not doing enough: &quot;Many of my colleagues say it&apos;s not their job to see that their research has an impact outside of academia. Though I&apos;m not completely convinced that there should always be a close relationship between policy and research, enough academics have made good careers out of what might be called &apos;the marginality and exclusion of young people&apos; - drug misuse, teenage pregnancy, school exclusion or youth offending - and I think they have a moral duty to contribute to a policy discussion.&quot; So in a post-recession economy, with many different sectors seeking to get the attention of policymakers, how should universities organise themselves to have the greatest impact? Where is the best practice to be emulated and what does the role of the researcher become as the number of higher education wonks continues to grow? Join our live chat on Friday 20 July at 12 BST, to answer these questions and raise others of your own. The debate takes place in the comment threads below. Panel Sally Shortall, reader in sociology, Queen&apos;s University Belfast Sally&apos;s areas of interest include rural development, the role of women on farms, community development, social inclusion, and evidence-based policy. She has acted or is currently acting in an advisory capacity to the Department of Agriculture and Rural Development Northern Ireland, Defra, The Scottish Government, The European Parliament and the FAO. She has just been appointed an advisor to the OECD. Sally has forthcoming articles on the links between the academy and research, and government and policy in sociology and sociologia ruralis. Bahram Bekhradnia, director, Higher Education Policy Institute (HEPI)  Bahram became the first director of HEPI in 2002. Before that he had been director of policy for the Higher Education Funding Council for England (HEFCE) since its formation in 1992, having briefly worked for the Universities Funding Council (UFC). While at HEFCE he was at the heart of many of the key developments affecting higher education during the decade, serving on a number of national committees, of which he chaired some. Louis Coiffait, head of research, The Pearson Think Tank  Louis is the Pearson Think Tank&apos;s head of research, where he looks to stimulate debate about education policy, recently editing a book about the future of higher education called Blue Skies. He was educated at the University of York, UCLA and the University of Cambridge and in his spare time volunteers, is a school governor and runs the social enterprise Work&amp;Teach @LouisMMCoiffait Alix Green, head of policy and lecturer in history &amp; policy, University of Hertfordshire Alix Green completed her B.A and M.Phil. in History at Clare College, Cambridge. Since leaving university, she has undertaken a variety of roles that have centred around providing specialist advisory services to senior management teams. She started working in policy in 2004 and in 2007 she began leading the University of Herfordshire&apos;s policy and public affairs activity. As an academic, her research focuses on the use of history in public policy development. Alix blogs on history, policy and public life at The historical imperative @alix_green Alastair D. Robertson, head of policy and national co-ordinator, Scotland Higher Education Academy (HEA) Alastair&apos;s role is to lead and manage the HEA&apos;s research and policy work across the UK and act as the principal conduit for all aspects of the HEA&apos;s work in Scotland. He has been involved in HE policy development for the last 9 years and has a particular interest in the quality enhancement of learning and teaching and the student experience. Recently, Alastair was instrumental in establishing the hugely successful Student Led Teaching Awards initiative with NUS Scotland which has now been rolled out to over 40 institutions across the UK. @AlRob_HE Alan Roberts, policy officer, National Union of Students Alan is working in policy development across NUS, its nations and groups. His current work focusses on access to HE as well as student financial support in FE and HE. He&apos;s also involved The Pound in Your Pocket campaign and research programme, as well as Hidden Course Costs. @the_alan Heather McCambly, assistant director of global &amp; diversity initiatives, Lewis &amp; Clark College Heather is also a graduate student at Portland State University in Portland, Oregon, USA, studying educational leadership &amp; policy. Her current research explores the role of student affairs professionals and scholars in decision making and advocacy for policy change as it relates to equitable access to higher education. @hmccambly Chris O&apos;Brien, communications consultant, Bulletin Academic, an agency that specialises in communicating academic research findings to policymakers, industry and the media  During a three-year spell as a journalist in China, Chris reported regularly for The Economist, Forbes and The Washington Times. He wrote a piece for the Network on &apos;Why academics should learn how to influence government policy&apos; @bulletinac Richard Pyle, head of vice-chancellor&apos;s office, University of East London Richard is involved in a number of areas of university business, including policy development, VC communications, executive support and decision-making, and stakeholder networks development. Previously he was policy and communications manager for The Creative Way, the lifelong learning network for East London and the Thames Gateway, and the Regional Officer for NUS Scotland. @dickypp George O&apos;Neill, assistant communications director, Oxford Brookes University George - among other things - supports the vice-chancellor in carrying out her national representative roles which include chairing the University Alliance. Before joining Brookes in 2010 he held a number of senior communication roles in the government. Most recently he headed the stakeholder and events team at BIS and before that headed the press office at the Department for Innovation, Universities and Skills. @oxford_brookes This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jul/18/how-to-influence-higher-education-policy", 
    "wordcount": "1142"
}