{
    "headline": "How democracy came through in Malawi's succession", 
    "text": "Malawi narrowly escaped another convulsion last week when it took more than 48 hours for Vice-President Joyce Banda to be formally recognised as the new president, as mandated in the country&apos;s constitution, after the sudden death of Bingu wa Mutharika. Details of Mutharika&apos;s death remain scanty, as intended by his associates. Last Thursday, he was meeting with an MP from the ruling Democratic Progressive party (DPP) when he collapsed. He was taken to Kamuzu central hospital in Lilongwe, and some reports say he was dead on arrival. Since 2009, Mutharika&apos;s efforts to ensure that his brother Peter and the DPP win the 2014 elections has dominated Malawi&apos;s politics. He had chosen Banda as his own running mate in 2009 because she could win in the rural areas. By promoting women&apos;s rights, education and business when in and out of government, Banda had gained a large following. However, Mutharika ostracised her as soon as the elections were won, fearing she had presidential ambitions. Eventually, she was expelled from the DPP and formed her own People&apos;s party (PP). Mutharika sought to crush all opposition by arresting and attacking outspoken critics and to stifle popular outrage with the failing economy by putting down demonstrations. His obstinate refusal to float the kwacha, Malawi&apos;s currency, resulted in it being overvalued in April by 80%  and it brought a shortage of foreign exchange in the banking system. Mutharika&apos;s &quot;zero-deficit budget&quot; and a reduced reliance on western aid pushed Malawi into an economic crisis  with petrol shortages, power cuts, business closures, and rising prices and unemployment. He told western donors &quot;to go to hell&quot; after expelling the British high commissioner several months ago. While the Chinese built new edifices, the old infrastructure deteriorated for lack of funds for maintenance. Key government contracts awarded without open tendering became the order of the day, while questions about Mutharika&apos;s rapid accumulation of wealth were raised by civil society, . On the president&apos;s death, the DPP, seeking time to figure out how to halt Banda&apos;s succession, made no announcement, and sent his body to Johannesburg. But rumours began to spread that the president was dead. However, the state broadcaster, MBC, continued its regular programmes so the news could not easily reach the rural areas. Meanwhile, the cabinet and Mutharika&apos;s close associates met secretly in Lilongwe. Some were adamant that Banda could not be allowed to take power. They apparently considered making the newly appointed DPP leader, Peter Mutharika, prime minister (leaving Banda as ceremonial president), while others suggested appointing a new president and vice-president from the DPP and bypassing her altogether. By last Friday, civil society leaders were becoming restive. They held a press conference, and said Malawians would not stand for anything other than a constitutionally mandated succession. Banda&apos;s residence was being guarded by the army. Former president Bakili Muluzi and former vice-president Justin Malewezi called for calm. The problem was that no formal announcement of Mutharika&apos;s death had yet been made, and his body had been spirited away. But Banda outflanked the plotters by asking the South African government to notify her formally of Mutharika&apos;s health. Only when she heard from Pretoria did she make her move. By then civil society, the army, aid donors and others had made it clear they supported the constitutional succession. The plotters made one last foolish move: five senior DPP officials appeared on television to tell citizens not listen to anyone but them. Last Saturday, Banda went on air to offer condolences to Mutharika&apos;s family and declare a 10-day mourning period. The office of the president and cabinet finally announced Mutharika had died. Later that day Banda went to parliament to take the oath of office, more than two days after Mutharika&apos;s death. By then, mass &quot;defections&quot; by DPP MPs to the PP were being reported. Last Sunday, Banda replaced the chief of police, Peter Mukhito. The new chief, Lot Dzonzi, is known to be a human rights advocate. Other key changes  at the Treasury, the reserve bank, the ministry of information and the MBC  soon followed. Banda is expected to reverse many of Mutharika&apos;s fiscal policies, which will allow the IMF to renew aid, and for other donors to follow. The kwacha is likely to be floated, and donors have promised to help combat the impact of devaluation on the poor. In due course, these changes should alleviate foreign exchange and fuel-shortages and get businesses and people back to work.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/apr/11/malawi-constitutional-succession-president-banda", 
    "wordcount": "743"
}