{
    "headline": "Higher education jobs 2.0 - technology enabled jobs", 
    "text": "At 10, King&apos;s College London looks to recruit a database coordinator Not so much new, more improved. The database coordinator has surely been around a long time - you just have to look at the genealogies of biblical times to know somebody was keeping track! This role will require knowledge and experience of information systems, online databases and the web. An IT service desk analyst is needed at the Central School of Speech and Drama, at nine Though you will physically be working at the help desk, you could also be providing support remotely and over the phone, so good communications skills as well as as technical know-how are needed. Systems wise, you&apos;ll be supporting networked equipment including but not limited to, application support for Microsoft Windows, Office suite, email and e-learning technologies. Eight is a helpdesk officer for Universities UK This job calls for sound geeky skills such as the ability to maintain UUK&apos;s network infrastructure and IT systems. But as well as brilliant knowledge of various operating systems, the need to provide help to non-technical staff means that fluency in plain English is also highly desirable. Seven is a learning technology innovations manager at the University of Salford Salford is another university keen to improve the student experience through the learning technology. The university says in the job ad: &quot;E-Learning has a high profile within the university; is directly linked to a number of transformational projects and is at the centre of academic development and pedagogic enhancement.&quot; To get in on all the action you&apos;ll have to move quickly, the application deadline is Friday 16 March. A lecturer in digital media law at the University of Edinburgh is at six Microsoft defines digital media as &quot;audio, video, and photo content that has been encoded (digitally compressed)&quot; - and for this role you will have to know how the law is applied to creating, sharing and protecting the IP rights of them all. You should also be able to lecture on intellectual property and information technology, while developing your research. Not quite sure you want to relocate to Edinburgh? The university is open to pick up travel fares for you and your family, as well as relocation costs. Everyone likes a sweetener. In at five is a marketing officer, digital communications, at Morley College Ah Morley College, my local - and rather pretty - centre for adult education. If you hold a digital marketing or CIM qualification you could be managing the college&apos;s online communications as well as developing online content. In preparation for the almost-inevitable &quot;where do you see your job heading in the next 12 months&quot; question, you&apos;d do well to read this blog by William Annandale on the future of HE marketing. At four, Anglia Ruskin University is recruiting an academic lead: learning technologies and distance learning In fourth place is this seriously 21st century academic job. Developing and evaluating the application of learning technologies and distance learning courses comes as standard, and you will also need management skills to get the best out of your staff. This vacancy is open to doctoral researchers but you will need a teaching qualification to stand a chance. In third place, the University of South Australia (UniSA) is looking overseas for a professor of technology enhanced learning This role (and one for an associate professor) based in Adelaide, make it to third place. This very university - founded in 1991 - is keen to get the best staff and will be meeting potential candidates in April, in six cities across the UK. Open to moving down under? Get your application in by 21 March. Head of information services at the University of Hong Kong, is at two Staying in that part of the world, an experienced librarian is needed to take on the role of head of information services, on a three year, fixed-term contract. The reason that this job makes the list is that technology is fast transforming the work of librarians - from how they guide students through the masses of information online to the digital resources and depositories they manage. And surely enough, the job description makes reference to delivering service &quot;through digital means.&quot; Pirouetting into first place is the head of learning enhancement at Trinity Laban Conservatoire of Music and Dance The first objective of this newly-created post at this institution is to &quot;stimulate and facilitate learning, enhancement, innovation and renewal.&quot; In practice, your duties will range from helping faculties integrate blended learning to working with IT to develop the e-learning infrastructure, plus you&apos;ll be thinking about how the layout of classrooms can facilitate or hinder the use of technology. Sounds fascinating and will probably involve a lot of trial and error and sharing of lessons learnt. Our digital literacy discussion panel reiterates why that&apos;s important. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/mar/12/tech-jobs-in-higher-education", 
    "wordcount": "843"
}