{
    "headline": "Citizen journalism triumphs at China environmental press awards", 
    "text": "When Liu Futang left the confines of Chinese government service and opened his first microblog last April, the retired forestry official could not have imagined that a year later, he would be celebrated as a shining light of citizen journalism. Yet that is what happened on Tuesday when the 65-year-old&apos;s expos of illegal forest clearance joined mainstream media stories on oil spills, hazardous smog and toxic water pollution as a winner at the Chinese environmental press awards. At first sight, it is hard to imagine anyone less like the typical Chinese blogger than Liu. But the quiet, former bureaucrat is an example of the growing pressure from journalists, bloggers and activists for greater public awareness and information transparency as a way of dealing with the country&apos;s environmental woes. Liu stirred up an online fury last year when he revealed that developers had destroyed one of the world&apos;s last groves of water coconut trees to make space for a yacht marina. &quot;The degradation is terrible,&quot; said Liu. &quot;The local media hasn&apos;t written a single word, but I&apos;ve posted 40 articles that have been followed up by newspapers and TV from across the country.&quot; The citizen journalist prize is a new category in the awards, which are jointly organised by the Guardian, chinadialogue and Sina, the leading Chinese web portal, with funding from the Guardian Foundation and SEE, a Chinese charitable body. Now in its third year, the awards highlighted the gains  and continued challenges  faced by Chinese journalists. The past 12 months have showed significant progress in the efforts to improve transparency, but also major obstacles. Internationally, the highest profile success was a campaign by journalist-turned-environmental activist Ma Jun to make Apple provide more details about pollution and labour standards violations in its supply chain. Domestically, the biggest breakthrough is probably on air pollution. Most of China&apos;s cities have been plagued by smog for more than a decade, but until now the authorities have provided scant information about the pollution that caused the haze and threatens the health of millions. This changed dramatically after Chinese bloggers and journalists picked up on tweets issued from the US embassy monitoring station and other sources, with environmental authorities in Beijing starting to release more detailed pollution data earlier this year. Feng Jie, who was named environmental journalist of the year, wrote a darkly humorous piece on the efforts of Beijing citizens to set up their own monitoring stations. In another in-depth report, she revealed how a massive oil leak into the Bohai Sea was withheld from the public by the State Oceanic Administration and drilling platform operators, CNOOC and ConocoPhillips. Reporters in the state media were ordered to keep quiet but the problem emerged via microblogs and was then confirmed by local government and corporate sources. Such cases illustrate why Feng believes China has made little progress in information disclosure since she started her career six years ago. &quot;When I started out, I was optimistic that things would improve. But now I realise that if you want to tell your readers real information rather than bullshit, then you have to spend a lot of time building up connections with insiders. If you simply call up the press office, you get nothing,&quot; she said. Newspapers and websites also have to race to get stories out before censors issue blocking orders. The best breaking news story of the year was a report on the cancer risks posed by 5,000 tonnes of cadmium tailings that contaminated water systems near the source of the Pearl River. The article was put out by the Yunnan Information Daily, but its partner in the investigation, the Southern Metropolis Daily, was ordered not to run the story when it tried to do so one day later. While many participants cited censorship as the biggest problem facing Chinese journalists, the spread of microblogs has made it far more difficult for the authorities to control the flow of information, which is now coming from so many different and unexpected directions. &quot;There is more transparency, but it&apos;s not yet at a fundamental level. That is the biggest difficulty in China&apos;s environmental journalism,&quot; said Gong Jing, who picked up an award for revealing how cadmium pollution through the soil is contaminating rice stocks. &quot;A lot of information should be public, but journalists have to work very hard to get it.&quot; That hard grind is paying dividends. Media analysts and environmental NGOs said journalists, bloggers and civil society groups are opening up new information territory. &quot;There has been an improvement from the bottom up,&quot; said Li Yan of Greenpeace. &quot;But there are still too many environmental issues that have not gained sufficient attention from the government.&quot; Liu Ruisheng of the China Academy of Social Science said public demands for transparency have increased. &quot;This has pushed the government to open more information. Even if it is under pressure, the government cannot do things as it did in the past,&quot; he said. These topics were raised in a debate that followed the award ceremony. Among the 100 or so audience members, fewer than one-fifth believed that China&apos;s environmental problems have peaked, but the majority were optimistic of improvement within the next 10 years. A more cautious note, was struck by the most senior government participant, Sun Zhen, deputy counsel at the National Development and Reform Commission. &quot;I don&apos;t think we will see the peak that soon,&quot; he said. &quot;The improvements can&apos;t keep pace with the speed of destruction.&quot; Winners list for the China environmental press awards  Journalist of the year: Feng Jie, Southern Weekend Recognised for Bohai oil spill special report, north China cities facing water supply crisis and monitoring air quality for my country. Citizen journalist of the year: Liu Futang Recognised for an expos on the destruction of water coconut forest. Most influential report: Cadmium rice murder By Gong Jing of Caixin Best breaking news story: Here comes 5,000 tons of chromium  By Feng Wei, Liu Wei of Yunnan Information Daily Best in-depth report: Drought destiny facing rivers and lakes By Zhao Shilong, He Guangwei, Guo Liping, Zhou Huan, Long Jing of Time Weekly Best nature report: Everest expedition: wildlife on the Qinghai-Tibet plateau By Yang Xiaohong, Fang Qianhua of Southern Metropolis Daily Honourable mentions: Cui Zheng of New Century for Environmental hormone ambush Zhang Ke, First Financial Daily for Rodeo at the Bird&apos;s Nest in Beijing Lu Zongshu, Zhang Qing, Zhu Yang, Shen Nianzu of Southern Weekend for Growing vegetables Yang Chuanmin of Southern Metropolis Daily for Concerns for the South China Sea Xie Liangbing and Tian Peng of Economic Observer for Yangtze River fish emergency Yuan Yue of Sanlian Life Weekly for The Death of the Earth  report from the Durban climate conference Wang Yan of China News Week for The terrifying Yajiang River Ma Jinhui of Xiaoxiang Morning Daily for Guanyin Mountain", 
    "section": "environment", 
    "gid": "environment/2012/apr/11/china-environmental-press-awards", 
    "wordcount": "1162"
}