{
    "headline": "We must put a price on nature if we are going to save it", 
    "text": "Recent calculations of the economic value of nature and ecosystem services have caused many environmentalists to react negatively. They point to the risk of a progressive &quot;privatisation&quot; and &quot;commodification&quot; of nature, and argue that society should appreciate the intrinsic values of nature  nature for its own sake. Putting a &apos;price on nature&apos; will create more enclosures whereby the public benefits derived from ecosystems will be seized by corporations and other private interests. The new discourse about &quot;natural capital&quot; is seen by some as another step towards the degradation of the biosphere. George Monbiot wrote is such terms this week. He argued:  Rarely will the money to be made by protecting nature match the money to be made by destroying it. Nature offers low rates of return by comparison to other investments. If we allow the discussion to shift from values to value  from love to greed  we cede the natural world to the forces wrecking it.   But to paint such a one-sided picture is a dangerous game. For decades campaigners have fought for the protection of nature for its own sake, and while there has been notable progress (seen for example in the rapid increase in protected areas worldwide, which will hopefully continue irrespective of purely economic evaluations), the overall trends have not been encouraging. The destruction of unprotected forests, loss of soils, depletion of aquifers, extinction of animals and plants and plunder of the oceans has continued apace. It seems that the moral argument has gained insufficient traction, and that in the absence of new frames continuing population and economic growth will cause more damage. One source of hope comes from the growing realisation that nature is essential for economic development. The message is clear: without nature the economy is nothing. That penny is beginning to drop in various important places, and could soon lead to a new era of policy-making. One in which ecology and economics go hand in hand, but only if we have the tools to build bridges between these worlds that are so alien to each other. And that is where the economic valuation of nature can come in. By appreciating that nature is vital for economics, and has measurable tangible financial values, it is possible to get the attention of people who have at best hitherto regarded nature a supplier of resources, or worse still an economically costly distraction that gets in the way of economic &apos;growth&apos;. Making the moral case in the face of such beliefs won&apos;t work. If, on the other hand, such scepticism can be met with economically compelling logic, then we might get a bit further. There are of course ecological values (like beauty and the very fact that things exist) that sometimes cannot be assigned financial values, and should be protected by the law, policy and public backing rather than through markets. There are certainly dangers that come with financial values being attached to natural systems. These might be seen in how countries choose to reflect the value of ecosystems (like forests) that indigenous people rely on and have ancestral rights over (or should do). Those dangers need to be managed with regulations and other safeguards when, for example, those same forests are deemed as financially valuable in supplying a distant city with water, and when managing that water affect the rights of the people in the forest. There are risks but just outcomes can be secured. While I am alarmed at how some environmentalists reject the economic valuation of nature, I am more alarmed still at how such a position can appear similar to those with deeply sceptical views about whether we should protect the environment in the first place. Nigel Lawson, the arch climate change denier, is like many environmentalists dead against putting financial values on nature. He knows well that if this happens then economics would have to change in fundamental ways requiring new government policies, changes to how capital is invested and shifts in consumption patterns. By campaigning against the valuation of ecosystem services, some campaigners could inadvertently strengthen the hand of those who believe nature has little or no value, moral, economic or otherwise. And it seems to me there is not a choice here. I have spent the past 25 years campaigning for nature for its own sake, because it is beautiful, because it should exist for its own reasons and because we have no right to destroy it. I have found that not everyone agrees with that though, and while I am trying to convince them, more forests are cleared, oceans polluted and greenhouse gases released. We could carry on like this, with ideological purity preserved (on all sides), or we could open a new discourse, one that requires the sceptics to meaningfully engage, and on the field where future environmental battles will be won and lost  the field of economics. After all, it is not most environmentalists who have misunderstood the realities that come with &apos;growth&apos; a finite Earth, but most economists.  Tony Juniper&apos;s book on the value of ecosystems for economies, What has Nature ever done for us? will be published in January", 
    "section": "environment", 
    "gid": "environment/2012/aug/10/nature-economic-value-campaign", 
    "wordcount": "859"
}