{
    "headline": "Canadian teachers learn meaning of owt (and nowt) in Bradford", 
    "text": "When term started at Bradford academy in September, pupils found themselves facing a new kind of teacher  one with a funny accent who said &quot;chips&quot; instead of &quot;crisps&quot; and told them to stop &quot;goofing off&quot; instead of messing about. &quot;I said a-loo-min-um today instead of aluminium and the kids had a riot,&quot; said Ben Dafoe, a 24-year-old science specialist who was one of 10 Canadian teachers to rock up at the ever-improving school in West Yorkshire this school year. Sean McLelland, a 26-year-old goateed maths teacher from Oakville, Toronto, arrived at the same time. He had been warned that English children were naughtier than their Canadian counterparts, but his heart jumped when faced with a question from his first year9 classes. &quot;One of the girls came up to me and said, &apos;Sir, do you have a rubber?&apos; And I didn&apos;t know what to say. I&apos;m looking around and thinking, &apos;Who do I talk to about this?&apos; I&apos;m looking for one of the pastoral workers, or child protection. Then one of the learning assistants said, &apos;I&apos;ve got one&apos;, and pulled out an eraser, and I was like, oh, rubber means eraser. I gotcha.&quot; In Canada, a rubber is a condom. Kieran Heptonstall, a 13-year-old who has four Canadian teachers, said having foreigners in the classroom was fun: &quot;It&apos;s like educating them while they&apos;re educating us. We&apos;re teaching them about English life,&quot; he said. &quot;Like what &apos;owt&apos; and &apos;nowt&apos; mean.&quot; McLelland and Dafoe were picked for the school by the ambitious head, Gareth Dawkins, who, along with other Bradford heads, found he was not able to recruit enough good-quality teachers. Together, they placed a national advert last year calling for teachers of English, maths and science. &quot;We had a very, very small response to that national recruitment,&quot; said Dawkins, &quot;and the calibre was sadly extremely thin.&quot; He says the academy does not have a recruitment problem, but that he was looking for a way to &quot;bring a different complexion to the staffing&quot;. Bradford academy, sponsored by the local diocese, opened in 2007 and adds a new class each year. It takes children aged from three to 18 but does not yet have years 3, 4, 5 or 6 (ages eight to 11). It is heavily oversubscribed, receiving 600 applications for 205 places in each year. Over Easter this year Dawkins went teacher-hunting in Toronto, having been approached by a recruitment firm called Impact, which operates as a social enterprise. &quot;I went with a degree of healthy scepticism, thinking I might take one or two [Canadians], just to add a bit of colour to our picture. But nearly all of the young people I met were very, very strong.&quot; He ended up offering &quot;three or four&quot; a job, and returned to Canada in the May half-term with other headteachers from Bradford and Leeds. Between them, they ended up employing 30 Canadians to start work in the new school year. Impact could not provide figures for the number of Canadian teachers it has working in the UK, but said it had seen a 5% increase in placements for this school year. In the October half-term, Dawkins packed his bags for Canada again. He visited eight universities and gave his sales pitch. Canada is a particularly fertile hunting ground because prospects for graduating Canadian teachers are generally dire and have been worsening. In Ontario, Canada&apos;s most heavily populated province by far, at least 11,000 new teachers complete their training annually. They typically hope to fill one of the spots vacated by a retiring teacher, yet fewer than 5,000 Ontario teachers leave the profession each year. A 2011 report by the Ontario College of Teachers, which certifies the province&apos;s teachers, said more than 60% of teachers in their second full year of being licensed to teach were either unemployed or underemployed, and &quot;new Canadian teachers have very limited job outcome success in this employment market&quot;. In Britain, the Department for Education said it did not have figures for the number of foreign teachers working in English schools, but the number of recruitment agencies targeting overseas teachers is mushrooming. The education secretary, Michael Gove, is keen to see more foreign teachers in schools. From 1 April 2012, teachers who qualified in Australia, Canada, New Zealand and the US are to be recognised as qualified teachers and awarded qualified teacher statusin England without being required to undertake further training or assessment. Previously they would have been forced to retrain after four years. said he was at pains to tell prospective teachers that coming to Bradford was &quot;not a holiday visit, it&apos;s not an excuse to travel&quot;. But Bradford academy&apos;s Canadians are finding it tougher than they imagined. All are extremely positive about the school and particularly the support they have been given by the &quot;native&quot; teachers. But they struggle with the demands of the timetable and exam-based system. Luke Robinson-Grant, a 24-year-old English teacher from Kingston, Ontario, said he maintained a &quot;circle of sanity&quot; thanks to his Manchester United season ticket, but the pressures of the job were intense. &quot;Teachers in the UK are shown less respect by their students that they are in Canada. That said, when I walk through the corridor, students here are very nice to me. There&apos;s a lot more yelling here, too.&quot; McLelland said British pupils were &quot;as you say here, cheekier&quot;. (He prefers &quot;smart-ass&quot;.) &quot;We call it chirping in Canada. It&apos;s like they spend their whole life developing the skill of making fun of their friends. They&apos;ve developed those skills and are so good at it. Anybody under 18 [in Canada], if I was taking the piss with kids back and forth, I would win. But here, some of the kids, they&apos;re pretty sharp.&quot; He enjoys the banter, but finds disruptive children difficult: &quot;I get frustrated when they are goofing off in class and preventing other kids there from learning. In Canada, if a kid doesn&apos;t want to work that day, he&apos;ll sit there and kinda try to hide. Whereas here the kids want to be the centre of attention, they want all eyes on them. There are kids there with their notebooks out wanting to learn, and I&apos;m trying to stop some kid whacking another on the head with their ruler.&quot; Both men found it frustrating that they had so little time to plan and so many students to teach. &quot;In Canada, I&apos;d maybe see 90 students a week for 90-minute lessons. Here I see 200 to 250 a week for an hour,&quot; said Robinson-Grant, who gained brownie points among some pupils when he revealed that a friend went to school with Canada&apos;s current most famous export, Justin Bieber. Every other Sunday, the Canadians get together to share woes over pancakes &quot;with real maple syrup&quot; brought back by one of the science teachers. Many doubt they will stay on past their first year. McLelland likes living in the city: &quot;People say Bradford is dreary, but it&apos;s a nice town  the centre looks really nice to me. There are convenience stores here which would be like a landmark in Canada. People would pay to go and visit it.&quot; But despite having a five-year visa, he is not sure how long he&apos;ll stay: &quot;I thought I wanted to stay for at least a couple of years and I came here and I was kinda blindsided by everything  Every teacher I&apos;ve talked to has a hard time finding a work-life balance. There are a lot of people who are burnt-out, stressed out. I love spending time with kids, and the longer I&apos;m here, the more attached I get. But it&apos;s tough.&quot; A Canadian recruitment session At a nondescript hotel in central Toronto in October, half a dozen Canadian teachers interested in working in England arrived for hour-long interviews with the London-based teacher recruiting firm TimePlan. Among the Canadians was Charlotte Baikie, who said she knew little about teaching in England, other than &quot;rumours about the students, but I try not to believe all the rumours&quot;. She decided to apply for an interview with TimePlan after failing to find a job since completing her teacher training in August 2011. &quot;It&apos;s horrible. You&apos;re putting out applications. You&apos;re not getting any response,&quot; said Baikie, who lives in Oakville, west of Toronto. &quot;The longer that I&apos;m not working full-time, the scarier it is. That&apos;s a major motivator to me to apply to go to England.&quot; Andrew Grant, a 26-year-old who is qualified to teach geography and special education, said he had come for interview when he realised his only real chance of getting a job in Canada was in the sparsely populated north. &quot;Our professors were saying that in England they&apos;re always looking for teachers,&quot; said Grant, who has never been to England but considers himself a Manchester United fan. Peter Chuter, an Englishman and former teacher who was interviewing Canadian candidates, said he was primarily searching for teachers for schools in Kent. While he would not name specific TimePlan clients, Chuter said they include &quot;schools in areas of economic deprivation right through to highly selective grammar schools in affluent areas. There&apos;s a whole spectrum of schools that teachers from overseas will end up going into.&quot; In a later email with the Guardian, Chuter said he expected the trip to lead to job offers for 14 Canadian teachers. &quot;Overseas teachers have been a feature of our schools for many years and all but the most narrow-minded educationalists agree with our philosophy that every school should have an overseas teacher and every teacher should have an overseas experience,&quot; Chuter wrote. &quot;Because overseas teachers have been working in UK schools for years I&apos;m also sure that schools in general are quite happy to talk about overseas teacher recruitment. I would be amazed if there was a secondary school left in England that had not employed an overseas teacher at some point.&quot;", 
    "section": "education", 
    "gid": "education/2012/nov/28/canadian-teachers-learn-meaning-bradford", 
    "wordcount": "1711"
}