{
    "headline": "Tooth replacement in prospect after scientists grow teeth from mouse cells", 
    "text": "People may in future be able to have missing or diseased teeth replaced with ones grown from cells taken from their own mouth, scientists have predicted. Hybrid teeth created by combining human gum cells and stem cells from mouse teeth have been grown in laboratory mice by researchers who hope the work could lead to dentures being superseded by new teeth grown on a patient&apos;s jaw. The mixture of mouse and human cells was transplanted into adult mouse kidneys and grew into recognisable tooth structures coated in enamel with viable developing roots, according to a study published in the Journal Of Dental Research. Two kinds of cell were used to make the bioengineered teeth. Epithelial &quot;surface lining&quot; cells were taken from human gum tissue and mesenchymal stem cells from the mouse embryos. Mesenchymal cells can develop into a range of different tissues, including bone, cartilage and fat. Professor Paul Sharpe, who led the research at King&apos;s College London&apos;s dental institute, said: &quot;Epithelial cells derived from adult human gum tissue are capable of responding to tooth-inducing signals from embryonic tooth mesenchyme in an appropriate way to contribute to tooth crown and root formation and give rise to relevant differentiated cell types, following in-vitro culture. &quot;These easily accessible epithelial cells are thus a realistic source for consideration in human biotooth formation. The next major challenge is to identify a way to culture adult human mesenchymal cells to be tooth-inducing, as at the moment we can only make embryonic mesenchymal cells do this.&quot; Previous research has shown that embryonic teeth are capable of developing normally in the adult mouth. &quot;What is required is the identification of adult sources of human epithelial and mesenchymal cells that can be obtained in sufficient numbers to make biotooth formation a viable alternative to dental implants,&quot; said Sharpe.", 
    "section": "science", 
    "gid": "science/2013/mar/09/tooth-replacement-mouse-cells", 
    "wordcount": "307"
}