{
    "headline": "Helping Africa manufacture its own emergency and disaster relief supplies", 
    "text": "In the current humanitarian emergencies in South Sudan, Somalia, Niger and Kenya, the strong likelihood is that tarpaulins  one of the most basic relief items  will have come from China. Tarpaulin production is concentrated in Asia (80%), where India and China are the main manufacturers, and the US (18%). More than half of India&apos;s output is used internally and the same goes for Pakistan, so China is a main source of tarpaulin for many of the world&apos;s aid agencies. Distant manufacturers mean long lead times for supplies to arrive and great expense  even if they are flown in from pre-positioned stocks in, say, Dubai or Europe. Providing supplies for humanitarian emergencies is a $15bn business. Given that Africa has more than its fair share of emergencies, some wonder why more African firms are not manufacturing emergency supplies, from tarpaulins to blankets to mosquito nets. Not only would it make sense logistically, but it would also provide manufacturing capacity and jobs in Africa. This was precisely what motivated David Dickie to set up Advance Aid, in 2006, after a career in publishing and advertising. A big believer in trade not aid, Dickie thinks it absurd to fly large amounts of aid material around the world to areas where unemployment is the highest on the planet. &quot;Aid is not working,&quot; Dickie said in an interview recently. &quot;I wanted to do things in a different way. I&apos;m trying to turn the market on its head by creating jobs in Africa. Building this capacity in Africa will make a real difference to agencies, to the beneficiaries of the aid and to local businesses.&quot; Advance Aid made a breakthrough last year by supplying World Vision and Catholic Relief Services with non-food items. Advance Aid said it was the first time that African-produced emergency relief goods had been provided for African emergencies. The goods are bought in Kenya and more than 80% of their value will be manufactured domestically, pumping $1.5m into the economy, said Advance Aid, adding that, directly and indirectly, it had brought orders to 12 Kenyan manufacturers. For World Vision, Advance Aid sourced 5,000 emergency kits, each consisting of a tarpaulin, a family-size mosquito net, three blankets, a kitchen set and a hygiene kit, that enable a family of five to survive when they have lost everything in a disaster. For Catholic Relief Services, Advance Aid acquired more than 14,000 plastic jerry cans and the same number of tarpaulins. Two-thirds of the jerry cans have already gone to Dadaab, the big refugee camp near Kenya&apos;s border with Somalia that is home to 465,000 refugees. &quot;I badgered World Vision and sold them the concept,&quot; said Dickie, who points out that procurement policies at aid agencies in recent years have worked against African manufacturers. Some of the major aid organisations such as Unicef and UNHCR have introduced frame agreements, typically lasting three to five years, with a supplier of goods and services. Such agreements include price guarantees, quality standards, volume and required inventory holdings. For aid agencies, these agreements were simpler than previous arrangements of competitive tendering in relation to individual requirements. However, few African companies have the capacity to produce supplies in the required quantities and there may be problems of quality, at least initially. &quot;These agreements are a huge drawback for small- and medium-sized African companies who lack the capital to put the necessary stock in place,&quot; said David Taylor, a former senior research fellow at Cardiff business school, who was commissioned by Advance Aid to write a chapter in the book, Relief supply chain management for disasters: humanitarian, aid and emergency logistics. African producers that previously supplied products to aid agencies lost business as a result of frame agreements. One of Advance Aid&apos;s goals is to act as an intermediary between groups of African producers and big aid agencies so that African companies can produce goods locally for these agreements. &quot;Redeploying into the local economy as much as possible of the massive sums spent on humanitarian assistance is a very efficient way of bringing together the development and humanitarian agendas,&quot; said Dickie. &quot;Every Kenyan who has a job is likely to be supporting an average of six dependants, so the more people we can get into work, or keep in work, the more resilient the country will be to disasters.&quot;  Relief supply chain management for disasters, edited by Gyngyi Kovcs and Karen Spens. Published by Business Science Reference", 
    "section": "global-development", 
    "gid": "global-development/2012/aug/06/africa-manufacture-emergency-disaster-relief", 
    "wordcount": "756"
}