{
    "headline": "Burma keeps lid on Kachin abuses and humanitarian crisis", 
    "text": "     Reaching a strip of muddy, deforested jungle inhabited by 1,600 ethnic Kachins who fled there from fighting just over the surrounding hilltops is difficult enough for journalists. For the UN and other aid agencies confronted with the needs of more than 70,000 displaced people trapped in similar camps across Kachin state, it has been nearly impossible. Another 10,000 refugees are reported to have fled across the border into China, to an area in south-west Yunnan province, creating a humanitarian crisis and a complex diplomatic dilemma for Beijing. Kachins are fighting for autonomy within a federal union of Burma, the right to self-determination and to keep full use of their language, Jinghpo. Peace talks, which were part of the government&apos;s recent moves towards reform, broke down in March. Further sticking points have been Chinese hydropower projects which the Burmese government approved, but which are opposed by many Kachins. Burma&apos;s reformist government agreed ceasefires with several ethnic rebel groups as part of reforms since coming to power last year. An end to the violence is a key demand of the international community. On a three-hour drive along a dirt track from Mai Ja Yang, a small town bordering China, we meet a local commander from the Kachin Independence Army (KIA) who assigns us a motorbike escort for the trip. &quot;We have lined the route with our soldiers,&quot; he says. &quot;They are all ready to give their lives so you can tell our story.&quot; The constant fear of running into Burmese patrols means most families at our destination  N Hkawng Pa camp  have been unable to return to their villages for more than a year. Many tell of those who were forcibly taken to work as porters by Burmese troops. Almost everyone in the camp fears the oncoming monsoon  the disease the rains will bring, and the problems they will face getting food and clean water, and staying dry. When the conflict began in June last year, local volunteer groups, mostly run by Kachin women, tried to get supplies to the people and stem outbreaks of malaria and dysentery. &quot;When we started, we had nothing,&quot; says Mary Tawm, head of Wunpawng Ninghtoi (WPN), a group of women volunteers working to provide food and shelter, and documenting cases of abuse among occupants of six camps around Mai Ja Yang. &quot;It was terrible. All we had as support were personal donations. We couldn&apos;t reach most of the camps because roads had been cut off by the water. Everyone&apos;s tarpaulins were broken and flapping in the wind, and they were drinking water from muddy paddy fields.&quot; Now at least families have the basics they need to survive: a ration of rice, cooking oil and salt. To supplement their diet they forage for vegetables in the jungle. But as hundreds plunder the same area of forest, each trip means travelling further and each journey yields less food. Doctors who visit the camp say the incidence of malnutrition is high. &quot;We have anaemia, babies with yellowing hair, because they don&apos;t have the right vitamins,&quot; says Aung Myint, a doctor who visits the camp once a week. &quot;All people have to rely on are fermented beans; that&apos;s just not enough to survive.&quot; In the year since the conflict began the UN has visited Mai Ja Yang only once, bringing supplies by train from Rangoon. Attempts by the UN Office for the Co-ordination of Humanitarian Affairs (Unocha) to arrange aid were blocked by the Burmese government. Security concerns are the reason given, though Tawm says the KIA has never been known to attack civilian convoys. Mark Farmaner, director of the UK-based Burma Campaign Group, condemned the government&apos;s failure to engage with aid groups for Kachin citizens. &quot;If what is happening in Kachin state had happened in Rangoon, there would be international outrage and talk of taking Thein Sein to the international criminal court,&quot; he said. &quot;Abuses by the Burmese army in the past year are so serious they constitute war crimes and crimes against humanity.&quot; During her recent visit to London, Aung San Suu Kyi was asked at a press conference about her apparent failure to condemn violence in Kachin. She said she condemned all forms of violence, but that it was not clear what was happening in Kachin state because independent observers were not allowed to go there. &quot;Resolving conflict is not about condemnation, but finding out how it can be resolved,&quot; she added. The UN special rapporteur on human rights in Burma, Toms Ojea Quintana, has spoken of his failure to get the Burmese government to let him visit the area. &quot;The situation in Kachin is serious. During my last trip, I asked to visit Kachin state, but that was not possible to accommodate,&quot; he told the Democratic Voice of Burma. &quot;According to the information that I&apos;ve been receiving during my mandate  the human rights abuses are systematic in Kachin state, including the forced displacement of people from the area, extrajudicial killings and other human rights abuses.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jun/27/burma-kachin-abuses-crisis-conflict", 
    "wordcount": "856"
}