{
    "headline": "PlayStation 2 retires  but what were its finest moments?", 
    "text": "The PlayStation 2 and I got off to a difficult start. I was editing a Dreamcast magazine when Sony&apos;s machine first hit the shelves in Japan  my job relied on Sega being able to compete against this juggernaut of a product, with its sleek black styling, huge industry support and mega marketing spend. The Dreamcast had enjoyed a pretty promising start, with sell-outs in Japan and the US and some excellent titles. It was also the first console to come with a built-in modem, ushering in a new era of connected entertainment. Playing Quake 3 online for the first time was a pretty incredible moment. But I knew it wouldn&apos;t last. It couldn&apos;t.  Because the PlayStation was an unassailable phenomenon. Sony had come out of nowhere with the original machine, a masterpiece of forward-thinking hardware, geared specifically toward 3D polygonal visuals and thumping CD sound. PlayStation 2 augmented the initial vision with its ludicrously named &apos;Emotion Engine&apos; CPU and powerful graphics processing unit. Sony talked endlessly about photorealistic visuals and games of enormous and unprecedented depth. It bludgeoned the world with spectacular promises, seducing gamers into holding off, just a few months, instead of plunging in with Sega  a company that had already blotted its consumer copybook with the many failed attempts to lengthen the Mega Drive&apos;s lifespan, and the complex Saturn console. So I resented PS2. My magazine, DC-UK, was in the Future Publishing office in Bath and just down the corridor, the company was preparing its glossy Official PlayStation 2 Magazine. I got to see the build up, and to play all the launch titles when the Japanese import machines arrived in early 2000. I scoffed at formative showcase offerings like Fantavision (a firework sim of all things!) and Smuggler&apos;s Run, a sort of gangster racing game from Rockstar San Diego (which would go on to great things with titles like Midnight Club and Read Dead Redemption). But I knew the writing was on the wall. Electronic Arts wouldn&apos;t commit to Dreamcast, robbing the machine of the world&apos;s largest third-party publisher (Activision was still lurking in the background  this was an age ago), Sega was relying heavily on Japanese developers who weren&apos;t producing the goods quickly enough. And people just weren&apos;t buying the things in great enough numbers. They were waiting. I left DC-UK in December 2000 and the magazine closed a month later. This cathartic act meant that after a few weeks of sulking, I could now re-assess the PS2 as a consumer. And soon there were some astonishing titles: the masterful Gran Turismo 3: A-Spec, the genre-defining Grand Theft Auto III, the joyously cinematic Metal Gear Solid 2, the disturbing Silent Hill 2. And for those who thought that the machine would be all about mainstream sequels, there came Ico, Katamari Damacy, Gregory Horror Show, Gitaroo Man and Bully. Publishers didn&apos;t go mad with experimental zeal, but they did loosen the reins a little, enjoying the boom in retail sales, enjoying the stability. Never such innocence again. This was also where music gaming began its transformation into a mass market trend and where EyeToy popularised the concept of motion controls and augmented reality. It was the golden age of the third-person hack-n-slash genre (God of War, Devil May Cry, Onimusha), and the spawning ground of the open-world gangster adventure.  Until the arrival of Xbox, PS2 effectively had the home console market to itself. Nintendo&apos;s GameCube failed to make much of a dent, despite some beautiful games, forcing the company to re-assess its approach to R&amp;D  so we can sort of thank PS2 for Wii if we&apos;re feeling generous. PS2 was also the originator of this whole push for the living room, its brutalist styling and DVD-playing abilities geared toward getting it under the TV in the lounge rather than hidden away in a teenager&apos;s bedroom. PS2 was arguably where gaming finally grew up. This week, Sony announced that it would be ceasing production of the machine in Japan. Okay, the news might come as a shock to many people who assumed this must have already happened years ago  but then, PS2 outsold its initially troubled and expensive successor for a couple of years. It has now sold over 150 million units, putting it up there with the Nintendo DS; it is the best selling home console of all time. Market fragmentation, together with the arrival of new consumer technology platforms like the tablet and smart TV, will ensure we&apos;re unlikely to see its like again.  I forgave the PS2. I&apos;ve never been one for fanboyism, and DC-UK magazine had a good run at it  we even managed to get blacklisted by Sega for featuring a cover disc that allowed readers to play imported titles. By then, we thought we were writing about a niche machine, but Sega thought it still had a chance  our world views were, like Japanese retail games and UK consoles, totally incompatible. I moved on, and so did Sega  to third-party publishing; it even brought some of its Dreamcast titles over to PlayStation. How strange that must have been. And I still play on PS2 from time to time, enjoying the swirling, semi-mystical start-up sound and dusting off Konami&apos;s superlative footie sim, Pro Evo 6 or the gorgeous Shadow of the Colossus. It all looks quaint now, the textures, while much higher in resolution than PSone&apos;s, are faintly blocky and susceptible to tearing. The look of the machine itself is still striking though  at least in its original unshrunken incarnation. Those parallel lines gouged down the front, the whole idea that it could be stored horizontally or vertically (another concession to the living room environment, where space is often at a premium); it looked like a skyscraper from Bladerunner, or something aliens might leave somewhere in an Arthur C Clarke novel.  Speculation is rife that production of this old-timer has ended to allow space and resources for PlayStation 4 manufacture. This seems likely, given that the new console will be officially announced this year. Whatever it looks like, however powerful it is, PlayStation 2 will be looming over it, 150 million units high. I have come to terms with the unrepeatable success of PS2. Can Sony? What are your favourite memories of the PS2? Let us know below!", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/jan/02/playstation-2-production-ends", 
    "wordcount": "1048"
}