{
    "headline": "Google underestimated Nexus 4 demand, says LG", 
    "text": "Google severely underestimated demand for its Nexus 4 smartphone, the French chief of south Korea&apos;s LG, which makes the handset, has told a French paper. Cathy Robin, director of LG Mobile France, also said that estimates made by websites that fewer than 400,000 of the handsets had been shipped were &quot;much lower than the reality&quot; - but did not to put a figure on shipments. However she said that Google had forecast high demand in the UK and in Germany than in France, for which she blamed shortages there. That however doesn&apos;t explain the shortages and delays suffered by would-be buyers in the UK. She said that LG is not making a loss on the handset but that &quot;there is an agreement between Google and LG to sell it at a very compelling price.&quot; The interview continues a tit-for-tat in which LG, which has been trying to revive its fortunes after being crushed in the Android market by Samsung, HTC and Sony, was given the accolade of making the reference &quot;Nexus&quot; model by Google ahead of other Android manufacturers, and launched it in November 2012. But with frustrated buyers filling online forums, LG has been the target of complaints that it failed to ramp up supply quickly enough - an allegation that Robin has rebutted. Instead, she has put the blame back on Google in its forecasting. The handset, initially offered by Google through its Google Play website, is a well-regarded high-end phone using a &quot;reference&quot; version of Google&apos;s mobile Android software. Google offered it as the price of just 239 (8GB) or 279 (16GB) and 349 in Europe - but for 390 (16GB) or 630 through retail outlets and operators. That has led to complaints after the phone became almost immediately unavailable on Google Play after going on sale; before Christmas there was an apology from Google&apos;s UK managing director, who blamed LG&apos;s &quot;scarce and erratic&quot; supply for the shortage.  But Robin told Challenges.fr that &quot;supply problems are not necessarily completely related to LG. Google presented forecasts according to sales predictions, based on their sales history for the previous Nexus. However they were lower than the actual demand. The current shipments from LG to Google match what has been preordered on the Google Play site. We still ship them regularly. But it&apos;s &apos;just-in-time&apos;. That&apos;s why the Nexus 4 is always in showing as sold out and potential buyers have the feeling they can&apos;t buy it.&quot; Increasing the pace of shipments would involve a six-week delay, she said - indicating the inertia in the supply chain between LG&apos;s factories and customers. She says that Nexus 4 production will continue, growing in amount, and that by February &quot;there will no longer be any tension [between demand and supply] in the market.&quot; On whether LG&apos;s plans to offer Windows Phone handsets, Robin comments that &quot;it&apos;s clearly not high priority. We are very pragmatic.&quot;", 
    "section": "technology", 
    "gid": "technology/blog/2013/jan/21/nexus-4-lg-says-google-underestimated", 
    "wordcount": "502"
}