{
    "headline": "Is Antarctica getting warmer and gaining ice?", 
    "text": "Almost 70% of the globe&apos;s fresh water is stored as ice in Antarctica, mostly in the huge ice sheet covering the continent. As well as this land-based ice, the sea ice that encircles the continent grows to a wide expanse in winter and almost entirely melts away during the summer. While global temperatures have increased, overall Antarctic air temperatures have fallen slightly, although they have increased over the Antarctic Peninsula and West Antarctica. At the same time, the overall extent of Antarctic sea ice has slightly increased  by about 1% per decade since satellite records began in 1979.  Scientists trying to resolve these two trends have suggested that the sea ice growth could be happening because the ozone hole over Antarctica is affecting weather patterns in the region. They think changes in weather may be enhancing offshore winds, which spread the sea ice out by pushing it away from the continent. Another theory is that the amount of freshwater in the Southern Ocean has increased, diluting the salt content of the seawater, altering ocean circulation patterns and aiding sea ice growth.  But increasing sea ice is only a small part of the Antarctic story. Scientists have also used satellite observations of the land-based ice sheet to measure whether the Antarctic ice sheet has been losing or gaining ice. Attempts to answer the question came up with estimates ranging from an increase of about 100bn tonnes of ice per year since the 1960s to a loss of 200bn tonnes a year over the same period. However, more recent reports agree that the ice sheet is losing ice  and indeed that the rate of loss has been speeding up. Ice loss is not uniform over the whole of the ice sheet. Eastern Antarctica was initially found to be relatively stable, with most of the ice being lost in Western Antarctica, particularly around the Antarctic Peninsula. These regional differences in ice loss fit with the pattern of temperature change over the ice sheet.   This article was written by Carbon Brief in conjunction with the Guardian and partners The ultimate climate change FAQ  This answer last updated: 02.03.2012 Read about the project and suggest a question Report an error in this answerBrowse all questions and answers Related questions Are humans definitely causing global warming? How much warmer will the planet get? What are climate change feedback loops? This editorial is free to reproduce under Creative Commons This post by The Guardian is licensed under a Creative Commons Attribution-No Derivative Works 2.0 UK: England &amp; Wales License.Based on a work at theguardian.com", 
    "section": "environment", 
    "gid": "environment/2012/mar/02/is-antarctica-getting-warmer", 
    "wordcount": "434"
}