{
    "headline": "The Oatmeal beat Funnyjunk, but other cartoonists aren't so lucky", 
    "text": "Matt Inman is an acerbic enough character when idle. When roused, the creator of popular online comic the Oatmeal can be downright cutting. The person at the pointy end of his petard this month was Charles Carreon, the lawyer for image sharing site FunnyJunk.com, which just sued Inman, crowdfunding site Indiegogo, and two US charities. The lawyer is now at the bottom of an internet shame pit so deep it will take a JCB to get him out. Started in 2009, The Oatmeal is a quirky and often crudely-drawn comic that features dolphin brutality, pelvic thrusting cats, and sexual congress between koalas and goats. It&apos;s also often very funny. Inman is fiercely protective of his comics; when Forbes recently critiqued his Edison-bashing diatribe lionising Nikola Tesla, he responded with a comic picking apart the magazine&apos;s article. Its readers love his biting, surreal humour. They flock to Inman&apos;s site each month in the millions.  Inman originally targeted FunnyJunk with a pithy blog post a year ago. He criticised the site for hosting his comics, often without attribution or backlinks. A panicked FunnyJunk admin took down some of the comics, and after some more barbed commentary, Inman let it lie. Then, on 3 June (a Sunday), FunnyJunk&apos;s recently-appointed lawyer Charles Carreon had Inman served with a letter. The letter accused him of defamation, before demanding that he take down all reference to FunnyJunk and pay Carreon $20,000. Inman flipped. Wrong approach &quot;If he&apos;d have emailed me politely and asked me to take the post down, I would have considered doing that,&quot; Inman says. But riled by the letter, he instead blogged about what had happened. He launched a charity campaign to raise the $20,000 that Carreon wanted  and pledged it equally to the National Wildlife Federation and the American Cancer Society. So far, it has raised more than $203,000; it ends at 11:59pm on 25 June. Dig a little deeper, and you discover quite why Inman is protective of his online comics. He says that the three-year-old business makes him about $500,000 (318,000) annually, of which 25% is from advertising, and the remainder from merchandising. Inman monetises his content via mugs, T-shirts, posters and bumper stickers. Family members work for him, dutifully shipping his wares to dolphin haters across the globe. (Is that revenue figure feasible? The product prices range from $5 to $45; the average is about $20. To get $375,000, or 75% of the total, in merchandise revenues requires selling 18,750 products (375,000/20) each year. That&apos;s 1,530 products per month, or 51 products every day. Given a reader base of about 7m, he only needs convert 0.02% of visitors to buy a product. The advertising revenues, of $175,000 per year, are reasonable given the visitor numbers.) Not everyone is so successful, however. Most web comic creators are hobbyists, says David Malki, spokesperson for Topatoco, a company that helps to create and sell merchandise for web comic creators.  &quot;It can evolve into a side gig for some, and a career for very few,&quot; Malki says. &quot;The people who derive 50% to 75% of their income from web comics, which includes merchandise and advertising, are probably in the hundreds.&quot; For a modicum of creators, comics pay the rent. Rock stars like Inman are far rarer. Advertising generally makes a smaller percentage of revenues for web comic creators. Project Wonderful is an advertising network that sells advertising to 76,000 advertisers. They bid to be placed on any one of the 4,000 web comic sites that it works with; content owners are paid on a per-day basis. The highest-earning comic site this week (Andrew Hussey&apos;s MS Paint Adventures) was earning $108 a day in advertising  nice, but hardly life-changing. Web comic authors seem to be mostly laid back when it comes to pirated works. Even Inman let FunnyJunk&apos;s use of his content lie, until the lawsuit threat arrived. He says he even sometimes ignores people merchandising his ideas. &quot;Every now and then someone will take some of my artwork and sell it on a T-shirt. Most of the time I let it fly,&quot; he says.  However, Inman (who has a background in search engine optimisation) does get irked when sites host copies of his work without any backlinks to his website, and with copyright notices specifically removed. So does Zach Weinersmith, creator of the popular web comic Saturday Morning Breakfast Cereal. &quot;Many sites do this. It&apos;s bad because aggregators end up getting paid for the work of artists,&quot; says Weinersmith. &quot;That image might be seen 100,000 times. If those views had been on my site, I might have reaped a hundred or more dollars over time from the initial traffic bump and new readers.&quot; Stop, online pirate One thing that could have helped Inman is the Stop Online Piracy Act (Sopa). This legislation, which was effectively abandoned in January, would have allowed copyright holders to force search engines and payment processors to stop supporting sites that allegedly breached copyright. &quot;It would have afforded me more rights,&quot; Inman says of Sopa. But he doesn&apos;t like the way that Sopa would have put the onus on sites to prove their innocence, and he joined a global day of action against the legislation in January. &quot;I can do the same thing without Sopa, using a DMCA [Digital Millennium Copyright Act] takedown notice,&quot; he argues. &quot;But it&apos;s simply not worth the energy.&quot; Why not? Traditionally, sites that rely on their readers to post images can claim innocence under Section 512c of the 1998 Digital Millennium Copyright Act. This &quot;safe harbour&quot; provision protects them from being sued for money if they take down the material &quot;expeditiously&quot; when asked. &quot;It says that they don&apos;t have to pre-screen content, and that they won&apos;t be liable for the copyright infringement of their users, so long as they have identified an agent,&quot; says Wendy Seltzer, another Sopa opponent who is also a fellow at the Harvard Center for Internet and Society, where she runs Chilling Effects, a clearinghouse which addresses takedown requests by copyright holders. The downside to the DMCA is that it places the onus on web comic creators to spot where their work is being hosted without attribution. That&apos;s not only a lot of work, but &quot;it would also make you look like a douche&quot;, says Inman. Faster, pussycat! Draw, draw! Creators&apos; salvation lies in their talent, says Malki. &quot;Your job is to be more popular that the pirate,&quot; he says. &quot;The pirate has the disadvantage that they have to steal. You can come up with more ideas.&quot; Could social sharing sites be more responsible in their handling of user-generated content? Pinterest, the social network that allows people to share images and group them under themes, has been working through the issues carefully, and recently published guidelines encouraging users to link to the original source of pictures or other content. In February, Pinterest introduced a &quot;no-pin&quot; tag that website owners can use to stop any of their content being shared using Pinterest. It followed this up in May by signing attribution deals with Flickr, Behance, Vimeo and YouTube. These automatically build attributions into anything &quot;pinned&quot; from these sites. And the company also features a flag that lets you report a policy violation with a single button, linked to the item that was shared.  FunnyJunk wouldn&apos;t return calls from the Guardian to tell us about its own policies, but Carreon has now effectively abandoned the threat of a FunnyJunk lawsuit, stating that he was misinformed by his client. His letter claimed that all the comics had been removed from FunnyJunk, but Inman pointed out dozens that were still there. &quot;I did not know those links were there. According to my client, he didn&apos;t know about it and there was no way for him to discover it,&quot; said Carreon, still smarting from a torrent of abusive mails from angry netizens. Carreon&apos;s public relations self-immolation reached new levels on 15 June, four days after Inman launched his charity campaign and publicly told Carreon and FunnyJunk to fuck off on his blog. Carreon&apos;s personal lawsuit claims that Inman incited others to cybervandalism, argues that Inman wasn&apos;t authorised as a commercial fundraiser for the charities, and was disparaging their names. His suit also pressed the charities to police who was raising money in their name.  Indiegogo dismissed the claim, while Inman has now encouraged everyone to stop hounding Carreon, and has also suggested in an open letter to the lawyer that he stop digging himself any deeper. In the meantime, his fundraising campaign has topped 10 times the original target  and it&apos;s still going. As of presstime: The Oatmeal&apos;s charity call has raised more than $203,000. Carreon: 0. Meanwhile, those Oatmeal comics may still be on Funnyjunk  though the site has disabled its search function, and Inman said that it had removed the many copied ones he has complained about. So everything is at status quo ante  apart from the money going to the National Wildlife Federation and the American Cancer Society. Let&apos;s hope the sick dolphins appreciate it.  Danny Bradbury is a freelance journalist", 
    "section": "technology", 
    "gid": "technology/2012/jun/21/oatmeal-carreon-comics-property", 
    "wordcount": "1564"
}