{
    "headline": "Fighting for food security in India", 
    "text": "In India over the past 15 years, the debate about food, under a rights-based perspective, has become increasingly complex. Concerns about famine, emergency relief and technology-driven green revolutions have given way to discussions on the state&apos;s failure to deliver public distribution programmes, the discrimination these programmes perpetuate, legal entitlements to land, climate change, price volatility and the role of NGOs. In other words, the debate has shifted from starvation and subsistence to dignity and justice. In 2001, we saw the scandal of the country bursting at the seams with 60m tonnes of stored food grains as starvation, death and migration afflicted six states. The People&apos;s Union for Civil Liberties sued the government, arguing that it must open its grain reserves to feed the hungry. The writ demanded the government provide jobs to people in drought-affected villages and support those who could not work. Eventually, India&apos;s supreme court agreed the state was indeed responsible for providing nutrition and public health. The most persuasive argument to the court is that the right to food is directly related to the constitutional guarantee of a right to life. When the government said it simply could not afford to provide every citizen with the right to food, the court said lack of money was no excuse. The national food security bill is an outcome of the 11-plus years of litigation, street protests and media and public scrutiny. In response to the pressure, the government, when it came to power in 2009, made food security one of its electoral promises. The draft bill was finally tabled in parliament in December 2011. Despite omissions in the draft bill, it still marks a great step forward  and food rights champions hope that when it gets passed into legislation it will be far more progressive and inclusive than it is now. To discuss the background to this legislation, prominent authors and commentators joined with Oxfam India and the UK&apos;s Institute of Development Studies to put together the bulletin Standing on the threshold: food justice in India. From the father of India&apos;s green revolution, MS Swaminathan, to public intellectual CP Chandrasekhar and supreme court commissioners on the right to food, NC Saxema and Harsh Mander, the bulletin&apos;s contributors agree approval of the bill is an important step forward for India. However, a law on its own can do little. India is still in the bottom 10 for child malnutrition, infant mortality and protecting land rights  a gloomy picture produced by institutional failures, gaps in legal frameworks, a lack of political will and the weak monitoring mechanisms of existing public distribution programmes. If India&apos;s second green revolution is to contribute to an accelerated reduction of poverty, hunger and malnutrition, it has to be a state-led project. Far from being old-fashioned, the state&apos;s pricing policies, legal entitlement system, public distribution and natural-resource management programmes are key to reaching the poorest of the poor. The food, nutrition and agriculture programmes are failing to tackle deep-seated discriminatory practices. Stronger, transparent monitoring by accountable state agencies is a must. If food security is about having certainty about the future, the common goal must also be growth in agriculture and food security that gives the same rights on the land to men and women farmers. A complete halt on any new land acquisition is required until a way of calculating and compensating social, economic and environmental costs is in place, particularly with regard to tribal communities, for whom the right to the land is still particularly uncertain. The media also have a crucial role to play: the most common references to food by them still revolves around restaurant reviews, food festivals, and books on cooking and dieting. Finally, India has to realise that any global climate policy must have solid domestic foundations, reflecting the concerns of poor people, including farmers and fishermen  in India as elsewhere. The future will belong to nations with grains and not guns. We have enough grains for all  we need to open and expand our thinking on what can be done, and how to build a future where everyone on the planet always has enough to eat.  Biraj Swain is Oxfam India&apos;s campaigns manager, and co-editor of Standing on the threshold, to be launched at New Delhi&apos;s Constitution club on 17 July", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jul/16/fighting-food-security-india", 
    "wordcount": "711"
}