{
    "headline": "BioShock Infinite  review", 
    "text": "Let me tell you a story  Last year I attended a preview event for BioShock Infinite in Los Angeles. I was fortunate enough to be allowed to interview Ken Levine, the creative director and lead writer on this game and one of my favourite games of the last 10 years: BioShock.     BioShock Infinite 2    During the interview, I asked him about something I&apos;d noticed in his new game that referenced his earlier work. I don&apos;t want to spoil anything for anyone reading this, so I won&apos;t reveal what aspect of the game I asked him about. But I never forgot his answer and it loomed over the entire 10 or so hours it took for me to complete his new game. &quot;Nothing of this is an attempt to be cute.&quot; I want anyone who picks up a copy of BioShock Infinite to bear Levine&apos;s sentiment in mind. Indeed, upon reflection, it feels like an essential footnote. Taken at face value, BioShock Infinite is a ripping science-fiction yarn, a beautiful art show and a tactically layered shooter. Dig a little deeper, however, and you start wandering into the sort of high-minded philosophical territory that could fuel a dozen or so PhD dissertations. That&apos;s the beauty of it, really. If surface detail is all you care about, BioShock Infinite will keep you well stocked. It looks gorgeous, its mechanics are sublime and it&apos;s to Irrational&apos;s credit that the gameplay wrapped around the narrative is far more satisfying than that of its predecessor. If you ever played BioShock, imagine a more layered environment where you can hold only two firearms and you have the help of a roaming AI that occasionally hurls you power-ups.     BioShock Infinite 3    If you didn&apos;t play BioShock, here&apos;s what you&apos;re in for. You juggle guns and superpowers in a seemingly never-ending series of firefights with increasingly tougher opponents. The corridors in this shooter are wide, frequently mutli-tiered and crammed to the rafters with weapons and enemies. There&apos;s hardly ever just one way to emerge from a firefight victorious; the number of tactical alternatives open to the player is lengthy enough to offer hours upon hours of replay value. I could go into lengthy detail about the game&apos;s &quot;tear&quot; mechanics, or the number of battles where using a sky-hook and rail adds another series of options, but that&apos;s not BioShock Infinite&apos;s main draw. Its central appeal is wrapped up in its story and the less you know about that before booting up the game, the better a time you will have. The bare facts of the plot are as follows. Players take on the role of former Pinkerton Booker De Witt who is charged with rescuing a young woman named Elizabeth in a fantastical flying city called Columbia. The year is 1912 and all of the racist and religious zealotry of that time are on full display. It&apos;s a trick that Irrational pull off so well. They plonk the player in an other-worldly environment informed by historical social conventions and then put the ugliest side of humanity on display. Just as they did in BioShock. BioShock Infinite is similar to its predecessor in that it offers up a layered narrative. Follow the game&apos;s story to its eventual end and you&apos;ll likely leave satisfied, perhaps ready to tackle it on its super hardcore 1999 difficulty setting. But read between the lines. Apply your experience as a player of games who can recognise tropes, traps and signs that the game you&apos;re playing can pre-empt your expectations and BioShock Infinite offers up some pretty damning data about what constitutes entertainment. And here, already, I feel I&apos;ve said too much. Really, the only sensible review of this game would be to instruct the reader to close this window, order a copy of the game and play it. It really is that good. I would love to expound at length about the flying city of Columbia and the relationship between Booker and Elizabeth, but to do so would run the risk of ruining things. This is a game that lives and dies on its story and to reveal any more of that to anyone who hasn&apos;t yet experienced it would be unforgivable. BioShock Infinite exists in a pantheon tagged &quot;required reading&quot; in the gaming medium. In much the same way as Heavy Rain or Dark Souls may not be to everyone&apos;s taste, they are still important touchstones in the maturity of video games as an art form. BioShock Infinite too has an unshakable claim to be challenging what we think games are capable of. The best aspect, however, is that all of this highfalutin preconception doesn&apos;t matter a damn. Whether or not you take anything away from BioShock Infinite beyond its story doesn&apos;t matter. If you buy a copy of this game, you will have fun, and really, that&apos;s the only recommendation that is required when discussing this medium. BioShock Infinite is a hell of a lot of fun to play. That really should be the only quality it needs to exhibit. The fact that it holds much more feels like an advancement of an art form. Just remember that nothing in BioShock Infinite is an attempt to be cute. Just let it tell you its story.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/mar/26/bioshock-infinite-video-game-review", 
    "wordcount": "873"
}