{
    "headline": "Heathrow third runway: what does the Tory cabinet think?", 
    "text": "As MPs opposed to a third runway at Heathrow are plotting to undermine its anticipated government approval, we look at where members of Theresa Mays cabinet stand on the proposed expansion of the west London airport.   Related: Anti-Heathrow MPs plan to thwart government over third runway    Pro-expansion Liam Fox, trade secretary The trade secretary has not been shy about making the case for expansion at Heathrow, writing an article last year saying west London should not be allowed to veto a plan that would bring benefits to the whole rest of the country. Liz Truss, justice secretary Truss has been vocally in favour of expansion at Heathrow as part of her work for the Free Enterprise Group before she became a minister. In 2012, she said: We do need a hub airport in the south-east of England. If you want to have a hub airport, three runways probably isnt enough. If were imaginative about Heathrow, I dont see why we cant build four runways there. Sajid Javid, communities secretary Javid, a Thatcherite who was close to George Osborne, is open about his support for Heathrow expansion, saying in July: We should quickly give the green light to a third runway at Heathrow. Priti Patel, development secretary Patel was one of the MPs pushing for David Cameron to reopen the option of a third runway at Heathrow in 2012, before he ordered the Davies commission. While a backbencher, she said: The government should look at the viability of a future third runway at Heathrow. From a UK plc point of view, there is a strong case. Unclear Amber Rudd, Chris Grayling, Michael Fallon, Greg Clark, Jeremy Hunt, David Mundell, Andrea Leadsom, Damian Green, David Lidington, James Brokenshire, Alun Cairns, Karen Bradley.     An anti-expansion sign in the village of Sipson, just north of the airport. Photograph: Jack Taylor/Getty Images    Previously opposed  Theresa May, prime minister May has expressed concern about Heathrow on behalf of her Maidenhead seat but not in public for some time. In 2008, she told the House of Commons: If it [expansion] goes ahead or if the government abandon runway alternation, the quality of my constituents life  will deteriorate significantly. Later that year, while shadow leader of the Commons, she told parliament: Our policy is clear: no to a third runway. However, she has been silent on the issue since entering the cabinet and attributed concerns about airport expansion to her constituents rather than herself. Philip Hammond, chancellor Hammond, who served for a while as transport secretary, has made negative noises about a third runway at Heathrow in the past, saying he wanted it to be better, not bigger. He has talked of the economic boost that Heathrow gives to his Surrey constituency but also the congestion and pollution that it causes. However, there are signs his views may have shifted over the years, with his new position as chancellor requiring him to back the option that provides the best chance for economic growth. David Davis, Brexit secretary The Brexit secretary said in 2012 that expanding airport capacity at Heathrow did not make sense as it was in the wrong place and it would be better to build more runways at Stansted in the north and Gatwick in the south. Anti-expansion Justine Greening, education secretary Greening is the strongest opponent of expansion at Heathrow in the cabinet. She has led a campaign on behalf of her Putney constituents against the third runway, because of the extra noise it would cause for them. Greening is also personally convinced that the economic case does not make sense and has refused to rule out resigning her post if it goes ahead, although it is likely there will be a free vote offered to Tory MPs. Boris Johnson, foreign secretary Johnson was a loud opponent of a third runway at Heathrow while he was mayor of London and wanted a new airport in the east to be built by the Thames: a proposal nicknamed Boris Island. He once said he would lie down in front of the bulldozers to stop it being built. As recently as last month, he said it was a fantasy and should be consigned to the dustbin but more recently there have been reports that he is resigned to the expansion taking place.", 
    "section": "environment", 
    "gid": "environment/2016/oct/14/heathrow-third-runway-what-does-the-tory-cabinet-think", 
    "wordcount": "692"
}