{
    "headline": "4G mobile internet promised across UK", 
    "text": "Superfast mobile broadband will be rolled out from Britain&apos;s cities to the most remote villages, with at least 98% of the population receiving a signal indoors, thanks to the biggest auction of the UK&apos;s airwaves, but the sell-off could lead to higher prices for customers by reducing the number of national networks from four to three. Bidding is scheduled to start by the end of the year, according to plans for the auction of 4G spectrum published by telecoms watchdog Ofcom. About 5% of the population has no mobile- phone coverage but one of the licences to be auctioned will come with an obligation to ensure 4G broadband reaches almost all homes by 2017. Ofcom had proposed 95% coverage but this has increased to 98%. &quot;This announcement will help rural communities become better connected and provide a major boost for the rural economy,&quot; said Skipton and Ripon MP Julian Smith, who has lobbied for better coverage. A pot of 150m previously earmarked by the government for mobile black spots could be tapped by the network, which undertakes to ensure near universal coverage, Ofcom said. More spectrum is urgently needed to cope with the explosion in smartphone ownership, which has resulted in more than half of subscribers being able to access the web from their mobiles. UK networks are creaking at the seams, with Three saying it could start to run out of capacity this summer. The 4G technology would make mobile internet at least as fast as standard Wi-Fi connections are today. The sell-off could raise as much as 3bn for the Treasury and millions more in annual licence fees but it has been repeatedly delayed by intervention from the government and Europe, and threats of legal action from mobile phone networks. Ministers have warned they will take control of the sale if operators fail to sign up to Ofcom&apos;s latest proposals. But the new terms have already attracted criticism from the UK&apos;s largest network, Everything Everywhere (EE), which has described them as &quot;disappointing&quot; and a &quot;missed opportunity&quot;. There were also warnings of higher prices for consumers because the terms of the auction could topple the UK&apos;s smallest network operator, Three, leaving subscribers at the mercy of a troika of multinational mobile giants. Ofcom has scrapped a previous guarantee that Three and EE would emerge from the bidding with a chunk of the valuable 800MHz band. Accounting for just 10% of UK subscribers, Three has always argued it must secure 800MHz band to compete with its much larger rivals. This band is better at penetrating walls to provide an indoor signal and travels longer distances, requiring fewer masts and costing less to build a network around. It is used to broadcast the five analogue television channels, but will be freed up at the end of this year when all the nation&apos;s TV sets are finally switched to digital. &quot;We think the consultation will marginalise Three and leave most of the best spectrum in the hands of the three largest operators,&quot; said financial analyst Robin Bienenstock at Bernstein Research. &quot;UK consumers pay low prices, but the quality of networks is relatively poor versus their continental peers. Three has very little infrastructure and is a subscale player, so I cannot see the point of keeping it alive.&quot; Unlike Vodafone and O2, which both have licences in the 900MHz band, neither Three nor EE have any under 1,000MHz. &quot;Everything Everywhere is very disappointed that Ofcom has again reversed its proposal to ensure all mobile operators hold a minimum amount of sub 1GHz spectrum,&quot; a spokesman said. &quot;Ofcom is missing a huge opportunity for the UK to address the imbalance, which has damaged consumer interests for 20 years.&quot; Ofcom insists it still wants four mobile network operators to compete in the UK, and that at a later date it could reintroduce protection for Three, or another new entrant, but not for EE. &quot;Consumers would be likely to benefit from better services at lower prices if there were at least four national wholesalers of mobile services, as at present,&quot; the new Ofcom proposal states. &quot;We therefore think it is appropriate, and so propose to, in effect, reserve some of the available spectrum for a fourth national wholesaler.&quot; Whether Ofcom decides to reserve spectrum for Three will depend on who buys a large chunk of the spectrum EE has been ordered to sell as a condition of its merger. A quarter of its 1,800MHz spectrum must be sold, and Royal Bank of Scotland has been appointed to organise the process in advance of the Ofcom auction. Three&apos;s chief executive, David Dyson, described Ofcom&apos;s proposals as &quot;pragmatic&quot;. However, there are concerns that if a surprise new entrant were to buy EE&apos;s spectrum, Three could still face bidding against much larger networks without the guarantee of any 800MHz.A Vodafone spokesman welcomed the new terms, saying they &quot;bring the UK closer to a fair and open auction that will benefit the wider economy&quot;. Demand for mobile broadband in western Europe is forecast to increase by 500% over the next five years, according to Analysis Mason, thanks to the explosion in smartphone ownership. This year&apos;s airwaves auction will be equivalent to three-quarters of the mobile spectrum in use today. Interested parties have been given 10 weeks to comment on Ofcom&apos;s revised proposals. The final auction design will be published this summer, with the starting gun fired in the fourth quarter of 2012.", 
    "section": "technology", 
    "gid": "technology/2012/jan/12/4g-superfast-broadband-airwaves-auction-ofcom", 
    "wordcount": "929"
}