{
    "headline": "Boot up: HP's tablet tested, SGS4 rumours, Microsoft admits getting hacked, and more", 
    "text": "A burst of 10 links for you to chew over, as picked by the Technology team Kantar Worldpanel: Android and Verizon back on top In US smartphone sales, Android at nearly 50% of sales &gt;&gt; TechCrunch  Android, Kantar says, took 49.4% of smartphone sales, a growth of 6.4% points over the same period last year. Apple&apos;s 45.9% of sales was 4.7% points down one year ago. It sources these numbers by extrapolating from data collected from 240,000 consumers annually. And when you add those two numbers together you can see how ridiculously big the challenge is for others to get a look in. No. 3, Windows Phone, just barely breaks 3% of sales, although that&apos;s an improvement on 2.1% last year.  Also notable: Windows Phone now leads BlackBerry, which was at 0.9% of sales. Can BB10 make a difference? (Thanks @modelportfolio2003 for the link.) Firefox Mobile &gt;&gt; Benedict Evans  Amongst many other things, today I went to the Firefox stand at MWC. It was very full of excited people talking about their new venture with some of the leading mobile operators to launch a new phone OS, aimed at the tier just below &apos;real&apos; smartphones. There was much talk of openness and other ideologically correct things, and none at all about any consumer benefits. I did hear someone from Mozilla say that &apos;Firefox is a great consumer brand&apos;, though, which is a pretty questionable claim: the target consumers would be pushed to name ANY browser, let alone Firefox. There is a reference phone from ZTE (and also one from Alcatel I haven&apos;t seen yet): the software is slow and not especially elegant, and the device is targeted to cost $100. 50 yards away there is a half-empty stand from Haier, a second-tier Chinese OEM. Their W619 is a 2G android smartphone running Android 4, with 2 SIM slots, a 3.5&quot; screen and an MTK chipset. It is very solid and the UI is perfectly fluid. The wholesale price is $50: 3G versions are $75.  Quite a punchline too. Apple supplier penalized for polluting nearby river in China &gt;&gt; Computerworld  An Apple supplier known for making iPads has been penalized by Chinese authorities for turning a nearby river in Shanghai &quot;white&quot; after dumping pollutants during the nation&apos;s Spring Festival holiday. The supplier, RiTeng Computer Accessory, had wrongfully dumped waste water used for cleaning processes due to suspected staff negligence, according to a Friday statement from a parent company.  The water couldn&apos;t be used for watering crops; the waste killed all the shellfish. RiTeng also assembles for HP, Dell and Asus; it has had industrial accidents before, including explosions. Basically, China needs to take tough action against polluters like this. Three reasons I still have a BlackBerry and won&apos;t switch &gt;&gt; Forbes Boiled down, they are: (1) BBM, even though he says that WhatsApp actually does all he needs; (2) a physical keyboard, unlike the one on his last BlackBerry which broke (not an argument for the Z10); (3) he doesn&apos;t care about apps such as Instagram. Compelling? Trying the Microsoft Surface Pro &gt;&gt; Penny Arcarde&apos;s Gabe He thinks:   As a mobile solution for a digital artist I&apos;d say the Surface Pro is a winner. Now obviously if you need Photoshop you will probably want to wait until they get their driver issues worked out. If you&apos;re a Sketchbook user (or you could be) then this thing is ready to go right now. I had some people on Twitter asking if the Surface Pro makes sense as an alternative to a Cintiq at home or the office. That one is harder for me to answer. I personally really like my Cintiq 24HD and I would not use the Surface pro at the office instead of it.  He&apos;s generally positive, but notes some downsides: heat, battery life, storage, non-adjustable kickstand angle. Still, he thinks it could replace his iPad for a number of tasks. Hands-on with the HP Slate 7 - it&apos;s just another cheap tablet you shouldn&apos;t buy &gt;&gt; Android Police  While the Slate 7 does perform decently, it is noticeably slower than a Nexus 7 even in basic UI navigation tasks (thank that 1.6GHz dual-core processor), and that&apos;s really just the tip of the drawback iceberg. The 1024x600 screen is terrible. Let me say what I mean by terrible: the Nexus 7&apos;s display isn&apos;t winning any awards (it&apos;s good, but by no means great), and the Slate 7&apos;s display is pretty crappy even from that point of comparison. An aspect ratio of 16:9 and unusually large bezels on the top and bottom make the Slate 7 look unusually tall, too, and I can&apos;t say I&apos;m a fan. The unit I played with also had some weird UI scaling issues going on (everything look &apos;squished&apos;). There&apos;s no NFC, no GPS, and just 8GB on-board storage. The upshot is that HP hopes you&apos;ll buy into are the presence of a microSD card slot, HP ePrint, and a 3MP rear camera, all at a cost $30 less than the Nexus 7. Maybe for some these could be a legitimate draw, but honestly, you&apos;re likely to pay for it in the long run - who knows what HP&apos;s software update schedule is going to look like (it&apos;s running Android 4.1.1 in our hands-on), or how well this untested hardware will age (a dual-core A9 processor isn&apos;t exactly cutting-edge).  Something priced to make a retail profit is bound to struggle against something being sold at wholesale prices. Samsung ditches AMOLED and Exynos for Galaxy S4? Supposed image leaks &gt;&gt; Android Authority  [Saturday] morning, noted rumor purveyor Sam Mobile dropped a bomb on Samsung Galaxy S fans, with a report that allegedly contains the official specifications of the upcoming Galaxy S4. The shocker is that Samsung will supposedly not be using an Exynos processors nor an AMOLED display on their 2013 flagship. Before we go any further, note that Sam Mobile claims that, while the information comes from a &quot;trusted insider&quot;, it&apos;s not official. It wouldn&apos;t be the first time tech sites are served fake info, so don&apos;t take everything in this post at face value.  Recent Cyberattacks &gt;&gt; Microsoft TechNet Blogs  As reported by Facebook and Apple, Microsoft can confirm that we also recently experienced a similar security intrusion. Consistent with our security response practices, we chose not to make a statement during the initial information gathering process. During our investigation, we found a small number of computers, including some in our Mac business unit, that were infected by malicious software using techniques similar to those documented by other organizations. We have no evidence of customer data being affected and our investigation is ongoing.  Would this have been down to the same iPhoneDevSDK site that affected Facebook and Apple? (Thanks @rquick for original pointer.) The Google store experience &gt;&gt; Joy Of Tech &quot;Thank you for shopping Google!&quot; Falcon Pro hits 100K user token limit: another Twitter client bites the dust &gt;&gt; Android Police  Falcon Pro was, and technically still is, one of the most popular paid Twitter clients on the platform. According to the Falcon Pro Twitter account, only 40,000 users have actually paid for the app, with the remainder presumably made up by pirated users. Apps in excess of 100,000 user tokens or 200% of their original users require additional permissions from Twitter to exceed the limit - so far, Twitter has not deemed any third-party clients on any platform worthy, with the possible exception of first-party clients and acquisitions like TweetDeck.  You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/feb/26/technology-links-newsbucket", 
    "wordcount": "1305"
}