{
    "headline": "Gove's school food inquiry gets roasting from Jamie Oliver", 
    "text": "Jamie Oliver has accused Michael Gove of obstructing improvements to children&apos;s health by ordering an inquiry into school food that is unnecessary, will waste time and is likely to be ignored anyway. The TV chef has reopened his feud with the education secretary over what pupils eat by dismissing Gove&apos;s decision to ask two prominent restaurateurs to investigate the quality of canteen fare. Henry Dimbleby and John Vincent  co-founders of the Leon chain of restaurants, which offers conspicuously nutritious dishes  will examine whether the food served in English schools is good enough and draw up an &quot;action plan&quot; to ensure more pupils eat lunches that benefit their bodies and their minds. Oliver said that while Dimbleby and Vincent would do a thorough job, he could not welcome their inquiry. &quot;Now is not the time for more costly reports. Now is the time for action and that doesn&apos;t seem to be what we get from Mr Gove when it comes to school food and food education. This [inquiry] just delays action for another year or more.&quot; The chef sought to portray the minister as out of touch on school food, an issue on which they have locked horns several times recently. &quot;I&apos;m fairly confident that the gentlemen from Leon will end up pushing for the same things that I, and many others, have been pushing for years, but the question is, will Mr Gove listen?&quot; he said. Pouring further scorn on the initiative, Oliver added: &quot;Is it too much to ask for a government which listens and which sees the ill health of our country&apos;s children as a major challenge to be met with important, sustainable policies to actually solve the problems? Will this be just another report by good people which is destined to be ignored? I hope not but fear it will.&quot; Gove&apos;s choice of Lauriston primary school in Hackney, east London, to make his announcement also raised Oliver&apos;s ire. With its head chef, chicken coop, breakfast club, and fruit and vegetable gardens, it is regarded as a leading example of how schools can offer appetising fare while also encouraging sustainable food and educating pupils about how what appears on their plates is produced. But Oliver said it was &quot;ironic that this morning&apos;s announcement by Mr Gove was given at a lovely school with a kitchen garden, and with a dedicated school caterer creating freshly cooked meals on site. &quot;But this does not reflect the current resource and reality in most schools around the country. These things urgently need to be the norm in schools,&quot; he added. Labour set minimum nutritional standards for school food in England in 2008-09 and spent several hundred million pounds overhauling menus after Oliver&apos;s Jamie&apos;s School Dinners TV series in 2005 revealed how unhealthy much school food was, exemplified by the infamous Turkey Twizzlers. Despite that, and experts lauding gains in children&apos;s ability to learn, still only 40% of pupils eat in their canteen. The chef has previously accused Gove of imperilling children&apos;s health and educational prospects by letting the rapidly growing number of academies and free schools opt out of the standards. Dozens of MPs from all parties have signed a Commons early-day motion, organised by the Tory MP Zac Goldsmith, demanding that Gove do a U-turn and ensure they are mandatory in all schools. But Gove  who told MPs in April that &quot;I love Jamie Oliver&quot;  has criticised the standards as unwelcome &quot;conscription&quot;, which restricts headteachers&apos; freedom and leads to production-line food like McDonald&apos;s. The Leon co-founders will by 2013 &quot;create an action plan to accelerate improvement in school food and determine the role of food more broadly in school life&quot;, Gove said. &quot;They will try to set out what more should be done to make tasty, nutritious food available to all schoolchildren and to generate excitement among pupils about school food so they want to eat it.&quot; Gove&apos;s move comes after the School Food Trust found that just 22.5% of schools provided pupils with at least one portion of fruit and vegetables a day  which should be standard  and half of secondaries serve up pizza and starchy food that has been cooked in oil most days of the week. Judy Hargadon, the trust&apos;s chief executive, disagreed with Oliver and said it was &quot;a sensible time&quot; to review school food as improvements were still needed. However, Daniela Wachsening, education policy adviser at the Association of Teachers and Lecturers, said: &quot;It beggars belief that a government which has exempted academies from complying with nutritional standards is now commissioning the proprietors of a restaurant chain to examine school food.&quot; Lynda Mitchell, national chair of the Local Authority Caterers Association, agreed that the review was unnecessary, given the large amount of evidence already available on the subject. It should recommend the end of a damaging &quot;two-tier system&quot; under which pupils not in maintained schools were not guaranteed food that met the standards, she said. Dimbleby said he and Vincent were &quot;apolitical&quot; and Gove had asked them to carry out the work after a chance meeting. &quot;I met him [Gove] earlier this year through a friend of a friend and was sat next to him and talked to him about school food at some length. Although I&apos;m relatively apolitical, I have this old-fashioned view that when the government asks you to do something, and you think you can add something, it&apos;s your duty to do it, regardless of persuasion.&quot; He added: &quot;Too much school food is still not good enough. It&apos;s better, but still not good enough yet. There&apos;s been an increase in uptake and improvements in nutrition. But a lot of schools still provide fried food every week.&quot; He is open-minded as towhether the standards should apply toall schools, and the inquiry will considerthis. Gove has not promised to implement the Leon duo&apos;s recommendations. &quot;The secretary of state completely trusts the two guys from Leon to make the recommendations they feel are necessary  they will have a free rein  and he knows that some recommendations may be challenging,&quot; said a Department for Education spokeswoman, adding that while Gove was &quot;fully open&quot; to their suggestions, he was &quot;prepared to look at them&quot; rather than necessarily implement them all. How they compare School dinner* Chicken marengo with savoury vegetable rice Vegetarian chilli with savoury vegetable rice Roasted mixed peppers Steamed broccoli Apple crumble with custard Yoghurt, fresh fruit platter Leon Chicken and chorizo club with brown rice and Herb slaw Superfood salad with broccoli, peas, cucumber, avocado, quinoa and feta Freshly made lemonade Brownie  *Caterlink menu for Islington schools", 
    "section": "education", 
    "gid": "education/2012/jul/04/school-dinner-report-oliver", 
    "wordcount": "1136"
}