{
    "headline": "London 2012 visitors urged to refuse plastic bags at Games", 
    "text": "Green campaigners have urged visitors to London 2012 to refuse plastic carrier bags offered to them by retailers, after failing to persuade organisers to impose a complete ban during the Olympic and Paralympic Games. The campaign has been spearheaded by the not-for-profit Greener Upon Thames and has won the high-profile backing of 50 global and local leaders including Sir David Attenborough, Sir Richard Branson and Vivienne Westwood. They have all signed a letter pubished in the Daily Telegraph on Thursday, urging visitors to the Games to support &quot;a plastic bag-free London 2012&quot;. It tells readers: &quot;In the lead up to the Games, we were delighted that Locog made its shops plastic-bag free. During the Games, we call on Olympic organisers, visitors, suppliers and sponsors to avoid the use of plastic bags. London 2012 provides a perfect opportunity to raise awareness and leave a lasting legacy in Britain and beyond.&quot; Other supporters include Shaun Spiers, chief executive of the Campaign to Protect Rural England, the actor Jeff Bridges and musician Jackson Browne. Greener&apos;s campaign against plastic bags at London 2012 was launched in November 2010 by its two patrons, Conservative MP Zac Goldsmith and ocean rower and environmentalist Roz Savage  both signatories to the letter. The group has warned that the &quot;first sustainable Games&quot; could distribute hundreds of thousands of throwaway plastic bags, which would be carried around the world, creating a global problem, and shaming the British capital. Commenting on the latest move, Goldsmith said: &quot;Plastic bags cause immense damage throughout the world, and absolutely symbolise the mindlessness of our throwaway society. Visitors to the Olympics have an opportunity to show that life without throwaway bags is perfectly possible.&quot; Westwood added: &quot;We can all win a gold medal for the environment by saying no to plastic bags during London 2012 and beyond.&quot; Recent government figures show plastic bag usage is on the increase. A total of 8bn &quot;thin-gauge&quot; bags were issued in the UK in 2011  a 5.4% rise on the 7.6bn in 2010  with every shopper now using an average of almost 11 a month. The letter is also signed by many eminent marine biologists and scientists, including Martin Bourque, executive director of the Ecology Centre at the University of Berkeley, California, who are worried by the growing evidence to suggest that plastic bags are entering the food chain. A LOCOG spokesperson said: &quot;London 2012 is the first Games to not use any single-use or short-life disposable bags. All the bags we provide at the games will be reusable for multiple occasions and we believe that by focusing on reducing unnecessary bag usage, encouraging re-use and providing clear information about recycling, we have found the most sustainable and practical solution.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jul/26/london-2012-refuse-plastic-bags", 
    "wordcount": "467"
}