{
    "headline": "Lightning Returns: Final Fantasy XIII  preview", 
    "text": "For a franchise that boasts global recognition and a sizable international fan base, Final Fantasy has certainly taken its knocks over the last couple of years. Final Fantasy XIII&apos;s release was greeted with ardent fervour and it shifted close to 6m copies, but it was also heavily slammed by a lot of its traditional fan-base for being too linear for a lot of its 40-plus hours running time. Fans and critics agreed it looked absolutely stunning, but they resented being shoved into a corridor for more than 24 hours of the game. These complaints were listened to and, to some degree, addressed by Square Enix in the follow up, Final Fantasy XIII 2, which abandoned XIII&apos;s rigid structure for something a little more asymmetrical. In it, players shuttled back and forth in time between pocket dimensions and a lot of these worlds offered large open areas to explored. However, it seems the damage was done with Final Fantasy XIII; its sequel sold just 3m copies and while a lot of lesser known IPs would kill for those sales figures, it represented quite a steep drop to Square Enix. This is why it was rather remarkable to hear that Square Enix is still on track to hit the sales target it originally planned for the XIII series of game. At a recent reveal event in Paris last month, Motomu Toriyama, the series director, and Yoshinori Kitase, the franchise producer, revealed to a packed room of journalists that the original plan for the XIII trilogy was for it to crack global sales of 10m. Together, Final Fantasy XIII and XIII 2 have shifted roughly 9.7 million copies, so in order to hit their projected sales goal the forthcoming instalment, Lightning Returns: Final Fantasy XIII, only has to shift just more than 300,000 units. That said, Toriyama and Kitase aren&apos;t taking anything for granted. &quot;Between Final Fantasy XIII and Final Fantasy XIII 2, we saw a drop in sales of 3m,&quot; says Kitase. &quot;So it&apos;s not like we feel the pressure is off at all.&quot; &quot;The reason for the drop may have been down to the fact that not many players knew you didn&apos;t have to have played Final Fantasy XIII to understand the plot in its sequel,&quot; he adds. &quot;We&apos;re hoping that we can get that message across for Lightning Returns, because the same is true here.&quot; Indeed, punters need not have played either of Lightning Returns&apos;s predecessors to get a feel for the new game&apos;s story. Although, I have to confess that, as someone who played and enjoyed both XIII and XIII 2, I was at a loss to understand much of what I was shown in Paris when it came to plot details. As near as I could make out, the story in Lightning Returns: Final Fantasy XIII commences such a long time after the end of XIII 2, that the previous game&apos;s plot has no bearing. Lightning, the flint-like ex-soldier protagonist in XIII awakens from a centuries-long hibernation to find that the chaotic realm of Valhalla has merged with the real world to form a series of beautiful islands. She also discovers that the world will end in 13 days and it&apos;s up to her to save it and its inhabitants  as you do.     Lightning Returns: Final Fantasy XIII    The world&apos;s doomsday clock is a prominent feature in Lightning Returns. Essentially it boxes the player into a limited timeframe, which effectively prevents them from accomplishing every quest and side-mission the game holds, which in turn increases the game&apos;s overall replay value. &quot;It&apos;s impossible to complete the game with 100% completion on all of the missions and side quests in just go,&quot; says Toriyama. &quot;Not only is there not enough time, certain quests are only available at certain points on certain days.&quot; &quot;You only have 13 days in the game to save the world,&quot; he says. &quot;Every second counts.&quot; Players aren&apos;t limited in terms of choice about their activities; they are free to explore the game&apos;s four islands, talk to non-player characters, shop for trinkets and battle numerous beasts as they go about saving the world. It seems Square Enix is still taking the complaints from fans about Final Fantasy XIII to heart; the key gameplay focus, according to Toriyama is &quot;world-driven&quot;, which translates to the screen as a game in which players are free to explore to their heart&apos;s content with a limit on the barriers holding them back. The developers have put a lot of work into the four worlds contained in the game, imbuing them all with their own unique look and distinct personality. We were shown snippets of two of the worlds  the lush forest environments of the Wildlands and the Dead Dunes, which, with its ancient ruins and sunburnt deserts looks like something out of the last Uncharted instalment. For the game&apos;s demo in Paris, Toriyama showed off the metropolis of Luxerion, which looks like what would be produced if you imagined Final Fantasy XIII through the lens of Assassin&apos;s Creed II. Luxerion blends a lot of varying architectural styles, but nothing seems garishly out of place. It&apos;s a city with dusty panhandling market stalls that sit comfortably in front of ornate buildings, which look like they were cast in marble during the Italian Renaissance. At the beginning of the demo, Lightning steps off an electric train that pulls out of a decidedly Victorian-looking railway station. She then proceeds to follow a group of scholars wearing cowls that wouldn&apos;t have been out of place at a monastery in the Middle Ages.     Lightning Returns: Final Fantasy XIII    We were told that Lightning was on the trail of a murderer and her time in Luxerion would involve interviewing witnesses and suspects, as well as a bit of investigative work. To demonstrate this, the developers showed a mission in which Lightning was tasked with stealthily trailing the group of hooded figures through the city. It wasn&apos;t long before she ran into trouble in the form of a monster in an alleyway. This gave the developers a chance to show the new combat, which is a heavily tweaked version of Final Fantasy XIII&apos;s Active Time Battle (ATB) turn-based combat. Unlike previous iterations, where players picked out attacks and then had to sit back as combat animations played out in front of them, the ATB system here allows for a more immediate control. The reason for this, Toriyama says, is because players aren&apos;t going to be controlling entire groups in Lightning Returns. &quot;In Lightning returns, you only have one playable character throughout the entire game  the title character. Obviously, that a major change from XIII and XIII 2,&quot; he says. &quot;We wanted to create a speedy, yet strategically based combat system for this game. So for this approach we built three ATB gauges for the same character, which players can switch between.&quot; The gauges in question act in the same way as the paradigm shifts in the ATB systems from the previous two games  except here, they&apos;re called Styles. Players can switch between up to three of them at a time and they&apos;re tied to different outfits that the player can customise before sending Lightning into battle. Like the last game certain Paradigms  Styles  are more effective against certain enemies, but Toriyama says that they&apos;ve constructed the combat so players will never find themselves staring down an enemy that&apos;s invulnerable to all of Lightning&apos;s attacks. &quot;The three Schemes or Styles can be set at any time,&quot; says Toriyama. &quot;If you see one attack works better on an enemy than another you can switch to that Style in the middle of a battle. However, if you find that none of your Styles affect an enemy, you can end the battle, swap out your Style combinations for something more effective and then re-enter the fight. The enemy&apos;s health, however, will be re-set to full if you do.&quot; The combat also feels a little more like that of a Western RPG. Players can now move Lightning around the battlefield with the right thumbstick and even execute a dodge roll or a jump attack. &quot;If you&apos;re the kind of player who mainly plays action-based games, it&apos;ll feel similar, because you can execute a lot of movement abilities around the battle area,&quot; he says. &quot;It was a chance to give players a chance to control Lightning more directly, which is what a lot of our fans said they wanted.&quot; While this more Western style of gaming may sound appealing, it&apos;s pretty clear that Lightning Returns: Final Fantasy XIII has a steep hill to climb. Interest in the brand has fallen if the sales figures of the last two games are anything to go by, and I wouldn&apos;t like to bet money that the fan base are going to respond overwhelmingly positively to the changes made for this third iteration. There seem to be two disparate styles of play here. Collecting all of Lightning&apos;s Style outfits, shopping for trinkets and baubles and wading through the game&apos;s weird plot may sound like a fun time to JRPG fans, but how will they respond to the new combat? Similarly, will the new ATB system attract a wider fan base  even if one doesn&apos;t need to have played either of this game&apos;s predecessors? All of a sudden, 300,000 copies seems like a small mountain to climb and we&apos;ll have to wait until autumn to see if Square Enix&apos;s new direction will rejuvenate Final Fantasy&apos;s ailing fortunes ...", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/feb/18/lightning-returns-final-fantasy-xiii-preview", 
    "wordcount": "1600"
}