{
    "headline": "Haiti, Somalia and global jobs", 
    "text": "Last week marked the second anniversary of the earthquake that killed more than 300,000 people in Haiti. But, as we discovered in our data blog, only half of the amount of aid promised to the country has been delivered. We tracked the figures to see where the money had gone. According to the UN, just $125m of the $311m allocated to agriculture projects has been delivered and only $108m of the $315m in grants allocated to health projects has made it through. To mark the anniversary, we also looked at how the government of Haiti is collaborating with the private sector to boost the economy, and reported on the frustrations of those who were still waiting to be rehoused. Continue to follow the country&apos;s progress on our Rebuilding Haiti series page. Elsewhere on the site We report on the social enterprise that is providing low-cost mobile-charging and lighting services through micro grids in Uttar Pradesh, one of India&apos;s largest and poorest states. Jonathan Glennie asks whether corporate benevolence can be free of self-interest, looking specifically at the work of Western Union. As violence flares up in parts of South Sudan, Sara Pantuliano argues that the international community needs to offer a firm and coherent response. Meanwhile a top UN official warns of continued risk of famine in Somalia, saying that many people in the country would need assistance on a regular basis. Coming up on the site Six months since famine was declared in Somalia, we look at trends in funding to the region, asking what difference mention of the word &quot;famine&quot; made to donors, and looking at whether aid flows have changed more recently. The crisis in the Horn of Africa has prompted more soul searching over why the international community did not act when early warning systems sounded. The NGOs Save the Children and Oxfam publish a report on the issue on Wednesday. Look out for our January podcast, which this month will focus on the global jobs crisis. The podcast will be recorded later this week, so post your questions to our panellists. Mark Tran will be reporting on the food situation in Niger. Alice Klein visits northern Uganda to speak to some of the IDPs who have no homes to return to. We&apos;ll report on the impact of the ban on traditional birth attendants in Sierra Leone. Multimedia Audio slideshow: Haiti two years after the quake Two years after Haiti&apos;s devastating earthquake, thousands of people are still living in tents and shacks. The government has promised a resettlement programme and is now working with the private sector to boost the country&apos;s economy. Oxfam speaks to some people affected by the disaster to see whether their lives have improved In pictures: improving access to water in Afghanistan In Afghanistan, more than 92% of the population lives without proper sanitation, and four out of five people have no access to safe drinking water. For the last two years, water, sanitation and hygiene teams from the NGO Medair have been working to improve the situation What you said: some of the best comments from our readers On Claire Provost&apos;s blog on a new book on microfinance, droodman says:  Every organisation tends to emphasize its successes. The problem of hype pervades charity and foreign aid, and is one reason for fad cycles.  Commenting on our readers&apos; panel on what will shape global development in 2012, WehYeoh notes:  It appears that there is a common thread running through most of these submissions and that is the notion of equity. Is this a notion that we are overly preoccupied [with] in countries such as the States, UK, through Europe and Australia? Is it more in the forefront of our minds because of movements like Occupy? Or is this a true representation of what is sought after in developing nations?   On Ken Banks&apos; lively debate on technology&apos;s new chance to make a difference in 2012, Nancytingze claims:  Techies often get lost in the seduction of coolness. But if people don&apos;t need it, and I mean NEED it, it&apos;s not going to go anywhere in the African market. If it helps better lives in a necessary way, if it facilitates so-called- development, then it&apos;ll sell.   Highlights from the blogosphere On a blog entitled China 2011: From Jasmine Crackdowns to Grassroots Uprisings on Global Voices, Oiwan Lam discusses how Chinese authorities sought to prevent uprisings in mainland China following events in north Africa and the Middle East. On the Centre for Global Development&apos;s blog, Todd Moss discusses how to turn citizens into owners of national wealth, in light of big finds in natural resources. On the World Bank&apos;s Africa Can... End Poverty blog, Wolfgang Fengler asks whether democracy is bad for Kenya&apos;s economic development. And finally  The Poverty matters newsletter will be back in two weeks with another roundup of the latest news and comment. In the meantime, keep up to date with the issues on the Global development website. Follow @gdndevelopment and the team  @ClaireProvost, @LizFordGuardian, @MarkTran, and @JazCummins  on Twitter, and join Guardian Global development on Facebook.", 
    "section": "global-development", 
    "gid": "global-development/2012/jan/17/news-roundup-rebuilding-haiti-somalia-global-jobs", 
    "wordcount": "847"
}