{
    "headline": "New innovation to ease springtime mudflat-squidging", 
    "text": "Do you like to watch birds and other animals (or even your neighbours)? If so, then you&apos;ll be happy to learn about a wonderful advance in technology that is guaranteed to add thousands if not millions of new &quot;watchers&quot; to those who already enjoy this hobby!   So how did you spend your spring holiday? If you are like me, you might have been squidging around on mudflats with mud threatening to suck your boots off with every step you take, with a pair of 10x50 binoculars that weigh nearly two kilos strapped around your neck, a birds field guide in one of your jacket pockets and your iPhone (in a plastic baggy -- just as a precaution!) in the other pocket, weighed down by a pack filled with two cameras, five lenses and a tripod (I left the &apos;scope at home). Was I trying to get into the military? No. I was birding -- watching wild birds.  Or maybe you (wisely) sat in your flat, sipping a martini whilst using your fancy binoculars to surreptitiously peer through your window blinds at your neighbours?  Well, whatever you did, if it involved binoculars, then you will be happy to learn about an innovative technology that practically does your watching for you!  After returning from a weekend staggering around in the field, I ran across a video advertising an innovative new binocular that, had I known about it earlier, would have saved my neck and back a lot of aching. Developed by Eagle Optics, this new binocular merges several advanced technologies into a field-friendly watching device. Named the Wild Turkey, this binocular is a welcome first step in making nature watching easier and more comfortable than ever before. Here&apos;s the video:            [video link]  Wow, that helium technology is really wonderful, don&apos;t you agree? Now, if only they would upgrade these binoculars to include an iPhone and a digital camera so I can snap pictures of &quot;my&quot; birds that I can then share with all my pals on twitter! But of course, the camera would have to be high-quality so I can leave the Nikon (and all its stupidly heavy lenses) at home. Which, I suppose, means more helium is needed, too.  Alas, there&apos;s no known innovation that can ease mudflat-squidging in your boots, sigh.  .. .. .. .. .. .. .. .. .. .. ..  Follow Grrlscientist&apos;s work on her other blog, Maniraptora, and also on facebook, G+, LinkedIn, Pinterest and of course, twitter: @GrrlScientist", 
    "section": "science", 
    "gid": "science/grrlscientist/2013/apr/02/zoology-birdwatching", 
    "wordcount": "405"
}