{
    "headline": "Lonely in freshers week? You're not the only one", 
    "text": "Freshers week is a double-edged sword. It&apos;s a week-long holiday, complete with clubbing, activities, and probably the odd drink. There&apos;s just one catch  you have no friends to share it with. It&apos;s unsurprising then, that in the face of such relentless socialising, many first-years experience loneliness. &quot;There is a lot of hype about students having the best days of their lives,&quot; says Melanie Withers, director of psychological and counselling services at Sussex University. &quot;But people don&apos;t recognise that loneliness and homesickness is also common. It just isn&apos;t acknowledged by the student body  those who do admit to it can be seen as a bit lightweight.&quot; This was exactly the case for Helen Wright who studied English and photography at the University of Sunderland. &quot;My expectations were that university, and especially freshers week, would be exciting, crazy, fun and the best time of my life  but it wasn&apos;t,&quot; she says. &quot;It was the first time I had ever been homesick, and it really took me by surprise because I genuinely wasn&apos;t expecting it. I remember crying quite a lot and calling my mum more than usual because it was too far to travel home at weekends.&quot; &quot;I resolved my loneliness by just talking to more people and going out with my housemates, and I soon realised that a lot of people felt the same as I did.&quot; A Royal College of Psychiatrists report, The Mental Health of Students in Higher Education, found that as many as 60% of first-year students experience homesickness. Additionally, one in five undergraduates raised concerns about their anxiety and one in three reported feelings of sadness or depression. Jack Elliot, 19, who is studying journalism at Leeds Trinity, sought help for his anxiety. Despite having attended a boarding school and being used to living away from home, Jack became increasingly uncomfortable in his new surroundings. &quot;There was a difference between boarding school and university, the people at my university were from very different backgrounds to myself and it was a bit of a culture shock at first. I began to feel extremely nervous and paranoid and broke down in tears several times,&quot; he says. &quot;After two weeks of feeling like this and being unable to sleep, I went to see a counsellor. Personally I feel that if you suffer from anxiety or loneliness, it is always better to just go and talk to someone.&quot; One service that offers students a chance to talk about their problems is Nightline, which operates in 90 universities. The phones are manned by fellow students who use what is called the active listening technique to reflect questions back to callers, helping them reconsider their situation. Anne Oxley is Nightline&apos;s chief executive: &quot;Its incredibly important for students to be able to speak to someone; just knowing someone&apos;s there is so reassuring. It&apos;s anonymous, but more importantly it&apos;s peer-to-peer. Because it&apos;s another student at your uni they&apos;ll understand exactly what you&apos;re talking about.&quot; Withers says that despite the emphasis placed on drinking during freshers week, it&apos;s important that new students don&apos;t feel obliged to take part in activities that make them feel uncomfortable. &quot;If it&apos;s good for you, then you can go on as many pub crawls as you like, but don&apos;t give in to pressure if you don&apos;t want to.&quot; &quot;There&apos;s a conspiracy of silence. Anyone going into a strange environment is going to feel a bit weird. My advice would be to share it with a fellow fresher  chances are they&apos;ll be feeling the same.&quot; Daniel Eaves (name changed) In the summer before freshers, I was full of anticipation and excitement. Before starting sixth form I was diagnosed with bipolar disorder, which meant I had to miss and retake a year of school. University was an opportunity for me to start a fresh chapter. I could put my health problems, which had stunted my progress at school, behind me. My condition was pretty stable back then, and I looked forward to making new friends and getting involved in a vibrant social scene. However when I arrived at Bristol University I felt very self-conscious and uptight when talking to anybody, especially the girls. I would sweat profusely all day, and tried to cover this up by wearing jumpers, even in the sun. Eventually these also bore the sweat patches and I was extremely embarrassed. Another point that added to the stress was my inability to remember people&apos;s names. It was really awkward talking to a face that I knew well, but not knowing their name. I felt increasingly isolated and ostracised. I begun to think that people were talking about me all of the time and making fun of me. This was symptomatic of my health issues, but it was incredibly difficult to fight. I would phone the Samaritans in the middle of the night. On one occasion, I sat up all night in my room, on my bed, just shaking and sweating in panic. I would stay in my room, missing all of my scheduled lectures and tutorials, in bed all day. I felt like I was on my own against the world. Eventually I spoke to a group of friends that I believed I could trust. Two in particular were very understanding and helpful. One would be happy to sit and chat with me about my issues whenever, and the other would go to the shops and buy me food, as I was too unwell mentally to go myself. This was a massive help for me, and I owe these two people a lot. The university did offer lots of support, the medical faculty student adviser was very helpful, as were the doctors at the student health centre.  In my naivety, I had tried to put on a front and pretend that everything was okay, until it was far too late.", 
    "section": "education", 
    "gid": "education/2012/sep/19/lonely-in-freshers-week", 
    "wordcount": "990"
}