{
    "headline": "Decarbonisation target narrowly defeated in Commons energy bill vote", 
    "text": "A bid to include a target to decarbonise the UK&apos;s electricity generation by 2030 was narrowly defeated in the House of Commons on Tuesday afternoon, to the dismay of green campaigners and businesses that had backed the goal as a way of stimulating investment in renewables and low-carbon energy. The amendment to the energy bill, proposed by the former Tory minister Tim Yeo, was voted down by 290 votes to 267, though several Tories and Lib Dems backed the measure against the coalition&apos;s line. It was one of the narrowest victories for the government in a whipped vote during this parliament. Under the amendment, electricity generators would have had to use more renewables, carbon capture and storage and nuclear power to reduce to nearly zero their carbon production by 2030. The measure had the backing of dozens of businesses, green campaigners and industry associations. Several potential rebels were persuaded by a promise by the coalition to allow the secretary of state to consider a 2030 decarbonisation target in 2016. But before then, the government will review the fourth carbon budget, which sets out how much carbon dioxide the UK can produce each year to 2027. David Cameron, under pressure from greens, agreed early in the coalition to set a stiff carbon budget that would require roughly halving the UK&apos;s carbon output by the late 2020s. However, he bowed to George Osborne, the chancellor, who opposes green regulation, in allowing a review of that target next year, in 2014. The fight over the fourth carbon budget looks set to be intense, as the close nature of Tuesday&apos;s vote shows. Many Tories back Osborne&apos;s call for a new &quot;dash for gas&quot;, which they say will be cheaper than renewable power, and are concerned that the UK is taking on more than its share of emissions cuts. The Committee on Climate Change recently produced a report rebutting those arguments, and showing that the UK could benefit from cheaper energy if more renewable generation is built sooner rather than later. Yeo, who is chairman of the influential energy and climate change select committee, said the defeat of his amendment was a blow to clean energy supporters. &quot;The commons has missed an opportunity today to provide more clarity for investors on the future direction of energy policy. Unfortunately this could mean that urgently needed investment in our energy infrastructure will be slower and the risk of a capacity crisis [including electricity shortages] greater. The continuing uncertainty that will result increases the perceived risk of investment and will therefore raise capital costs, meaning that consumers may ultimately pay more for the new power plants that need to be built.&quot; The energy bill will now move to the House of Lords, where there will be a further chance to bring forward a decarbonisation target. Yeo said that the large number of votes in favour of the amendment should encourage many peers to support it. Andy Atkins, executive director of Friends of the Earth, slammed Liberal Democrats for siding with the Tories - many of whom stridently oppose green power - instead of taking an environmental stance. He said: &quot;The Liberal Democrat leadership&apos;s green credibility has been left in tatters after siding with the Conservatives to back a headlong dash for gas  this would send fuel bills rocketing and jobs overseas, and punch a gaping hole in our climate targets. With significant numbers of MPs defying the party whip to join the opposition by voting for clean power, this issue will not go away.&quot; The energy bill  a complex piece of legislation that has been nearly three years in the making  will determine the shape of the UK&apos;s electricity generation for decades to come, as investors will make decisions in the next few years on vital infrastructure that will still be operating more than 30 years from now. At the centre of the bill is a major overhaul of the UK&apos;s energy subsidies, whereby existing support mechanisms that guarantee a premium for renewable generation will be replaced by a system of &quot;contracts for difference&quot; and a &quot;capacity market&quot;, under which generators will enter into long-term contracts to produce quantities of energy for a price that is likely to be above standard wholesale prices. Crucial to the working of this new system will be the &quot;strike price&quot; at which renewable and nuclear power generators are guaranteed a return for their production. Those strike prices have yet to be set - they were supposed to be published last year, but have been severely delayed by a government stand-off with the nuclear industry. EDF, the French nuclear generator that is expected to build the first new nuclear power station in the UK for decades, has demanded a higher price than ministers were prepared to concede. The strike prices may come as soon as the end of this month, or may be delayed until September. Critics have said that the new system is overly complex, but the government has said it will encourage investment. Investment in the UK&apos;s renewable energy has fallen to a seven-year low, according to recent research by Bloomberg New Energy Finance, as investors have been spooked by the contradictory messages coming from government. Many on the right of the Conservative party have become more vociferous in their opposition to alternative energy, and more outspoken in voicing doubts over climate change science.", 
    "section": "environment", 
    "gid": "environment/2013/jun/04/decarbonisation-target-defeated-energy-bill-vote", 
    "wordcount": "905"
}