{
    "headline": "Sussex students lead resistance", 
    "text": "Despite all accumulating evidence of its economic policy failure, the government ploughs on. It attacks disabled people with the bedroom tax. It attacks working women with its austerity packages. It attacks the jobs of public-sector workers and holds wage increases below inflation to cut real incomes by up to 15% in the last few years. And it intensifies its privatisation of the health service and education. Now we have the beginning of a possible resistance from the student body at the University of Sussex (Report, 1 March). Having mounted an impressive, if yet unsuccessful, campaign against commercial tuition fees in 2011/12, they are now resisting the privatisation and outsourcing of services on their campuses. As staff in universities, we have a duty not only to support them but to come to their aid. They need collections of money to keep them going. They need tens of thousands of signatures on the online petition to register that they are not alone. They need visiting delegations and speakers from trade union branches and student unions and community groups from across the country. They need their resistance to privatisation in education to link up with the campaigns against hospital closures and the reduction in fire-fighting cover and job cuts in the public sector. Most importantly, they need the trade union movement to join their campaign and use its power to stop the government&apos;s privatisations that attack the jobs and conditions of its members.Sally Hunt (General Secretary UCU)Tom Hickey (Brighton University and UCU NEC)Luke Martell (Sussex University)Nadia Edmond (Brighton)Martin Loftus (Brighton)Benno Teschke (Sussex)Theodore Koulouris (Sussex)Ben Fincham (Sussex)Sheila Cullen (Brighton)Patricia McManus (Brighton)Mike Hayler (Brighton)John Drury (Sussex)Kit Eves (Sussex)Judith Watson (Brighton)Jelena Timotijevic (Brighton)Cathy Bergin (Brighton)Sue Gollifer (Brighton)Victoria Margree (Brighton)Mark Erickson (Brighton)Ulla Spittler (Brighton)Lara Montesinos Coleman (Sussex)Tarik Kochi (Sussex)Ross Adamson (Brighton)Ruth Charnock (Sussex)Michael Kearney (Sussex)Deborah Gibberd (Brighton)Mario Novelli (Sussex)", 
    "section": "education", 
    "gid": "education/2013/mar/01/sussex-students-lead-resistance", 
    "wordcount": "330"
}