{
    "headline": "Andrew Mitchell praises Malawi but holds back on budget support aid", 
    "text": "Andrew Mitchell, the international development secretary, has praised Joyce Banda, Malawi&apos;s new president, for her &quot;brave reforms&quot;, but stopped short of announcing a firm date for when Britain will resume its general aid programme. Mitchell, who visited heavily aid dependent Malawi last month, said on Wednesday that Banda had grasped the nettle and devalued the Kwacha by 50% on advice from the IMF. Although necessary, the move put strains on Malawians, he said, and Britain had responded by bringing forward 33m in aid to provide medicines, seeds and fertiliser. In an appearance before MPs of the international development committee, Mitchell also praised Banda  who came to power in April after the death of Bingu wa Mutharika, her autocratic predecessor  for ditching &quot;bad laws&quot;, improving human rights, and getting rid of the presidential jet and other &quot;fripperies&quot;. Despite high praise for Banda, however, Mitchell said he was not in a position to say when Britain would resume budget support as opposed to aid aimed at specific sectors such as health and education. &quot;I can&apos;t tell you when  my hope is before the end of the year,&quot; said Mitchell, adding that he had to ensure British taxpayers would get good value for their aid money. The UK Department for International Development (DfID) suspended 19m of budget support  aid that goes directly to a government&apos;s budget for spending as it sees fit  in July. Britain cited repeated failure to address concerns over economic management and governance for its decision. Britain  Malawi&apos;s main bilateral donor  is expected to spend 90m on aid for the country this year, and an average of 93m a year until 2015. The largest portion of Britain&apos;s aid  39%  goes on health. Malawi has enjoyed economic growth of about 7% in the past five years, with a peak of 9.7% in 2008, because of bumper tobacco harvests. But it remains one of Africa&apos;s poorest countries, with 72% of Malawians living on less than $2 a day. Aid, which typically accounts for 40% of Malawi&apos;s budget, dried up as Mutharika alienated donors with his economic policies and increasing authoritarianism. Relations with donors hit a low point after police killed 20 civilians in anti-government protests a year ago. Mutharika slashed last year&apos;s budget but austerity coincided with a severe drop in tobacco sales, which usually make up 60% of foreign currency reserves and significant tax revenue. The new government expects the economy to recover as Banda mends fences with the international community, but sees high inflation persisting due to devaluation sought by the IMF for its help. The IMF and Malawi last week agreed a three-year, $157m (100m) aid package. Asked by MPs whether Britain was looking at social protection measures such as cash transfers, Mitchell said he was a strong supporter of social protection as a way of stimulating markets and of protecting the poor against food insecurity. &quot;Cash transfers are certainly on the table,&quot; said Mitchell, who visited Malawi with Diana Noble, the new head of Commonwealth Development Corporation (CDC), the UK&apos;s development finance arm. Asked by one MP, Richard Harrington, about investment opportunities in Malawi  in mangoes for example  as opposed to aid, Mitchell said DfID and the CDC plan to work much more closely in the future. The development secretary said he was keen to see more private investment in Malawi. The problem, however, was to find &quot;reliable local interlocutors&quot;. Noble told MPs the CDC&apos;s new focus was to concentrate on African countries that found it difficult to attract private investment, and cited the CDC&apos;s investment in the first international private equity fund focused exclusively on Ethiopia.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/13/andrew-mitchell-malawi-budget-aid", 
    "wordcount": "617"
}