{
    "headline": "The invisible beauty of flowers - in pictures", 
    "text": "   The pistil (orange) is surrounded by the stamens (pink) of a Buttercup flower (Ranunculus sp.) Photograph: Susumu Nishinaga/Science Photo Library/ Barcroft Media       Flowers of the ladies' tresses orchid (Spiranthes sp.).  Photograph: Susumu Nishinaga/Science Photo Library/ Barcroft Media       Part of the stigma (pink) of an Easter cactus flower (Rhipsalidopsis gaertneri). This is the top part of the female reproductive structure (carpel) of the flower. Pollen grains containing the male sex cells land on the stigma and may move down the style (not seen) into the ovary (not seen) Photograph: Susumu Nishinaga/Science Photo Library/ Barcroft Media       Pollen grains (ovals) on the stigma of a garden pea flower (Pisum sativum). The pollen grains, which contain male genetic material, have become trapped by the stigma's papillae (hair-like structures, green) Photograph: Susumu Nishinaga/Science Photo Library/ Barcroft Media       The surface of a pansy (Viola tricolor) petal. The petal is covered in tiny epidermal hairs (cone-shaped objects) known as trichomes Photograph: SPL / Barcroft Media/Science Photo Library       Pollen on the stigma of a sunflower plant (Helianthus sp.). The stigma, part of the flower's female reproductive structure, is curled over here, with pollen grains (spiky orange balls) adhering to the yellow trichomes (hairs) on its underside Photograph: Susumu Nishinaga/Science Photo Library       Pollen grains (small balls, lower centre) on the pistil of a Hibiscus sp. flower Photograph: Susumu Nishinaga/Science Photo Library/ Barcroft Media       The surface of a petal from a rape (Brassica napus) flower. The projections are papillae, lumps that help to reduce water loss from the petal Photograph: Susumu Nishinaga/Science Photo Library/ Barcroft Media       The stamens of an apricot (Prunus armeniaca) flower. A stamen, the male reproductive organ, consists of a filament (green) with an anther (red) at its tip.  Photograph: Susumu Nishinaga/Science Photo Library/ Barcroft Media       The pistils (purple, female reproductive organs) emerging from the true flowers or florets (yellow) of a whiteweed plant (Ageratum sp.)  Photograph: Susumu Nishinaga/Science Photo Library/ Barcroft Media       A cluster of fennel (Foeniculum vulgare) flowers Photograph: Susumu Nishinaga/Science Photo Library/ Barcroft Media  ", 
    "section": "science", 
    "gid": "science/gallery/2013/may/19/invisible-beauty-flowers-in-pictures", 
    "wordcount": "0"
}