{
    "headline": "Climate change set to hit UK hard and the poorest hardest", 
    "text": "If you thought global warming would bring little more to the British Isles than the inviting prospect of passing long, hot summers sipping chilled English wine, then the gargantuan catalogue of climate change impacts revealed on Thursday flattens that myth. It also reveals - inadvertantly - a buried but fundamental injustice. Those Britons with outsize carbon footprints, inflated by jet-setting and SUV-driving, will suffer far less than those with daintier environmental treads.  The idea of climate injustice is more familiar in the context of the African subsistence farmer whose livelihood is trodden down by the polluting effects of heavy western consumption. But the long list of damages that climate change threatens to wreak on the UK shows climate injustice exists from the poor flood-prone neighbourhoods by the Humber to the concrete jungles of London, set to become ovens on baking-hot days. The government&apos;s exhaustive report shows that, unless preventative action is taken, we can expect a tenfold increase in the devasting impacts of flooding, while searing heatwaves will lead to deaths. But the report does not examine who will bear the brunt of this. Recent research from the Joseph Rowntree Foundation (JRF) does. It shows that the richest 10% of Britons cause carbon emissions over double that of the poorest 10%. But the poorest will be worst hit, lacking the resources to prepare, respond and recover from extreme weather. Flooding is the biggest threat, made worse by the government&apos;s slashing of flood defence spending, which flies in the face of their statements - repeated on Thursday - that &quot;risks of flooding are projected to increase significantly across the UK&quot;. Poorer homes can do less to protect their homes and are less able to pay high insurance premiums. Deprived neighbourhoods often have weaker social networks to help them cope when disaster strikes. Yorkshire and Humberside are the regions most affected due to the combination of high social vulnerabilities and high likelihoods of flooding, the JRF report shows. Yet a planned 160m scheme for defences along 12 miles of the river Aire and stretching into the heart of Leeds was left without funding a year ago, along with 1000 other projects. New funding rules risk favouring rich areas where residents can chip in, while the insurance industry&apos;s commitment to provide flood insurance to all ends in 2013. In the cities set to swelter as heatwaves increase, those in poorer areas will be less able to buy air conditioning, while a fear of crime may mean windows have to remain closed. The cooling effect of trees, parks and other green spaces are far more common in wealthy districts.  Nearly a quarter of all London neighbourhoods are the most likely to suffer the effects of heat waves while at the same time being the least likely to be able to cope. There may be as many as 120 days a year where the temperature rises above 26C by the 2080s, according to the government&apos;s risk assessment. To compound the matter, two-thirds of those poorer homes at the most extreme risk of flooding are also extremely vulnerable to heatwaves, found the JRF. Climate change will bring a few benefits too - better yields for some crops - but only one will affect the most vulnerable. Deaths due to winter cold are expected to fall significantly, although offset by the health challenges brought by summer heatwaves. Innocents suffering from the actions of others is rightly reviled in many spheres of life, yet there has been no recognition of how this is taking place in the UK as global warming grips. Cities must be heatproofed and flood walls must be built, but it must be done fairly to protect the vulnerable as well as the privileged.  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/jan/26/flooding-climate-change-heatwave-impact-risk", 
    "wordcount": "644"
}