{
    "headline": "Mating call of an extinct bush-cricket rings out again after 165m years", 
    "text": "     A love song that carried on the wind through the ancient forests of the late Jurassic has been reconstructed by scientists in Britain. Researchers pieced together the staccato mating call of the long-gone creature, a distant relative of the modern bush-cricket, from fossilised remains unearthed in Mongolia. The insect&apos;s body and wings were preserved in such exquisite detail that specialists in bioacoustics at Bristol University could measure the parts used to produce mating calls and recreate the sounds. The cricket, Archaboilus musicus, lived 165m years ago, when much of northwest China was a sparse forest of coniferous evergreens and giant ferns. &quot;This is one of the oldest mating calls ever reconstructed from a fossil,&quot; lead researcher Fernando Montealegre Zapata told the Guardian. The insect was large compared with many modern crickets, growing to 12cm and sporting 7cm-long wings. Each wing was furnished with the stiff plectrum and a toothed file that produce the familiar chirp of the cricket&apos;s mating call when rubbed together. Writing in the journal Proceedings of the National Academy of Sciences, the team describe how they used high-resolution images of the extinct creature&apos;s wings to count the number and spacings of teeth on each file. Each had around a hundred tiny teeth. The scientists compared the insect&apos;s song-making equipment with that of 59 living cricket species, whose mating calls have all been documented. Taking this information into account, they calculated that the ancient cricket produced chirps lasting 16 milliseconds. The song was a repetition of single notes, with a frequency of around 6.4 kilohertz. The top range of human hearing is around 20 kilohertz. The brief bursts of sound produced by the plectrum scraping over the file caused the insects&apos; wings to vibrate and amplify the sound. The call was well-suited to life on the forest floor, where the notes would carry a long distance to females far away. &quot;The work tells us that the elaborate structures used for producing and listening to these songs were already evolved 165m years ago,&quot; said Montealegre Zapata. Further studies of the insects might give scientists some hints why the mating calls of many modern crickets have much higher frequencies, in the ultrasonic range beyond human hearing. Today, all similar species that use musical calls are nocturnal. Daniel Robert, a co-author on the paper, said: &quot;For Archaboilus, as for living bush-cricket species, singing constitutes a key component of mate attraction. Singing loud and clear advertises the presence, location and quality of the singer, a message that females choose to respond to, or not. Using a single tone, the male&apos;s call carries further and better, and therefore is likely to serenade more females.&quot;Such amorous calls are not without risk though. Mating calls make males more conspicuous to predators if they have evolved to eavesdrop on the sounds.", 
    "section": "science", 
    "gid": "science/2012/feb/06/mating-call-extinct-bush-cricket", 
    "wordcount": "473"
}