{
    "headline": "US best-selling games of 2012 announced", 
    "text": "Just for a bit of fun, here are the top ten best-selling games in the US from 2012. This is based on data from retail analyst NPD Group, drawn from sales of physical goods rather than digital downloads. According to the company&apos;s annual report, game sales were down 23% from 2011. Here&apos;s the line up: 1. Call of Duty: Black Ops 2 (Xbox 360, PS3, PC, Wii U)2. Madden NFL 13 (Xbox 360, PS3, Wii, Vita, Wii U)3. Halo 4 (Xbox 360)4. Assassin&apos;s Creed 3 (Xbox 360, PS3, PC, Wii U)5. Just Dance 4 (Xbox 360, Wii, Wii U, PS3)6. NBA 2K13 (Xbox 360, PS3, Wii, PSP, Wii U, PC)7. Borderlands 2 (Xbox 360, PS3, PC)8. Call of Duty: Modern Warfare 3 (Xbox 360, PS3, Wii, PC)9. Lego Batman 2: DC Super Heroes (Wii, Xbox 360, NDS, PS3, 3DS, Vita, PC)10. FIFA 13 (Xbox 360, PS3, Wii, Vita, 3DS, Wii U, PSP) No one can be that surprised about the best-selling title, or the absolute domination of sequels: indeed, their are no &apos;original IPs&apos; in the list. As for genre representation, Just Dance 4 is looking a little lonely in there amid all those macho shooters and sports sims. From Joystiq:  Call of Duty: Black Ops 2 topped off physical retail software sales in both December and 2012 as a whole, which totaled $1.54 billion for the month and $2.67 billion for the year, down 26 and 23 percent from 2011, respectively. Surprisingly, Far Cry 3 accomplished the second-most successful December launch NPD has recorded since it started monitoring sales in 1995, earning it the number six slot on the list of December&apos;s top 10 best-selling games. The list of 2012&apos;s 10 best-selling games can also be found after the break, in all of its &quot;comprised entirely of sequels&quot; glory.  And from Engadget:  NPD&apos;s year-end report out today has confirmed that the Xbox 360 is the clear winner in US console sales for 2012, with 1.4 million units sold in December alone keeping it in what&apos;s described as a &quot;dominant&quot; position. As for this year&apos;s big new console, the Wii U, the NPD Group reports that it&apos;s sold nearly 890,000 units in the US after its first 41 days on the market, with 460,000 sold in December (actually less than the 475,000 of the original Wii). Nintendo found a slightly different spin to put on that, though, noting that the Wii U has generated $30 million more than the original Wii at the same point in its lifecycle, which sold more units but also cost less. When it comes to Nintendo&apos;s other consoles, the 3DS was on top with sales of 1.25 million in December, while the standard DS moved 470,000 units.  Isn&apos;t it about time for a generational leap?", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/jan/11/us-top-10-games-2012", 
    "wordcount": "481"
}