{
    "headline": "Game over: the changing face of games retail", 
    "text": "Game Group, the company that owns both of the specialist high-street games retailers Game and Gamestation, has officially gone into administration , after suspending trading on its shares and filing for administration last week. Along with practically everybody in the games media, I&apos;ve spent a lot of time thinking and writing about this over the past few weeks, going over the potential reasons for Game&apos;s failure to compete and its spiralling implications  not just for the obvious victims, its UK customers and employees, but for everyone who buys, makes and sells games. You can read about all of that here if you&apos;re interested, but there&apos;s no other way to spin it - this is bad news for all of us. What I haven&apos;t seen much talk about is our personal relationship with games retail. Game as it currently stands, with its limited selection of strong sellers and at times rather aggressive emphasis on pre-owned, up-selling and pre-order deposits, bears little resemblance to the Game that I visited when I was growing up. Games shops were actually places that I used to go to hang out when I was a teenager, to browse with friends and occasionally make new ones. It&apos;s this experiential side of retail that things like Steam and Amazon haven&apos;t replaced, and I really miss it. Our local Gamestation in Edinburgh, before it was swallowed by Game Group, was a two-floor gamer&apos;s paradise with new stuff on the bottom floor and a top floor full of T-shirts, figurines, demo stations and racks full of retro games going back to the NES. The most valuable of these items were displayed in glass cases. I remember staring longingly at a mint condition (and very overpriced) copy of the super-rare SNES game Secret of Mana inside one of those cases for about two months. Now and then there&apos;d be someone else staring longingly at it right beside me, and we&apos;d strike up a conversation. The staff were friendly and passionate (as many Game and Gamestation employees still are), and would happily chat for a half hour, trading recommendations and experiences. It was a real enthusiast store. I spent a faintly ridiculous amount of money and time there. After Gamestation&apos;s acquisition, whilst games sales were really booming between around 2006 and 2010, a lot of this disappeared. Retro was sidelined and eventually eliminated entirely in favour of a Game-like pre-owned model that focussed on newer games only. The merchandise became slowly more generic until most of the quirky stuff was gone and only the DS cases and Mario plushes remained. I stopped visiting games shops very quickly and started buying online. I attributed the death of the games shop as I remembered it as a necessary complication of my hobby&apos;s move into the mainstream, and mourned it only briefly. When I moved to Japan at the end of 2008 though, I discovered a world where the game shop was still an experience. There, alongside the rows of shiny new games at the front of the store, you&apos;d find Dreamcast and N64 and Mega Drive games just an aisle away. Pretty much every games shop apart from the massive Bic Cameras and Yodabashi Cameras superstores gave as much floorspace to older games as it did to the new stuff, with 10-year-old boxes proudly displayed and baskets full of miscellaneous cartridges in which you might find a treasure. Near where I lived in Nagoya there was a second-hand games and CD store, K&apos;s House, that looked and smelled like someone&apos;s attic, with cartridges and disc cases and mysterious, obsolete peripherals and controllers stacked head-high. Now and then, flipping through N64 games in there, I&apos;d see some Japan-only game that I&apos;d read about as a nine-year-old in a magazine and delightedly hand over 500 (3.80) for it. My shelves are liberally adorned with such curios. God only knows how much money I spent. I could have predicted that the experience of shopping for games somewhere like Osaka&apos;s Den Den Town or Tokyo&apos;s Akihabara would be exhilarating for any geek, but what I didn&apos;t understand about Japanese retail is that most stores were like this. In Britain, shopping is something I do grudgingly and in as little time possible, picking up things online wherever possible. In Japan it became a recreational activity. All of this will probably sound intimately familiar to anyone who collects vinyl. The record shop is perhaps a British equivalent to the Japanese games store. But surely there must be a place for enthusiast shops here, still, alongside the megachains like Game (or whatever Game is replaced with in the coming weeks). If it turns out that the British high street cannot support a games megachain, does that mean it can&apos;t support smaller, more specialist shops either? Can&apos;t there be somewhere for enthusiasts to shop, too, whilst mums and gifters and more casual browsers pick up FIFA and COD and Just Dance from bigger chains and supermarkets? Bigger retail stores are vital to the health of the games industry, but for a long time they&apos;ve been all there is. Maybe they do exist, somewhere, and I just don&apos;t know about them. Do you?  Keza MacDonald is UK games editor at IGN.com. You can follow her on Twitter @kezamacdonald", 
    "section": "technology", 
    "gid": "technology/blog/2012/mar/29/game-group-administration-enthusiast-shops", 
    "wordcount": "878"
}