{
    "headline": "New breed of university will make UK 'best place in world to do science'", 
    "text": "The UK government wants to encourage the formation of a new class of university that will focus on science, technology and postgraduate training. Science minister David Willetts said on Wednesday that there would be no extra public funding for the new institutions but that they would help to build the UK&apos;s research base through private and international investment. In a speech at the Policy Exchange thinktank, Willetts said the government&apos;s ambition was to make the UK the &quot;best place in the world to do science&quot;. Globalisation was still at its earliest stages when it came to higher education, said Willetts, and so it was a good time to attract international investment to the UK. &quot;There&apos;s a lot of talk about British universities setting up campuses abroad. But then you think there is international resource here and perhaps some [overseas universities] might want to make a partnership with a British university or a British business and set up some kind of operation here,&quot; he said. An existing British university might build a new campus or set up a new international partnership, or a foreign university might want to set up a research institute in the UK. A big city might offer a location for the new institution, for example, in the way New York has done in its recent competition inviting proposals for a new graduate school on the site of a disused hospital on Roosevelt Island. Willets said the government wanted proposals from local economic partnerships, universities, businesses and international partners. &quot;There will be no additional government funding,&quot; said Willetts. &quot;This time we will be looking to private finance and perhaps sponsorship from some of the businesses that are keen to recruit more British graduates.&quot; He said the government would seek to remove, through legislation if necessary, any regulatory red tape in setting up the new institutions. &quot;The aim is to attract more internationally mobile research to the UK,&quot; said Willetts. &quot;We&apos;ve got this internationally respected science research base, public money is limited and we always have to be smarter and smarter about how we attract in private investment as well.&quot; Imran Khan, director of the Campaign for Science and Engineering, welcomed Willetts&apos;s ambitions to make the UK an attractive place for international research. &quot;We should aim to be the best place in the world for science, but we&apos;re currently way behind nations such as Germany, Japan and the US in terms of business and industry investment in research. &quot;Today David Willetts reiterated a whole series of positive measures the coalition is taking to incentivise more private sector investment  but no political party has yet outlined a clear alternative vision for the UK economy. The government should spell out what they think a &apos;rebalanced&apos; economy looks like. What would really count as &apos;success&apos; for their innovation policies?&quot;", 
    "section": "science", 
    "gid": "science/2012/jan/04/new-breed-university-uk-science", 
    "wordcount": "482"
}