{
    "headline": "Scientists sign petition to boycott academic publisher Elsevier", 
    "text": "More than 3,000 academics, including several Fields medal-winning mathematicians, have put their names to a petition declaring their intention to boycott the academic publisher Elsevier. The &quot;Cost of Knowledge&quot; petition claims Elsevier charges &quot;exorbitantly high&quot; prices for its journals and criticises its practice of selling journals in &quot;bundles&quot; so libraries &quot;must buy a large set with many unwanted journals, or none at all&quot;. It says the publisher makes &quot;huge profits by exploiting their essential titles, at the expense of other journals&quot;. The petition also criticises Elsevier&apos;s support for the Stop Online Piracy Act (SOPA), PIPA and the US Research Works Act, which it says are an attempt to &quot;restrict the free exchange of information&quot;. &quot;If you would like to declare publicly that you will not support any Elsevier journal unless they radically change how they operate, then you can do so by filling in your details in the box below,&quot; the petition says. By Thursday afternoon, there were more than 3,000 names on the list  including academics from Oxford, Cambridge, Harvard and Yale universities, and the Fields medal winners Timothy Gowers, Wendelin Werner and Terence Tao  and a host of critical comments. Elsevier has disputed the claims, saying that its average list price per article is $10 (6.50), which is &quot;bang on the industry mean&quot;, and that volume-based discounts bring the effective price per article down to $2, which is &quot;slightly below the industry average&quot;. It said the claim about bundles was &quot;absolutely false&quot;. &quot;Elsevier allows you to buy articles at the level of the individual article, to buy a single journal, any combination of any number of journals and everything we have,&quot; said Dr Nick Fowler, director of global academic relations at Elsevier. &quot;There are benefits that come from taking more, which is a very standard practice, but that doesn&apos;t mean you don&apos;t have the choice [not to]  but then you can&apos;t expect a discount.&quot; Being portrayed as the &quot;enemies of science&quot; is &quot;downright wrong&quot;, Fowler said: &quot;It&apos;s hurtful to spend your life trying to advance science and medicine and be told you&apos;re blocking it.&quot; He added that Elsevier would be discussing the issues with academics who have signed the petition. &quot;I think we need to do a much better job of communicating,&quot; he said. But he added that there were at least 7m researchers globally, which put the 3,000 petitioners &quot;in perspective in terms of volume&quot;. The petition was prompted by Gowers, from Cambridge University, who wrote a blogpost about Elsevier in which he laid out his reasons for boycotting the company. &quot;I am not only going to refuse to have anything to do with Elsevier journals from now on, but I am saying so publicly,&quot; he wrote. &quot;I am by no means the first person to do this, but the more of us there are, the more socially acceptable it becomes.&quot; His declaration prompted maths PhD student Tyler Neylon to set up the petition. &quot;The growth seems to only be picking up,&quot; said Neylon. &quot;Over the first week I was getting about 200 names per day. So far today I&apos;m on par to hit 600 names in 24 hours. The great thing about this action is that, the more names people recognise on the list, the more they have nothing to lose by joining the cause. The only unique value that a for-profit publisher has is its prestige, and that is exactly what we are chiselling away by withholding our unpaid skilled labour.&quot; The petitioners argue that academics provide publicly funded research articles to the journals free of charge, and also provide their peer review services for free, then they must pay Elsevier and similar publishers to access that same research once it has been put into a journal. Signatories are now discussing their next move, with options ranging from getting the editorial boards on for-profit journals to resign en masse and create new, open access journals, to asking Elsevier to lower its prices. &quot;What many people would like, including me, would be to get rid of journals altogether and instead have free-floating editorial boards that provide a stamp of approval to certain papers that would themselves appear in places such as the arXiv [a physics/maths/science open access repository]. But it isn&apos;t necessary to subscribe to that more radical idea to find the current situation highly unsatisfactory and ripe for change,&quot; wrote Gowers. &quot;It may be that a grand gesture, such as another journal quitting Elsevier and reforming under a slightly modified name  could precipitate a rapid major change. &quot;But it may be  and this seems more likely to me  that what is needed is a variety of less dramatic measures: the setting up of open-access alternatives, with editorial boards devoted to ensuring that they are of a high standard  ; scientists putting their work in preprint repositories so that libraries don&apos;t need to subscribe to journals for people at the relevant universities to have access to the articles; and the continuation, and I hope expansion, of the boycott to the point where it gradually squeezes the life out of the expensive commercial journals.&quot;", 
    "section": "science", 
    "gid": "science/2012/feb/02/academics-boycott-publisher-elsevier", 
    "wordcount": "900"
}