{
    "headline": "University policy  stranger than fiction", 
    "text": "The twists and turns of higher education policy increasingly resemble the fantasy Alice embarked on when she followed the White Rabbit down the hole for her Adventures in Wonderland. Nothing is quite as it should be. How else to explain the bizarre attempt by four Conservative MPs to block the appointment of Professor Les Ebdon as head of the Office for Fair Access on the grounds that they were not convinced by his description of &quot;the root causes of the obstacles to accessing universities&quot;? Did they think their role was to be theQueen of Hearts, rushing around yelling &quot;off with his head!&quot;? It gets curiouser and curiouser when you learn that just four members from a committee of 11, none with professional experience of universities, felt they could reject a professor with 44 years&apos; experience in higher education, nine of them running a university and five leading the Million+ group, who had been approved by both a selection committee and ministers. From their questioning of Professor Ebdon, it seems they feared he might penalise universities for failing to promote wider participation when the root problem lies in the school system. While no one, and certainly not Professor Ebdon, would deny that students&apos; school performance is a major, perhaps even the key, barrier to admissions success, they seemed to forget that Offa is not Ofsted. Offa has no powers over schools; it can only work with universities to ensure as many young people as possible reach their potential at university, whatever their starting point. Meanwhile, there is something Wonderland-ish about the way Offa allowed 25 universities to adjust their fees to just below 7,500 so they could bid for extra student numbers. They did this largely by offering fee waivers, subsidised by reducing the amounts previously earmarked to fund bursaries, scholarships and outreach activities. In short, Offa let these universities cut the very areas that would most help to attract students from poorer backgrounds. Fee waivers may look tempting to university marketing departments, but they merely reduce the debt that graduates might have to pay back. By contrast, bursaries offer students cash now, when they most need it. The Queen of Hearts should have been calling for their heads, not that of Professor Ebdon, whose own university has stuck to a policy of high fees to fund generous bursaries. Meanwhile, only in an Alice-in-Wonderland world can we make sense of some of the peculiarities of the new fee arrangements. Here&apos;s a riddle the Mad Hatter would enjoy: when is it cheaper to buy something with a 9,000 price tag rather than something priced at 6,000? Answer: when it is a university degree. This is because a graduate who has a 9,000-a-year degree may pay back nothing if they never earn enough, whereas a graduate who pays 6,000 a year for a three-year course could easily end up paying back all of the original 18,000 loan, plus plenty more in interest, if they earn over 21,000 a year throughout their career. Equally counter-intuitive is the fact, highlighted by the consumer champion Martin Lewis, that a graduate earning 30,000 a year will pay back exactly the same amount each month whether they had chosen a 9,000 degree or a 6,000 one. That is because payments are limited to 9% of salary above 21,000 a year. Admittedly the former may be paying for longer, but since it is estimated that up to 40% of graduates will never pay off all their loan, this remains a &quot;through the looking-glass&quot; world where price tag and cost are quite different things. Meanwhile, some parts of the media (not the Guardian) managed to suggest that this year&apos;s tripling of fees had frightened off droves of school-leavers from applying to university. Not so. Applications from 18-year-olds in England to English universities were down by just 1% after taking account of demographic change. And that is compared with 2011, which saw record applications as students rushed to get in ahead of fee rises. Where there has been a big decline is among mature applicants. Curiously, it is these older students who are least likely to have to pay back all their fee loans, as they may well retire before they have done so. Few things, it seems, are quite as you might expect in the Alice in Wonderland world of university policy. www.mikebakereducation.co.uk", 
    "section": "education", 
    "gid": "education/2012/feb/20/higher-education-policy-mike-baker", 
    "wordcount": "756"
}