{
    "headline": "Cumbria rejects underground nuclear storage dump", 
    "text": "Government plans to undertake preliminary work on an underground storage dump for nuclear waste were rejected by Cumbria county council on Wednesday, adding a major roadblock to plans for a long term solution to the problem of nuclear waste. The county and its western district councils Allerdale and Copeland which make up the &quot;nuclear coast&quot; opposite the Isle of Man were the only local authorities in the UK still involved in feasibility studies for the 12bn disposal facility. Cumbria&apos;s cabinet voted 7-3 against research continuing, after evidence from independent geologists that the fractured strata of the county was impossible to entrust with such dangerous material and a hazard lasting millennia. An impassioned campaign by environmentalists also raised fears for the western Lake District, winning backing from the Lake District national park authority and hundreds of influential landscape groups in the UK and overseas. Ed Davey, the energy and climate change secretary, said the government would continue to search for an underground storage site. &quot;We remain firmly committed to geological disposal as the right policy for the long-term, safe and secure management of radioactive waste. We also remain committed to the principles of voluntarism and a community-led approach. &quot;The fact that Copeland voted in favour of entering the search for a potential site for a GDF [geological disposal facility] demonstrates that communities recognise the benefits associated with hosting such a facility. For any host community there will be a substantial community benefits package, worth hundreds of millions of pounds. That is in addition to the hundreds of jobs and major investment that such a huge infrastructure project could bring.&quot; Suitable candidates for the depot, the size of an underground Workington and required to meet unprecedented safety guarantees of up to a million years, had been whittled down to an Area of Outstanding Natural Beauty on the Solway Firth and the wild grandeur of the western fells around Ennerdale and Eskdale. Voting to proceed would have been only a very early step along the way, but evidence that drilling and prospecting would have brought roads and temporary settlements to some of the UK&apos;s loveliest countryside left many aghast. The plan was strongly supported by unions and many Labour councillors and MPs with almost 10,000 jobs at the Sellafield plant in Copeland and many more indirectly dependent on it. It would have created up to 1000 additional jobs, with storage scheduled to start in 2040 if feasibility studies were approved. Labour&apos;s Tim Knowles, who holds the environment portfolio in Cumbria&apos;s cabinet, fought for a compromise which would have see research continue eveywhere in Copeland except the national park. But he was outvoted after a series of colleagues including the county&apos;s Conservative leader, Eddie Martin, warned of radioactivity risks and the huge potential blight on tourism, Cumbria&apos;s biggest earner. He said after the vote: &quot;Cabinet believes there is sufficient doubt around the suitability of West Cumbria&apos;s geology to put an end now to the uncertainty and worry this is causing for our communities. Cumbria is not the best place geologically in the UK  the government&apos;s efforts need to be focused on disposing of the waste underground in the safest place, not the easiest. &quot;Members have remained concerned throughout on the issue of the legal right of withdrawal if we proceed to the next stage. Despite assurances from government that they intend to introduce this as primary legislation, we do believe that this could have been done far sooner to ease our concerns. The fact remains the right of withdrawal is not yet enshrined in statute and we could not take the risk of saying yes today without this being absolutely nailed down. &quot;Cumbria has a unique and world-renowned landscape which needs to be cherished and protected. While Sellafield and the Lake District have co-existed side by side successfully for decades, we fear that if the area becomes known in the national conscience as the place where nuclear waste is stored underground, the Lake District&apos;s reputation may not be so resilient.&quot; The government is expected to focus now on major improvements to current surface storage of waste at Sellafield, on the lines demanded in a National Audit Office report in November which was scathing about standards. Both opponents and supporters of the underground dump agree that this would be an alternative source of new work in West Cumbria. The council&apos;s Labour deputy leader, Stewart Young, said: &quot;The case for investment in Sellafield is now more pressing than ever. We had always raised concerns over the lack of any plan B from government and the fact that West Cumbria was the only area to express an interest in the process left the government with few options if we decided not to proceed. It is now time for the government to secure the long-term future of the nuclear industry and put in place robust storage arrangements at Sellafield while it decides how to continue the search for a repository elsewhere in the UK.&quot; Greenpeace&apos;s energy campaigner, Leila Deen, said: &quot;This decision represents yet another major blow for the government&apos;s attempts to force the construction of costly nuclear power plants. Even the prime minister admits we need a plan to store waste before we can build a single new plant. This decision shows that dumping waste in uncertain geology near one of the country&apos;s most pristine national parks is not a solution. Ministers must now re-consider their nuclear ambitions and turn their attention instead to clean, sustainable and renewable energy.&quot; The three councils deferred a decision in October because of unease over a guaranteed right to withdraw right up until construction work started, and to look at alternative disposal methods. Evidence given by Prof Stuart Haszeldine (Haszeldine), a geologist at the University of Edinburgh, played an important part in raising concern. He said: &quot;This has been a very short-sighted policy, run by driving local councils into volunteering for the wrong reasons: financial inducements. A lot of information is being suppressed in the process to entice councils into accepting technically flawed sites. He recalled how a 400m examination of a site chosen close to Sellafield in the 1980s and 1990s was eventually abandoned due to the highly complex and fractured nature of the geology. He said: &quot;I am very concerned we are heading into a cul-de-sac as before. Ultimately, do we believe in evidence-based policy or political opportunism to exploit communities with limited economic opportunities?&quot; Deep geological disposal was the best long-term solution for nuclear waste, but only if the site is suitable. Davey offered reassurance to Sellafield workers that the vote did not signal the winding down of the &quot;nuclear coast&quot; which has the huge complex at his heart. He said: &quot;We respect the decision made today by Cumbria councillors. They have invested a great deal of time in this project and have provided valuable lessons on how to take forward this process in future. While their decision to withdraw is disappointing, Cumbria will continue to play a central role in the energy and nuclear power sectors.&quot;     Map - Cumbria nuclear waste storage survey  ", 
    "section": "environment", 
    "gid": "environment/2013/jan/30/cumbria-rejects-underground-nuclear-storage", 
    "wordcount": "1192"
}