{
    "headline": "What's killing us: statistics, tuberculosis and the McKeown thesis", 
    "text": "What cures tuberculosis? This year is the 110th anniversary of the birth of the writer George Orwell (Eric Blair). I&apos;ve been listening to the BBC&apos;s series of plays about his life and work, which reminded me of his writing on health and medicine; his essay on &apos;how the poor die&apos;, for example, or his experience of treatment for tuberculosis  a disease which eventually killed him in 1950 at the age of just 47. Tuberculosis was a major European health concern in the nineteenth and early twentieth century (and remains so in some places today  especially with new drug-resistant strains). At times it was probably the single biggest killer of young adults, feared particularly because it seemed to attack those in the prime of their lives. Treatments were varied and sometimes desperate: Sulfa-based drugs, open air treatment, bed rest, and surgery (including a phrenic nerve crush) were all tried on Orwell.  The first effective drug treatment for tuberculosis, streptomycin, was only released in 1947  and it was too expensive for many sufferers (Orwell used the proceeds from the American sales of Animal Farm to fund his treatment). The first preventive, the BCG vaccination, was introduced in 1953. We might expect that these drugs were crucial in the fight against tuberculosis, but in the 1960s and 1970s the doctor and demographer Thomas McKeown argued that something else had caused the massive decline in deaths from this disease. In The Modern Rise of Population (1976) he did something deceptively simple: he plotted the rate of death from tuberculosis in England and Wales over time, and marked on the graph the introduction of drugs and vaccines. You can see a copy of the graph here. It&apos;s immediately obvious that the major decrease in the disease happened long before streptomycin was invented.  McKeown argued that it was not drugs, or vaccines, or scientific medicine which conquered this infectious disease, but money. Specifically, the crucial factor was improved nutrition  this became known as the McKeown Thesis. Many doctors, biologists and pharmacologists rejected this conclusion, but I think the most powerful criticisms have come from historians. In particular the historian Simon Szreter has done some meticulous work on statistics and death records, and suggested that sanitary measures, clean water and public health are the real causes of the decline in tuberculosis mortality (he&apos;s also made it clear how political this process of interpretation can be  something this Lancet editorial recognises for the Global Burden of Disease study too) Changing Definitions: Changing Diseases One major flaw in McKeown&apos;s argument is that he&apos;s assuming tuberculosis is the same thing in 1850 as it is in 1950. It isn&apos;t. Initially tuberculosis was diagnosed symptomatically - tuberculosis was a disease with all sorts of symptoms, including night sweats and menstrual problems as well as coughing. Then from around the 1820s some doctors started to use Ren Laennec&apos;s new-fangled stethoscope to listen for tell-tale noises in the chest, insisting that particular kinds of damage in the lungs were the only &apos;true&apos; indicators of tuberculosis (although such a diagnosis could only be made definitive at autopsy). Then from the 1880s bacteriological and immunological tests were gradually introduced, which meant that some symptomless people could be told they were infected with (latent) tuberculosis. Lumping these diseases and diagnostic techniques together is obviously a problem for statistical studies. It&apos;s also a problem for historians. One way of telling the story of tuberculosis is to assume that there is a specific, discrete disease called TB, and that over time we have just &apos;got better&apos; at diagnosing and understanding (if not curing) it. That&apos;s the &apos;progressive&apos; story, and it&apos;s an extremely common way of writing the history of science and medicine.  It&apos;s not a good way to do history though  because it starts with the assumption that we&apos;re obviously right now, and were therefore obviously wrong then. But diagnosis and disease definitions change all the time; today&apos;s is as likely to be proved &apos;wrong&apos; as yesterday&apos;s. Cervical cancer is now prevented with an anti-viral vaccine; five previously discrete mental illnesses may be redefined as related genetic variations. It&apos;s hard work to write with this flux in mind, as if the present wasn&apos;t certain, and it&apos;s probably impossible to manage it thoroughly, but it&apos;s a good goal nonetheless. This is, after all, a real world problem. I put it to my students this way: if you were responsible for a nation where infectious and contagious diseases were the most serious killers, what would you do with your budget? Take the progressivist approach and fund drugs and vaccine research? Take the historian&apos;s approach and fund sanitary measures, public health interventions and clean water? Or go with McKeown and use the money to foster economic development and better standards of living? Whose advice would you take? There&apos;s been some discussion on science blogs and twitter about the need for &apos;experts&apos;, arguing that we should spend more time listening to their opinions. That seems very common-sensical, but I&apos;ve already pointed out how hard it can be to figure out who is an &apos;expert&apos; and who is not. Perhaps it should be obvious once people have made their argumentsbut some arguments are easier to communicate than others: McKeown&apos;s graph, and the Global Burden of Disease figures are simple and tweetable. It&apos;s taken me over 800 words to write a simplification of one fraction of one small part of the historical objections to the McKeown thesis (my students get the benefit of hours of lectures and a reading list before having to decide how to fund their country!). Who&apos;s got time to read much more than that? Why would you even start to read what a historian has to say when you&apos;re looking for &apos;experts&apos; on health policy and drug effectiveness? Vanessa knows that there are many different types of tuberculosis recognised today &amp; is willing to tweet about all of them...@HPS_Vanessa  This introduction to this article was amended on 6 March to say that this year is the 110th anniversary of the birth of George Orwell, not of his death.", 
    "section": "science", 
    "gid": "science/the-h-word/2013/mar/05/mortality-statistics-mckeown-history-tuberculosis", 
    "wordcount": "1011"
}