{
    "headline": "How urban heat islands are making India hotter", 
    "text": "It is bitterly cold in Delhi. A bone-chilling wind has left temperatures below 3C (37F), the lowest since records began in 1969, and at least 100 homeless people are said to have died. But temperatures in the mega-city that is now home to an estimated 18 million people can be expected to rise to a sizzling 46C if there is a heatwave in May, and the city is often unbearably hot by the time the monsoon arrives at the end of June. Now, Indian government-backed research shows that both Delhi and India&apos;s biggest city, Mumbai, are becoming &quot;urban heat islands&quot;, with significantly different climates to their surrounding rural areas. Preliminary findings from the Delhi-based Energy and Resources Institute (Teri) show that temperatures in both cities have risen 2C-3C in only 15 years. The ongoing study, based on Nasa satellite readings, also shows the cities to be 5C-7C warmer than in the surrounding rural areas on summer nights. The phenomenon of urban heat islands is recognised as a direct consequence of urbanisation. Like many other cities in developing countries, Delhi and Mumbai have more than doubled in size and population in the past 25 years as rural migrants have flooded in. But artificial urban surfaces such as concrete and asphalt act as a giant reservoir of heat, absorbing it in the day and releasing it at night. Pollutants from nose-to-tail traffic add to the heat and, in a vicious cycle, people turn to air conditioning, which pumps out yet more heat and pollutants, so increasing climate-changing emissions, which lead to warmer global conditions. &quot;Incessant urbanisation increases land surface temperatures and, over time, the city ends up as an island of heat. Delhi, Mumbai and their residents have been facing this onslaught [of heat] for 20 years. It may eventually result in unprecedented repercussions such as heatwaves, health impacts, human discomfort and increased mortality among the elderly,&quot; Teri researcher Richa Sharma says. Scientists expect urban heatwaves to increase in both frequency and intensity as cities in developing countries grow. A study of 30 years&apos; weather records by the Shanghai Urban Environmental Meteorology Centre shows that warming differs according to the degree of urbanisation, and that many more people die from extreme heat in built-up areas than in areas surrounding a city. &quot;The [urban heat island] effects are directly related to and worsened by climate change, where it is expected that an increase in the average temperature will have a stronger effect on the health of people living in cities, and particularly of the vulnerable groups like the sick and elderly,&quot; Sharma says. Cities in the US have found that the heat-island effect can be counteracted slightly by using white or reflective materials to build houses, roofs, pavements and roads. Cool roofs can reflect around 75% of the sun&apos;s rays; pale-coloured concrete reflects up to 50% more light than asphalt. But the best way to make cities liveable is to contain sprawl and increase the amount of vegetation. &quot;Building water-retentive pavements and installing reflective roofs can be adopted to combat surface heat. Above all, the need of the hour is to control urban sprawl and put in place stringent policies for sustainable urbanisation,&quot; Sharma says. Large cities are being found to have surprising impacts on surrounding areas. The extra heat they can generate can induce showers and even thunderstorms, and Nasa satellite studies show major rainfall increases downwind of cities.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/jan/09/delhi-mumbai-urban-heat-islands-india", 
    "wordcount": "575"
}