{
    "headline": "More than student recruitment: developing international strategies", 
    "text": "Internationalisation in higher education is nothing new. For decades - before there were economic gains to be made from international student recruitment and possibly even before the term was coined - the brightest and wealthiest students from developing countries have gone to study abroad. The institutions selected have been as much a reflection of the political ties between countries, as they&apos;ve been an indication of a student&apos;s personal ambitions. But since the development of the higher education market, the rising costs of a university education and the diminishing support of governments through the public purse, universities - old and new - are actively pursuing internationalisation strategies. The other big change of course, is that the new key players in higher education (India, China and Brazil) reflect wider geopolitical shifts. Still, to see internationalisation as simply synonymous with international student recruitment is both a limited approach and one loaded with concerns over neo-colonialism and imperialism. The sector now speaks more of international partnerships  from research collaborations and consultancy to academic and student exchanges. Engaging globally has becomes both more popular and more complex. In turn, universities are beginning to adopt a variety of approaches  often led by institution heads.  In this brave new world, how do you go about developing a strategy that works and is embedded in your existing institutional culture? How do you pick your partners and as universities start multiple partnerships in multiple countries, how do you determine who the stakeholders are, to whom you should be accountable? And, perhaps most contentious of all, how do you assess internationalisation strategies? Should universities measure their activities or the impact of those activities? Ultimately, what does quality look like in international higher education? Join our panel, Friday 17 August to understand the place internationalisation strategies fill within wider higher education and share your experiences and expertise on how the best internationalisation strategies are developed. The live chat will begin at 12 BST and will be in the comment threads beneath this blog. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network. Panel Hans de Wit, director, Centre for Higher Education Internationalisation, Catholic University of Milan Hans is a professor of internationalisation of higher education at the School of Economics and Management of the Hogeschool van Amsterdam, University of Applied Sciences. He is the co-editor of the &apos;Journal of Studies in International Education&apos; and since 2010 he is a visiting professor at CAPRI, the Centre for Academic Practice and Research in Internationalisation of Leeds Metropolitan University. Currently, Hans holds several board positions including on the board of trustees of World Education Services (New York), and the ESL TOEFL board.  David Maguire, vice-chancellor, University of Greenwich David became VC of the University of Greenwich in October 2011. He was previously pro vice-chancellor at Birmingham City University. In this role he was responsible for research and enterprise, and led major strategic reviews of research, employer engagement and ICT. The University of Greenwich won the award for &apos;Outstanding International Strategy&apos; at the Times Higher Education Leadership &amp; Management Awards in 2010. Jeanine Gregersen-Hermans, director, marketing and communications Maastricht University As well as her current role as director of marketing and communications, Jeanine is also one of the two managing directors of the Maastricht Education and Research Centre in Bangalore, India. She is also an elected member of the General Council of the European Association for International Education and a reviewer for the Journal of Studies in International Education. @JeanineGH Julia Race, policy adviser, UK Higher Education International Unit Julia is policy adviser at the UK Higher Education International Unit, based at Universities UK. Julia has spent most of her career abroad, working in international education and culture in Europe, the Middle East and Africa, including a stint in Brussels at the UK Research Office and as director of the Academic Cooperation Association. @InternationalUt Patrick Blessinger, executive director, International Higher Education Teaching and Leaning Association (HETL) HETL is an international association of educators aimed at advancing the scholarship and practice of teaching and learning. Patrick is an award-winning international and interdisciplinary educator (US Department of State Fulbright Scholar and Beta Gamma Sigma Honoree), and an expert in the field of teaching and learning. @hetldirector Clare Banks, senior manager, Institute of International Education, a not-for-profit which promotes academic freedom worldwide through educational exchange and training programs Clare is the senior manager of IIE&apos;s Center for International Partnerships in Higher Education, and is responsible for coordinating a number of strategic partnership programs for colleges and universities in the US and around the world. For US schools they offer a program called the International Academic Partnership Program which focuses on helping institutions develop a strategic plan for partnering with certain focus countries (currently India, Brazil, Myanmar, and Libya). They also administered a number of government- sponsored programs focused on partnerships. @IIEGlobal Rahul Choudaha, director of research and advisory services, World Education Services, New York Rahul writes, speaks and advises on internationalization, mobility, recruitment and collaborations. He also edits a personal blog www.DrEducation.com. Rahul earned his PhD in Higher Education Administration from the University of Denver, and holds a Master&apos;s degree in Business Administration and a Bachelor of Engineering degree from India. @dreducationblog James Curran, international development manager, University of East London James has 10 years&apos; experience in international student recruitment and partnership development gained at London Metropolitan University (2002-2008) and University of East London (2008 to present day). In his current role, James has direct responsibility for UELs international activities in the Americas and he oversees all of the university&apos;s international marketing activities in general. @JayDotCurran Alex Katsomitros, research analyst, The Observatory on Borderless Higher Education Alex Katsomitros joined the Observatory in May 2011. His work at the Observatory focuses on transnational education, international branch campuses and disruptive innovation in higher education. Alex also works as a freelance journalist on technology and politics. He studied Communication and Mass Media at the National University of Athens and holds an MSc in International Public Policy from University College London. @theOBHE Vangelis Tsiligiris, college principal and researcher in cross-border higher education, MBS College; Birmingham City University Vangelis is an economist and for the past 10 years he has been setting up, leading, and managing cross border higher education partnerships between private for-profit education institutions and UK Universities. He has been conducting research on issues like: student expectations, quality management and he curates Cross Border Higher Education which is published in Scoop.it and Paper.li. @tsiligiris Stella Porto, program director, University of Maryland University College  (UMUC) Stella is currently the director of the Master of distance education &amp; e-learning (MDE) and professor in the graduate school at University of Maryland University College. The MDE is a joint program offered by UMUC with the Center for Life Long Learning in the University of Oldenburg, Germany. More recently, the MDE has also established partnerships for a cooperative program with Hamdan bin Mohammed e-University (HBMeU) in Dubai and certificate collaboration with Unisa in South Africa. Stella has 11+ years of experience in the leadership, management, administration, delivery and development of distance education programs. @scsporto Alejandra Vicencio, country development manager, Anglia Ruskin University Alejandra have been working in international education and mobility for eight years. She have experience in recruitment in the Americas and Europe and is interested in developing knowledge of other markets and global trends in education. @ARULatinAmerica", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/aug/15/higher-education-internationalisation-strategies", 
    "wordcount": "1250"
}