{
    "headline": "Nick Clegg criticises Westminster school's internships auction", 
    "text": "Nick Clegg has backed complaints about a prestigious private school&apos;s auction of exclusive work experience placements for its students. A group of MPs have written to participants including Coutts bank, Faberg and the high street retail guru Mary Portas asking them to withdraw their placements from an online auction at Westminster school, where Clegg was once a pupil. The auction, described by one MP as &quot;grotesque&quot;, is expected to raise thousands of pounds for the school, which charges annual fees of more than 21,000. The letter, signed by seven Labour and Lib Dem MPs including the shadow chief secretary to the Treasury, Rachel Reeves, and the former secretary of state Hazel Blears, condemns the 15 organisations offering the placements for &quot;explicitly favouring privilege&quot;. Clegg also signalled his disapproval at the behaviour of his alma mater. A spokesman for the deputy prime minister told the Guardian: &quot;Nick Clegg believes that internships should be made available on a fair and open basis to talented young people from all backgrounds, not just those who have the right connections.&quot; Current bids for the placements average hundreds of pounds, with one of the highest at 825 for one or two weeks&apos; work experience with a criminal defence barrister in London. In 2011 the Conservative party faced flak for auctioning off internships at its Black and White ball to raise money for party coffers. In their letter the MPs say: &quot;Many have worked hard and secured a good education, only to find that the jobs market demands lengthy periods of work experience, without which they cannot find a job. &quot;By offering opportunities solely on the basis of wealth, you are explicitly favouring privilege, and excluding the vast majority of young people who don&apos;t have the financial support or family connections that those at Westminster school already have.&quot; Portas, a government adviser, has come in for special criticism for offering a week&apos;s work experience at her communications company. The Labour MP for Liverpool Wavertree, Luciana Berger, said: &quot;It&apos;s grotesque for Westminster school to be auctioning internships for hundreds of pounds, especially when many young people can only dream of having this sort of opportunity. &quot;It&apos;s very disappointing that Mary Portas, a government retail adviser, is allowing a one-week placement at her company to be sold to the highest bidder. Young people shouldn&apos;t have to work for free to get on in life. This appalling case shows why we need to ensure interns are always properly paid.&quot; Gus Baker, of the campaign group Intern Aware, who drafted the letter, said the companies involved should be &quot;absolutely ashamed of what they&apos;re doing&quot;. &quot;It&apos;s another huge leg up,&quot; he said, for the children of the rich &quot;to be invited into an investment bank, an architects firm, to be part of a small network. These industries will just become the preserve of those who have significant amounts of money.&quot; The auction, which opened at the start of May, is due to close on Wednesday night. Westminster school was not available for comment but has said the money raised from the auction will go towards its new capital projects and bursary programme.", 
    "section": "education", 
    "gid": "education/2013/may/22/nick-clegg-westminster-school-internships-auction", 
    "wordcount": "542"
}