{
    "headline": "Amazon faces whistleblower's claims over UK business tax practices", 
    "text": "Amazon is facing mounting questions over the extent of the business activities conducted out of Patriot Court, its headquarters in Slough, threatening to throw the group&apos;s controversial UK tax structure into disarray. A second supplier has contacted the Guardian following an investigation detailing a publisher&apos;s claims that certain book-supply contracts were thrashed out by Amazon&apos;s buying staff from Slough. The whistleblower revelations come from a music publishing executive, who asked not to be named. He and his sales team make dozens of trips to Slough to refine the detail of contracts, the source claimed, adding that meetings were held with Amazon&apos;s head of entertainment and with the music category manager. His business sells millions of pounds of CDs to Amazon in the UK for sale to customers in Britain. He said: &quot;We talked about price, discounts, payment terms, marketing contributions, return rights, everything. There was no other person in the equation. It was entirely done in Slough. &quot;Once we agreed the terms and conditions they would get their legal department to frame it into a contract that would be with Luxembourg.&quot; A spokesman for Amazon declined to comment on these allegations, reiterating: &quot;Amazon pays all applicable taxes in every jurisdiction that it operates within.&quot; A tax lawyer described Amazon as &quot;the Manchester United of the tax world&quot; for the success of its tax structuring. &quot;It plays by the rules, is rather good at doing so, and wins regularly,&quot; said Andrew Watters, of Thomas Eggar. &quot;It is perfectly understandable when opposing fans say all this is rather unfair. However, when the people who write the rules and referee the game make the same charge, perhaps they should change the rules, up the standard of refereeing or accept that in the real world people play to win.&quot; Yesterday the Guardian reported that Amazon appeared to be carrying out substantive trading activity in the UK through its buying discussions with book publishers. Although the contract, extracts of which have been seen by the paper, shows it is a deal entered into with Amazon EU Sarl, a Luxembourg firm, the publishing executive who struck the deal insisted it had been agreed with staff from Slough. Margaret Hodge, chair of the Commons public accounts committee, has signalled Amazon is likely to be recalled to give fresh evidence on its tax arrangements following the Guardian&apos;s story. The tax campaign group Ethical Consumer this month launched its ranking of booksellers in response to calls for a boycott of Amazon, which controls 41% of the market for printed books in the UK and has an even greater share of ebook sales. It has given big UK booksellers three ratings, of &quot;worst&quot;, &quot;middle&quot; and &quot;best&quot;, according to whether it suspects the business could be using tax avoidance strategies due to corporate links to tax haven jurisdictions. Amazon and the online seller The Book Depository, also owned by Amazon, were marked among the &quot;worst&quot; retailers on this ranking. Those ranked &quot;best&quot; included Books Etc, Foyles and Blackwells. Prem Sikka, professor of accounting at the University of Essex and a longtime campaigner against multinational tax avoidance, said: &quot;My overwhelming impression is that corporate tax advisers are now totally out of control. HMRC has been pursuing a &apos;softly, softly&apos; approach and it is totally ineffective.&quot; The prime minister has pledged to raise the issue of the taxation of multinational internet businesses at the G8 meeting in Northern Ireland next month. International leaders have already asked the Organisation for International Cooperation and Development, which oversees the tax rules in this area, to come up with an action plan. One of the points this plan suggests is an updated solution to the issues related to jurisdiction to tax, in particular in the areas of digital goods and services. The OECD has already said: &quot;These solutions may include a revision of treaty provisions.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/may/16/amazon-whistleblower-uk-tax-hodge", 
    "wordcount": "663"
}