{
    "headline": "Performance-related pay for teachers gives the wrong results for schools", 
    "text": "Is it my imagination or have the past few months been dominated by debate about financial incentives to improve performance? Only a moment ago it was all about freedom and autonomy, now it is all money, money, money; performance pay for teachers, salaries for governors and the ever-present yearning from the right for schools to be able to make profits. In the week Ofsted chief Sir Michael Wilshaw made his comments about paying governors, I had spent 11 hours on governing body business. At one stage in my life, I chaired two governing bodies at the same time. I reckon I&apos;m due quite a lot in back pay. But would I want it? I am not sure I would. I don&apos;t do it for the money, wouldn&apos;t welcome the extra layer of paperwork it would inevitably bring and I don&apos;t believe there is a crisis in school governance that pay will fix. About three quarters of schools in England are good or outstanding, which means our little volunteer army is doing a fairly good job for nothing. Failure could be more effectively addressed by compulsory training, better mentoring and weeding out those fair-weather governors who sign up for CV purposes and are rarely seen after the first few meetings. Teacher pay is obviously different. No one is suggesting professionals should work for nothing, though as schools are increasingly de-regulated this isn&apos;t such a far-fetched idea. But headteachers already have discretion about pay, so why fan the flames by linking it overtly to performance? Before writing this column, I asked people to send me opinion and evidence on performance-related pay (PRP) via Twitter. The responses were swift, numerous and from both sides of the Atlantic. Some people believe instinctively that it is a good idea, many misguidedly believe it is used more commonly in the private sector than is actually the case. But no one was able to provide hard evidence that it works to improve outcomes. And the same four sources were relayed back repeatedly; research reviews by the Education Endowment Foundation and Pisa, an RSA Animate talk given by American management guru Dan Pink and a paper by Canadian academic Ben Levin, whose track record in raising standards in Ontario means he is always worth listening to. All made more or less the same points; the evidence is either inconclusive or suggests PRP doesn&apos;t work unless salary levels are very low to begin with or the work is purely mechanical. Once higher-level cognitive skills kick in, professionals are motivated by a range of other incentives. The process of evaluating performance in teaching is riddled with difficulties. Exam results are too crude. Payment by results has led to unethical and fraudulent practices in the US. In a number of cases, teacher bonuses were linked to falsified test scores, which led to prosecutions. Measuring less tangible performance is hard; disaggregating the performance of individuals more difficult still. But the best response came from an academy head who felt the current version of PRP would be an &quot;unmitigated disaster&quot; in his school as it would lead to wrangling over &quot;who deserved what&quot; when teaching needed to be a team effort: &quot;It attacks the core of what being in a profession is all about. Not all of us are motivated by trying to get as much money as possible, especially if it is at the expense of others. There are already many systems in place for dealing with poor performance (and we use these rigorously at our academy)  I don&apos;t think we need any more.&quot; PRP has all the hallmarks of a classic Michael Gove reform: it is not based on evidence, will probably waste time, energy and goodwill when there are other effective ways to manage performance, and is likely to be divisive. Allied to the introduction of unqualified teachers, it is one more step down the road towards Gove&apos;s hidden agenda of cutting salaries and softening up the schools market for profit-making providers. I doubt teacher strikes are the way to see off this plan. The unions would be better off mounting a clear and simple campaign explaining all this to parents, governors and the wider community. It is not all about the money, and we need to say that loud and clear.", 
    "section": "education", 
    "gid": "education/2013/apr/08/schools-performance-pay-teachers-education", 
    "wordcount": "718"
}