{
    "headline": "Data watchdog fines Sony 250,000 over PlayStation ID hack", 
    "text": "Sony Computer Entertainment has been fined a record 250,000 by the data protection watchdog after the personal details of millions of gamers  including passwords and credit card numbers  were leaked online. The privacy blunder happened in April 2011, when computer hackers targeted the Sony PlayStation Network. The Information Commissioner&apos;s Office on Thursday said the security breach was &quot;one of the most serious&quot; it has handled under the Data Protection Act. The 250,000 fine is the maximum penalty awarded by the ICO against a private company. &quot;There&apos;s no disguising that this is a business that should have known better. It is a company that trades on its technical expertise, and there&apos;s no doubt in my mind that they had access to both the technical knowledge and the resources to keep this information safe,&quot; said David Smith, the ICO&apos;s deputy commissioner and director of data protection. The watchdog said millions of customers were exposed to the risk of identity theft after their names, addresses, email addresses, dates of birth and account passwords were leaked online. The ICO launched an investigation into the leak immediately after the hack in April 2011. It concluded on Thursday that the attack could have been prevented if Sony&apos;s software had been up to date, and separately found that passwords were not handled securely by the games giant. The security breach was a huge blow for Sony, forcing its then chief executive, Sir Howard Stringer, into a humble apology and causing its share price to tumble as investors worried about the ultimate cost of the hack. The 250,000 fine is the third largest penalty ever imposed by the ICO, with only two local authorities fined more than Sony. Smith said: &quot;If you are responsible for so many payment card details and log-in details then keeping that personal data secure has to be your priority. In this case that just didn&apos;t happen, and when the database was targeted  albeit in a determined criminal attack  the security measures in place were simply not good enough. &quot;The penalty we&apos;ve issued today is clearly substantial, but we make no apologies for that. The case is one of the most serious ever reported to us. It directly affected a huge number of consumers, and at the very least put them at risk of identity theft.&quot; The ICO did not reveal how many gamers it believes were affected by the security breach. At the time, it was estimated that as many as 100 million users may have been impacted. It is not known who was responsible for the hack, described by the ICO as a &quot;focused and determined criminal attack&quot; on Sony&apos;s network. The hacking group Anonymous denied that it was involved back in May 2011, after reports quoted some members as admitting responsibility. The data protection body said the attackers exploited a &quot;vulnerability&quot; in Sony&apos;s network following several distributed denial of service (DDoS) attacks, which overwhelmed Sony&apos;s network by flooding it with requests to load information. The Japanese electronics giant failed to address the vulnerability even after it had spotted the unauthorised access on 19 April 2011, according to the ICO. It said that the Sony network had now been completely rebuilt. Sony responded robustly to the fine, saying it &quot;strongly disagreed&quot; with the ruling and planned to appeal. It added in a statement: &quot;Criminal attacks on electronic networks are a real and growing aspect of 21st century life and Sony continually works to strengthen our systems, building in multiple layers of defence and working to make our networks safe, secure and resilient. &quot;The reliability of our network services and the security of our consumers&apos; information are of the utmost importance to us, and we are appreciative that our network services are used by even more people around the world today than at the time of the criminal attack.&quot; The company pointed out that the ICO found in its investigation that the &quot;personal data is unlikely to have been used for fraudulent purposes&quot; and that there was no evidence that encrypted payment card details were accessed.", 
    "section": "technology", 
    "gid": "technology/2013/jan/24/sony-fined-over-playstation-hack", 
    "wordcount": "697"
}