{
    "headline": "Student loans: Will it soon be pay-back time?", 
    "text": "Students may have assumed the arguments about the new fee system were done and dusted. But as the axe looms over government funding for universities, senior academics are lobbying the government for graduates to start paying back their loans much earlier to cut publiccosts. Universities have already suffered severe cuts to their government funding for teaching and capital. Most are braced for further reductions when George Osborne unveils his comprehensive spending review on 26 June. Yet vice-chancellors warn that there are few pots of money left to raid, and further scything of the universities budget could seriously threaten the quality of teaching and science. Although none is keen to say so publicly yet, some vice-chancellors see changing the student finance arrangements as a fairly painless way of absorbing cuts. Backing them up is Nicholas Barr, professor of public economics at the London School of Economics and one of the leading experts on student loans. This, he argues, is a no-brainer. At present, graduates have to start repaying their loans when they earn 21,000 or more, but Barr is adamant that this should drop to 18,000. &quot;The problem with the current arrangement is that the repayment threshold is so high that far too many graduates do not repay the loan in full,&quot; he says. &quot;Of course, the National Union of Students and some posturing politicians would say lowering it to 18,000 was hitting graduates, but let&apos;s get this in proportion. It would only add 22.50 a month to repayments.&quot; He adds: &quot;The purpose of student loans isn&apos;t to help the poor  there are much better ways of doing that. Politicians claiming that they have changed loan repayments to help poor people are just playing political games, or showing total economic illiteracy.&quot; At present, the 21,000 repayment level is also index-linked to changes in wages. Vice-chancellors are suggesting that one less politically explosive way of saving money would be to remove this index, so that over time graduates would start to repay sooner anyway  perhaps without even noticing the change. The head of one modern university says: &quot;There is quite a lot of evidence that students and parents don&apos;t really understand the new financial system, so you could play around with it quite easily.&quot; He adds: &quot;I fully expect the government to say the repayment threshold will be fixed in pound terms. That would make a big difference pretty quickly.&quot; However, the NUS is furious that graduates might be used as a sort of shield to deflect cuts. Liam Burns, its president, says: &quot;A cut in the repayment threshold stands to take money out of lower-earning graduates&apos; pockets and would further undermine the claims ministers have made for their policies. &quot;That repayment rules for existing loans can be changed at the stroke of a ministerial pen shows the urgent need for a law to protect terms and conditions for student loans.&quot; Protection was promised but never delivered, he says. Nonetheless, the heads of some institutions are warning that changes to the student loan book may in any case not be enough to let universities off the hook even in the short term. And behind the scenes, universities in the elite Russell Group are at loggerheads with modern institutions about where further savings might be found. Privately, Russell Group institutions are lobbying for the 4.6bn annual science budget to remain ringfenced, even if this means that the Department for Business, Innovation and Skills has to claw back funding aimed at increasing the number of poor students who go to university. One elite university&apos;s vice-chancellor says: &quot;Of course widening participation is important, but we spend millions on this and get quite a small sum from the government, and we wouldn&apos;t stop doing it if government funding was withdrawn.&quot; Prof Colin Riordan, vice-chancellor of Cardiff University, says: &quot;The science budget really does have to be the top priority, because it is crucial to the future prosperity of this country. It is possible to finance the educational part of what we do by flexing the relationship between the contribution of the individual and the state. But any reduction in government funding for research wouldn&apos;t be made up elsewhere.&quot; And Prof Nancy Rothwell, vice-chancellor of Manchester University and co-chair of the prime minister&apos;s Council for Science and Technology, says: &quot;It is important to look at the contribution of science to public growth and its potential for the future, as well as its ability to leverage very significant investment from overseas, including huge income from foreign students.&quot; But modern universities say that any move to slash widening participation funding could block the path to university for many poorer would-be students. Prof Paul O&apos;Prey, of Roehampton University, says that, while elite universities  which recruit far fewer students from disadvantaged backgrounds  can afford to offer very big bursaries, universities like his cannot, because they take on so many more poorer students. &quot;Given all the social and economic challenges we face, this is not the time to jeopardise the very real progress that has been achieved in the area of widening participation,&quot; he says. There is some anxiety, meanwhile, that, while the two ends of the sector are arguing for different things, universities are more likely to get a raw deal in the spending review. The head of one modern university slams the Russell Group for playing dangerous political games. &quot;They have been very poor at widening participation, and they are getting no better at it. Trying to protect the science budget at the expense of widening participation is very self-seeking lobbying,&quot; he says. &quot;If universities are going to pay lip service to supporting higher education, and then go round the back to the minister with their own priorities, we will be easy meat.&quot; Prof David Green, head of Worcester University, says that a cut to science or to widening participation would be disastrous. &quot;We only have a future as a knowledge economy, and that means investing in science. But it is also critical that we have a world-class education system that takes people from all backgrounds.&quot; One head of a research-intensive university agrees: &quot;If you argue that universities are part of the economic future of this country, then cutting the science budget is cutting your hamstrings. Yet social mobility is really important.&quot; He adds: &quot;One thing is for certain  you&apos;ll never keep everyone happy.&quot;", 
    "section": "education", 
    "gid": "education/2013/may/06/student-loans-repayment-level-lowered", 
    "wordcount": "1099"
}