{
    "headline": "Mars mission astronauts face radiation exposure risk", 
    "text": "Worrying news for anyone keen on taking a trip to Mars: flying to the Red Planet and back could, in a single mission, expose you to a dose of radiation equivalent to two-thirds of the safe lifetime limit for astronauts, according to a new study led by Nasa. Scientists used measurements from the Mars Science Laboratory (MSL), the spacecraft that took the Curiosity rover to the Red Planet in 2012, to work out the radiation threat to humans travelling through deep space for long periods of time. Missions to the Red Planet would take several years to complete and, during that time, astronauts would face health risks from two main types of radiation: cosmic rays and energetic particles from the sun, associated with solar flares and coronal mass ejections. Both types of radiation can damage DNA and increase the risk of an astronaut developing cancer. On missions in low-Earth orbit, which include all shuttle flights and stays on the International Space Station, astronauts are largely protected from the most harmful effects of the radiation thanks to the Earth&apos;s magnetic field, which creates a bubble around the planet that deflects much of the radiation. In interplanetary space, however, astronauts will not have this protection. Nasa&apos;s guidelines say that astronauts should not be exposed to more than 1,000 millisieverts (mSv) of radiation in a lifetime, which is associated with a 5% increase in risk of developing a fatal cancer. According to the latest study, based on data from MSL&apos;s Radiation Assessment Detector (RAD), astronauts on a 360-day round trip to Mars would get a dose of 662mSv on their journey. &quot;In terms of accumulated dose, it&apos;s like getting a whole-body CT scan once every five or six days,&quot; said Cary Zeitlin, a principal scientist in the Space Science and Engineering Division of the Southwest Research Institute in Boulder, Colorado, who led the study. His results are published on Thursday in the journal Science. Geraint Jones, a space scientist at University College London, said that a dose of 662mSv over the course of a single trip would be &quot;at a level where changes in blood cells can easily be observed, and over half the dose at which radiation effects such as nausea kick in. The annual exposure limit for nuclear industry employees in the UK is 20mSv, so the measured dose is clearly well in excess of that. The accumulation of the measured exposure in less than a year is clearly at a dangerous level, not only for astronauts&apos; health and wellbeing, which should always be the priority, but also for their ability to perform their mission tasks successfully.&quot; The high dose means that spacecraft bound for Mars will need good shielding to protect their human inhabitants. &quot;For moon bases, there are already plans to bury habitation modules  a metre or two of lunar soil can reduce the exposure level significantly,&quot; said Jones. &quot;Providing effective shielding for an entire spacecraft travelling to Mars is almost certainly impractical - it would be too heavy and therefore costly. It&apos;s more realistic to build a &apos;storm cellar&apos; into the design: a highly shielded module where astronauts could shelter for up to several days during periods of high solar activity.&quot; Lewis Dartnell, an astrobiologist at the University of Leicester, added that shielding was only part of the solution for potential trips to Mars. Scientists would also need to monitor closely the activity of the sun and watch for coronal mass ejections and flares that were headed towards the spacecraft, so they could give the crew timely warnings to get into their shelters. Either that, he said, &quot;or you start changing the level of risk that you deem to be acceptable for your astronauts&quot;. Zeitlin&apos;s study is not the final word in working out an astronaut&apos;s radiation exposure on a Mars trip. Dartnell pointed out that MSL made its journey to Mars during a relatively quiet phase in the sun&apos;s activity cycle. He added that Nasa still had to report on the levels of radiation on the surface of Mars, where astronauts might spend a year or longer during a mission, thus increasing their radiation dose even further.", 
    "section": "science", 
    "gid": "science/2013/may/30/radiation-dose-mars-mission-safe-lifetime-limit", 
    "wordcount": "701"
}