{
    "headline": "Global development podcast transcript: ending gender violence", 
    "text": "LF: Liz Ford IK: Irene Khan KW: Korto Williams AL: Andrew Long LP: Lakshmi Puri GS: Gita Sen LV Hello and welcome to the Guardian Global development podcast. I&apos;m Liz Ford. In the global effort to tackle violence against women, what works and what doesn&apos;t? Following on from One Billion Rising, a recent day of mass protest against gender-based violence, the UN Commission on the Status of Women will meet next month to discuss this topic. But what is most effective? Do high-level summits and internationally binding treaties really help change behaviour locally? Do grassroots community initiatives work on their own? And what is the role of education? With me to discuss these issues are Irene Khan, head of the International Development Law Organisation, who joins us down the line from Rome; Korto Williams, country director of ActionAid Liberia, who joins us by phone from Monrovia; and Dr Andrew Long from the UK Foreign Office&apos;s prevention of sexual violence in conflict initiative, who is in the studio with me. Welcome to you all. Let&apos;s begin by looking ahead to the UK Commission on the Status of Women. Lakshmi Puri (video) is the deputy executive director of UN Women. Earlier she told us why she thinks the commission is important. LP One has to look at this issue in the larger context. The conference, the CSW, as I mentioned to you we&apos;re going to have nearly 6,000 civil society leaders including many of them, I can vouch that perhaps 2,000 of them, will be grassroots women. So we are getting the community very much involved in the mega picture. On the other hand, I must also say when member states commit to comprehensive prevention, comprehensive prevention means mindset change, bringing about mindset change in girls and women, in men and boys. So what is accepted here globally by member states will be implemented at the regional level, national level and at the local level. LF That was Lakshmi Puri from UN Women. So do these big summits work? What has the international community done and what can it do to tackle violence against women? Korto Williams, what&apos;s your experience of these big conferences? KW I believe that the value of international conferences and a conference like the Commission on the Status of Women is important to the work that we do at the grassroots level. The reason I think it&apos;s important is that there are issues that come out at community levels that may not necessarily be resolved in those spaces. So, for example, some of the issues that we have in Liberia related to rape, related to female genital cutting, related to women in political participation; those are things that definitely we can work on in country, but the solidarity that we get from the UN system, that we get from the fact that there exist international instruments, and also from women in other parts of the world in the sub-region in Africa generally, in other parts of the world, is important. And this is a space where we get our voices heard especially for women who may not necessarily have that opportunity to be in a place like New York, or be in a place like Rome. So I think that those conferences are important in terms of the solidarity, in terms of making people&apos;s voices relevant not only in their communities, their local communities, but also at a level where decisions are being made. So I think it&apos;s really important. And this year we have a representative from ActionAid who will be at the meeting to take information related to the safe cities programme that we&apos;re working on. We also have partners who will be in that meeting to give their issues, and these are issues of people who have proximity to sexual agenda-based violence, close proximity, so it&apos;s not just a technical situation where you&apos;re explaining what is happening, it&apos;s also about experiencing the pain, experiencing the trauma and all of the things that go with sexual and gender-based violence. So I think it is important to provide evidence to bear witness that this is definitely a global issue, a global problem. LF Irene Khan, what are your expectations of CSW; I mean are we likely to get a set of common targets and concrete steps to monitor progress or something like that? IK Well I think the CSW has to be seen as part of a larger picture. The commission, of course, is an important body of policymakers. It was instrumental in drafting the convention on the elimination of discrimination against women, it meets every year. Now what&apos;s important about this particular commission is that it is meeting against the backdrop of a massive public uprising of men and women, boys and girls, One Billion Rising. Now that has sent a very clear message to those policymakers  they are being watched, people want results. And I think it is that kind of combination of public opinion, on the one hand, and policymakers that are responsive on the other that can bring about the type of standards, the monitoring, the political will that&apos;s going to bring about change on the ground. So the commission is one player among many others and I think civil society pressure, the work that organisations like mine do on the ground in Afghanistan, in South Sudan, in Somalia, the work that an organisation like ActionAid is doing in Liberia, all that coming together I think might produce results this time round. LF Andrew Long, the Foreign Office has launched this new initiative; do you see the CSW as complementing your work; I mean have you got any expectations for what could come out of it? AL Yes I do think the CSW&apos;s an important complement to the initiative that our foreign secretary launched last year. But I also see the CSW as a broader framework within which the work that we would like to do fits. I think it&apos;s quite clear that preventing sexual violence in conflict is only one small focus and it&apos;s only one component really of a broader picture of violence against women and girls. And I think the Convention on the Status of Women therefore provides an overarching framework which aims to address some of these critical issues of inequality and so forth from a broader perspective in the context of a broader international framework. So it&apos;s very important for us. I think listening to the other commentators just now is also very useful for us because it does provide a platform wherein a whole range of different stakeholders can come together to discuss some of these critical issues. So we&apos;re very much looking forward to the CSW, we&apos;ve been working very closely with the Department for International Development, for example, to make sure that we are happy with the way in which the outcomes and the conclusions of that will be framed. We see it really as a very important opportunity for us. LF Let&apos;s now hear from Gita Sen, professor at the Centre for Public Policy at the Indian Institute of Management in Bangalore. She told us that there needs to be more than one approach to tackle violence. GS You need carrots, you need sticks and you need to change what&apos;s in people&apos;s heads. So what do I mean by that? The justice system really has to be working. I think that a woman needs to know that if she has violence done to her she has a reliable place to go to in the justice system; that she will be taken seriously, that her complaints will be seriously considered, investigated, looked into, that she will be given protection. So the removal of impunity is extremely important. Number two, we don&apos;t think at all, when we think about violence against women we don&apos;t think enough, about how it appears that communities that are violence free can in fact be rewarded. And the third one is really mass education; and it has to start very early in the case of violence against women, it has to start, I believe, in primary school. Kids need to learn it has to start in the home. But in terms of the school system it has to start in primary school  the respect for girls, the recognition of gender equality as an inviolable norm, needs to be so deeply ingrained into children that by the time they grow up and become adolescents it&apos;s really part of them. LF Professor Gita Sen there. Irene, the International Development Law Organisation recently published a report on women&apos;s access to justice (pdf); so how can justice systems really tackle gender violence and prevent it from happening and really just work for women? IK Well I think it&apos;s very important what Doctor Gita Sen said about the justice system being responsive to women and zero tolerance of impunity on this issue. Women must be able to go to court, laws must criminalise, condemn and prosecute perpetrators. But the reality on the ground and our research in this report showed that most women do not turn to formal legal systems either because they&apos;re too remote, both physically and in psychological terms, or women don&apos;t have the money to go to the courts, they don&apos;t have the education and they don&apos;t trust the justice system. Why would they trust a justice system where men are sitting there on judgment and very often women don&apos;t get sentences against the perpetrators? So women actually turn very often to informal systems of justice, whether these are community systems or customary law or religious courts. And that&apos;s where women find that they are doubly victimised. So the challenge really is to make the whole system of justice work for women whether formal or informal. And our report has looked at a range of cases in eight different countries  some of them are about gender violence, others are about gender discrimination which is the underlying cause of gender violence  and we&apos;ve looked at radical approaches to empowering women; for instance, in Namibia increasing the number of women in the traditional systems for dispute resolution. In Mozambique and Tanzania, looking at how both the legal and the informal system can work together. Or in the Solomon Islands going back to previous customs where women actually had more rights than the current system, which has been modified through colonisation and other means. So looking at this range of systems to see how we engage, it&apos;s very challenging because these informal systems are themselves sources of persecution and discrimination but working with women and empowering them through this process is also a way of tackling impunity. LF So, Andrew, Irene was just sort of saying there about the whole system of justice being made to work for women, how does that tie in with the initiative, what you&apos;re doing? And obviously you&apos;re focusing on sexual violence in conflict but how do we deal with the women that aren&apos;t in conflict? AL I think the view that we take is that justice is a very broad concept and that it&apos;s not simply about formal systems, so in that sense I think we would fundamentally agree with Irene. And we also recognise I think that understanding manifestations of violence in conflict against women and also against boys and men, but predominantly it&apos;s a phenomena that affects women, so it&apos;s clearly useful to focus on that. But this, the manifestation of violence in conflict, is not just unique to violence, it&apos;s also something that is in a sense, a propensity towards sexual violence in conflict [which] is very more likely when there&apos;s a high incidence of domestic violence or sexual violence in a non-conflict context. And clearly we recognise that although our initiative, the Foreign Office&apos;s initiative, is very focused on the women, peace and security framework and very focused on the sexual violence in conflict set of issues, that there is a broader question of normative values which in different ways support the extent to which violence against women of all kinds is seen somehow as legitimate. And in that kind of context I think it&apos;s absolutely right to look at the ways in which the justice system more broadly can provide support for women in seeking redress against these crimes in conflict or not. And I think it&apos;s also important to stress really that the question of the role of men in this is absolutely critical and the way that we frame our work is by recognising that in many cases actually gatekeepers to justice systems are men, and therefore there is a critical need to focus on the transformation of men&apos;s attitudes. And I think that this is only really possible if you have critical and meaningful participation of women. So I think that the point that Irene makes we would support entirely, that it really is fundamentally about the participation of women in these processes. LF Is there a danger that going after the perpetrators means that the needs of the women who have experienced violence are perhaps sidelined, you know, you&apos;re pushing somebody into court and then when they go back to their community after getting the conviction they&apos;re kind of left alone or they have to deal with the discrimination that they had beforehand. Does part of the initiative tackle that? AL Very much so. For example, in Bosnia the work that we&apos;re doing with the ministry of human rights for refugees is very much about looking at trying to establish protection units within the courts for victim survivors and, indeed, witnesses. Recognising that actually nobody&apos;s going to come forward and testify and so you&apos;re not going to address the problem of prosecutions unless you provide a really safe protective environment throughout the system, throughout the judicial process, from first contact to post court psychosocial support is absolutely essential. LF Korto, I&apos;d like to bring you in here; what do you think about what you&apos;ve heard about prosecutions and justice systems? KW I agree with the previous speakers that the lack of access to justice reinforces the poverty levels of women. However, what we&apos;ve seen in Liberia, especially in our work, in the south-eastern part of the country, is that it is difficult and I think this represents what&apos;s happening all over Liberia, it&apos;s difficult for women to bring the perpetrators to justice because of the lack of a strong functioning judicial system that is responsive to women&apos;s rights. There are also issues around community packs where people believe that because of the nature of the penalty, which is either a 10-year penalty, or 10 years in jail, or life imprisonment, women are afraid that if they bring the perpetrators to the justice system, the formal justice system, and that person has to spend time in jail, there will be some backlash from the family members. So sometimes the hurdles we get in terms of people not reporting rape or reporting other forms of gender-based violence  the formal justice system is based on the fact that there will be backlash from the community if that person is convicted. There are also issues around Liberia having two legal systems. So you have the customary laws which may not necessarily, you know, in most cases be aligned to the statutory laws, what we have in the constitution. So in some parts of the country you may think that rape is  The age of consent is 18 in Monrovia but in some parts of the country those communities believe that a girl can get married at 16 years old and there isn&apos;t anything wrong with it. So those are some of the issues that women&apos;s rights activists and civil society try to look at in terms of access to justice. How do we harmonise the law and how do we ensure that information goes out that sexual and other forms of gender-based violence are against the law and they&apos;re totally unacceptable? And there is a link between those things and the poverty levels of women and also with the broader developmental process. But our experience shows that the hesitance, the reluctance to go to the formal justice system, is also a fear that there will be backlash either for the woman or for her family, and people hesitate to go forward. LF So, Korto, how do we address this backlash, how do we make people less afraid of coming forward? KW I think it has to be comprehensive, there&apos;s no magic wand, but it has to be comprehensive in terms of developing programmes for access to justice, not just from the perspective of prosecution but also looking at prevention. And this is where a lot of education must take place within the communities, within even the urban centres where people understand that there are standards in terms of human rights, and when those standards are broken what do you do and how do we ensure that in a country like Liberia we do not continue this age-old practice where sexual and other forms of gender-based violence is acceptable. It has happened for many years and is acceptable in our communities. So I think it has to be comprehensive  education, a lot of focus on prevention, and when it&apos;s prosecution people have to trust the justice system that because this is unacceptable it has to be addressed by the state. And if there is any backlash this backlash is also something that can go to the formal justice system to be addressed. But I would say let&apos;s focus more on prevention and focus more on the definition and somehow incorporating human rights into our everyday life. Because right now in Liberia people see human rights activists as troublemakers. It&apos;s almost derogatory to be called a human rights activist. LF We&apos;ve had a number of questions from our readers on this topic posted on the Global development talk point; Travis J Warrington, an old feminist, talks about the role of men in tackling gender violence. Travis asks: why aren&apos;t men targeted more specifically? And Andrew you mentioned the importance of men and boys being part of it. So what is their role in ending violence and what can we do to encourage them within that? AL I can speak to the issue in reference to conflict, for example. I mean the majority of military and other security sector actors are men. And in terms of prevention it&apos;s very clear that without good command and control structures within an organised and disciplined military structure the relationship to hierarchy and adherence to rules is weakened. So in a sense it&apos;s partly about working institutionally with security actors, men, to strengthen the responsibility they have in a command and control hierarchy. But it&apos;s also just simply about training everyday military and security sector actors that their behaviour  because they&apos;re often, actually they&apos;re often the ones themselves who are involved in perpetrating these crimes. And their prime responsibility is to protect civilians in these environments particularly women. So I think working to provide specific training on international humanitarian law, for example, to provide a sense of the responsibilities to protect and safeguard human rights is one way that we can actually work directly with men but specifically in a conflict context. LF Another question we had on our Talk point came from spicy27, who asked: what should the role of the state be in addressing violence against women? Irene, I just wonder whether you had an opinion on that? IK Well I think when it comes to violence against women that&apos;s a crime. And the state has to take responsibility for addressing crimes. A crime is not only against a victim, the crime is also against the state. For instance, in Afghanistan that is why my organisation has worked with the Afghan attorney general&apos;s office to set up prosecution units in different parts of Afghanistan and train them on how they take forensic evidence, protect witnesses and prosecute rape cases. At the same time we&apos;ve worked to set up a legal aid service which is an Afghan non-governmental organisation to support women and others who want to bring complaints, and then linked up with civil society groups and public awareness. So the state plays a very important role but it is a role that needs to be complemented also by civil society and others to make it possible for women to access justice. LF We&apos;ve also had a few questions about what can be done at village level and we had a question from Umesh Bhagwat who said that action needs to begin at the village. Estaban28 then talks about if you&apos;re working at grassroots level how do you make sure that women have their say because they tend to be underrepresented? And also how do you do this in a respectful way, how do you promote strong female role models without this being culturally insensitive? So, Korto, how effective are community-based solutions; I mean what are the challenges, how do we make sure that women&apos;s voices are heard at this level? KW Most of the organising that was done, collective organising of women, wasn&apos;t an issue until we sought either to support male leaders, to support political positions of other people. So two things happen in that process: one, women were able to organise and they got their skills around organising except that they were not doing it for themselves. So by the time civil society organisations go to, say for example, the south-east of Liberia or western Liberia, women already have that energy, the skills to be able to advocate. And when it is clear that women&apos;s rights is an important thing and is something that is non-negotiable they&apos;re able to align that to their work. So, for example, ActionAid has worked in the south-western part of the country for close to 16 years, since we&apos;ve been in Liberia, and one of the first female chief, local chief that we got in that area was someone who worked with ActionAid in the beginning in some of our programme. And it was a struggle to be able to get to that level. So that is one example. The other example is that in the south-east where women were able to start working with the PTA and they now work in leadership position in terms of the politics of their communities. So it is difficult because you have  it&apos;s challenging because you have consistent leadership by males in those communities. However, when women are taking over and they&apos;re showing that they are a part of the development process, or part of the community, or national governance process, the space being created, even though it&apos;s being done in a slow way but it&apos;s happening. And they are taking leadership for issues around sexual and gender-based violence; I guess the women are more involved in this than the men in Liberia. So almost every grassroot organisation, community-based organisation will focus, if it&apos;s led by a woman, or it&apos;s the majority women, they focus on issues of sexual violence. LF Well that&apos;s all we&apos;ve got time for on this month&apos;s Guardian Global development podcast. My thanks to Irene Khan, Korto Williams and Andrew Long. For more on this and other development issues visit the Guardian&apos;s Global development website at theguardian.com/global-development. I&apos;m Liz Ford and the producers were Phil Maynard and Celeste Hicks. Thank you for listening.", 
    "section": "global-development", 
    "gid": "global-development/2013/feb/22/global-development-podcast-transcript-gender-violence", 
    "wordcount": "3916"
}