{
    "headline": "Research in brief  10 January 2013", 
    "text": "Social science     Photograph: Dan Kitwood/Getty    There might be a very good reason why you never seem to win at games such as poker or chess. Academics from the University of Manchester and Oxford University believe some two-player games are impossible to fully learn or too complex for the human mind to understand New research led by the University of Leeds shows that alleged adult rape victims are not disadvantaged in court if they choose to give evidence behind protective screens or via video links. Science and technology     Photograph: Andy Rouse/Getty    A study carried out by the University of Lincoln illustrates how young female black grouse can make mistakes in choosing a mate before they have learned the successful rules of the dating game Genetic differences may influence sensitivity to pain, a team of scientists at Kings College London have discovered. Arts and humanities     Photograph: National Portrait Gallery London    A National Portrait Gallery project with researchers from Sussex University and the Courtauld Institute of Art has discovered hidden paintings of the Virgin and Child beneath some of its famous Tudor portraits Researchers at Bournemouth University have created a virtual world through computer animation to explore human responses to violent situations, crucially, without exposing anyone to harm. The technology can also be used to help evaluate a prisoner&apos;s likelihood of violent re-offending. And finally     Photograph: Chris Jackson/Getty Images    Social networking sites may increase the bonds of friendship for nine to 13-year-old boys, according to researchers from the University of York The results showed that older boys who used SNSs showed greater feelings of belonging to their friendship group than those who did not use SNSs. Would you like your university&apos;s research featured on the network? Email claire.shaw@guardian.co.uk with your latest news This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/jan/10/university-research-in-brief-news", 
    "wordcount": "305"
}