{
    "headline": "Boot up: DRM's real purpose, Apple v EU, Samsung's lockscreen bypassed, and more", 
    "text": "A burst of 9 links for you to chew over, as picked by the Technology team Kinky Android X-ray app laid bare as malware &gt;&gt; The Register  Japanese mobile users are being warned not to download an Android app promising to allow them to see through clothes with the phone&apos;s camera, as the malware hidden within will steal address book data and try to blackmail them to the tune of 29,000 (202). The app&apos;s first manifestation is usually an SMS message appearing to come from a friend. That message recommends the recipient try the &quot;Infrared X-Ray&quot; app, Symantec researcher Joji Hamada wrote in a blog post.  Statement from CyanogenMod  This morning, a comment from a CM collaborator on XDA was taken to be as an &apos;absolute&apos; in regards to support of the S4. He offered the opinion of four TeamHacksung maintainers, their frustrations and lack of interest in supporting the S4. What&apos;s seemingly lost on those reading this is that his comments as an individual do not speak for CyanogenMod as an organization. As for the team&apos;s stance on the S4, there isn&apos;t one at this time, and most definitely won&apos;t be one before the device is sold at retail. -The CyanogenMod Team  EU&apos;s Reding: Apple still not informing customers correctly about warranty rights in EU &gt;&gt; Dow Jones  In a speech Tuesday, the EU&apos;s Justice Commissioner Viviane Reding honed in on the Apple case as an example of weak and diverse enforcement of consumer rules within the EU. Ms. Reding wrote to national governments last September encouraging them to take action over the way Apple advertises their commercial warranties and to ensure Apple was respecting the legal guarantee of a two-year warranty that consumers are entitled to under EU law. &quot;This case and the responses I received since I sent my letter have highlighted rather clearly just why the Commission cannot sit on the side-lines on enforcement issues,&quot; she said. &quot;The approaches to enforcement in these types of cases turn out to be very diversified and inconsistent at a national level. In at least 21 EU Member States Apple is not informing consumers correctly about the legal warranty rights they have. This is simply not good enough.&quot;  (Thanks @rubbernuke for the link.) New Samsung security flaw  disable lockscreen, get total control &gt;&gt; Terence Eden The latest to occur only in Samsung&apos;s lockscreen, but not in stock Google:   I have discovered another security flaw in Samsung Android phones. It is possible to completely disable the lock screen and get access to any app - even when the phone is &quot;securely&quot; locked with a pattern, PIN, password, or face detection. Unlike another recently released flaw, this doesn&apos;t rely quite so heavily on ultra-precise timing.  You do have to be pretty precise, though. But he unlocks the phone in less than 3 minutes. If it had been stolen, that might be enough. Samsung says it is &quot;aware of it&quot; - just as Apple has rolled out iOS 6.1.3, which removes its lockscreen bypass. (Thanks @rquick for the pointer; Eden also told us.) Discussions about DRM often land on the fundamental problem &gt;&gt; Ian Hickson  Arguing that DRM doesn&apos;t work is, it turns out, missing the point. DRM is working really well in the video and book space. Sure, the DRM systems have all been broken, but that doesn&apos;t matter to the DRM proponents. Licensed DVD players still enforce the restrictions. Mass market providers can&apos;t create unlicensed DVD players, so they remain a black or gray market curiosity. DRM failed in the music space not because DRM is doomed, but because the content providers sold their digital content without DRM, and thus enabled all kinds of players they didn&apos;t expect (such as &quot;MP3&quot; players). Had CDs been encrypted, iPods would not have been able to read their content, because the content providers would have been able to use their DRM contracts as leverage to prevent it. DRM&apos;s purpose is to give content providers control over software and hardware providers, and it is satisfying that purpose well.  Hickson is a Brit who works at Google. It is the music business&apos;s biggest regret that CDs were not encrypted. Blackberry 10 in UK Government &gt;&gt; CESG  &quot;Discussions with Blackberry are ongoing about the use of the Blackberry 10 platform in government. We have not yet performed an evaluation of the security of the platform, but we expect to be issuing Platform Guidance in the summer. This will cover a number of platforms, including Blackberry 10 (and the use of &apos;Balance&apos;). &quot;We have a long-standing security partnership with Blackberry, and this gives us confidence that the Blackberry 10 platform is likely to represent a viable solution for UK Government.&quot;  For the avoidance of doubt. It&apos;s not approved yet. But the expectation is there. Build collaborative apps with Google Drive Realtime API &gt;&gt; Google Developers Blog  Google Drive lets users create Docs, Sheets, and Slides, collaborate on them in real time, and have their changes saved automatically. With the new Google Drive Realtime API, you can now easily add some of the same real-time collaboration that powers Google Drive to your own apps. This new API handles network communication, storage, presence, conflict resolution, and other collaborative details so you can focus on building great apps. Developing for the Drive Realtime API is almost as simple as working with local objects. The API provides collaborative versions of familiar data objects such as maps, lists, strings, and JSON values and automatically synchronizes and stores modifications to these objects. Your application reads from and writes to these objects like any other local object. Change event handlers can be added to collaborative objects so that your app can react to changes from other collaborators.  Sounds really good. How confident would you be in developing against it, though? What if it gets rolled up in a couple of years? After Google Reader (even though that was an undocumented API), that&apos;s the nagging worry developers have begun to express. What if it turns chargeable, like Google Maps API? And so on. Samsung vs. Google: an Interview with Rafael Barbosa Barifouse of Redacao Epoca &gt;&gt; asymco Horace Dediu:   You can also think of it this way: If they [Samsung and Google] &quot;divorced&quot; there would be minimal to no impact to their fortunes in the foreseeable future. Buyers of Samsung phones will still buy Samsung phones because they will look and feel very similar and Google services will still be available through browsers or apps (e.g. Google maps on iOS). Conversely, users of Google services will continue to use them because they will be available on Samsung devices, no matter what OS is running. The services Google offers are independent of Android and are cross-platform. They will make sure they are available on all major platforms (as they were before and during Android). Google is far more loyal to Search and Maps and Gmail and YouTube than they are to Android.  Engadget 1985 &gt;&gt; Engadget All the tech news that was fit to print in 1985. True in every way. You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/mar/21/technology-links-newsbucket", 
    "wordcount": "1231"
}