{
    "headline": "Should we label genetically modified food?", 
    "text": "On the sidelines of the US presidential election, battle lines were drawn on a Californian ballot that has potential implications for broader debates about the challenges of global food security. Proposition 37, which was narrowly defeated (52.8% of voters opposed the measure), would have required mandatory labelling for all genetically engineered food sold to consumers in California. Supporters argued that people had the right to know exactly what they were buying, and the requirement for foods to be appropriately labelled was simply a way of allowing them to make a more informed choice. Opponents claimed the measure would ultimately increase household grocery costs by generating additional bureaucracy and potentially tying up farmers and agricultural businesses in expensive litigation. Behind the scenes were fierce arguments about the use of genetic technology in the food industry, concerns about biosafety, and a demonstration of the filibustering power of US agribusiness. The Yes campaign accused large agrochemical companies of spending millions of dollars on opposition to Proposition 37 in the last few weeks before the election, and of spreading misinformation. There seems little doubt that achieving food security will involve biotechnology. What is more contentious is the way in which these technologies are rolled out and, more to the point, who stands to benefit. The development, deployment and control of agricultural biotechnology is likely to result in winners and losers. There is no such thing as socially neutral or apolitical technology. There are, for example, considerable differences between publicly funded genetic research, which is made freely available to farmers and other producers, and patented and protected technologies that are distributed under the proprietary control of private companies. In reality, biotechnological development is likely to involve compromise between the need to provide adequate incentives for research and development within the private sector, including allowing patents and intellectual property to protect profitability, and the need for these technologies to be used on a sufficient scale to offer sustainable solutions to the challenge of feeding 7 billion people. Concerns about biosafety are equally important. For proponents of genetic technologies to dismiss these as the irrational fears of misinformed consumers is short-sighted, and potentially underestimates the power of consumer voice, especially in the digital age. It&apos;s also patronising, suggesting consumers should have choice on the shelves but not on the labels. National attitudes matter as well. The debate in Europe over GM foods is considerably more cautious than in North America, and European regulators are far more sensitive to public opinion. In India, one of the largest public consultation exercises associated with licensing new agricultural technologies led to a two-year moratorium on growing GM brinjal (aubergine) in 2010, despite a report by the country&apos;s six science academies concluding that the crop was safe for cultivation. What was interesting about the Indian consultation was that the decision to allow GM brinjal was opposed by a coalition of farmers, consumer groups and NGOs, reflecting, in many ways, the voices that were most articulate in the defeated Yes campaign in California. These groups were criticised by some scientists and (Indian as well as multinational) agribusinesses, some of whom questioned the decision of India&apos;s then environment minister, Jairam Ramesh, to undertake a public consultation over what was seen by them to be essentially a regulatory and scientific issue. As global food markets become more integrated, choices over the regulation of new technologies are unlikely to have isolated impacts, whether in California or India. Indeed, we have already witnessed the tragic consequences of US food aid being rejected by the Zambian government as the country faced famine in 2002. The Zambian government felt unable to accept American donations because most corn and soya grown in the US was genetically modified. The concerns were both about the safety and the longer-term consequences of strains of GM corn and soya entering Zambia&apos;s food system, and thereby affecting the country&apos;s future ability to export to more wary European markets. As we look ahead to a more globalised food production system, concerns over food labelling, the regulation and control of biotechnologies, and the right to make informed choices about consumption perhaps herald a broader debate that is going to profoundly shape our abilities to respond to the challenges of feeding the world during the 21st century. While some form of biotechnology is likely to be part of the solution, its proponents need to recognise that its deployment has political, social and economic consequences. These go beyond techno-centric debates about efficiency and effectiveness. Recognising the political economy of biotechnology use may well allow us to harness the promise of these developments in a manner that genuinely provides solutions for global food security that are socially acceptable, and better for human and environmental wellbeing.  Bhaskar Vira is senior lecturer in environment and development and David Nally is senior lecturer in human geography at the department of geography, University of Cambridge, and both are fellows of Fitzwilliam College. The issues raised in this article will be debated at Kings Place, London, on Monday at the first of three events organised by the University of Cambridge&apos;s strategic research initiative in global food security. Tickets are available from the box office (020 7520 1490) or online", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/nov/22/label-genetically-modified-food", 
    "wordcount": "865"
}