{
    "headline": "30 best iPhone and iPad apps this week", 
    "text": "It&apos;s time for our weekly roundup of the newest and most notable iPhone and iPad apps, from racing thrills and games where you definitely shouldn&apos;t be afraid of no ghosts, through to Moomins, cartoon cats and Teen Vogue interns. It follows the earlier publication of this week&apos;s 30 best Android apps roundup. As ever, prices in brackets relate to the initial download, so in-app purchases may be included especially for games. Read on for this week&apos;s selection. Oh, but also note that Future&apos;s innovative Football Week magazine-app is also due out today, but hadn&apos;t gone live at the time this app was published: it&apos;ll be in next week&apos;s roundup, but read more about it in this interview. Table Top Racing (1.99) Developer Playrise Edge is new to iOS but not new to racing games they co-created Wipeout with Sony back in the day. Now they&apos;re targeting touchscreens with this excellent shooty-racing game, with up to four players at once racing one another around table-top courses.iPhone / iPad Adobe VideoBite (Free) One has to wonder if Adobe&apos;s developers were cursing when the release of their impressive-looking new video-sharing app came alongside Twitter&apos;s higher-profile Vine. VideoBite is different though: it gets you to play your video clips and &quot;favourite&quot; the best bits, which it then combines into clips to share.iPhone Star Trek App (Free) Bad news for British Star Trek fans: this app is US-only for now. It&apos;s the work of Paramount Digital Entertainment as a promotion for the upcoming Star Trek Into Darkness film, sending fans out hunting for billboards and posters in the real world to snap, earn points and unlock videos and other content. Trailers and videos can also be sound-scanned for the same purposes.iPhone Pixel People (Free) Chillingo&apos;s Pixel People has the makings of a craze, with its on-trend pixelly graphics and gameplay that combines city-building with person-matching: you combine two people&apos;s genes to unlock new professions, which can then be put to work in your thriving metropolis.iPhone / iPad Ghostbusters (Free) Who you gonna call? Possibly your bank manager with an explanation of why you&apos;ve cleaned your account out buying virtual powercores in this freemium game. Yes, it&apos;s based on the classic Ghostbusters film, as you go spook-hunting in New York, upgrading your kit and hiring new staff as you go. Very addictive.iPhone / iPad Hello! for iPhone (Free) Celebrity magazine Hello! already has a digital edition for iOS, but this is different: an iPhone news app offering stories and photos from the Hello! website. Expect quick fixes of news in categories including Celebrity, Royalty, Fashion and Goodness Me What Colour is Donatella Versace Now? Well, three of the four.iPhone Moomin and the Lost Belongings (1.49) Long live the Moomins! Spinfy has the official licence to make Moomin apps, and this is a storybook for kids (and nostalgic adults, obviously) with an adventure starring Moomin, Snufkin, Little My and Snork Maiden as they hunt for some lost belongings.iPhone / iPad NFL Matchups (Free) Japanese social games giant DeNA wants to get more Western gamers hooked on card-battling games. Swapping out monsters and wizards for NFL (American) footballers is one strategy. This is an official NFL game that sees you collecting digital cards to play against others over the network.iPhone BT Cloud (Free) British ISP BT has quietly launched its own cloud storage service, just for its residential broadband customers. They can upload their photos, videos and other files to a central server, then access them from various devices  including, through this app, iOS devices. It also backs up content from the device to the cloud.iPhone / iPad Harman Kardon Play (Free) Audio brand Harman Kardon has released this new music player app for iOS, which offers an &quot;album flow&quot; interface to swipe through your collection a bit like Apple&apos;s own Cover Flow while also offering remote-control features for Harman Kardon products. AirPlay and Bluetooth are both supported for wireless streaming.iPhone / iPad Jam.it (2.99) This is a very intriguing music-making app from SK Planet, which wants to get people collaborating over the network mixing beats, loops and samples together, then sharing the results through Facebook, Twitter, SoundCloud and/or Dropbox.iPhone Wombi Treasures (1.49) Swedish children&apos;s apps publisher Wombi is on a bit of a roll at the moment, with Wombi Treasures its latest engaging app for kids. It gets children exploring the world for buried treasure, learning to read maps as they go. Playful and very fun.iPhone / iPad Angela&apos;s Valentine (Free) Millions of people are still going bonkers for the Talking Friends apps, and the Android version of this Valentine&apos;s spin-off has already topped 500k downloads in its first week. On Android and iOS alike, the app is a mixture of postcard templates to send to loved ones, music videos starring feline characters Angela and Talking Tom Cat, and suitably romantic animations.iPhone / iPad The Nutcracker - by Timbuktu (0.69) This children&apos;s app looks lovely: a combination of digital storytelling and extracts from Tchaikovsky&apos;s The Nutcracker ballet score. Kids will be striking eight o&apos;clock by tapping an owl, battling an army of mice, jumping on a nutshell and more in this interactive adventure.iPhone / iPad Mini-U: Zoo Alphabet (1.49) There are lots of children&apos;s apps mixing alphabet-education and animals. This is one of the latest, and the cutest. It offers animated flash-cards for every letter, each with an animal. Expect giraffes and zebras, but also Komodo dragons, jellyfishes and newts for a dash of originality. Mini-games and a quiz help kids learn their letters, with the promise of more animals to come.iPad Baseball Superstars 2013 (Free) Gamevil&apos;s Baseball Superstars games have been popular around the world (well, probably more so in the countries that play baseball). Having switched to a freemium model, the game sees you batting and pitching your way to glory, training up your player, taking on others over the network, and completing daily RPG-style quests as you go.iPhone / iPad THX Tune-up (Free) This is a really practical app from home-cinema brand THX to help you set up your TV, speakers and projector in a room, positioning and connecting all the different devices just so, while tuning their settings. It also plays THX trailers and surround-sound audio demos, and has a novelty &quot;moo can&quot; feature. As you do.iPhone / iPad Fighting Fantasy: House of Hell (3.99) This app from Tin Man Games is the latest in its interactive remakes of the Fighting Fantasy gamebooks from the 1980s. It puts you in the position of a hero battling through monsters and traps through dice-rolling skills alone.iPhone / iPad Foursquare for Business (Free) This is Foursquare&apos;s equivalent of Facebook&apos;s Pages Manager app: a tool for business use rather than consumers. In this case, it&apos;s for venues who want a mobile way to monitor their Foursquare visitors, while also posting their own updates and special deals to the social location service.iPhone The Nudge List (Free) This is very nice: a stylish iPad app drawing its content from the Nudgemenow website, offering the &quot;ten best, most important and most interesting stories from the week in books and film&quot;. The design is kept simple for a curated guide to what&apos;s hot in British culture.iPad Half-Inch Heist (Free) More pixellated gaming goodness on iOS with this title from developer Mutant Labs. It sees you trying to rob a priceless diamond back from nefarious villain &quot;Dr Puss&quot;, exploring retro levels and fending off a range of characterful foes.iPhone Teen Vogue Me Girl (Free) I can be an intern at Teen Vogue? Isn&apos;t being a 35 year-old man a hindrance? Oh. This is very much a virtual internship opportunity at the teen-fashion mag, targeted at its young readers. It&apos;s a &quot;3D fashion game&quot; where they take part in various magazine assignments, while customising their 3D avatar.iPhone / iPad Anycabs (Free) Anycabs is one of a clutch of minicab price-comparison and booking apps in the UK, working in London, Manchester and Birmingham at the time of writing. It promises more than 10k licensed minicabs in its database, to provide a range of quotes for journeys.iPhone Jabra Sound (2.99) This is an app from headset brand Jabra, although it works with other corded and wireless headsets too. The idea: a music player using Dolby Digital Plus technology that lets you tweak your settings to suit your current genre and/or playlist.iPhone / iPad Gro Book (1.99) This is a children&apos;s storybook-app with a heroine called Sophie the Sweater. No, she doesn&apos;t have a medical problem: she&apos;s an actual jumper, abandoned in a clothing store until she gets taken on an adventure including being recycled into various items of clothing and objects. As you may have guessed, there&apos;s an ecological message here: &quot;consumption and reuse&quot;, but with colourful visuals and an appealing story to ensure it&apos;s not dry.iPhone / iPad Ski Jumping Pro (0.69) Real Boxing gave sports fans a thrill on iOS in 2012, but its follow-up is an altogether more wintery affair. Ski Jumping Pro sees you leaping off ramps through several tournaments and a fulfilling career mode, upgrading items as you progress. As with Real Boxing, the graphics are very impressive.iPhone / iPad Kairo (2.99) Kairo started life on desktop computers, but has now made the leap to smartphones and tablets. It&apos;s a combination of exploration and puzzle-solving in an eerie 3D world.iPhone / iPad Meet the Insects: Village Edition (2.49) Children love bugs and they love tablets, so what could be more suitable than an iPad app all about bugs? That&apos;s what NCSoft has produced with Meet the Insects, which offers a mixture of photos, videos and audio narration about insects big and small. Well, mostly small, obviously...iPad Gangster Granny 2: Madness (0.69) Grannies love guns and they love 3D shooters, so what could be more... Oh, wait. No, this is a sequel to Black Bullet Games&apos; previous first-pensioner-shooter game on iOS, with three modes, lots of weapon upgrades and not a zimmer-frame in sight.iPhone Puzzle by Chocolapps (1.49) One final children&apos;s app to round off the week, from developer Chocolapps. This offers virtual jigsaw puzzles, with four modes to suit different ages and the option to use your own photos for new puzzles when you&apos;ve worked through the preloaded ones.iPhone / iPad That&apos;s our pick of the week, but what have you been enjoying on iOS? Make your recommendations or say what you think of the apps above in the comments section.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/feb/01/best-ios-apps-table-top-racing-star-trek", 
    "wordcount": "1793"
}