{
    "headline": "Climate change talks deadlocked on final day of UN summit", 
    "text": "Talks on a new climate deal ground on through Friday night in Qatar, as countries failed to agree on key issues including: rescuing the Kyoto protocol, finance and compensation for poor countries suffering the effects of climate change, and how to structure a proposed new global climate change agreement. The negotiations, which have gone on for more than a fortnight, looked set to last for most of Saturday. But the marathon session left many delegates hopeful of rescuing a deal amid the frustration and confusion of the night. &quot;We have worked without a break and people realise we need to go home with something,&quot; said one delegate. The EU is understood to have proposed a deadline of 3pm Saturday (12pm GMT) for adopting final amendments, but every deadline that has been set so far in the last days of talks has been breached. Ed Davey, the UK energy and climate secretary, worked through the night, meeting with ministers from developed and developing countries in an attempt to secure a deal. Rumours and counter-rumours were flying as ministers met in small groups and huddles of twos and threes to hammer out compromises. Some meetings were fractious, with delegates conscious of the need avoid a breakdown, which would be disastrous for the image of these talks with the eyes of the world upon the 195 governments meeting in Doha. A deal to continue the Kyoto protocol beyond the end of this year, when its first set of targets expire, looked to be within grasp. In addition, an agreement to close down a parallel set of negotiations set up after the protocol came into force in 2005, at the behest of the US, which has always rejected Kyoto. Closing that strand would enable unified negotiations to begin work on a proposed new global climate change agreement, which would require emissions cuts from both developed and developing countries. It would be signed in 2015 to come into force from 2020. Progress on other issues was still unclear on Saturday morning, including whether and how poor countries would be compensated for the damage done to them by climate change  the so-called &quot;loss and damage&quot; clause. Developing countries wanted a new institution and framework to deal with this, but the US was opposed to any new institution. However, a compromise was said to be possible that would allow the US to agree a new mechanism that fell short of the developing countries&apos; strongest demands but would ensure the end results  of compensation and assistance to poor nations  were achieved. Talks started a fortnight ago with a limited agenda and a deal on the key issues looked likely. But in the final three days, during the so-called &quot;ministerial segment&quot; when environment ministers arrive to take over from officials, the talks got out of hand. Countries turned their back on compromises and retreated to their entrenched positions. Many blamed the Qatari hosts for failing to take a firm grip and allowing the negotiations to get out of hand. One participant said: &quot;It&apos;s like the Qataris think it&apos;s a World Cup, but this is not a game of football  these are serious negotiations about the future of the planet. They have not taken this seriously  they have not got a grip.&quot; Jake Schmidt, international climate policy director at the Natural Resources Defence Capital, said: &quot;There&apos;s a cultural mismatch between the Qatari team and this process. They think deal-making is beneath them. They are not managing very well.&quot; One delegate accused the Qataris of going home early on Thursday instead of working through the night on the draft texts, as hosts are expected to. One problem is that, as the UK&apos;s negotiator put it, &quot;nothing is agreed till everything is agreed&quot;. That means that the conference is unlikely to be able to rescue the Kyoto protocol unless the other items of business are also resolved. The Qataris also came under fire for not putting forward their own plans for cutting emissions and providing money for poor countries. It had been hoped that as hosts they might galvanise the region, including Saudi Arabia, into doing more on climate change and using a small slice of their oil wealth to satisfy developing country demands for funds. Qatar, the world&apos;s third biggest exporter of natural gas, is also the world&apos;s biggest per capita emitter of carbon  50 tonnes a year, compared to 17 for the US and 1.4 for India. The country makes the majority of its $170bn annual income from oil and gas. Nick Mabey, chief executive of the green thinktank E3G, echoed the views of many: &quot;We think the level of wealth of Qatar and their responsibility for emissions means that they should be contributing. &quot;It would add a lot of momentum to the talks if they made a financial pledge, and would encourage other countries in the region to show solidarity and help countries that are afflicted by the burning of fossil fuels.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/dec/08/climate-change-talks-deadlocked-summit", 
    "wordcount": "839"
}