{
    "headline": "New to nature No 66: Aloe welmelensis", 
    "text": "The number of species of aloe plants known to live in or near Ethiopia has increased from 38 to 46 since 1997. Aloe welmelensis is one of the four most recently discovered species. It was found growing on vertical rocky faces and outcrops along the Welmel River in southern Ethiopia. Sap from its leaves is used to relieve pain associated with ear infections and warmed leaves are said to treat headaches and rheumatism. Regrettably, the new species is also considered to be critically endangered. The team describing the new plants, led by Sebsebe Demissew of the Ethiopian National Herbarium in Addis Ababa, discussed the ethical requirements incumbent upon botanists and collectors to comply with Cites and other regulations designed to protect threatened species. They also discussed the recent case of an endangered plant species illegally transported to the US and described as new. In the ensuing legal chaos, material was confiscated by the government and there ended up being no type specimen in any herbarium as a permanent record of the identity or geographic origin of the species. While compliance with laws and ethical behaviour are minimum expectations of everyone involved in species exploration, this reminds us of the many challenges associated with working across national borders. Taxonomists become experts by learning all the species in a higher taxon and the evolutionary history that explains their diversity. This kind of knowledge is only possible by studying species regardless of where they occur or how many geopolitical borders they cross. Just as studying earthquakes or plate tectonics requires a global perspective, so does reconstructing the origin of biodiversity. With this worldwide reach, however, comes the responsibility to share all the data, information, and knowledge gained with all nations, especially countries of origin. Knowledge of the biosphere is ultimately the intellectual property and heritage of humanity. No country has, or can afford to have, experts on every kind of living thing, so comprehensive knowledge of species, whether those of a single ecosystem or the whole biosphere, is dependent on international collaboration. As specimens and data are digitised, it is becoming much easier to repatriate data, share discoveries, and work cooperatively. Where specimens are deposited is becoming far less important than that they are conserved for posterity and made openly accessible. The authors have reminded us that the pressures of the biodiversity crisis and maturation of taxonomy mean that it is time to reassess international agreements so that we simultaneously protect species, honour national sovereignty, and advance the growth of scientific knowledge. Quentin Wheeler is director of the International Institute for Species Exploration, Arizona State University.", 
    "section": "science", 
    "gid": "science/2012/mar/04/new-to-nature-aloe-welmelensis", 
    "wordcount": "433"
}