{
    "headline": "Burma's universities open for business but still seeking academic autonomy", 
    "text": "It&apos;s lunchtime, but in the offices of the National League for Democracy (NLD), no one is stopping work. As we go up a tight staircase into an office hung with portraits of leader Aung San Suu Kyi and her father General Aung San, activists work energetically around tables strewn with documents and maps. Student volunteers flick between drafting policy papers on antiquated PCs and checking Facebook on their iPhones. The NLD, Burma&apos;s main opposition party, is investing great energy in drafting the country&apos;s new higher education bill. It is a political priority for the party and its leader, who has called on international support to rebuild the country&apos;s universities. Last week we arrived in Burma for the first UK higher education sector-wide mission since the civilian government was returned last year. Led by the UK Higher Education International Unit and Training Gateway, the mission includes sector organisations and representatives from the Universities of Manchester, Nottingham, Roehampton, UEA and the Institute of Education. In this, the mission is following in the footsteps of many UK institutions that have visited the country and in some cases are already developed successful partnerships here. Why now? Despite the genuine optimism generated by 18 months of rapid political reform, the generals retain control. The latest budget, hailed as a breakthrough, still allocates three times as much funding to the military as to education. But with the easing of international sanctions, it is timely for UK institutions to reengage with the academic community in Burma. In London last year, Aung San Suu Kyi told a joint session of the Houses of Parliament: &quot;It is in education in particular that I hope the British can play a major role. We need short-term results, so that our people may see that democratisation has a tangible, positive impact on their lives.&quot; Daw Suu, as she is affectionately known by supporters, has described Burma&apos;s education system as &quot;desperately weak&quot;. In the 1950s, Yangon University was the jewel in the crown of south-east Asian higher education. University leaders and government officials came to Burma to learn how to design a successful higher education system. Today, Burma&apos;s universities bear the scars of decades of under-investment, neglect, and even deliberate degradation. University campuses are lacking basic communication infrastructure. Scientific equipment in laboratories is limited and outdated, and libraries are under-resourced. There is, though, a sincere enthusiasm to collaborate internationally. During the delegation, we heard from university rectors, government officials and opposition leaders who all saw greater collaboration overseas as paramount to raising quality at home. Attracting foreign academics to Burma for short-term visits for teaching and research is an immediate priority. After decades of isolation, Burma&apos;s academics want contact with their counterparts overseas. Academics from Japan, Germany and South Korea are already in Yangon University, funded by George Soros&apos; Open Society Foundation. They are delivering lectures and seminars, supervise and examine PhD candidates, and develop plans for joint research projects. In teaching, the government wants to encourage foreign universities to run programmes in Burma. Opportunities exist to develop joint and double degrees, but in the short term delivering certificate and diploma programmes may prove to be the best starting point for partnerships between UK and Burmese universities. &quot;These are quick wins,&quot; U Zaw Htay, director general for higher education, told us. &quot;We&apos;d like to see these start tomorrow.&quot; International branch campuses are also part of the government&apos;s plans. A private universities bill is planned, which will allow overseas institutions to establish joint or wholly-owned campuses in Burma. The policy also has the support of the opposition NLD. Overlapping reviews  However, these opportunities exist in a policy environment which is beset by complications. Both government and opposition are leading simultaneous and overlapping reviews of higher education policy. The Comprehensive Education Sector Review (CESR) is led by the Ministry of Education, with considerable financial and technical support from major international donors including UNICEF, AusAid and the UK&apos;s DfID. Its first rapid-review phase has just been completed. Meanwhile, a parallel review process is being led by parliamentarians and the NLD to develop and draft the new higher education bill. Although no overarching vision has yet been articulated, three clear policies can already be identified: firstly, freeing university leadership from the direct control of the government; secondly, prioritising resources to support the restoration of Yangon University as an international-standard research university; and thirdly, enshrining academic freedom  not just academics&apos; and students&apos; freedom of speech and freedom to publish, but also allowing university applicants to choose their own disciplines, instead of being assigned subjects according to high school grades. The two processes are neither complementary nor cooperative. The government is unlikely to accept the NLD&apos;s key demand of full institutional autonomy. Contact between the two sides has all but ended in recent months. A clash of timetables is also imminent. The NLD expects to table the new higher education bill later this year, by which point the CESR will not yet have completed its main review process or made its recommendations. It is unclear where this would leave the government-led CESR should the bill pass into law. There is another uncertainty, altogether more fundamental. The speed of the political transformation in Burma since the release of Aung San Suu Kyi last year has been encouraging. But she herself has warned against &quot;reckless optimism&quot; and locals remain sceptical that the current &apos;opening up&apos; is genuine and permanent. The elections scheduled for 2015 represent a true unknown and even the most confident Burma-watchers are reluctant to speculate on the political landscape beyond this point. Andy Heath is Asia policy officer at the UK Higher Education International Unit  follow it on Twitter @InternationalUt This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/feb/13/international-partnerships", 
    "wordcount": "979"
}