{
    "headline": "Hull flooding case study: 'We were absolutely traumatised'", 
    "text": "We never dreamt of it happening to our home. It was devastation. We were out of our home for 10 months and your life just goes on hold until it is all sorted. It began when we were at the dentist in the early morning. When we came back the police had closed the road and there was three feet of water in the street. The water was coming out of the manholes in the street. We&apos;d had no warning. The water was in the house for two to three days, even with the fire brigade using 10-inch pipes to pump the water off. After a couple of days we were able to paddle into our home. We couldn&apos;t tell you what the scene was like without swearing. Shoes were floating around and you couldn&apos;t pull the books out of the shelves, they had swollen up so much. You couldn&apos;t eat any food or drink near there, it was too revolting. Within five days there was thick mould on the chairs and the furniture. It all had to go out, along will the whole kitchen. We were absolutely traumatised. When we thought about it, all we could think of was a long dark tunnel but with no light at the end. There was not a hotel room or rented house room anywhere to be had. You couldn&apos;t get a caravan. And you couldn&apos;t get blowers or dryers: everybody wanted them. Ours had to come all the way from the south coast. When the insurance company phoneline was busy and the message said they would ring back I believed them. But they didn&apos;t call back for 10 days. The driers were on 24 hours a day for six months. They had to take all the plaster off the walls, but then the ceiling started dropping off. When we were clearing out the house we had to itemise every single thing we put out. It filled 10 A4 sheets of paper. We lost some precious books and the organ Barry loves to play. I thought we had finally put it all behind us, but when the authorities told us recently it was likely to happen again, that was when our hearts sank. We just couldn&apos;t face it again. We might not be able to get insurance in the future or sell the house and that&apos;s what really worries us now. Just recently it has been heavy, the rain, and we&apos;ve been wondering is the river going to come up again? If anything happened again, we&apos;d be ready to give up. It would be devastating.", 
    "section": "environment", 
    "gid": "environment/2012/jul/14/hull-flooding-case-study", 
    "wordcount": "432"
}