{
    "headline": "UK and India call on China to ban tiger farms", 
    "text": "The UK and India have called on China and other countries to ban tiger farms because they undermine conservation efforts. But China responded strongly at the meeting of the Convention on International Trade in Endangered Species (Cites) in Geneva, challenging delegates to &quot;show us the evidence that [tiger farms] encourage poaching of wild tigers&quot;. There are thought to be around 3,000 tigers remaining in the wild, reduced from a population of 100,000 in 1900. Conservationists warn that they may become extinct in the wild in the next 20 years. China banned trade in tiger parts in 1993, but since then the country&apos;s large-scale commercial breeding of tigers in captivity has boomed. There are now more than 5,000 tigers in around 20 farms run as tourist attractions by politically influential businessmen. There are also tiger farms in Thailand, Vietnam and Laos. In 2007, governments meeting at Cites agreed to phase out tiger farms, but without a clear plan or date for doing so. On Wednesday, India and the UK said it was time to take action. However, Wan Ziming, China&apos;s Cites delegate, told the Guardian: &quot;There is no evidence that farming of tigers threatens wild tigers.&quot; The majority of wild tigers, around 1,700 Bengal sub-species, are found in India, which is the country doing the most to protect them. In the past five years, India has set up a special tiger protection force, increased its tiger habitats by voluntary eviction of human populations from conservation zones, villagers receive compensation and rehousing and are also compensated when their livestock are eaten by tigers. On Tuesday, India&apos;s supreme court took the unprecedented step of banning all tourism in the central &quot;core zones&quot; of tiger reserves. The temporary ban, which will be revised after a month and which takes place during India&apos;s monsoon closures, is in response to conservationists&apos; concerns about unsustainable numbers of tourists crowding sensitive areas. India says that the biggest threat faced by its tigers is from poachers  a problem that is escalating. More than 200 tiger part seizures have been made annually since 2009 according to Traffic, a group that monitors trade in wildlife. The biggest market for tiger products is China, according to Traffic, . A thriving black market openly persists, with tiger skins and bone being sold for hundreds of dollars in China, Taiwan and Korea. The bone is used as a remedy for everything from ulcers to typhoid. And tiger bone ground into a wine - costing upwards of $120 - is an increasingly popular high-status symbol. &quot;People might give a bottle of tiger bone wine to their boss to encourage a promotion, and it&apos;s used to sweeten business deals,&quot; says Sabri Zain of Traffic, who&apos;s been investigating ways of reducing demand for tiger parts. &quot;Public education doesn&apos;t work,&quot; he says. &quot;You can put up billboards of slaughtered tigers, but it won&apos;t stop people buying tiger wine - we&apos;ve seen that.&quot; Instead, Zain says his group is formalising a plan to work with a few corporate leaders who they hope will come out and openly denounce tiger wine. &quot;We need to make it undesirable - socially unacceptable to drink tiger wine or do business deals with others who give or receive the wine. And we need to provide high-status, tiger-free alternatives.&quot; Zain says that the existence of tiger farms helps foster the idea of the animals as commercial products. And with the private owners of these expensive operations campaigning to be allowed to sell tiger parts, he worries that demand will only increase. &quot;China has a 1.3 billion population, which is getting richer. If only a small percent of those desire tiger parts, the increase in poaching to satisfy them has a huge impact on just 3000 tigers,&quot; Zain says. Separately at this week&apos;s Cites meeting, the World Bank pledged a $100,000 fund to look into the impact of tiger farms on poaching.", 
    "section": "environment", 
    "gid": "environment/2012/jul/26/china-ban-tiger-farms", 
    "wordcount": "667"
}