{
    "headline": "Once upon a bicycle: your first cycling memories", 
    "text": "We have a Christmas tradition in my house. When morning comes and we are gathered in the living room, someone sits close to the window in order to peek out and count the new bikes being ridden up and down the street. The number fluctuates each year, but the sight of shiny new bikes being taken out for their first spin is, to me, synonymous with Christmas. This year, as I watched them pass my window, I reminisced about my own first bike. It came after a period of haggling with my parents, and what felt like years of watching my brother zoom ahead of me on his. In the end, I was given my brother&apos;s bike. It wasn&apos;t new. It most certainly wasn&apos;t impressive. But it was all mine, and at last I could cycle with all the other kids in my neighbourhood. I remember it being presented to me on what must have been my 8th birthday, and even though I had seen my brother ride the same one a thousand times, it looked brand new to me. It was a grey boy&apos;s mountain bike, the make of which I can&apos;t remember, with gears that I never used. My parents had the foresight to remove his various stickers, which I replaced with ones that I&apos;d been saving since the notion of getting a bike occurred to me. I think they were of The Raccoons. I also had little reflective clips that went on my spokes, and my dad attached a white basket at the same time he screwed the stabilisers back on. While I can&apos;t remember the day the stabilisers came off, I do have a very clear memory of my cycling proficiency test, which took place when I was 10. The seriousness of this event was drilled into us from a very early age, and I was filled with dread for the weeks preceding it. I spent many an afternoon practicing my signalling arm, envisioning traffic cones laid out before me. I both survived and passed the test. After this moment of glory, I began to neglect my bike. The teen years arrived, and it seemed that cycling was no longer cool. My bike sat neglected in the garage. I didn&apos;t even notice when it was given away, and it was years before I was back on the saddle. The artist Naomi McLeod also took a long hiatus from cycling after learning as a child. As an adult she cycles every day, but a few nasty experiences left her with bad memories of her first bike, including a swan bite, a fall into a patch of stinging nettles, and a rather nasty tumble.  &quot;When I was a very small child, my mum used to take me into the park to learn to ride my first bike. On one such occasion, I went too fast down a steep hill. I ended up rolling forward through the air and landing hard on the concrete, knocking out a front tooth. My mum tells me she shoved the tooth back into my bleeding gums (it was hanging on by a thread of flesh) in the hope that it would somehow re-root and grow. It turned black and fell out.&quot;  The Guardian journalist and bike blog contributor Peter Walker has fuzzy memories of his first bike, but a clear recollection of the day the stabilisers came off.  &quot;I can&apos;t remember a single thing about it except that (in the pre-balance bike style of the times) I began with stabilisers before, one momentous day, my dad removed them. I can recall the thrill of freewheeling down a steep slope on our lawn shortly afterwards. The joy was tempered when, in my excitement, I rode over a treasured plastic bow and arrow set, snapping the bow.&quot;   While the memories of my bike are fading, I know a child who remembers everything about his. Eoin Murphy is eight years old, and got his first bike on his fourth birthday. I was there on the day he got it, and remember the huge grin on his face when he saw it for the first time.  &quot;It was a Fireman Sam bike, which was really cool. I&apos;d seen my brother ride his bike, and I was so excited to ride my own. I had stabilisers on for the first 15 minutes. Then I took them off, so I only had them on the first day. My dad said I should take them off because I&apos;m a good rider. Then he took them off and I was a great rider.&quot;  Over to you: do you remember your first bike?  Nicola Brady is a film-maker and writer based in Leitrim, Ireland  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/jan/24/first-bike-memories", 
    "wordcount": "810"
}