{
    "headline": "Australian and EU carbon markets to be linked", 
    "text": "Australian and European carbon markets will be linked in 2015, creating the world&apos;s biggest emissions trading market. Under the deal struck by Canberra and the European commission, Australian liable entities will be able to buy up to 50% of their carbon permits in Europe from 2015. In 2018, European entities will also be able to purchase credits from Australia. &quot;Linking the Australian and EU systems reaffirms that carbon markets are the prime vehicle for tackling climate change and the most efficient means of achieving missions reduction,&quot; said Greg Combet, Australia minister for climate change and energy efficiency. &quot;It means the EU price will drive the Australian price and that will effectively be the floor price in our system too,&quot; he said. The European commisioner for climate action, Connie Hedegaard, welcomed the announcement. &quot;We now look forward to the first full international linking of emission trading systems. This would be a significant achievement for both Europe and Australia,&quot; she said. &quot;It is further evidence of strong international co-operation on climate change and will build further momentum towards establishing a robust international carbon market.&quot; In Australia, the chief executive of the Investor Group on Climate Change, Nathian Fabian, said the link between the two markets would please investors. &quot;We think investors will be pleased about the greater predictability this arrangement will give in the longer term for carbon pricing arrangements and of course, linking with a larger, more liquid market which is more established is also good for investor confidence,&quot; he said. &quot;Having schemes that are open and linked is the best way to ensure investors can find the lowest cost and the most carbon competitive businesses to invest in,&quot; said Fabian. Australia&apos;s carbon price, which controversially began in July as a fixed $AUD23/tonne tax, will move to an emissions trading scheme in 2015. Originally, the scheme was designed with a $AUD15/tonne floor price (to take effect from 2015), a design feature intended to prevent the price crashing during the early years of trading. It was criticised by businesses because it was significantly higher than (current) international prices (in Europe the price is 8 or $AUS10/tonne). This meant Australian businesses would have to go through a complex set of adjustments to top up any international permits bought at a price below the Australian floor price. &quot;The removal of the floor price gives companies the chance to hedge their portfolios with European or international units and bank them in 2015,&quot; said Elisa de Wit, head of law firm Norton Rose&apos;s climate change practice. &quot;If you have the expectation that the prices will go up, it&apos;s a great opportunity to lock yourself in now,&quot; she said. But Frank Jotzo, director of the Centre for Climate Economics and Policy at the Australian National University, says linking with the EU trading scheme also has risks. &quot;From an Australian point of view, the EU is in quite some economic turmoil and it is somewhat difficult to judge what policy changes may be around the corner,&quot; he said. Jotzo says there&apos;s an expectation that the combined market price in a linked Australian-EU scheme is likely to be much more strongly influenced by decisions in Brussels and Berlin, than in Canberra. &quot;If the EU crisis was to deepen and there was a decision to go easy on climate change and let the EU trading price drop lower than it is already, that would be entirely incompatible with Australia&apos;s circumstances where greenhouse gas emissions continue to be on a strongly rising trajectory because of the continued expansion of the resources sector and commodity exports to China,&quot; he said. Australia is the world&apos;s biggest exporter of coal and iron ore. Australians also generate more carbon pollution per head than any other developed country, largely because of their heavy reliance on coal-fired power stations to generate electricity. With a population of 22 million, the country is responsible for 1.5% of global greenhouse gas emissions. Britain, by comparison, with nearly three times the population, is responsible for just 1.7%.", 
    "section": "environment", 
    "gid": "environment/2012/aug/28/australia-eu-carbon-markets", 
    "wordcount": "691"
}