{
    "headline": "Shark attack near Byron Bay leaves surfer with minor leg injuries", 
    "text": "A man has escaped a run-in with a shark on the New South Wales north coast with just a few teeth marks on his thigh. He was taken to Byron Bay hospital by a friend about 7.30am after suffering the bite while surfing on a beach between Suffolk Park and Broken Head on Monday morning.  The shark swam under the man, believed to be in his late 30s, while he was waiting for a wave and the surfboard took the brunt of the attack, Surf Life Saving said. The beach was not patrolled at the time and has been closed. Surf lifesavers have also closed other beaches in the Byron Bay region for 24 hours. Geoffrey Knapp, who offered first aid at the scene, said the surfer had three punctures in his thigh.     Pic of surfer bitten by shark at Broken Head this morning via @sealspirit https://t.co/O6NyxmalpL @newscomauHQ pic.twitter.com/vsGp6hpY7Y&mdash; Liz Burke (@lizeburke) October 23, 2016    Theyre deep tooth wounds, he told ABC. But in the great scheme of things its marginal but his surfboard took the brunt of the bite. Knapp said he and a friend had been surfing near a group of dolphins when he saw the surfer leaving the water in a hurry. But he said the man had seen the sharks tail as it bit him. He got the impression the shark was trying to knock him off his surfboard and try and roll him over, he said. A witness, Stuart Holland, told Channel Nines Today program that he noticed crowds gathering on the beach, where he had taken his children to swim. There was a group of guys coming in and they were starting to walk back up the beach waving their boards around, he said. One of them was definitely limping, had blood running down from the bottom of his wetsuit, quite a lot of blood. They were waving their boards trying to indicate to other surfers. At that point I started to panic about my kids. [They were] paddling out to where the main pack was, which was thinning down by that point because obviously theyd heard, but my kids hadnt.   Related: Federal government open to shark cull on NSW north coast    It is not yet known what species of shark is involved, but a number of great whites have been detected along the NSW north coast in the past week chasing schools of fish and dolphins. On Sunday, the Department of Primary Industries and Fisheries detected a tagged great white off Main Beach at Evans Head. The latest attack is the 13th in the area since January 2015. The tally includes the fatal mauling of Japanese surfer Tadashi Nakahara. Last month 17-year-old Cooper Allen was bitten in the thigh by a four-metre shark while surfing off nearby Lighthouse beach. He received stitches but his injuries were not life-threatening. There was a protest on Sunday at Lighthouse beach in Ballina. Animal rights activists and politicians were among those who turned out to protest a plan by the NSW government to install shark nets in the area. There is concern the nets will impact other marine life who may become caught up in them. On Monday afternoon the NSW minister for primary industries, Niall Blair, said a bill would be introduced to parliament later this year to legalise a six-month trial of traditional shark nets on the north coast.Last week the Department of Primary Industries held meetings with the community on the north coast to discuss the design of the six-month trial, including locations, and the NSW government is seeking approval from the commonwealth, Blair said.We know that the north coast community is suffering after an extraordinary run of shark attacks  that is why we have today announced that we will introduce legislation to the NSW parliament, to get the nets in the water as soon as possible.Marine life is important, which is why [the departments] world-leading fisheries experts are investigating how mesh nets might be improved to avoid unnecessary entanglements, but protecting human life is our first priority. Additional reporting by Australian Associated Press", 
    "section": "environment", 
    "gid": "environment/2016/oct/24/shark-attack-near-byron-bay-leaves-surfer-with-minor-leg-injuries", 
    "wordcount": "658"
}