{
    "headline": "Mystery bird: crimson-collared tanager, Ramphocelus sanguinolentus", 
    "text": "    Crimson-collared tanager, Ramphocelus sanguinolentus (synonyms, Phlogothraupis sanguinolenta and Tachyphonus sanguinolentus; protonym,Tanagra sanguinolentus), Lesson, 1831, photographed at the Arenal Volcano Observatory, Alajuela province, Costa Rica (Central America).  Image: Nick Athanas/Tropical Birding, 8 February 2010 (with permission) [velociraptorize].Canon EOS 50D     Question: This dramatic little Central American mystery bird is notable because it has no sister species. Can you identify this bird&apos;s taxonomic family and species? Is this a male or female?  Response: This is an adult crimson-collared tanager, Ramphocelus sanguinolentus, a monomorphic species that is included in the tanager family, Thraupidae. Although this species&apos; colouring and patterning closely resembles several other species in its genus, it is sometimes placed into a monotypic genus, Phlogothraupis, because it is less closely related to all its congeners than they are related to each other -- which is supported by DNA data [doi:10.1006/mpev.1996.0032]. Thus, this bird does not have a sister species.  Within its range, this species may be confused with the male crimson-collared grosbeak, Rhodothraupis celaeno, although the crimson-collared tanager can be distinguished by its overall brighter red colour and by its longer beak that is a pale blue colour, its red irides, red cap and black underparts, and by its lack of red wingbars. Juveniles are even more similar to the male crimson-collared grosbeak, except their bill shape is still distinctive and is pale in colour, not black. This small passerine is found along the edges of humid evergreen forests and second growth, typically in the middle and upper levels. It ranges from southern coastal areas in Mexico along Central America&apos;s Atlantic slope to the highlands of western Panama.  This video, showing a brief glimpse of an individual crimson-collared tanager, was filmed at the Arenal Observatory Lodge in Costa Rica (uploaded 30 March 2010):            Visit VideoBirder&apos;s YouTube channel [video link].  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page. If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist evil google+: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/feb/09/2", 
    "wordcount": "368"
}