{
    "headline": "Analysis reveals folly of betting UK's energy future on cheap gas over wind", 
    "text": "Electricity produced by wind turbines in the UK may be cheaper than that generated by burning gas within five years, even if the climate-warming pollution from the latter is allowed to be pumped straight into the air. That is one startling implication of a comprehensive analysis produced for the Guardian by experts at Imperial College London and the UK Energy Research Centre. The chart, which is from preliminary analysis, reveals the folly of betting the UK&apos;s energy future on the hope of cheap gas, the preferred option of many of the critics of reneweable energy. This is not because wind power, or any other energy source, is certain to be cheaper. Instead, says Dr Robert Gross at Imperial College, it is because the principle of targeting subsidy to create viable new energy sources is well founded and the notion of gas as a cheap and relatively low-carbon energy source is not. Look at the range of gas cost forecasts from 2020 onwards: they are much wider than those for wind. The oil and gas industries, and the nuclear industry, all benefited from far greater public subsidies in their formative years than renewable industries do now. Such is the grip of fossil fuels on national economies that they benefit from five times the amount of taxpayer support than that of green energy, both in the UK and globally. Subsidies for oil and gas drove down their cost and founded global industries in the UK, and the chart shows the same is possible for wind, especially for offshore. However, even if the subsidies for renewables are small in a historical context, the prospect of a glut of cheap gas remains tempting in these austere times. There are two problems with this. First the glut may never appear, as the giant shale gas boom in the US is unlikely to be replicated in Europe, according to the International Energy Agency and Deustche Bank, neither reknowned treehuggers. Secondly, even if it did, burning gas releases carbon dioxide which drives global warming. To meet the UK&apos;s legally binding carbon targets, a dash for gas now would mean many gas plants would have to be closed prematurely, or fitted with yet-to-be-developed carbon capture and storage technology, both expensive options. &quot;We were never investing in renewables with an eye on the next five or eight years, or because the world is about to run out of gas,&quot; says Gross. &quot;The timescales of energy security and climate change are much longer, to 2030, 2050 and beyond. This means creating options for decarbonising. If we give up on renewables now, especially offshore wind, then the cost reductions we could have achieved through early action will have been foregone, along with the industrial opportunities for Britain.&quot; The true uncertainty is not in backing the technological development of wind power and other renewables as part of a portfolio of energy sources, but in relying on the global gas market and the volatile bills, erratic energy supply and chaotic climate that risks bringing.", 
    "section": "environment", 
    "gid": "environment/2012/feb/29/wind-energy-cheaper-gas-analysis", 
    "wordcount": "505"
}