{
    "headline": "Wood stoves and rose-tinted specs", 
    "text": "Re your editorial (In praise of wood-burning stoves, 22 January), wood stoves burn logs to produce carbon dioxide which will take 50 years or more to be absorbed by trees to form more logs  and that is only if replacements are being planted. We have not got the time left, if global warming predictions are correct, to call this fuel sustainable. Burning wood produces not only carbon dioxide but other pollutants such as dioxins and persistent organic pollutants such as PAHs and PCBs, as well as particulate pollutants such as DM10, all of which can kill. The level of these pollutants is very high in the first half hour after the stove has been lit, when its temperature is below the usual operating temperature of 200C. Even at this temperature it only reduces the pollutants by about 50%. The rules about wood-burning stoves were set up in the 70s by Defra but the science of the effects of inhaling wood smoke has moved on since then. Public incinerators are reputed to operate at 800C to more effectively break down these pollutants. The effluent from a wood-burning stove is not dissimilar to cigarette smoke which is now banned in public places, therefore they too should be banned in areas which have smoke-control orders operating. My experience of the wood-burning fraternity in urban areas is they do not use fully seasoned wood. Unseasoned wood produces even more pollution. Seasoning takes at least a year in a well-ventilated, dry environment. Further, there is an increasing tendency to use the stove as a low-temperature incinerator. This will escalate when councils start charging by weight for rubbish collection. There are better uses for wood, such as for construction materials, paper, fire-proofed insulation (as in Finland), furniture and cellulose for the chemical industries.Glyn EvansKenilworth, Warwickshire  &quot; in rural areas, dried wood is usually there for the taking.&quot; This Victorian country idyll is viewed through rose-tinted specs. How much wood can the writer carry? Sticks for kindling may be stuffed into a backpack but still need to be thoroughly dried. Owners of woodland have their own plans for the wood and dislike us peasants taking it. No, it&apos;s the classified ads for us, with trailerloads at 50 a go, delivered but not stacked neatly in the woodshed. It is often said the warmest thing about a woodburner is heaving the wood around, but we country dwellers like to oblige our city visitors who love the look of a wood fire but don&apos;t have to clear out the ash next day.Sandra PruskiMonkokehampton, Devon  I live in a wooded rural area and have two wood burners. Our local suppliers are finding it increasingly difficult to source enough wood to sell to customers. I burn two baskets of wood a day during the cold weather so would have to find and transport an awful lot of fallen branches from the local woods  supposing it is legal to do this. Then the wood needs to dry out for at least a year and preferably two before it can be burnt efficiently. So your suggestion that rural dwellers can forage for free wood is pure fantasy.Judy DysonWitherslack, Cumbria  You state: &quot;Although wood, sadly, isn&apos;t always there to burn in towns and cities.&quot; I must point out that TreeStation, a local, non-profit co-operative based in Gorton, Manchester will deliver cubic metres of locally, ethically resourced firewood to your door, especially if you live next door in Chorlton. No delivery charge and the community benefits. Simples!Royce NaylorManchester  A friendly word in your ear. Having been prevented from concentrating on my Guardian by the foul reek of my rural neighbours&apos; wood-burning stove  never mind the unsightly flue design, flagrant disregard of air quality and the owner&apos;s boastful hostility  you may be assuming too much about your readership.Name and address supplied  I have a wood-burning stove, and still eat muesli for breakfast, but have just sent my open sandals to Oxfam.David TuckerThirsk, North Yorkshire", 
    "section": "environment", 
    "gid": "environment/2013/jan/25/wood-stoves-rose-tinted-specs", 
    "wordcount": "668"
}