{
    "headline": "Most UK species in decline, wildlife stocktake shows", 
    "text": "An unprecedented stocktake of UK wildlife has revealed that most species are struggling and that one in three have halved in number in the past half century. The unique report, based on scientific analysis of tens of millions of observations from volunteers, shows that from woodland to farmland and from freshwater streams to the sea, many animals, birds, insects, fish and plants are in trouble. The causes include the intensification of farming, with the consequent loss of meadows, hedgerows and ponds and increased pesticide use, as well as building development, overfishing and climate change. Three in every five of the 3,148 species analysed for the report have declined in the last 50 years and one in 10 are at risk of extinction. But the report also reveals a few bright spots, such as the reduced water pollution that has allowed otters to return to every county in the UK, and the numerous new ponds created by restored gravel pits. &quot;This groundbreaking report is a stark warning  but it is also a sign of hope,&quot; said Sir David Attenborough. &quot;We should all be proud of the beauty we find on our own doorstep; from bluebells carpeting woodland floors and delicately patterned fritillary butterflies, to the graceful basking shark and the majestic golden eagle soaring over the Scottish mountains. Our species are in trouble, with many declining at a worrying rate, but we have a network of passionate conservation groups supported by millions of people who love wildlife.&quot; The State of Nature report was compiled by 25 conservation groups including the Wildlife Trusts, the Mammal Society, Buglife and the Marine Conservation Society. &quot;This report shows we can do things  it gives the conservation examples  but we need to do a huge amount more,&quot; said Dr Mark Eaton, a scientist at the RSPB and one of the lead authors of the report. &quot;We need a root-and-branch rethink of how we integrate conservation with how we live and run our businesses.&quot; He paid tribute to the army of tens of thousands of conservation volunteers: &quot;They have played a massive role in making this report far more comprehensive than anything done before and knowledge is the most essential tool that conservationists have.&quot; While 31% of species have lost half their population, only 20% have doubled. Invertebrates such as moths, butterflies and beetles have been particularly affected. Eaton highlights the plight of the spectacular garden tiger moth, numbers of which have fallen by 95%. &quot;This is a big, beautiful moth that was quite common once,&quot; he said. On farmland, which covers 75% of the UK, birds fell by half and butterflies by a third since 1970. Eaton said conservation successes, like the cirl bunting in Devon which was down to its last 100 pairs in the 1980s and are now at around 1,000 pairs, were often very limited in scale, where funding can be targeted. &quot;Skylarks have plummeted in the same way, but as they live all over the country it is hard to tackle. We can&apos;t wave a magic wand over the entire countryside,&quot; he said. Cities and towns are important areas because many people only experience wildlife there, according to the report. &quot;Avoiding the loss of sports fields and gardens is very important if we want to have wildlife in our cities,&quot; said Eaton. &quot;It is about connectivity, so bats, hedgehogs and so on can move around. If you isolate areas you will greatly impoverish urban areas.&quot; Grassland and heaths, traditionally rich with species like reptiles and orchids, have seen two in three species decline and were already at a low point decades ago, with 97% of lowland meadow having vanished between the 1930s and 1980s. The nation&apos;s uplands, home to eagles, mountain hares and rare lichens, have suffered from intensive grazing and burning regimes, and 14 mosses and liverworts have become extinct already. Woodlands have increased, but mainly due to conifer plantations, which do not support much native wildlife. Coastal birds, such as overwintering geese, are increasing due to lower persecution, but many coastal species of insect and plant that rely on dunes, shingle and saltmarsh are declining as large areas have been developed, as are harbour seals, especially in Scotland. Out at sea, UK fish stocks have improved recently, the report found, though across the EU, 75% continue to be overfished. In freshwater habitats, Atlantic salmon and water voles have declined but bitterns and otters have benefited from efforts to clean up rivers and recreate lost habitats. Restored gravel pits have been important new wetland habitats, although vast swaths of fen and marsh were drained in previous centuries. Eaton said the value of wildlife was not just the pleasure it brings: &quot;We know wildlife provides clean air, clean water, stops erosion, pollinates crops and more.&quot; He said it was not known how much more could be lost before these &quot;ecosystem services&quot; are drastically affected. Eaton added that the report only covered those species for which data existed, just 5% of the estimated 59,000 species that inhabit the UK, leaving huge gaps in knowledge. &quot;Wildlife will inevitably change, especially with climate change, but what we want is a landscape that is rich in wildlife, even if they are different things to those in the past,&quot; he said.", 
    "section": "environment", 
    "gid": "environment/2013/may/21/uk-species-struggling-wildlife", 
    "wordcount": "901"
}