{
    "headline": "Michael Mann on climate wars: 'the hockey stick did not suddenly appear out of left field'", 
    "text": "Chapter 4 - The Making of the Hockey Stick Although scientific revolutions in how we see the world do occur, the bulk of our scientific understanding comes from the cumulative impact of numerous incremental studies that together paint an increasingly coherent picture of how nature works. The hockey stick was no different. To employ a mixed sports metaphor, the hockey stick did not suddenly appear out of left field. Rather, it arose as a logical consequence of decades of work by paleoclimate researchers that led to increasingly rich networks of climate proxy data, and the introduction of new ways to use such data to reconstruct past climates. My colleagues and I were the beneficiaries of this substantial body of past work. Onto the World Stage When we initially wrote up our results for publication, we focused on what we felt was most scientifically interesting, for example, that we recovered an unusual pattern for the 1816 &quot;year without a summer&quot; that indicated a very cold Eurasia and lower than average temperatures in north America (observations that are independently confirmed by historical accounts), but a warmer than usual Middle East and Labrador (who knew?). Or that we had independently affirmed anecdotal accounts that there was a whopper of an El Nio event in 1791  a year that, according to our reconstruction, also happened to be a comparative scorcher for Europe and a large part of north America. Then we did the least scientifically interesting thing one could possibly do with these rich spatial patterns: we averaged them to obtain a single number for each year: the northern hemisphere average temperature. That single aspect of our work got all the attention. In truth, it did also represent an advance. Compared to previous northern hemisphere temperature reconstructions, ours went further back, it resolved individual years rather than just decades, and it had error bars associated with it. Thus, we were able to draw the specific conclusion that, even taking into account the margin for error, three recent years  1990, 1995, and 1997  all appeared warmer than any other in the past six centuries. Our study, which has come to be known as &quot;MBH98&quot; for the authors  Mann, Bradley, Hughes  was published in Nature on April 22, 1998: Earth Day. I was caught completely offguard by the amount of media attention the article received. Generally, one is lucky to get a nibble or two from the local media in response to press releases on a published scientific paper. This time was different. No sooner had the press releases gone out (one from University of Massachusetts, another from Nature, and a third from the National Science Foundation) than the phone calls began coming in non-stop. Our study was written up in the New York Times, USA Today, Boston Globe, and a host of other major US newspapers. Articles soon appeared in Time magazine and US News and World Report. We even made it into Rolling Stone (though not the cover). I was asked in one afternoon to do television interviews with CNN, CBS, and NBC. In the CBS interview, John Roberts put it to me bluntly: &quot;So does this prove humans are responsible for global warming?&quot; He repeated the question at least three times during the interview, clearly not having gotten the money quote he was fishing for. I wouldn&apos;t take the bait. I repeated that our results were &quot;highly suggestive&quot; of that conclusion, but I wouldn&apos;t go further than that. I well knew that establishing that recent warming is anomalous in a long-term context alone did not establish that human factors were responsible for it. Any conclusion about causality required the use of climate models to estimate the relative contributions of the various factors, including human increases in greenhouse gas concentrations, hypothesised to be responsible for the observed changes. There are several reasons that our paper might have received more than the usual expected attention. The globe had experienced record-breaking warmth that winter. The first three months of 1998 were the warmest on record (in western Massachusetts, where I was living, it barely felt like we&apos;d had a winter). Temperatures had likely been spiked, to some extent, by a fluke of nature, a particularly large El Nio event. It was in part due to this fluke that the 1998 record for the hottest year in the instrumental record had still not unambiguously been broken by 2011 (one group has 2005 and 2010  in a statistical tie  narrowly beating it out, but another group has 1998 still holding the title). In any case, 1998 was as of that date the warmest year in the instrumental record; with the advent of our study, &quot;the warmest on record&quot; meant not just in 150 years but in at least 600. That our paper coincidentally happened to be published on Earth Day no doubt gave journalists an extra news hook to cover the study. Some commentators attached an almost diabolical significance to the timing, as if Nature was somehow conspiring with the world&apos;s environmental activists. The truth is much less interesting; the publication date at Nature is determined by the date of a paper&apos;s final acceptance and placement in the journal&apos;s publication queue. The Implications Though we didn&apos;t quite realise it at the time, the gauntlet had been laid down with the initial publication of the extended MBH99 millennial hockey stick and, especially, its subsequent prominence in the 2001 IPCC report. We had taken on a sacred cow of climate change contrarianism: the medieval warm period (MWP). Our reconstruction did not &quot;eliminate the MWP&quot;, as our detractors liked to claim. It did in fact include a period of relative warmth during the medieval era of the eleventh to fourteenth centuries. While medieval conditions were relatively warm, however, the modern tip of the blade  as can be seen in the graphic featured in the prologue  was warmer than the peak reconstructed medieval warmth. One pillar of the contrarian case against human-caused climate change was that the mere existence of a warmer period centuries earlier somehow disproved any human influence on modern warmth. In reality, this was not true. Scientists had known for some time, for example, that there were periods in the deep geological past during which temperatures were warmer than today, such as in the mid-Cretaceous period 100 million years ago. The reason was atmospheric CO2 concentrations that were several times higher than today, owing to the slow geological processes that modify atmospheric composition on very long timescales. It was indeed possible that other natural factors, be they changes in solar output or volcanic activity, could have led to conditions that were as warm as today. Whether conditions in past centuries might have been warmer than today, then, would not have a scientific bearing on the case for the reality of human-caused climate change. That case, as we&apos;ve seen, rests on multiple independent lines of evidence: the basic physics and chemistry of the greenhouse effect, for example; the relationship between greenhouse gas concentrations and temperatures over geological time; and a pattern of observed climate change that can only be explained by climate models when human-produced greenhouse gases are included in the calculations. While the presence of a medieval warm period warmer than today would not negate the reality of modern human-caused climate change, evidence of its absence nonetheless would take away an important (if misguided) talking point of contrarians  something of which they were well aware. Our finding that recent warming was anomalous in a long-term (now, apparently, millennial) context was suggestive of the possibility that human activity was implicated in the warming. I was always very careful not to claim that our work could firmly establish a human role in the warming. To draw such a conclusion based on our work alone would necessarily buy into the classic logical fallacy of &quot;correlation without causation&quot;. We had established correlation  the anomalous warming that we documented coincided with the human-caused ramp-up in greenhouse gas concentrations  but we hadn&apos;t established causality. A little more than a year after we had published our millennial hockey stick reconstruction, paleoclimatologist Thomas Crowley of Texas A&amp;M University (and coauthor of the Crowley and Lowery reconstruction discussed earlier) published findings based on the use of a theoretical climate model simulation designed to investigate causes of past temperature change. Crowley subjected the model to estimated changes in natural factors over the past thousand years, using indirect measures of changes in solar output and explosive volcanic activity, information on both of which can be recovered from atmospheric deposits in polar ice cores. These simulations revealed that the natural factors could explain the extent of medieval warmth in our reconstruction; in the model, this warmth arose from a relative lack of cooling volcanic eruptions combined with relatively high levels of solar output. The natural factors could also explain the cooler conditions of the ensuing Little Ice Age, which resulted from relatively low levels of solar output and more frequent explosive volcanic eruptions. Fed the natural factors only, the model could not, however, reproduce the abrupt twentieth century warming. In fact, the model predicted that the climate should have cooled in recent decades, rather than warmed, if only natural factors had been at play. It was only when Crowley added the modern human influences  increasing greenhouse gas concentrations primarily from fossil fuel burning and the regional cooling effect of industrial sulphate aerosols emissions  to the model simulation, that it was able to track the hockey stick all the way through to the present. The conclusion was clear: Natural factors could explain the temperature changes of the past millennium through the dawn of the industrial revolution, but only human influences could explain the unusual recent warming. Causality was at least tentatively established now.", 
    "section": "environment", 
    "gid": "environment/2012/mar/05/climate-change-hockey-stick-michael-mann", 
    "wordcount": "1641"
}