{
    "headline": "How should researchers talk about science to the public?", 
    "text": "To my friends, family and colleagues I am known simply as Anne. They also know that I will use every imaginable way to communicate plant cell biology, and particularly my research on the Golgi apparatus, to as many people as I can reach. This is why to one of my friend&apos;s children I&apos;ll always be &quot;Auntie Anne Golgi&quot;  out-of-hours outreach with the very young gone slightly awry. Everyone agrees that it is important to engage children and to support public understanding of science. Ever since &apos;impact&apos; entered the government&apos;s vocabulary, funding bodies have started to inquire about the societal impact of research and &apos;public engagement&apos; has appeared in academic strategy papers. Despite this, motivation and active involvement varies hugely and too often it is down to a few passionate individuals to drive engagement projects forward. So what can those of us working in higher education do to bring our knowledge, understanding and research to a wider audience? Official university outreach activities tend to focus on school talks and workshops. In my experience many researchers do not even realise that possibilities for outreach go well beyond these established formats. Not everyone is comfortable with running a school workshop but there are many other ways to communicate science. School magazines, such as the Review series or Catalyst, are continuously looking for contributors. Blog posts tend to be a lot shorter and less formal than scientific articles. This makes them more accessible to a non-expert audience, but at the same time quite daunting to many researchers who are used to the technical and impersonal style of scientific writing. The best way to learn how to write a blog post is to read other people&apos;s. I found good starting points to be Nature Blogs, Occam&apos;s Typewriter and The Guardian&apos;s Science Blogs. Collaborative subject-specific weblogs, such as the Annals of Botany Blog, appreciate posts by guest bloggers and are often looking for regular contributors. What makes blogs so attractive is their potential to include visual and dynamic content. On my website - Plantcellbiology.com - I complement articles with microscopy movies, video interviews or science songs. Science videos can reach a large audience but their impact is still underestimated by researchers. In collaboration with musicians and other plant cell biologists I am producing science music videos featuring cartoon organelles. All together they have had more than 32,000 views and still counting. Students&apos; comments and web statistics show that the videos are used worldwide in schools and universities. More importantly, students actively search for them to learn more about a topic or to use them in projects.            Social media is another possibility and a new vehicle to enable science to travel from the lab to the outside world. It offers great flexibility, creative freedom and opportunities for discussion with people you would never normally encounter. Blogs, Twitter, Google+ or YouTube are not the first thing to spring to mind when thinking about science communication. But if used properly, they can be much more than a distraction. Many researchers tell me that they do not &apos;get&apos; social media in a professional context, because they cannot imagine that anyone would be interested in what they have to say. There is however a growing public interest in science and in the people producing the data. Even if scientists might not attract millions of followers like Lady Gaga, they will still be able to reach a large and diverse audience including colleagues, researchers, journalists, science communicators, teachers, students and other science-interested non-experts. In my opinion, the real power of social media is not in the broadcasting itself but the act of connecting, sharing and learning  the very definition of public engagement. Despite the apparent need for science outreach, achievements are still not sufficiently recognised. In times of an increasingly competitive funding climate, high-quality publications remain the currency of science and time spent on outreach activities equals less time for research. Awards like the Society for Experimental Biology (SEB) President&apos;s Medal for Education and Public Affairs are vital as they provide formal recognition and encouragement for researchers involved in science communication. This recognition has given me further confidence and determination in using a variety of engagement channels to take science to a wider audience. I hope that others feel similarly encouraged in using innovative outreach techniques to help inspire the next generation of scientists. Dr Anne Osterrieder is postdoctoral research assistant in plant cell biology and an outreach coordinator for the Faculty of Health and Life Sciences at Oxford Brookes University. She was recently awarded the Society for Experimental Biology&apos;s (SEB) President&apos;s Medal for Education and Public Affairs. You can keep up-to-date with Anne on Twitter on @AnneOsterrieder, via her personal website and watch her science-education videos on her YouTube channel. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/feb/20/making-science-accessible", 
    "wordcount": "825"
}