{
    "headline": "Clearing 2012: elite universities likely to enter the fray this year", 
    "text": "Students entering Clearing, the last-minute summer scramble for university places, have for years expected to see only the more modern institutions opening their doors. But this August things may look very different. For the first time, applicants are likely to find elite research-intensive universities touting for business alongside their newer counterparts. This is the first cohort of undergraduates paying fees of up to 9,000 a year and uncertainty about how they will behave has been giving university heads some seriously sleepless nights. Early data from Ucas, the central application service, released a fortnight ago, confirmed that so far this year applications to British universities are down 7.7%, with three institutions suffering a fall of more than 20%. This year, universities are experiencing their first taste of freedom on student numbers as well as price. Whereas last year they each had a strict cap on how many students they could recruit, this year a free market is operating for the very best students, with institutions able to take as many of the roughly 85,000 students who secure AAB upwards in their A-levels as they can pull in. Not surprisingly, universities smarting from government cuts to their numbers earlier this year are anxious to woo extra AAB students in order to make up their losses. Competition is fierce. As one head of a research-intensive university explains: &quot;The reason research universities will be in Clearing is that they don&apos;t know if they will get their AAB students and, even if they do attract them, they don&apos;t know if they will keep them.&quot; Some of the big metropolitan research universities are widely expected to face more of an uphill struggle, as well as some smaller research intensive institutions that come lower down the league tables. But while we are unlikely to see Oxford or Cambridge facing the exposure of Clearing, there may be some surprises. As one vice-chancellor says: &quot;We&apos;re in a strong position, but even if you&apos;re globally strong there will be some subjects that are weaker, so you can&apos;t be complacent.&quot; Ucas figures tell us nothing about the quality of applications, but they do suggest subjects that might be vulnerable, such as non-European languages, which have seen a drop of 20.8%, and technologies, down 17.6%. For months now, university leadership teams have been anxiously watching their admissions data. They warn that, as well as the two big changes, there are an alarming number of unknowns in the system this year that make predicting student numbers accurately almost impossible. Few universities are willing to talk publicly about their prospects, but one vice-chancellor says: &quot;If a university hasn&apos;t modelled the impact of a serious cut in numbers and how to deal with that  and some are working with disaster scenarios of losing, say, 20% of students  the vice-chancellor should be sacked. No one knows quite what is going to happen.&quot; Matthew Andrews, registrar of Oxford Brookes University, says: &quot;Institutions usually use previous years to inform their judgments, but this year is so different that you can&apos;t really do that.&quot; And it is not just under-recruiting that is frightening institutions. The government has made it clear that it intends to fine institutions that exceed their agreed limit for students with grades below AAB. There is speculation that ministers would want to claw back up to 14,000 for each unauthorised student, to cover the cost of loans and maintenance grants. Clearing will offer a window on to what is happening in the sector. Alex Bols, executive director of the 1994 Group of smaller research-intensive universities, including including Bath, Lancaster and the University of East Anglia, says: &quot;I wouldn&apos;t be surprised if more universities go into Clearing this year because of all the uncertainties in the system.&quot; Bols insists that his universities, which hope to stand apart in the new market by offering a more personal student experience, are well placed to do battle with the Russell Group of big research universities for the &quot;best&quot; students. But he doesn&apos;t pretend the fight will be easy. &quot;You have to recruit significantly more AAB students simply to cover the number taken away, therefore institutions are competing much more strongly for those students,&quot; he admits. This year students who narrowly miss their AAB offer may find there is little room for special pleading. The head of one elite university says: &quot;Last year we could soften a bit and take some people who had missed their grades. This year we can&apos;t do that.&quot; Another layer of unpredictability is that with higher fees many universities are expecting increased takeup of the Ucas &quot;adjustment period&quot;, which allows candidates who exceed their offer grades to shop around for five days while their original institution nervously holds their place. One research university vice-chancellor confirms that there is a great deal of nervousness about this sort of legalised &quot;poaching&quot;. He says: &quot;The expectation is that there will be much greater use this year. If a large number of your accepted applicants suddenly take this option and you have to hold their places, what happens? The individual has a lot more power to tilt things.&quot; But Andrews argues: &quot;One of the reasons we&apos;ve seen a low takeup of this scheme so far is that by the time you&apos;ve accepted an offer, you&apos;ve done all your research and made quite an emotional investment in an institution. It is a gamble to give all that up at the last minute.&quot; Meanwhile, many universities have lost a further safety harness because far fewer students chose to defer last year, so they do not have the usual healthy slug of accepted applicants already in the bank. According to Ucas, in 2010, more than 33,000 accepted applicants deferred their place to the following year, but, last year, with higher fees on the horizon, only around 16,000 chose to do so. University heads say this has left them with a significant gap to fill  a reality that will force more into Clearing. And there is no doubt that, in this complicated game of admissions poker, the stakes are alarmingly high. Behind the scenes, some universities are relatively relaxed about the prospect of reduced student numbers, recognising that they may have expanded too far. However, others stand to lose millions of pounds . In the words of one vice-chancellor: &quot;Universities could have some very serious cashflow problems very quickly indeed. And it&apos;s not just one year. It&apos;s a cumulative hit. You can run on your reserve for a bit if you&apos;ve got a decent one, but not for ever. So you have to make cost cuts, and that means staff going, restructuring, closing subjects where you can&apos;t get top-level students. Big universities with strong leadership won&apos;t go under. It is the places that have much smaller turnover that we need to watch. These are not big ships, and rough seas are hard to charter in a small boat.&quot; Yet others are seeing the fluctuations of the market as a boon. Carl Lygo, CEO of private university college BPP, points out that its application levels are beating the national trend, with students attracted by the option to complete their degree in only two years. Lygo says: &quot;In law, the national trend is for a 3.8% decline and we&apos;re up 76%. Business is down 8.8% and we&apos;re up 123%. It&apos;s a small base but it shows if you&apos;ve got a niche in this market people want it.&quot; BPP, whose fees are capped at 6,000 because it is a privately owned institution, hopes that it will do well in Clearing. &quot;We&apos;ll do all the advertising and marketing we did last year. We&apos;re not planning anything more aggressive,&quot; he says, adding with a grin: &quot;Nor anything less aggressive.&quot;", 
    "section": "education", 
    "gid": "education/2012/jul/23/elite-universities-enter-courses-clearing", 
    "wordcount": "1325"
}