{
    "headline": "Are English students getting a rotten deal?", 
    "text": "The other day I sat in a two-hour seminar on an 800-page novel and began to despair about studying English. The novel was a set text for an exam and that seminar was the only one we would have on it. I decided, yet again, I&apos;d probably have to turn to SparkNotes. When I applied to read English at UCL, I wish someone had told me I&apos;d spend the next three years predominantly on my own. As Oxford student Anna Tankel puts it: &quot;Sometimes I feel like I&apos;m paying 9,000 a year to sit in a library with fancier desks than my public library.&quot; Perhaps Ucas should have a pop-up when you select an English BA, asking: &quot;Are you sure you don&apos;t want to choose science?&quot; I currently spend a total of 8.5 hours a week in lectures, seminars and tutorials. By comparison, a natural sciences student at UCL has 20 to 28 contact hours per week. My timetable is mirrored across universities. The Guardian&apos;s university league table for English lists UCL, Cambridge, Durham, Oxford and St Andrews as the top five universities for the subject. Yet the Unistats website shows that on average 11% of UCL English students&apos; time is spent in lectures and seminars. At Cambridge and Durham it is 13% and at Oxford and at St Andrews it has dropped to 15% by the third year. These percentages are starting to rankle with English students who are paying the same fees as scientists. It&apos;s infuriating that we have a fraction of their contact hours, no resources and a slashed budget. Matt Sutton, a fellow UCL student, says: &quot;I don&apos;t get the impression that a great deal of money is spent on our learning.&quot; When I spoke to Professor John Mullan, head of UCL&apos;s English department, he told me &quot;contact-hour measurement is for idiots&quot;. Professor Mullan pointed out that preparation time for a two-hour seminar might take 10 hours for the seminar leader. Contact hours to him are &quot;utterly misleading&quot; because they take into account only the time staff spend with students, not the nature of the content, nor the time involved in its preparation. Ultimately, he says, it is the quality of the teaching that matters, not the quantity. This is true  and I don&apos;t dispute that the quality of teaching is excellent at UCL. But are we getting enough of it to justify fees that now stand at 9,000? Whether English students want more contact hours or not, it seems doubtful that they&apos;ll increase. When the government started cutting university funding, arts budgets were the first to go. So we have to make our few hours count. Yet throughout the year I&apos;ve seen lecture turnout fall. Matt says: &quot;Lectures on very specific themes  Iconoclasm and Idolatry in the Faerie Queen springs to mind  although interesting, don&apos;t seem a very sensible use of limited contact hours.&quot; What can be done? To charge arts students less than science students would be to imply our degrees are of less value. It might also deter students from studying sciences  and, as Anna says: &quot;I want there to be scientists and doctors in the world  we don&apos;t want to put students off studying these subjects.&quot; It may be that keeping contact hours low gives us more time to read. It may be that an English contact hour requires more preparation than a science contact hour. But I&apos;m left with the enduring belief that I am paying for a degree, rather than knowledge gained.  This article was amended on 3 April to correct the spelling of predominantly.", 
    "section": "education", 
    "gid": "education/mortarboard/2013/apr/03/are-english-students-getting-a-rotten-deal", 
    "wordcount": "614"
}