{
    "headline": "Niger seeks funds for Nigeriens Nourish Nigeriens agriculture initiative", 
    "text": "     The Niger government is urging the international community to invest millions of dollars in the country&apos;s programme to increase food security (video) and build its agricultural capabilities. At a meeting in Paris on Tuesday, government officials are expected to present details of the 3N (Nigeriens Nourish Nigeriens) initiative to representatives from the EU, the World Bank, the IMF, other international banks and private investors from countries including Australia and Brazil. Niger has earmarked 25% of its budget for the $2.6bn (1.6bn) programme, which aims to improve the country&apos;s resilience to food crises, which are becoming more frequent. Niger is putting up 22% of the total amount needed for the programme and is hoping the remainder will be met by partners &quot;who believe in what we are trying to do&quot;, said Hassane Mamoudou, technical adviser to the high commission of 3N. The initiative includes 11 key programmes that seek to diversify agricultural production to increase cereal yields; use improved seed varieties that have shorter gestation periods and are better able to withstand erratic weather; irrigate more land; and collect, store and transfer milk from the north, which often has a surplus, to the south, which has to rely on powdered or imported milk, to improve nutrition, particularly among young people. Speaking to journalists in Brussels this week, Mamoudou said local civil society and grassroots organisations in the country&apos;s 266 municipalities can propose ideas for how the money is spent in their areas. &quot;All actions will start at the grassroots,&quot; he said. &quot;We have to target where projects are implemented. Sorghum and millet will only grow in regions where there&apos;s enough rain. If a region does not have enough rain, we don&apos;t produce it [there]. Some areas will be for livestock breeding only. If fisheries are an activity in one region, we will focus on fisheries there. We won&apos;t do everything everywhere.&quot; A proportion of the resources will be reserved for people from marginalised groups, who are sometimes excluded from programmes. All project proposals must come with an environment and social impact study, to prove sustainability and ensure they do not have a negative impact on the environment. The 3N initiative has been in development since 2011, when the country&apos;s president, Mahamadou Issoufou, established an action plan and called on donors to help respond to the looming food crisis following a poor harvest. This swift action helped prevent a crisis becoming a famine. Two-thirds of Niger is desert, and only around 11% of the land is suitable for farming. &quot;The main problem is water. Water to drink, of course, water for agriculture, for animals. And now, we have food crises recurring [video],&quot; said Mamoudou. &quot;We used to have a food crisis every 10 years; now every seven, every five, every two years we have a crisis. They come closer and closer and are bigger and bigger.&quot; Mamoudou said erratic rains means there is either not enough water to produce crops, or too much so it washes away seeds, which means less food is produced. There used to be two to three months between harvests, but that has increased to sometimes six to nine months, he said. A 2% growth in food production each year has not kept pace with annual population growth of more than 3%, he added. Mamoudou believes Niger has the ability to feed itself and protect itself from future shocks if it gets funding for 3N. &quot;We have the potential and have to set up the conditions so Niger can feed its population and have surplus, so we can export it,&quot; he said. The country relies heavily on donor support. Aid from the EU accounts for almost one-third of the overall needs of the population. The Niger policy will test the seriousness of donor promises to listen and respond to the needs of national governments, rather than imposing their own policies. &quot;We used to have a rural development strategy, but now we have our own policy, and invite partners to align with us  we&apos;ve changed the rules of the game,&quot; said Mamoudou.  Liz Ford travelled to Brussels with the European Journalism Centre", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/13/niger-funds-nigeriens-nourish-agriculture", 
    "wordcount": "700"
}