{
    "headline": "University's new centre to study rise in anti-Islam far right", 
    "text": "A British university has established a dedicated centre to study the extremist far right, with a particular focus on the increase in violent anti-Islamic sentiment and the possibility of a lone, Anders Behring Breivik style attack. The Centre for Fascist, Anti-Fascist and Post-Fascist Studies at Teesside University will be formally launched later this month at an event marking National Holocaust Memorial Day. Beginning with two academics, Professor Nigel Copsey and Dr Matthew Feldman, the centre will specialise in both the history of far-right radicalism in this country, and current trends and dangers. The two main UK public fronts for far-right sentiment, the British National party and the street-based, anti-Islam English Defence League, are both in apparent decline. The BNP has lost almost all its council seats, and last autumn one of its two MEPs, Andrew Brons, publicly quit, saying the party had shed 90% of its membership. The leader of the EDL, meanwhile, was jailed this month for travelling to the US using someone else&apos;s passport. Feldman, a historian by background, said organisations such as the EDL, which began in Luton in response to anti-armed forces demonstrations by hardline Islamist groups, tended to fizzle out: &quot;You can only mobilise people to come out on a Saturday and shout slogans for a couple of years. Then people will say, I&apos;ve been to five of these demonstrations, they&apos;re getting smaller, my chance of getting arrested is getting bigger. Then you get fragmentation.&quot; However, he argued, this should not obscure a more gradual shift from race-based far-right activism towards &quot;cultural nationalism&quot;, notably against Islam. He said: &quot;For the first time since, I believe, the National Front in the late 70s and early 80s, the far right is really going for popular support. It&apos;s moving out into the mainstream, with some success.&quot; A significant element to this, he added, was the internet, which allowed activists to organise without having to gather in pubs or meeting rooms. A good deal of the centre&apos;s work will be devoted to assessing the risk of an attack fuelled by web-based ideologies, as happened in Norway in 2011 when Breivik slaughtered 77 people. Feldman said he was keen not to create alarm: &quot;I don&apos;t want to overstate the risk of it, but there is a conjunction between what the far right has always done  what we call lone-wolf terrorism, with Breivik the perfect example  and what you have on the internet in terms of logistics and communication.&quot; A particular danger, he said, was the rapid spread of terrorism manuals online, guiding people on techniques for making bombs or even weapons based on toxins such as ricin. He said: &quot;I don&apos;t want to say to people that a WMD terrorist attack is around the corner, because I don&apos;t necessarily think it is. And Britain is very good at interdicting this sort of stuff. But it&apos;s a zero sum game  sooner or later, like a Breivik, someone will be under the radar. You can never entirely stop these things unless you want to live under a dictatorship.&quot; The centre will also study violence by radical anti-fascist groups and the phenomenon Feldman termed &quot;tit-for-tat extremism&quot;. He said: &quot;Think of how the EDL started. You had the Muslims Against Crusades, and then you had nationalists who later became the EDL fighting them. I&apos;m sure anyone from Luton would tell you it&apos;s more tense there since that happened.&quot;", 
    "section": "education", 
    "gid": "education/2013/jan/13/university-creates-centre-study-far-right", 
    "wordcount": "578"
}