{
    "headline": "MEPs reject key reform of emissions trading scheme", 
    "text": "The EU&apos;s flagship scheme for cutting carbon emissions suffered one of the most serious setbacks in its chequered history on Tuesday, when MEPs voted against a proposal to shore up the price of carbon in the emissions trading scheme. The proposed reform  known as &quot;backloading&quot;  aimed to reverse the plummeting price of carbon that has resulted from a surplus of permits in the ETS market. If successful, the reform would have resulted in the postponement of a series of auctions of carbon permits. But MEPs voted 334 against the reform, with 315 in favour, leading green campaigners to condemn the defeat as a &quot;monumental failure&quot; to mend the carbon trading market, which is Europe&apos;s flagship climate policy and the biggest in the world. &quot;They have lost all credibility on climate leadership,&quot; said Doug Parr, Greenpeace UK&apos;s chief scientist. Rob Elsworth, a campaigner at emissions trading NGO SandBag, said: &quot;The outcome of the vote is unfortunate. It sends the wrong message to companies, to the public and the international community. It&apos;s now incumbent on those MEPs who said they support the long-term success of the EU ETS to act to prevent the EU&apos;s climate policy from drifting dangerously off course. In the meantime, member state climate policies are now likely to become more fragmented and this will have a negative impact on the common market.&quot; Elsworth told the Guardian that while technically the parliament could revisit the backloading proposal, politically it would be &quot;very difficult to do&quot;. It was likely that alternative approaches to shoring up the scheme would be looked at, he said. Analysts and investors said the result was disappointing. Stephanie Pfiefer, executive director of the Institutional Investors Group on Climate Change, said: &quot;We are disappointed that MEPs have voted against the backloading proposal. The ETS in its current guise may be flawed, but an EU-wide emissions trading scheme is an important mechanism. Structured correctly such a mechanism can provide the long-term policy certainty necessary to drive low-carbon investment and reduce emissions.&quot; Richard Gledhill, a specialist in climate policy, carbon trading and markets at PWC, said: &quot;The vote against backloading is another body blow for carbon markets in Europe. Emissions trading can be a very effective policy tool to drive down emissions, but only if it is backed by political commitment to action. This hardly chimes with all the talk of &apos;increasing ambition&apos; in the UN climate negotiations. Urgent reform is now needed to restore confidence in the markets and in the political process, ahead of the 2015 target for a global deal on climate.&quot; The vote was lost partly owing to a rebellion by some of the UK&apos;s Tory MEPs, who defied David Cameron to reject the plan to postpone the auction of a substantial number of carbon permits. A spokesman for Conservative MEPs said: &quot;The EU ETS was established as a market-based mechanism and must continue to operate according to market principles. We are therefore concerned about the impact of commission intervention to adapt the auction timetable in order to manipulate the carbon price. We fear it will only serve to discourage green investments, affect transparency, encourage further carbon leakage, and undermine much-needed market predictability as the EU economy strives to find a way out of the economic crisis.&quot; Today&apos;s vote crushes hopes raised in February that reforms would go ahead, after a key committee of the European parliament judged in favour of the proposal. The short-term fix that the reforms would have introduced was known as &quot;backloading&quot;, whereby some of the allocations of permits by member states to their industries would be held back from auction for several years. At present, auctions of permits take place on a regular basis, in which companies bid for any they need above the free allocation that some receive. But as the market is already swamped, if the auctions were to take place as usual the price could fall even further. Under &quot;backloading&quot;, some of those auctions would have been postponed until later in the current phase of the scheme, which runs to 2020. European climate commissioner, Connie Hedegaard, said: &quot;The commission of course regrets that the European parliament has not approved the back-loading proposal. However, it is worth noting than when it was suggested in the second vote that the parliament finalised its rejection right away, this was not supported. The proposal will now go back to the parliament&apos;s environment eommittee for further consideration. &quot;Europe needs a robust carbon market to meet our climate targets and spur innovation. The commission remains convinced that back-loading would help restore confidence in the EU ETS in the short term until we decide on more structural measures.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/apr/16/meps-reject-reform-emissions-trading", 
    "wordcount": "797"
}