{
    "headline": "How Brunel University gets female students to consider business careers", 
    "text": "After Brunel University announced the appointment of its first female vice-chancellor, Professor Julia Buckingham, it seems timely to write about a programme that we are running to encourage more of our female students to consider a career in business. The programme is not necessarily about getting through the much-publicised glass ceiling  and getting women into senior roles in top companies (though there is an ongoing need there)  the focus is more on getting young women to actually think about a career in business in the first place, which even in 2012 can still be a challenge. Women into Business, which we have launched following a successful pilot last year, is designed to raise aspirations among our female students. There are perceptions around the so-called barriers to being a woman in business, and some are simply incorrect, so our aim is to equip our students with an approach and a series of tools and techniques that support career progression and help them overcome the genuine barriers of being a woman in a male-orientated world. We want to inspire Brunel&apos;s female students (and staff) to aim high and unlock their potential when it comes to their chosen career path, whether that&apos;s in senior management or starting up their own business. Around 50 female students have signed up to the programme, a series of workshops running in addition to their undergraduate or postgraduate studies. At Brunel our students study a whole range of subjects  arts, engineering, design, health sciences, social care, IT, computing, maths, law, social sciences, sport, education, as well as business subjects  and we&apos;re getting a real mix of students wanting to learn from the inspirational female leaders brought in to lead the workshops. They are learning about issues ranging from career planning, leadership, networking and image to assertiveness, negotiation, confidence-building and looking after their own reputation. The speakers who run the workshops are very powerful women who have fought their way to the top. The message to our students is that if these women can do it, so can they. From the workshops run so far perhaps the biggest learning has been around the importance of developing networks  it&apos;s not just what you know, it&apos;s who you know, as they say  and having role models or mentors from a young age is important. Understanding how men and women communicate differently has also come through strongly. Women tend to have more empathy, whereas men generally just want to cut to the chase. It&apos;s not that men in business are necessarily ruthless, it&apos;s just the way they communicate, and learning to adapt to that is really important for a woman. We&apos;ve found the students eager to learn, and at the end of the programme in March they will receive a formal certificate to mark their achievements which is a great asset on their CV when going for interviews. At Brunel we are already hot on employability, not least through the success of our award-winning Placement and Careers Centre, which picked up the prize for &quot;university with a forward thinking attitude to work-based learning&quot; at the National Placement and Internship awards last year. My advice to other institutions looking to run a similar programme is simply to find what&apos;s right for your own students. It is a case of trial and error. We started off by getting business women around the table and discussing the key issues they have had to overcome, then building up a programme of speakers and a pilot to discover what our students want. That&apos;s been the key  ensuring that what we offer is relevant to students&apos; interests and ambitions. Pauline Seston is a employability and entrepreneurship consultant at Brunel University This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/feb/22/brunel-university-female-students-careers", 
    "wordcount": "646"
}