{
    "headline": "Lives will be lost if government scraps standardised cigarette pack plans", 
    "text": "The Sun and the Financial Times both reported on Thursday that David Cameron is to end his support for introducing standardised packaging of cigarettes, claiming that it would damage the packaging industry  although, according to the Grocer, the government has since denied any change of policy. Members of the Smokefree Action Coalition have written to the prime minister to express their concern about these rumours, saying standardised packaging would be a &quot;golden opportunity to take a further step to cut smoking rates and the toll of death and disease that smoking causes&quot;. I attended a debate about standardised packaging (I&apos;ve been guilty of this myself in the past, but the packaging is not PLAIN, so we should stop calling it that) earlier in the week. The content of the debate slightly surprised me; it focused very little on the growing scientific evidence as to its potential effectiveness, instead sticking to moral and financial reasons both for and against its introduction. I&apos;ve written about the evidence before, but not since JTI (Japan Tobacco International) launched adverts showing an email from the Department of Health stating &quot;there isn&apos;t any hard evidence to show that it works&quot;. The email was sent in 2011, so clearly doesn&apos;t refer to the evidence submitted for the current consultation.  I searched PubMed, a database of peer-reviewed academic papers. A systematic review of 37 papers on the topic was published in 2012, as well as 18 peer-reviewed papers about plain or standardised packaging published in 2012 and 2013. Private Eye skewered the desperation in the JTI adverts pretty nicely.    Hilarious Private Eye spoof (next to the original) of the JTI anti-plain cigarette packaging advert! twitter.com/lunguk/status/&mdash; Brit Lung Foundation (@lunguk) April 18, 2013   There are many reasons why I would be disappointed if the government does scrap standardised packaging. Health reasons aside (if legislation might save lives, I&apos;m not going to argue against that), it&apos;s hard to see how the packaging industry will be particularly damaged. Cigarettes will still be purchased in packages, which will still need to be made, and there will still be printing on these packages, even if it&apos;s not the brightly coloured designs currently used. Standardised packages will still contain some colour. Aside from the olive green standardised colour of the pack, the pictorial health warnings will still be in full colour. JTI&apos;s adverts, which show a blank cardboard box as an example of &quot;plain packaging&quot;, are highly misleading. &quot;But ah,&quot; my imaginary libertarian friend might argue, &quot;there are advanced techniques used by the printing industry to combat counterfeiting; introducing plain packaging will mean these can&apos;t be used, which will not only further harm the printing industry, but also help the counterfeit and smuggling trade.&quot; As Ian Paisley Jnr MP put it at the debate, plain packaging would &quot;fund terrorism and prostitution in Northern Ireland&quot; if it was introduced. What nonsense. For a start, counterfeiting is already so sophisticated that it is trivially easy to replicate the current designs using fancy printing. But even if this wasn&apos;t the case, there&apos;s no reason that watermarks, hidden codes and the like couldn&apos;t still be printed on to the standardised packs, and no one has suggested that they shouldn&apos;t be. The standardised packages introduced in Australia still have sophisticated anti-counterfeiting marks. It has also been shown that two senior police officers making these claims have been doing so without declaring that they have associations and funding from the tobacco industry. Not only that, according to PrintWeek there are only two packaging companies in the UK that print cigarette packages at the moment, due to their complexity. As far as I&apos;m aware, cigarettes are not the only products that come in packages. While I&apos;m sure they make up an important part of the packaging industry, is this the best reason the government has to end their support for standardised packs? With all the rumours being reported in the press, it looks like we&apos;re unlikely to get a definitive answer on this matter until 8 May and the Queen&apos;s speech. I hope the government doesn&apos;t succumb to industry pressure, and at the very least allows the public and parliament to decide on this issue.", 
    "section": "science", 
    "gid": "science/sifting-the-evidence/2013/may/03/lives-lost-standardised-cigarette-pack-plans", 
    "wordcount": "683"
}