{
    "headline": "Literacy problems show Charles Dickens's world persists, says minister", 
    "text": "Poor neighbourhoods in England are still beset by Victorian-era levels of illiteracy, the schools minister has claimed. In a speech on reading, Nick Gibb said that despite two centuries of technological and social revolution, there were &quot;still shadows of Charles Dickens&apos;s world in our own&quot;. He said that, just as in Victorian times, literacy problems were still &quot;heavily orientated towards the poorest in our communities&quot;. Speaking at Stockwell Park high school in south London, Gibb said the coalition was trying to tackle this by expecting primary schools to teach children to read through phonics  a method that breaks words into sounds. Ministers have also introduced a reading test for six-year-olds that requires them to accurately spot 30 words. Those unable to do so will be given extra help. Gibb said he was considering issuing all children with a library card when they started school and a map of where their local library was  an idea proposed to him by the children&apos;s author Michael Rosen. But he warned that the education system often had too low expectations of children and needed to stretch pupils more. Teachers settled for a &quot;good enough&quot; standard of reading in many cases, he said. &quot;The challenge for schools today is to be more ambitious, ask whether the &apos;expected level&apos; is actually good enough,&quot; he said. &quot;We need to raise our sights beyond OK. &quot;By the end of primary school, we want children to be able to read fluently, to interpret a book&apos;s meaning and to be able to enjoy more complex books by the likes of [Michael] Morpurgo and [Roald] Dahl.&quot; Gibb said every school leaver should have read at least one Dickens novel. He admitted that the exam system was partly to blame because it required pupils to study only four or five texts at GCSE. &quot;Even when young people do wish to read, the exam system does not encourage them,&quot; he said. In exams, more than 90% of questions on novels relate to three books: Of Mice and Men, Lord of the Flies and To Kill a Mockingbird. He claimed children in England were &quot;falling out of love&quot; with reading. A widely respected study of 65 developed nations ranked the UK at 47th for the number of children who read for pleasure. Some 40% of pupils did not read for pleasure, compared with 10% in Kazakhstan and Albania. &quot;We are being out-educated and it&apos;s become abundantly clear that we need to think long and hard about whether the expected levels of reading we demanded in the past are still good enough,&quot; he said. Last year, four out of five 11-year-olds reached the level expected of them in reading (level four). The proportion appears to be rising year-on-year. However, the proportion reaching level five  a standard beyond what is expected  has remained stagnant at 29% for the last decade. Stephen Twigg, Labour&apos;s shadow education secretary, criticised the government for making one-to-one tuition optional in schools. Teachers can now decide whether they want to use their reduced funds to give struggling children one-to-one reading help. Twigg said 9,000 fewer children received the help as a result.", 
    "section": "education", 
    "gid": "education/2012/feb/07/literacy-problems-charles-dickens-world", 
    "wordcount": "538"
}