{
    "headline": "Facebook IPO: banks investigated for allegedly keeping negative news secret", 
    "text": "Financial regulators are to investigate whether the banks in charge of Facebook&apos;s initial stock offering broke the rules by selectively releasing negative news about the company before shares went on sale. The financial industry regulatory authority (Finra) is looking into allegations that Morgan Stanley and other banks released reduced revenue forecasts for Facebook to big investors  but not the general public  before Friday&apos;s IPO. Such activity could constitute a violation of securities law.  Mary Schapiro, chairwoman of the securities and exchange commission, said it also had concerns. Speaking to reporters outside a Senate banking committee hearing into JP Morgan&apos;s financial reporting, she said: &quot;I think there is a lot of reason to have confidence in our markets and in the integrity of how they operate, but there are issues that we need to look at specifically with respect to Facebook.&quot;  Facebook stock charted a lackluster performance in its first day of trading before falling steeply at the start of this week. News of the Finra investigation drove the stock down more than 8% Tuesday. It is the second regulatory investigation tied to the Facebook IPO. The SEC announced Friday that it was looking into reports of breakdowns in trading mechanisms at the Nasdaq exchange as the stock went on sale.  And the SEC investigation isn&apos;t the only headache for Nasdaq after the Facebook IPO. An investor is suing the exchange, accusing it of negligence in handling trades that resulted in losses for traders, Reuters reports. All three banks that worked on the Facebook deal  Morgan Stanley, JP Morgan and Goldman Sachs  will be investigated for allegedly sharing the negative news with institutional investors but not the public at large, Finra chairman Richard Ketchum told Reuters. &quot;If true, the allegations are a matter of regulatory concern to Finra and the SEC,&quot; Ketchum said. The Facebook underwriters already had come under criticism for rolling out the stock at a price the market could not sustain, although the aggressive pricing netted $16bn for Facebook owners. Barry Ritholtz, the widely followed financial blogger and chief market strategist at Fusion IQ in New York, criticised all sides  Facebook, Morgan Stanley and Nasdaq. &quot;Thus, what we see are a series of bad decisions made by Facebook&apos;s executives going back many years,&quot; he wrote on his blog Tuesday. &quot;The insiders got greedy, too clever by half, in how they used secondary markets. They picked a bad banker and an awful exchange,&quot; Ritholtz said.", 
    "section": "technology", 
    "gid": "technology/2012/may/22/facebook-ipo-banks-investegated-secret", 
    "wordcount": "414"
}