{
    "headline": "Sustainable development flourishing in Wales's green economy", 
    "text": "Wales is fast becoming Europe&apos;s testbed for sustainable development and what the UN would call &quot;the green economy&quot;. Not only does it have three of Europe&apos;s pioneering solar cell makers  Sharps in Wrexham, G24 in Cardiff and Dyesol at Shotton   it aims to be totally self-sufficient in renewable energy, it&apos;s the only country in the UK to introduce statutory recycling and waste targets, it has put a tax on plastic bags, it has the impressive Centre for Alternative Technology at Machynlleth turning out a new generation of clean energy engineers, and its local authorities are investing heavily in renewables. Moreover, it is one only three nations in the world to have sustainable development enshrined in its constitution, and later this year, it hopes to underline its growing divergence from Westminster by passing one of the world&apos;s first laws to force all government spending to take into account environment and social needs. The country of three million people now stands a chance of picking up another accolade when the National Trust in Wales comes under consideration for a coveted Ashden award for reducing energy use by 46% in just two years. Most of the castles, mansions, farms, holiday cottages and other buildings that the trust owns in Wales have been quietly retrofitted since 2009 with better heating, lighting and energy saving systems, with over 0.5MW of solar, and hydro electricity installed along with heat pumps and insulation. The trust now saves 280,000 a year on bills as a result. The 2.2m investment in energy saving and renewable systems is expected to repay itself in nearly eight years. Having used Wales as a testbed, the plan now is to expand the retrofit scheme to the whole National Trust organisation with its 29,000 properties elsewhere in Britain, including 39 villages, 88 castles, 300 mansions and 61 pubs. But where the Trust in Wales scores highest, is in developing and then trying to share information with the public on the best ways to retrofit older, &quot;difficult&quot; properties which the energy companies shun and which ordinary householders find expensive and laborious to tackle. Britain has over 400,000 listed buildings and over five million built over 95 years ago, and Wales alone has about 250,000 homes  some 20% of its housing stock  in the worst two categories for energy wastage. Information on retrofitting them is scarce. So what has the trust learned from its pilot programme on retrofitting its old homes in Wales? Keith Jones, the man largely responsible for the Wales pilot scheme, writes a blog most days documenting the progress of the trust&apos;s move away from being one of the most profligate energy users in Wales. The key, he says, is not to try to find a technological quick fix, but &quot;to understand how the buildings are used.&quot; &quot;The technology is the stuff we only do at the end. We have learned to understand the building first. Buildings are being asked to do different things today than when they were built. We&apos;ve also learned to manage what we have better. The clever stuff comes only at the end.&quot; The scale of the energy waste was staggering. One mansion, Plas Newydd on Anglesey, used to use 1,500 litres of oil a day to keep warm  roughly what an ordinary house does in a year. Jones and his team managed to reduce that by 40% with better boilers and insulation, but now they hope to install a marine source heat pump which could reduce costs by 65,000 a year. Also up for recognition at the Ashdens are the University Hospital of South Manchester, which has cut emissions by 28% over five years and saved the hospital 390K last year; Yorkshire-based Ellergreen hydro, which has constructed five hydro projects with a total capacity of 620 kW, with a further 17 due for completion over the next three years, Energy4all which manages eight community-owned co-operatives with 7,690 members, who collectively own the equivalent of over 20 MW of capacity in UK wind farms, and Parity projects, a London company helping home-owners and social housing providers gear up for the government&apos;s energy efficiency scheme, the Green Deal. International finalists include the Australian social enterprise group Barefoot Power is rolling out a wide range of solar power products at speed across Africa, Ibeka, which has installed 61 hydro schemes installed so far in Indonesia, and MyShelter Foundation which is lighting up dark rooms in poor urban homes in the Philippines through its pioneering use of clear plastic drinks bottles as skylights.", 
    "section": "environment", 
    "gid": "environment/2012/may/30/sustainable-development-flourishing-wales", 
    "wordcount": "772"
}