{
    "headline": "Nick Clegg launches school careers talk volunteer scheme", 
    "text": "Workers willing to give careers talks to pupils are being encouraged to volunteer via a scheme being launched by Nick Clegg. The initiative is designed to help state schools match those in the independent sector, where 80% of pupils regularly hear talks about career opportunities from external speakers. Research for the Education and Employers Taskforce, a charity running the scheme, suggests pupils who have contact with employers at school will go on to earn 16% more on average than pupils who do not have the same opportunities. Clegg said: &quot;Too many young people get the message that the best jobs are not for them. Inspiring the Future will give state school students the chance to see, hear and make a connection with someone in a career or job they might not have thought about. &quot;Today we&apos;re calling on doctors, nurses, lawyers, builders, businesspeople, civil servants, farmers, mechanics, engineers and other working people to give up just an hour of their time to talk to students in their local state school about how they got where they are today. The power of making connections that inspire young people is immeasurable and can be life-changing.&quot; Volunteers and schools can register at inspiringthefuture.org. Organisers aim to recruit 100,000 volunteers. Sir Roger Carr, president of the CBI, one of the organisations supporting the scheme, said: &quot;There is nothing more compelling for young people thinking about their future careers than meeting and speaking to inspirational people who do the jobs they are considering.&quot; Clegg is launching the scheme at an event in Tower Hamlets, London, attended by some of initiative&apos;s celebrity backers including the actor Joanna Lumley, the businesswoman and Apprentice star Karren Brady and the head chef at the Ivy, Gary Lee.", 
    "section": "education", 
    "gid": "education/2012/jul/02/nick-clegg-careers-talk-volunteers", 
    "wordcount": "295"
}