{
    "headline": "Schmallenberg virus could spread to sheep across the UK", 
    "text": "More cases of an exotic virus that has caused deformed and stillborn lambs across England are &quot;inevitable&quot;, with the disease potentially spreading across the entire UK, scientists said on Thursday. They blamed climate change for bringing the virus to the country and said other new viruses could follow. Since the Schmallenberg virus was first detected in England in January it has been confirmed on 83 farms from Norfolk to Cornwall, and has left thousands of lambs dead. Across Europe, 1,129 sheep, cattle and goat farms have been confirmed as infected. Germany, where the illness was first detected in August 2011 in the small town that gives the virus its name, has been worst affected. There are also hundreds of infected farms in France, Belgium and the Netherlands. &quot;It is inevitable we will detect more and more cases [in the UK],&quot; said Professor Matthew Baylis, a veterinary epidemiologist at Liverpool University. The birth deformities are the end result of mothers being infected with the virus earlier in their pregnancy so, with the lambing season in its early stages and calving not beginning until April, further infections are certain to be revealed. Scientists say there is no evidence that people are affected by the virus. The virus is believed to have been brought into the UK by biting midges, blown from mainland Europe in the autumn 2011 and infecting pregnant ewes and cows. &quot;This really is last year&apos;s story, all from infections in 2011. There is nothing that can be done about the malformed lambs we see now,&quot; said Baylis. Very little is yet known about the virus, so whether a fresh outbreak will occur in 2012 is unknown. But Professor Peter Mertens, who leads the vector-borne diseases programme at the UK&apos;s Institute for Animal Health in Surrey, said: &quot;This virus has the potential to spread across the entire country. It is likely the virus will not go away in a year. I think that would be almost too good to be true.&quot; Similar diseases have become endemic in other countries, he noted. Mertens said the virus would be more likely to spread if midges were not the only way it infected animals. &quot;The very high prevalence of infection on some farms  up to 100% of animals  raises an interesting question: is there some other form of local spread, such as oral-fecal spread, or aerosol?&quot; Animals that contract Schallenberg virus while pregnant have miscarriages, stillbirths or offspring with deformities such as a twisted necks, brain abnormalities or contracted limbs. The symptoms of the virus in adult animals are mild  a few days of fever, low milk yield, loss of appetite and sometimes diarrhoea  which makes it hard to distinguish from other common illnesses. Schmallenberg virus is the second midge-borne disease known to have invaded the UK, with bluetongue virus having arrived in 2007. Baylis pinned the blame on climate change. &quot;The spread of bluetongue virus was driven entirely by the temperature changes in Europe,&quot; he said. &quot;Our changing climate is making it more likely these things happen.&quot; Bluetongue virus was first identified in Europe in the 1920s but was confined to southern Spain and Turkey until the 1990s, only reaching northern Europe in 2006 and the UK in 2007. Baylis believes other new diseases could arrive in the UK as a result of a climate change. There is currently no test for Schmallenberg virus suitable for widespread use and no vaccine. Work has begun on a vaccine but it will take at least 18 months to be tested and licensed, said Mertens, though he anticipated no problems in producing an effective vaccine. In the meantime little can be done to protect livestock beyond housing them inside, which reduces exposure to midges. Nets and insecticides have proven to be of little use. &quot;There is no evidence of infection in humans,&quot; added Mertens. &quot;It is a little bit of an unknown but everything we know [about these viruses] says it is not a risk.&quot; Tests on people in the Netherlands for the virus have all been negative.", 
    "section": "science", 
    "gid": "science/2012/mar/01/schmallenberg-virus-sheep-uk", 
    "wordcount": "692"
}