{
    "headline": "Borderlands 2  preview", 
    "text": "It&apos;s hard to explain the allure of Borderlands to anyone who hasn&apos;t played it, but I think it&apos;s all tied up in the loot drops. Sure, Gearbox&apos;s shooter boasts insane weaponry, twisted characters, an appealing space western aesthetic and surprisingly deep yet streamlined skill trees. But none of these features were the reason I sank about four weeks&apos; worth of my life into Borderlands. It was the loot drops. It was the guns, the ammo, the cash, the weapon-mods that fell from the belly or the back of every single living thing I shot a bullet into. In Borderlands, a shiny new item was always just the next kill away. Indeed, items were dropped with such regularity, one eventually became discerning in what one bothered to pick up (cash being the obvious exception). But the promise of the new became a driving force that kept me up until the wee hours of the morning. With Borderlands, Gearbox took the frag-and-reward essence that powers the most addictive genres in gaming  the MMO and the RPG  and retooled it for the FPS audience. It was, and it remains, genius. So how do you improve on genius? Well, if you&apos;re Gearbox, you go widescreen as the quick pitch for Borderlands 2 is essentially: &quot;Borderlands, except on steroids.&quot; Players who ventured to Pandora in the first game will find themselves in comfortingly familiar surroundings here, but they&apos;ll also note that everything about the first game has been beefed up and filled out. The four character classes, for example, feel like enhanced riffs on those contained in the first game. Instead of Brick  who was basically a walking tank  we have Salvador, a Gunzerker. He&apos;s a small, compact mound of muscle and aggression  another walking tank  who is able to wield two weapons at the same time.     Borderlands 2 Photograph: Ashley Rochelle    Maya, a sultry femme fatale who can encase enemies in a forcefield and lift them into the air, has replaced Lilith, the Siren who could phase and turn invisible in the first game. Axton, a commando, steps in for Roland, the soldier; at low levels he&apos;s basically the same character, but he can deploy a turret whose head can swivel in a full 360-degree arch. Finally, there&apos;s Zer0, who trades roles with Mordecai the sniper; he can deploy decoys to perplex opponents as he sneaks up on them and sinks a large katana into them. Their talent trees are also filled out. Zer0, for example, can gain the ability to note critical spots on enemies and hit them to cause oodles of damage. Axton, for his part, augments his turret to make it a formidable force on the battlefield. Salvador&apos;s top tier talents allow him to reload weapons simply by switching between them. Since he&apos;s able to dual-wield everything from bolt-action rifles to chain guns to rocket launchers, he&apos;s capable at high levels of becoming a world of hurt for his opponents. Maya works best in co-op; not only does her forcefield power make easy targets out of enemies for her allies, at higher levels she&apos;s able to heal friends by firing bullets at them. There is, unfortunately, no way to port a character from Borderlands into Gearbox&apos;s new game, but if you did sink a lot of time into the first iteration, you&apos;re able to access a couple of cosmetic tweaks for your new character. Roland, Mordecai, Lilith and Brick do make an appearance in Borderlands 2, however, as they&apos;re quest-givers and part of a new rebel movement that dovetails into the plot of the game. Borderlands 2 is set a few years after the events of the first game and it sees Pandora in the grip of a scrappy war. A nefarious conglomerate called the Hyperion Corporation has landed on the planet and seems intent on securing all of Pandora&apos;s best assets for itself. To that end it has deployed a charming sociopath called Handsome Jack to drive off the players  now known collectively as Vault Hunters. In the build I played, the characters from the original Borderlands are spearheading the Vault Hunters&apos; efforts against Hyperion.     Borderlands 2    Just how these efforts involve a mission where the player is tasked with hunting down a couple of stuffed toys and kidnapping a masked psychopath at the behest of an insane explosives expert is anyone&apos;s guess. But this is the task that was set before me during my hands-on time with the game. Roland needed an item to power a generator. Said item was being held by a pixie-like psycho in a quarry who would only hand it over if I rounded up guests for her tea party. So off I went. As I trundled around a snow-capped wasteland dotted with mining equipment and shantytowns I encountered some new adversaries as well as some familiar ones. Yes, there were a ton of blokes wearing hockey masks who wanted to do me in, but there were also some new breeds of bugs, some enemies flying about in ramshackle aircraft and large, oversized brutes who had the unnerving ability to grow a second head on an elongated neck if I happened to shoot their face off. Then, of course, there was the reason I was playing the game in the first place, the loot drops, which have been streamlined to a degree. Players no longer need to target money or ammunition; these items simply fly into their hands if they stand near them. The only items that require a targeted grab are the guns and the mods, and it pays to be rather discerning because the ordnance players select will define how they play Borderlands 2 almost as much as the character class they choose right at the beginning of the game. And what a selection of guns awaits them; sniper-scoped flintlocks, electric-bolt-slinging rocket launchers, sniper rifles that dump three-round bursts into enemies with each trigger pull and shotguns that, when emptied, transform into grenades. These are just a few of the weapons I picked up in the brief time I spent at the controls of Borderlands 2. Well, I say &quot;brief&quot;. I played the game for five hours, but as anyone who has ever played Borderlands knows, five hours barely scratches the surface of this game. That&apos;s the proverbial cherry on the top of the cake that is Borderlands 2: depth. In an industry where every second shooter uses a multiplayer mode to justify its slim single-player campaign, Gearbox&apos;s shooter is something of a rarity in that it offers single-player and (co-op) multiplayer experiences that are as deep as each other. Twisted, zany and with a diseased creativity at its core, Borderlands 2 boasts enough content to keep shooter fans glued to it for weeks on end. So if you&apos;re a shooter fan feeling the pinch of the austere times we live in, rejoice. Gearbox has a remedy for your plight, as Borderlands 2 may well be the only game you need to buy all year.  Borderlands 2 will be released for PC, PS3 and Xbox 360 on 21 September", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jul/13/borderlands-2-preview-gearbox", 
    "wordcount": "1173"
}