{
    "headline": "Global warming experiment turns up the heat in Puerto Rican forest", 
    "text": "Mid-morning in the Luquillo experimental forest in north-west Puerto Rico, and the thermometer already reads 26C. Tana Wood, an ecologist employed by the US Forest Service, pulls on a pair of heavy gloves for insulating against electrical shock.  Over two years, her team here has laid out hexagonal plots four metres across, each about the size of a backyard trampoline. Industrial-strength heaters suspended several metres above the ground from metal scaffolding on the perimeter of three plots will heat the soil and undergrowth to 4C above the forests ambient temperature.  Wood is about to start up an experiment that may help climate scientists to figure out how jungles in the Amazon, the Congo and elsewhere will reacting to rising temperatures. Earths equatorial band of forests might either slow down or speed up global warming, scientists say, depending on how it responds to higher temperatures. Each year fossil fuel exhaust adds about 30bn tonnes of carbon dioxide to the atmosphere. Half of it remains aloft. The rest is absorbed quickly  in about equal parts  by ocean water and plants on land, buffering the rate at which the insulating gas builds up. Nature has done us a fantastic favour, says Scott Denning, an atmospheric scientist at Colorado State University, Fort Collins.  But nature might not be so generous on a hotter planet, Denning says. While researchers expect little change in what the ocean does, vegetation on land, especially in the tropics, might soak up less or even convert into CO2 the vast stockpiles of carbon now locked up in their soils into CO2.  Jerry Melillo, a scientist at the Marine Biological Laboratory in Woods Hole, said that increased atmospheric warming caused by CO2 emanating from tropical soil could further raise soil temperatures. The warmer soil could, in turn, release even more carbon dioxide, heating up the atmosphere even further. So that warming will beget more warming. Some researchers say the mutually reinforcing feedback might be impossible to halt once set in motion. What happens in tropical jungles depends on how they respond to several anticipated changes: increased concentrations of CO2 in the air, warmer temperatures and changes in precipitation. Experiments have warmed up ecosystems elsewhere. Melillo has been heating a New England forest with buried cables since 1991. He says that for decades hes urging other scientists to run a similar experiment in the tropics. Woods research in Puerto Rico will be worlds first attempt to do so. Palm, cedar and soaring teak trees cast deep shade in the Luquillo forest, which was once cleared for pasture. Little wind penetrates the dense foliage. A green frond flutters to the ground and settles alongside a leaf, and a lizard darts up a trunk      Wood holds a snail found in a CO2-measuring instrument. Photograph: Daniel Grossman    Wood and Aura Alonso-Rodriguez, the experiments project manger, follow an elaborate protocol to avoid electrocution from the high-voltage cabling and equipment or a fire. In addition to shockproof gloves, they wear high-voltage boots. They sweep sticks and leaves that might burst into flames off the heaters, which will use as much electricity as 15 average US homes. Satisfied that the apparatus is ready, they turn to the last remaining detail: a finicky instrument for measuring CO2 released from soil has malfunctioned.  The researchers had hoped to turn on the power over the summer but suffered a series of setbacks and delays. The custom circuit board that controls the heaters burned out. A fire in one of Puerto Ricos power plants shut down most of the islands grid. Now, in late September, the automated CO2 monitoring device is giving meaningless results. I can take troubleshooting for a year, but not more than that, says Alonso-Rodriguez.  Following detailed instructions sent by email, Wood and Alonso-Rodriguez dismantle the broken instrument. To their amazement and delight they get it to work again by mid-afternoon. Lets start it up, says Wood. Theyve set up a control room in an air conditioned closet. With the click of a mouse, Alonso-Rodriguez turns the heaters on. Wood slouches in an office chair and stares at the laptop screen. On a graph, a red line indicating temperature in the plots makes a slow, jagged ascent. The experiment has begun.   The Guardians travel was paid for with assistance from the Pulitzer Center on Crisis Reporting.  ", 
    "section": "environment", 
    "gid": "environment/2016/oct/17/global-warming-experiment-turns-up-the-heat-in-puerto-rican-artificial-forest", 
    "wordcount": "716"
}