{
    "headline": "Barnsley's real life Kes", 
    "text": "A bit of happy news for once - and from Barnsley, to boot. Facebook, for all its foibles, serves a certain public duty: enabling friends to keep in touch overseas and making it easy for the lovelorn to stalk their exes. But how often can Mark Zuckerberg boast that his social networking site reunites teenage boys with their birds? Of prey, that is (you are reading the Guardian, remember). But that&apos;s exactly what happened in Barnsley recently, when 17-year-old James Dickinson lost his beloved lanner falcon during a flying display over South Yorkshire. The young female falcon, named Nekala, was his pride and joy and when she didn&apos;t come back for four days he thought she was gone forever. Memories of the Ken Loach classic will have added to his anguish: Kes, you will remember, ends up in a dustbin after getting into the hands of Billy&apos;s horrible half-brother. Happily in this case, life did not echo fiction. As luck would have it, the young bird took off towards the Yorkshire Wolds and landed just a few miles from the home of wildlife artist Robert E Fuller. The wildlife artist&apos;s extensive knowledge of birds of prey meant that he was able to identify the falcon immediately and advertise its loss on his Facebook page, where he has a large following of bird lovers. &quot;A neighbouring farmer spotted her and noticed that she was ringed, so rang me up,&quot; said the artist, whose home and gallery is based in Thixendale, North Yorkshire. &quot;I drove out and picked her up, then posted a picture of her with an appeal on Facebook. By the following morning I&apos;d found her owner!&quot; &quot;Amazing what social media can do. I&apos;m just so pleased that they are reunited, James was so happy to have her back!&quot; Nakela had travelled a good 70 miles. Alas, she had chewed the aerial off the transmitter that was attached to her leg when she flew off, so James could not track her. James, who works at a falconry centre in Oxenhope, West Yorkshire, had been showing the lanner falcon when she did not return from a display flight.Chris Johnson, of SMJ Falconry, said they had driven for miles and walked the surrounding area calling for the bird, but had almost given up hope of finding her. James&apos; mother Bev Dickinson said: &quot;My son is overjoyed at getting Nekala back. At 17 he tried hard not to shed a tear, but we are so grateful and thankful that she seems OK.&quot;", 
    "section": "technology", 
    "gid": "technology/the-northerner/2013/apr/18/barnsley-boy-real-life-kes", 
    "wordcount": "428"
}