{
    "headline": "Waitrose halts plans to expand Shell partnership", 
    "text": "Greenpeace has claimed victory after intense campaigning prompted Waitrose to put on hold its plans to expand its partnership with Shell  the oil company which is planning to drill for oil in the Arctic. The UK supermarket had been considering opening new shops in Shell petrol stations across the country, but Waitrose managing director Mark Price has confirmed that the roll-out of the forecourt partnership has been put on ice until after 2013. The supermarket has also declared its support for the creation of an Arctic sanctuary under the aegis of the United Nations  a move that would throw a serious spanner in the works of Shell&apos;s plans to drill for oil in the region. Waitrose&apos;s decision comes after 10 difficult days for the company&apos;s public image at the start of the crucial Christmas trading period. Nearly 40,000 people have signed a Greenpeace petition urging Waitrose to break off the partnership with Shell, and the company suffered a Facebook PR &quot;meltdown&quot; last week as hundreds of users posted negative comments about the business alliance. Greenpeace also released a spoof of the Waitrose Christmas advertisement on YouTube.            Shell has come under scrutiny after a series of bungled attempts to start exploratory drilling in the Arctic  home to threatened species such as the polar bear and narwhal  earlier in the year. A cross-party group of MPs subsequently called for a halt to oil exploration in the Arctic, warning that a spill would have &quot;devastating consequences for wildlife&quot; in its pristine environment. Only a few days ago, Shell Alaska&apos;s vice president, Pete Slaiby, said such accidents were likely to happen. Waitrose has been accused of hypocrisy by environmentalists, after boasting of its commitment to environmentally sound farming and working closely with Greenpeace to help source fish more sustainably. The retailer opened two stores in Shell forecourts last year with a view to roll out the &quot;new joint format&quot; more widely, while the collaboration also includes issuing Waitrose customers with Shell reward vouchers. Waitrose also sold 13 petrol stations to Shell at its out-of- town superstores. A Shell brochure published in summer stated that &quot;the plan is to expand [the project] later this year&quot;. But in an email exchange with Greenpeace, Price confirmed that his company has no plans to expand beyond the current pilot scheme next year and no financial provisions for this have been put in place. A Waitrose spokesman declined to comment in detail on the matter, but confirmed the move: &quot;As their [Greenpeace&apos;s] release attributes to Mark, we have no plans to expand beyond the current pilot scheme next year.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/dec/13/waitrose-plans-shell-partnership", 
    "wordcount": "441"
}