{
    "headline": "Aid donors must get ready for new global poverty map, says ODI report", 
    "text": "By 2025, most of the world&apos;s poorest people will live in fragile and conflict-affected states in Africa, posing challenges to aid donors who have usually focused on helping well-governed countries, according to a new report. Horizon 2025, published by the Overseas Development Institute, says global poverty has declined sharply and will continue to do so in middle-income countries (MICs) such as India and Vietnam. As a result, even though currently MICs may have more poor people than the world&apos;s poorest countries, this will be a temporary phenomenon. By 2025, the number of poor people in MICs (using a poverty line of $2 a day) could be as low as 100 million out of a global total of 560 million. A consequence of the dramatic fall in the number of poor people is that the notional cost of eradicating poverty has fallen in absolute terms, and even more so as a share of industrialised country income. The report says the poverty gap  the amount of money it would theoretically take to have a global safety net minimum expenditure level of $2 a day for every person in the world  looks &quot;affordable&quot; at only one-third of 1% of global GDP. The report estimates the poverty gap to be $166bn (107bn) by 2025, of which $35bn could be filled by the domestic resources of recipient countries, leaving $131bn to come from the rich OECD Development Assistance Committee (Dac), or 0.3% of forecast Dac country GDP. Falling poverty numbers coupled with aid increases since 2002 mean official development assistance per poor person has started to rise sharply, reaching $80 per poor person in 2010 with an inexorable upward trend, according to the report. By 2025, official aid could rise to more than $300 per poor person a year. Philanthropic and non-Dac donor aid resources could potentially double this amount. &quot;In a world where there are far fewer absolutely poor people, it will be a challenge to sustain taxpayer support for aid,&quot; said Andrew Rogerson, co-author of the report. &quot;The paradox is that as the end-goal of eliminating poverty comes closer, in practice the deeprooted difficulties of the weakest states could become harder both to tackle and to raise money for. That&apos;s why we are challenging aid donors now to think about how they will need to have evolved by 2025.&quot; Rogerson argues that those countries and institutions that have focused on MICs will have to change tack. Countries such as Japan and Spain risk becoming irrelevant as donors using the report&apos;s traffic light approach. They fall into the red light category, having focused their development efforts on non-fragile, low poverty gap countries when in future, Africa will require the biggest aid effort. The UK and the EU fall into the orange zone. Both are repositioning themselves to focus on the world&apos;s poorest countries. Britain is likely to cease its aid programme for India after 2015 and, under its agenda for change, the EU is likely to cut aid for countries such as South Africa, India and Ghana, although east Europeans will continue to benefit from the EU&apos;s 53.8bn (42.6bn) development budget. The UK is increasing aid to fragile states and will spend 30% of official development assistance (ODA)  approximately 3.4bn  in these states by 2015. It supports a &quot;new deal&quot; on fragile states that emerged from the fourth high-level forum on aid effectiveness at Busan, South Korea, last year. The new deal calls for stronger support for political processes, more effective support for capacity development, greater transparency of aid, increased use of country systems and more timely and predictable aid. Those best-positioned in a world where fragile states will be the focus of development include Canada, Sweden, Portugal and institutions such as the African Development Bank and Gavi, the public-private partnership on vaccines, according to the report. Traditional aid donors will come under pressure from new actors in the emerging economies, who combine aid with commercial interests, to private philanthropies and social impact investors such as Global Giving, which connects individuals directly with projects. &quot;Aid agencies must adapt to new realities or face their own irrelevance,&quot; said Rogerson. &quot;The increasing scope of philanthropic giving and peer-to-peer technology, the rise of southern economies and the scale of the challenge posed by climate change all pose questions for how traditional &apos;aid&apos; can continue to yield catalytic effects.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/10/aid-donors-global-poverty-odi", 
    "wordcount": "740"
}