{
    "headline": "1,000 pupils and rising  primary schools go supersize", 
    "text": "The number of supersize primary schools  some of which have more than 1,000 pupils  has soared by 60% in three years, triggering a fierce debate among educationists about whether tens of thousands of young children are getting the attention they need. Department for Education statistics show that the number of schools with 700 or more pupils amounts to 130 today compared with 80 three years ago. Barclay primary school in Leyton, east London, already one of the largest with 1,200 pupils, is expanding to 1,600 from September 2014. Swelling schools are a product of England&apos;s rising birth rate, currently increasing faster than at any time since the 1950s, and a rise in the number of young immigrant families entering the country. Three years ago no primary had more than 1,000 pupils, and having six classes in a year, which now happens, was unheard of. Local authorities, which by law have to find children a school place, are forcing primary heads to take on hundreds of extra pupils and erect mobile classrooms in playgrounds, music rooms and libraries in some cases. The super-sized primaries are clustered in the most deprived parts of the country, in particular east London and inner-city Birmingham, where poor young families can find cheap housing. The average size of a primary school has crept up from 181 pupils in 1985 to 250 today. The government&apos;s new free schools, however, are opening in areas where there are too many unfilled places. An analysis by the National Union of Teachers earlier this year found that in a fifth of the areas where free schools have opened or are due to open in September there is at least a 10% surplus of places. Stephen Twigg, Labour&apos;s education spokesman, said the situation had reached a crisis point. The government&apos;s failure to plan for the quarter of a million extra primary places needed by next year would mean more pupils would be taught in ever more crowded schools. Feelings run high, both for and against super-sized primaries, among parents, teachers and community activists. Colin Ross, a school governor and the Liberal Democrat shadow cabinet member for children and young people on Sheffield city council, argues that primary schools should ideally not be bigger than 420 children  the equivalent of two classes of 30 in each year group. He said: &quot;Parents want to know that primary school teachers know their children. If a school becomes bigger than 420, it is very difficult for staff to know each child. At primary school age, it&apos;s very important for children to know adults at their school to feel comfortable. We should be building more schools, not fitting more children on to already squeezed sites.&quot; Some heads of super-sized primaries point out that their size is not a barrier to delivering good education and care. At Pinkwell primary, in Hayes, Middlesex, there are 983 pupils and this will rise to 1,200 by September 2016. Five years ago, the school had fewer than 800 children. Kay Jones, the headteacher, argues that even the shyest of children fit in well, despite the size. &quot;Class sizes are the same as in other smaller schools and we make sure there are only 300 children in the playground at any one time,&quot; she said. But Bob Garton, head of Gascoigne primary in Barking, east London  which has 1,200 pupils and is planning for another 50 in the next two years  laments the lack of space. &quot;We have no open space. We had a playing field, but temporary classrooms are on that now,&quot; he said. &quot;We don&apos;t have one spare room. We are full to bursting.&quot; Katharine Hill, director of Care for the Family, a charity for parents, said the quality of teaching and a close relationship with parents were more important than a primary&apos;s size. Studies are inconclusive about whether large primaries are better, but researchers have found several advantages. Dr Philip Noden, a research fellow in education at LSE, said parents often liked the idea of small schools but some were small because they were unpopular. &quot;In contrast, some good schools may be able to grow larger to meet excess demand,&quot; he said. He added that evidence had shown pupils were less likely to be bullied in large schools. Maurice Galton, emeritus professor of education at Cambridge University, says that by having greater financial flexibility, large schools can offer more subjects and extra-curricular activities.", 
    "section": "education", 
    "gid": "education/2013/may/17/primary-schools-supersize", 
    "wordcount": "749"
}