{
    "headline": "China irrigation system responsible for rising emissions, research shows", 
    "text": "The irrigation of Chinese farm fields with more water pumped from ever deeper underground is responsible for 33m tonnes of carbon dioxide per year  equivalent to the entire emissions of New Zealand  a new study revealed on Wednesday. The research, carried out by a team of UK and Chinese scientists, highlights the rising but often overlooked energy and climate costs of irrigating crops in drought-plagued northern China, where farmers have to mine aquifers because surface rivers and lakes are increasingly polluted and over-exploited by factories and cities. The authors found that groundwater used for crop irrigation in China has grown from 10bn cubic metres in 1950 to more than 100bn today. The country is now second only to India in tapping largely unreplenishable aquifers. As a result, water tables in some of the worst affected areas are falling at the rate of more than two metres a year. Millions of farmers in Hubei, Henan, Shanxi and Shaanxi are now having to pump supplies from 70m underground. This is increasingly energy intensive and now accounts for almost half a percent of the carbon dioxide released in China, the world&apos;s biggest emitter, says the paper published by Environmental Research Letters. The authors - who include scientists from the University of East Anglia, the Tyndall Centre for Climate Change Research and the Chinese Academy of Agricultural Sciences - say their research underpins the need for stronger water conservation policies. &quot;Farmers are drilling more boreholes and pumping from every deeper depths. There are already hotspots where this is unsustainable, The signals are that this must be turned around,&quot; said Declan Conway, one of the lead authors. He said the paper revealed a previously unaccounted for benefit from better water management: &quot;In addition to saving water, we may get a co-beneift of saving energy.&quot; The nexus between water and energy has previously been cited as a likely bottleneck for China&apos;s economic development. This was underscored earlier this year by reports that China&apos;s hydropower production fell by 3.5% in 2011 due to unusually severe droughts. The latest study goes further than any other, however, in linking this to food production and greenhouse gas emissions that impact the global climate. To grow the wheat for one small loaf of bread requires 500 litres of water  most of which comes from deep underground, which calls for energy for drills and pumps. The study does not include water transferred on the surface via major hydroengineering projects such as the South-North water diversion. In the future, it warns that demand for water in China is likely to grow by 500 square kilometers between 2003 and 2030 due to climate change, a growing population and rising living standards. The Chinese government has identified water conservation as a national priority, but it is difficult to stop farmers from surreptitiously drilling wells on their land unless energy becomes more expensive. &quot;The small scale of pump operations makes regulation and control of use extremely difficult,&quot; Prof Jinxia Wang of the Centre for Chinese Agricultural Policy said.", 
    "section": "environment", 
    "gid": "environment/2012/mar/14/china-irrigation-emissions", 
    "wordcount": "509"
}