{
    "headline": "London hunger summit yields $4bn commitment on child malnutrition", 
    "text": "Rich countries have secured commitments of up to $4.15bn to tackle malnutrition, in what was described as a &quot;historic moment&quot; in efforts to reduce the number of child deaths. The commitments mean that funding on nutrition will effectively double from about $418m to about $900m a year between now and 2020. The UK has committed an additional 375m of core funding and 280m of matched funding in the next seven years, while the European commission will contribute 3.5bn between 2014 and 2020. &quot;It is more than we expected and it is evidence of a real surge in the last two weeks. The European commission coming in strongly was a real game changer,&quot; said Adrian Lovett, Europe executive director for ONE, the anti-poverty group. The commitments came at a nutrition for growth summit co-hosted by British prime minster David Cameron, Michel Temer, the vice-president of Brazil, and the Children&apos;s Investment Fund Foundation. The aim of the summit was to put a hitherto neglected area on the development agenda. A total of 24 governments and 28 business joined science organisations in signing a global nutrition for growth compact. The compact will seek to: ensure at least 500 million pregnant women and children benefit from effective nutrition interventions; prevent at least 20 million children under the age of five from stunted growth; and save at least 1.7m lives by reducing stunting, increasing breastfeeding, and treating severe acute malnutrition. Malnutrition is the underlying cause of death for at least 3.1 million children a year, accounting for 45% of all deaths among children under the age of five and stunting growth among a further 165 million, according to a set of Lancet reports published last week. Nutrition experts said the figures  about 600,000 higher than previously thought  were shocking. The economic toll is also heavy. Africa and Asia lose an estimated 11% of gross domestic product (GDP) every year due to malnutrition. It is expected to remain at 11% for Africa until 2050 unless action is taken. Cameron, who made a strong defence of Britain&apos;s aid policy and its commitment to spend 0.7% of gross national income on development, said money would be used to play a full part in the battle to beat hunger. &quot;If others played their part too,&quot; he said, &quot;the commitments that the UK is making today could help 37 million children fight malnutrition by getting the right food and the right care. If these children grow up healthy, they will increase their earnings by 10%. And at what cost per taxpayer? Not even as much as one pence a day.&quot; The prime minister stressed that today&apos;s commitments alone would not beat hunger. They would need to be followed up, and transparency would also play a key role. &quot;We don&apos;t just need transparency about our pledges,&quot; said Cameron. &quot;We need something much wider and much deeper: a transparency revolution so that ordinary people can see that governments in poor countries get the tax receipts they are owed from international businesses, as well as the life-changing investment and technological knowhow that companies bring.&quot; Before the nutrition summit, anti-poverty campaigners said it was important that developing countries as well as donors came out with strong commitments to nutrition. Joyce Banda, the president of Malawi, pointed out that she was also minister for nutrition. She told the audience that nutrition was now embedded in the national budget and that Malawi would increase spending on nutrition from 1-2% to 3.3% by 2020.  Other countries likewise pledged to prioritise nutrition. Burkina Faso said it was committed to reducing chronic malnutrition rates from 32.9% in 2012 to 25% by 2020. Ivory Coast said it would increase public spending on scaling up &quot;high-impact nutrition interventions&quot;. Although the commitments were substantive, the Lancet said $9.6bn a year is needed to reduce the number of deaths from malnutrition among under-fives by 1 million across 34 countries . In 2008, the Lancet identified several cost-effective nutrition interventions. These included exclusive breastfeeding and appropriate, healthy foods for infants; providing mothers and children with sufficient vitamins and minerals, including vitamin A and zinc supplements, iodised salt, and other micronutrient powders and fortified foods; and the prevention and treatment of cases of acute, severe malnutrition. Aid for basic nutrition came to $418m in 2011, only 0.4% of total official development assistance. Nutrition has been a similarly low government priority in Africa. &quot;This is a historic moment on nutrition and a significant outcome,&quot; said Justin Forsyth, speaking for the IF campaign against hunger. &quot;This is more than we expected, now we have to deliver. The next steps will be on tax and land and I&apos;m concerned that a number of countries are not moving fast enough on tax.&quot; The UK hosts a transparency summit next week ahead of a meeting in Northern Ireland of the G8 industrialised countries in which tax and illicit flows are on the agenda. Some NGOs, however, have expressed concern over the G8&apos;s new alliance for food security and nutrition, a special initiative launched in 2012 to mobilise private capital for investment in African agriculture. Friends of the Earth argues the alliance will lock poor farmers into buying increasingly expensive seeds, allow corporate monopolies in seed selling, and escalate the loss of genetic diversity in seeds, opening the door to genetically modified crops by stopping farmers&apos; access to traditional local varieties and forcing them to buy private seeds. Earlier this week, a statement from African civil society rejected the new alliance as part of a &quot;new wave of colonialism&quot; targeting their food systems for corporate profit. Mamadou Gota, director of IRPAD Afrique, the Institute for Research and Promotion of Alternatives in Development, said: &quot;In the new alliance the market has become the state and the state the market. Big businesses are dictating policy and governments are handing out land to them.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/jun/08/london-hunger-summit-child-malnutrition", 
    "wordcount": "1005"
}