{
    "headline": "Will this be the 'Asian century'?", 
    "text": "Asia&apos;s rapid rise is the most successful story of economic development in recent history. Income per capita reached nearly $5,000 in purchasing power parity terms in 2010. Investment rates averaged 35% of GDP over the decade. The number of people living below the $1.25-a-day poverty line fell by 430 million between 2005 and 2010. With such achievements at a time when much of the rest of the world struggles with austerity measures and economic recovery, Asian leaders might be tempted to switch to autopilot. But closer examination of the region&apos;s economic and social prospects soon reveals many paradoxes. The world&apos;s fastest growing region remains home to nearly half the world&apos;s extreme poor. While Asia has made tremendous inroads in the fight against poverty, not enough of the region&apos;s economic prosperity is reaching its poorest people. In urban areas of China, for example, the Gini coefficient (a measurement used to calculate inequality) has risen more than 35% since 1990. Nearly half a billion Asians still lack access to safe drinking water and infant mortality in many nations is more than 10 times higher than the levels seen in developed economies. While &quot;Factory Asia&quot; may be true for manufacturing and information technology services, vast numbers of its people are illiterate and unemployed. Its financial sector is underdeveloped, with many people having no access to simple banking, let alone other financial services. Asia&apos;s future prosperity, and the eradication of extreme poverty, will require much more than simply high growth. Growth must be accompanied by a narrowing of inequality. It is essential to balance the region&apos;s economic expansion with more inclusive policies. Cut off by poor roads, telecommunications, or government policies that don&apos;t allow them to easily borrow or save, Asia&apos;s poor and vulnerable are watching the chasm between rich and poor grow ever wider. That gap in prosperity can aggravate simmering social, economic and political tensions. Asian governments can help stem widening inequality by creating better conditions for the private sector to take the lead on economic expansion, continuing to promote economic diversification, and by spending on social services, education and healthcare, and regional road, sea and air networks that will open more opportunities to more people. There are areas where western governments can help too. By investing in infrastructure alongside public lenders, they can help attract much larger sums from the private sector. Asia can also capitalise on financial lessons from the west, particularly when it comes to setting banking regulations, strengthening regional links, and promoting bonds to better utilise Asian savings. When describing where Asia stands today, it&apos;s useful to remember that what we are witnessing is not the emergence of Asia, but rather the re-emergence of Asia. In 1820, Asia accounted for about 60% of total global output, with China and India together accounting for nearly half of global GDP. This was followed by nearly two centuries of economic decline once the western industrial revolution took hold  a trend that, since the information age, has been solidly reversed. By implementing structural reforms and opening their economies, China and others have rapidly emerged as engines of the global economy. The recent Asian Development Bank study suggests that we could see Asia producing over half of global GDP by mid-century, and 3 billion Asians would be considered part of the rich world, with capita income levels equal to that of Europe today. Carefully calibrated government support can help steer Asia&apos;s economic potential, reducing political risks while opening new markets to help move the west beyond the current crisis. In the long run, an Asian economy built on sustainable growth can support greater levels of trade, and generate growth in tourism. Conversely, a weaker Asia presents a host of threats to the west&apos;s future growth and prosperity. Embracing globalisation and regional co-operation has helped bring developing Asia success. By further strengthening this process by focusing on greater access and inclusion within economies, and pursuing sustainable development and improved governance, an &quot;Asian century&quot; is both plausible and within reach. But policies that worked when Asia was low-income and capital scarce are less likely to work today and unlikely to work in the future. Asia&apos;s leaders must devise bold and innovative national policies while pursuing regional and global co-operation. Long-term prosperity will depend on the intensity of resource use, including water and food, and success in managing the region&apos;s carbon footprint. Asia&apos;s challenges remain formidable, and its future prosperity must be earned. The right policy choices today could indeed make this the &quot;Asian century&quot;, but this is far from preordained.  Stephen P Groff is vice-president of the Asian Development Bank", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/apr/18/asia-century-globalisation-success-governance", 
    "wordcount": "773"
}