{
    "headline": "20 best Android apps this week", 
    "text": "It&apos;s time for our weekly roundup of brand new and notable apps for Android smartphones and tablets. It covers apps and games, with the prices referring to the initial download: so (Free) may mean (Freemium) in some cases. The equivalent iOS roundup will be published later in the day. For now, read on for this week&apos;s Android selection (and when you&apos;ve finished, check out previous Best Android apps posts). Vine (Free) Twitter&apos;s app for shooting and sharing &quot;beautiful, looping videos&quot; was released earlier in the week, and is already well past 500k downloads on the Google Play store. As on iPhone, it&apos;s focused on clips of up to six seconds, which can be shared on Vine&apos;s own social network, as well as parent company Twitter. Fleksy Beta (Free) On iPhone, the Fleksy virtual-keyboard app has won plenty of praise. Now it&apos;s trying its hand on Android, where there&apos;s a lot more established competition from the likes of SwiftKey and Swype. The emphasis is on simplicity: a stripped-down keyboard with &quot;an auto-correct engine that actually works&quot;. Signup for its beta happens through the Fleksy Google+ page. Final Fantasy IV (10.99) Publisher Square Enix is busily porting its vintage Final Fantasy games to smartphones and tablets, with Final Fantasy IV the latest to get spruced up for modern devices. The 1991 game has been accurately ported across, with additional voice acting, a blank dungeons map, and &quot;visibly apparent emotional changes&quot; for the characters. Which is always handy. Google Keyboard (Free) Google Keyboard? Doesn&apos;t every Android device come with a Google keyboard? Well, yes, but as with other apps like Gmail and Maps, Google has released a standalone version on its Google Play store, which will at least ensure faster updates when the app gets new features. Features include Swype-style gestural typing, voice recognition and dictionaries for 26 languages. ScribbleMix (Free) ScribbleMix is the latest new thing from Disney: a &quot;hilarious and absurd drawing game played with friends&quot;. Sounds familiar... You&apos;re guessing phrases based on what friends draw, earning coins as you go. It&apos;s not the first Draw Something-inspired game, but the jury is out on whether it can be the first to rival the popularity of the original. Glastonbury Festival 2013 (Free) Mobile operator group EE is behind the official app for this year&apos;s Glastonbury music festival, with features split for people who are attending, and people who want to enjoy the event from afar. Right now, the app provides news in the buildup to the festival, but later in the month it will get full lineup details and a customisable schedule. Most interesting, though, are the promise of live streams from the BBC&apos;s coverage of the six main stages. Battlestone (Free) It&apos;s not been the best of weeks for social games firm Zynga, having laid off nearly a fifth of its staff. The publisher is hoping mobile will fuel its growth, which is where games like Battlestone come in. It&apos;s an action-RPG game that sees you creating and customising heroes then sending them nito battle against enemies and friends alike. Warmly  An alarm clock (1.49) There&apos;s some good buzz around Warmly this week: an alarm clock app released by The Chaos Collective that promises to help you &quot;wake up gently with the calm sounds of weather and something you enjoy (like cooking breakfast, brewing coffee, or catching a plane)&quot;. In other words, ambient sounds rather than blaring beeps, although it turns the volume up gradually to ensure you don&apos;t snooze too long. Ticket to Ride (4.59) Nothing to do with the Beatles. This is a &quot;cross-country train adventure&quot; by developer Days of Wonder, which sees you collecting virtual train cards for journeys, trying to score points for long routes while avoiding being blocked by other players. A bustling community of 100k players from other platforms gives it a running start on Android. Space Colony (1.29) Latest in a growing line of live wallpapers for Android that are actually worth paying for is Space Colony. It turns your homescreen into a glowing space-cityscape, complete with spaceships and a moving camera. Mainly for showing off? Of course, but it&apos;s very good for that. Jane Wilde (Free) Described as a &quot;cowboy side scrolling shooter game&quot;, this stars a cartoon heroine so top-heavy, it&apos;s a wonder she can stand up, let alone shoot things. She does shoot lots of things though: zombies, vampires and skeletons, mainly. There are 30 Story stages and a Survival mode to play through. Speek (Free) Only available in the US for now, Speek is an app for making &quot;super simple, free and visual conference calls&quot;, with a no-frills interface designed for corporate and personal use alike. Premier Manager (2.99) Here&apos;s a blast from the past for football management-game fans. Premier Manager has been rejigged for modern touchscreen devices, with a European focus and plenty of transfer/tactics/training action. It&apos;s facing stern competition in the form of Football Manager Handheld 2013 though. Sheep Up! (Free) This is the latest freemium game from publisher Pocket Gems, and it focuses on a bunch of &quot;tiny toy sheep stored in a cardboard box&quot;. Your job is to help them escape by jumping up through the levels, with tilting controls and lots of power-ups to help.  KicksOnFire (Free) With 2m monthly visitors, the KicksOnFire website has been a big hit with sneaker-lovers. Now it&apos;s got a mobile app for Android promising news and all-important release dates for new trainers from Adidas, Nike, Reebok and other big brands. RPG Infinite Dunamis (2.99) Publisher Kemco Games has attracted a fair few fans for its Japanese RPGs on Android, with this being the latest to get a translated release in the West. Promising a &quot;dramatic fantasy RPG about man, magic and machine&quot;, it looks to have many of the elements that JRPG fans enjoy. Tiny Token Empires (3.29) HeroCraft&apos;s new strategy-puzzle game is based on five famous civilizations, pitching them into battle with one another through a mix of battle-strategy and match-three puzzling. It&apos;s been compared to a mish-mash of Puzzle Quest, Risk and Civilization, which should be enough to whet your appetite. Plane Finder 3D (1.99) Released on iOS in late May, Plane Finder 3D is now on Android too. Based on real data from flights, it plots them on a 3D landscape, showing the flight numbers and routes. Eerie, but interesting. 7s - Android&apos;s Vine Instagram (Free) You have to feel for the developers of this app, given that it came out in the week when Android got the real Vine (it&apos;s had the real Instagram for a while too). Still, 7s may find its own fanbase, helping people shoot seven-second videos, apply visual filters and then share them. Fairy Princess Fashion &amp; Makeup (Free) Finally, something for the kids: at least, the kids who like princesses. This is a dress-up game for children, based on seven fairy princesses who are keen to be kitted out with crowns, wands and other accessories as well as makeup. That&apos;s this week&apos;s selection, but what do you think? Make your own recommendations, or give your views on the apps above, by posting a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/jun/07/best-android-apps-vine-fleksy", 
    "wordcount": "1223"
}