{
    "headline": "Google chief rejects Ed Miliband's call for 'responsible capitalism'", 
    "text": "Google executive chairman Eric Schmidt rejected the idea put forward by Labour leader Ed Miliband that the search giant should practise &quot;responsible capitalism&quot;, arguing the company simply follows international tax laws  which he described as &quot;irrational&quot;. Speaking at Google&apos;s annual Big Tent event in the UK, Schmidt said one of his key concerns about reform of the tax structure was that the company might be &quot;doubly or triply taxed&quot;. Asked by Labour MP Stella Creasy how he would reform the tax system, he suggested: &quot;Have a rational system that&apos;s predictable and doesn&apos;t change very much.&quot; But he said he wasn&apos;t arguing for uniform tax rates: &quot;I don&apos;t think taxes should be the same everywhere  they&apos;re a cultural construct,&quot; he said.&quot; After being lambasted in his absence by Labour leader Ed Miliband in the morning for having overseen the creation of a tax system which uses &quot;transfer pricing&quot;  where different parts of a company charge themselves for &quot;services&quot; to shift profits  Schmidt was unrepentant. Asked how he would cope if Miliband were to come to power and, as promised, erase transfer pricing, Schmidt responded: &quot;If he does  if he does so, we will follow the rules.&quot; His comments seemed to mark an end of what had looked like a softening of Google&apos;s line over its taxation setup, which has come under sustained attack from MPs and ministers who have called it &quot;evil&quot; and &quot;amoral&quot;, and over which whistleblowers have come forward to question its claims that no sales are concluded in the UK, where they would attract taxes. But Schmidt also said the company would continue to invest in the UK, no matter what tax regime was in place: &quot;Google will continue to invest in the UK, no matter what you guys do, we love you guys too much. We will continue investing in the UK no matter what.&quot; He also rebuffed the suggestion that there is a distinction between the letter and the spirit of the law  a distinction that was emphatically made by Apple chief executive Tim Cook in testimony to the US Senate on Tuesday, who said that Apple complied with both. &quot;You&apos;ll have to define the difference,&quot; he said to a barrister who challenged him to say whether Google would comply with the &quot;spirit&quot; of the tax laws, which might then lead to it being taxed more. &quot;We&apos;re governed by US securities laws  in that scenario it might be seen as incompetence.&quot; Asked whether Britain has a different approach to capitalism than the US, Schmidt made a rare speaking slip: &quot;Google is a capitalist country  company,&quot; he corrected himself, to laughter from the audience. &quot;It&apos;s easy to say you would like us to have to have less profits and have that somewhere else. We will comply with the letter of the law, but we&apos;re trying to avoid being doubly and triply taxes, which would prevent us investing in some of the wilder things we do.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/may/22/google-chief-ed-miliband-responsible-capitalism-eric-schmidt", 
    "wordcount": "521"
}