{
    "headline": "Scrapping GCSEs: a leap towards selection and grammar schools", 
    "text": "Michael Gove, the education secretary, may deny that he has any intention of abolishing comprehensives and reintroducing selection, but his proposal to scrap GCSEs in English schools by summer 2015 will be seen as a giant step in that direction. Nothing would delight Tory MPs more than the return of grammar schools. Gove dare not go so far, knowing parents would not tolerate the disruption of established schools and that, as soon as the middle classes started to see their children fail a restored 11-plus (or began to fear such failure), the Conservatives would face insurrection in their suburban heartlands. But the education secretary can do the next best thing: undermine the GCSE examination that was deliberately designed for a comprehensive system. Though it was introduced in the mid-1980s by Sir Keith (later Lord) Joseph, a Conservative education secretary, it has never been liked by Tory MPs, elite fee-charging schools or many employers. Before the GCSE, 16-year-olds sat separate exams, though the grades overlapped. The more academic O-level was originally taken only in grammar schools. The less academic alternative, the Certificate of Secondary Education (CSE), was invented for secondary modern schools. The dual exam system survived the abolition, in most areas of the country, of the 11-plus. But as many teachers and parents saw it, selection at 11 had simply been replaced by another sorting into sheep and goats three years later, when comprehensives decided which pupils should sit which exam. The GCSE seemed a logical and flexible replacement. Though, in many subjects, it was still possible to sort children into two (sometimes three) streams, with the lower stream taking papers that awarded only the lower grades, teachers could delay such decisions until the last possible moment. O-levels, in the spirit of the grammar schools, were another stage in an educational hurdle race, in which a proportion of children fell at every stage, leaving, at the end, a tiny academic elite fit to attend university. The GCSE&apos;s philosophy, consistent with a period when university entry was expanding rapidly, was that children should be given every opportunity to achieve the highest levels. Candidates were assessed on coursework and projects, as well as the traditional end-of-course examinations. Grades (at least in theory) were &quot;criterion-referenced&quot;: pupils would get them if they could show a grasp of specific knowledge, concepts or skills  as opposed to being &quot;norm-referenced&quot; whereby a fixed percentage pass each grade. Joseph&apos;s stated ambition was to get 80-90% up to a level previously deemed to be average. The past 23 years  the first exams were taken in 1988  have seen what looks like the realisation of that aim. More than three-quarters of pupils now get five or more A*C grades, up from around half, a decade ago. In the last year of O-levels and CSEs, barely a quarter reached the equivalent standard. To defenders of comprehensive education, these results proved a dramatic rise in the standards of teaching and learning. Sceptics argued that the exams had become easier and the marking more lenient. Moreover, in international tests  held at three-yearly intervals  English 15-year-olds appeared to be falling behind their overseas peers. After years of inconclusive argument, Ofqual, the exams regulator, stated earlier this year that, in some subjects, it had found &quot;evidence of a gradual decline in standards&quot; in GCSE and A-level exams. A newspaper expos of how exam boards were coaching teachers in how to get their pupils through exams, sometimes by telling them the most likely questions, added to public disquiet. Gove has taken full advantage of the doubts about GCSE, pursuing his apparent aim to restore English schooling to a supposed golden age of academic rigour, located in the 1950s or perhaps even earlier. When he took office, he introduced the English baccalaureate, awarded to pupils who achieved five A*C grades in traditional academic subjects. Coursework assessment is to be reduced and pupils banned from taking reference books (including set texts for English literature) into the examination hall. Papers for each subject in the new O-level will be set and marked by a single board, removing the competition between different examination providers that allows schools to &quot;shop around&quot; for what they perceive to be the softest options. Gove&apos;s ideas for a new O-level differ in one crucial respect from the old O-level. This one will cover around 75% of the pupil population, not a minority. A lower-grade examination, for an academic lumpenproletariat, likely to be drawn overwhelmingly from poorer areas, will be taken by only 25%. That will help to allay the fears of middle-class Tory voters that their own children might be excluded. It will not allay teachers&apos; fears that selection is on its way back. When Joseph introduced GCSEs, the National Union of Teachers said his decision &quot;will be applauded throughout the teaching profession&quot;. The teachers&apos; reaction to Gove&apos;s proposal will be very different.", 
    "section": "education", 
    "gid": "education/2012/jun/21/scrapping-gcses-selection-grammar-schools", 
    "wordcount": "821"
}