{
    "headline": "Game on: The Witcher 2: Assassins of Kings", 
    "text": "Full-frontal nudity, bastard children, regicide, rape and a sex-crazed dwarf. Ring any bells? Fans of HBO&apos;s returning fantasy epic Game of Thrones will find The Witcher 2: Assassins of Kings (Xbox 360/PC) more than a little familiar in setting, tone and subject matter. Both take place in a world at war over the indiscretions of kings and queens, deal unashamedly  some would say gratuitously  in brutal violence, betrayal and bare heaving breasts, and plunge their heroes into moral quandaries from which it is impossible to emerge untarnished. Both also began life as a series of novels, though of differing degrees of fame. The original The Witcher, released in 2007 exclusively for PC, welcomed role-playing gamers to the world of Polish author Andrzej Sapkowski. Unlike Game of Thrones, which built on George R R Martin&apos;s already bestselling A Song of Ice and Fire franchise and the well-established reputation of HBO, the first Witcher title was a collaboration between unknowns: few outside of Poland had read Sapkowski&apos;s books, and fewer still had heard of development studio CD Projekt RED. Yet The Witcher was a success story, thanks largely to a similar blend of murky morality, gripping storytelling and the willingness to whip off buxom female characters&apos; clothes every four-and-a-half seconds  and somehow make us feel sophisticated while doing so. Due to a seriously staggered release schedule, Xbox 360 owners will discover the sequel this month nearly a year after PC gamers first got to grips with it, but  with new cutscenes, characters and locations  the wait looks to have been worth it. The Witcher 2 fills a hole in the roleplaying game market for unashamedly adult adventuring. It takes place in a realm beyond good and evil. The hero  monster-hunting mutant Geralt of Rivia  has an uncanny knack for finding himself in dilemmas with no right answer. Decisions in more conventional RPGs tend to offer only cartoonish notions of morality. Choices tend to be either absurdly altruistic (&quot;Save the children?&quot;) or inexplicably cruel (&quot;Set fire to them?&quot;) with an occasional neutral option thrown in as a half-baked afterthought (&quot;Save them, then set fire to them?&quot;). Geralt&apos;s problems are less clear-cut  let a murderer flee so that innocents will live, for example, or bring him to justice at the cost of more innocent lives? There are many different paths through the game, but none are wholly righteous, and none villainous. One thing all paths have in common is that they&apos;re hard. In fact, even on the normal difficulty, I lost count of the number of times I ended up at the &quot;Game Over&quot; screen just playing through the game&apos;s short prologue. First, I died  about eight times, in one of the very first fights  because I attacked a group of soldiers head-on, which in The Witcher 2 is nothing short of suicide. Then I died because I didn&apos;t run fast enough from a dragon. Moments later, a prison guard punched my lights out in a fist-fight. And finally I died a good five more times to a group of armoured soldiers, before eventually defeating them with the classic roll-around-them-in-circles-firing-tiny-fireballs tactic. Which, while effective, is a style of combat suited more to magical clowns than monster slayers. The unforgiving difficulty of the prologue, though, sets the tone for a game that refuses to hold the player&apos;s hand. The designers trust you to make your own decisions  both in the gameplay and story   and live or die with the consequences. This maturity of design, coupled with some gorgeous cutscenes, stunning vistas and exquisitely detailed locations makes for what could well be a serious contender for role-playing game of the year.", 
    "section": "technology", 
    "gid": "technology/2012/apr/05/game-witcher-assassins-kings", 
    "wordcount": "614"
}