{
    "headline": "A seasonal offering on dinosaur eggs", 
    "text": "Reproduction is one of the absolute fundamentals of life. Organisms may die, but they pass on their genes through their offspring and so the imperative to breed and raise the next generation is as important as any other aspect of their biology. In the case of dinosaurs of course, this means laying eggs, and indeed nurturing their young.  The development of a hard eggshell was a key development in the evolution of tetrapods. No more were animals tied to the water and had to return there to breed (as with amphibians), even if they lived the rest of their lives on land. This in part led to the lineage of more derived vertebrates that include modern mammals, reptiles and birds, and notably at least some members of each still produce hard-shelled eggs, even if many more (most mammals, and a number of lizards and snakes and various extinct marine reptiles) have done away with them. To our knowledge, all non-avian dinosaurs laid eggs. The two living lineages of animals closest to them (birds and crocodilians) all lay eggs, and we have yet to find any evidence of a &apos;pregnant&apos; dinosaur containing the embryo of an unborn baby (as we see for icthyosaurs for example), though several dinosaur skeletons are known with eggs still inside them. Huge numbers of dinosaur eggs are now know from a wide range of sites around the world and covering most of the time dinosaurs were around.  There are a wide range of shapes out there with some eggs being little more than elongate ovals, while other are near spherical, and naturally they range in size from that of a typical hen&apos;s egg, up to those the size of a football. In addition, eggs have a series of fine ridges and bumps across their surface which collectively allows us to put them into certain relatively consistent categories based on their appearance. However, actually lining those categories up with various dinosaur groups is rather hard. Eggs don&apos;t usually turn up alongside the animals that laid them, but there are a growing number of exceptional fossils that help us out. First off, as already noted, several animals are known with eggs developing inside them, so that&apos;s a bit of a give away. Second, we do have a number of eggs that contain the remains of the embryos developing inside. These are naturally poorly formed but can usually be identified to a given group of dinosaurs. Finally, we do have cases where there is an adult animal brooding on a nest or eggs, or hatched eggs in a nest replete with baby dinosaurs. It is this last case which is the most interesting as beyond helping match eggs to adults, it also gives us a glimpse into the parental care shown by dinosaurs. Again, this is something we would expect in non-avian dinosaurs as care of offspring (both eggs, and hatched babies) is near universal in the birds and crocodilians. As usual though, to actually find evidence for this is wonderful and allows us to back up a pretty safe assumption with real data. Perhaps the most famous and interesting example are the various brooding oviraptorsaurus known from the Mongolian deserts. The name oviraptorosaur means &apos;egg thief reptile&apos; and when specimens from this group were first found it was noted that they were often close to nests of eggs. It was thought these eggs belonged to the small dinosaur Protoceratops, and with the oviraptorosaurus heralding from the theropod group of primarily carnivorous dinosaurs, the link made sense and hence the origin of name bestowed upon them. Only much later were specimens found with adult animals sat in the centre of a ring of eggs, arms outstretches to cover them. These animals were not caught stealing eggs, they were attentive parents protecting them that had died in the act. Finding the correct embryos in some of these eggs confirmed the link, these were good parents, not egg thieves. (Well, that&apos;s not entirely accurate, I&apos;m pretty sure they did take and eat eggs, but the basis of the name was most unfair in context). One last thing to add is the note that I&apos;ve said &apos;parents&apos; rather than mothers. In at least one case there is good evidence that a brooding dinosaur is a male, not a female. Around breeding season, many egg-laying animals produce a special form of bone (termed medullary bone) which can be broken down rapidly and easily. It is essentially a calcium store which can be accessed to help make eggs. Examination of dinosaur skeletons has revealed the presence of medullary bone in a few, diagnosing them as females, though the lack of this doesn&apos;t make the animal a male, since out of breeding season females would also lack it. But find a brooding animal on a nest of eggs that lacks medullary bone and a decent case can be made that this was a male. Dinosaurs cared for their young, in some cases for potentially quite a long time after the eggs had hatched, and certainly prior to the emergence of the babies. As is often the case many lines of evidence can be drawn together from a variety of sources, but the overall pattern is quite a clear one, non-avian dinosaurs (like their living descendants) were pretty good parents.", 
    "section": "science", 
    "gid": "science/lost-worlds/2013/apr/01/dinosaurs-fossils", 
    "wordcount": "884"
}