{
    "headline": "Why Newton's apple was a perfect symbol to open the Paralympics", 
    "text": "It&apos;s been a good week for science. Thanks to the Paralympics opening ceremony, a billion people around the world watched the UK put scientific achievement at the centre of our nation&apos;s cultural identity. In a science-inspired show, one of the most striking images was the representation of apples falling to the ground. In popular myth, an apple fell on Newton&apos;s head and implanted the theory of gravity in his brain. It should go without saying that the truth is somewhat less Monty-Pythonesque. For one thing, Newton never said the apple hit him. His version of the story can be found in the biography written by his friend William Stukeley. Published in 1752 and placed online in 2010, the apple can be found on pages 42 &amp; 43. Stukeley describes a warm evening in which he and the elderly Newton took tea in the orchard at Woolsthorpe Manor, Newton&apos;s home. During their conversation, Newton told him how he had seen an apple fall decades earlier in 1666, and that wondering about its descent had set him on the course to formulating his theory of gravity. Yet, there is no evidence in Newton&apos;s papers that he developed a full, mathematical theory until almost 20 years after he reportedly saw the apple. Further doubt stems from the fact that Newton only told the story late in life. He did not mention it during the time he was in dispute with Robert Hooke over the source of his inspiration for the gravitational theory. My own doubts led me to leave the apple out of my novel about Newton, although I did set a scene in the Woolsthorpe orchard after a storm had carpeted the ground with windfalls. Maybe the young Newton saw the apple fall, which sparked the question. Then, decades later, under the weight of other influences and ideas, he finally solved the problem. Whatever the truth, the apples in the Paralympics have left me pondering whether such details really matter. Wednesday&apos;s ceremony confirmed something powerful about both science and storytelling. Both aim to be distillations of the truth, and therefore routes to knowledge. So, whilst the apple story may not be scientifically straightforward, it has iconic cultural value. Regardless of the details, it stands as a perfect metaphor for science because it describes how a single observation can spark the curiosity that leads to a universal truth. The success of Newton&apos;s gravitational theory alone would be enough to celebrate science at the Paralympics but there is another, deeper, reason. Peter Harrison at the University of Queensland has argued strongly that Newton and the other natural philosophers of the late 17th century believed that knowledge had been lost because our minds and senses had been damaged during the Biblical Fall of Mankind. No longer able to perceive the universe as Adam had, the newly invented telescopes and microscopes of Newton&apos;s age were aids with which to restore their senses and recapture the knowledge lost in the Fall. In effect, these early natural philosophers felt that they  along with all humanity  were disabled. Stuart Clark is the author of The Sensorium of God (Polygon) and will be speaking at the Gravity Fields Festival about Isaac Newton", 
    "section": "science", 
    "gid": "science/across-the-universe/2012/aug/31/newton-apple-perfect-symbol-paralympics", 
    "wordcount": "532"
}