{
    "headline": "The virtue of patience: how game design has rediscovered waiting", 
    "text": "Dishonored is a game about patience. Well, bloody revenge, of course. But also patience. As the betrayed bodyguard Corvo, you must carry out a series of assassination missions, creeping about the decaying city of Dunwall, silently disposing of guards. But if you want to finish with a low chaos score, you need to avoid killing, and that means a lot of hanging around, working out sentry patterns, studying the environment... waiting.  Ah, waiting. For so long it seemed that Triple A games had moved on from this quaint notion. Military first-person shooters like Call of Duty and Battlefield bundle you through their narrow corridors of action like hostages, rarely allowing you a pause for thought or reflection. The whole concept of infinitely spawning baddies, possibly the most wretched design trope ever inflicted on games, was brought into being to keep us moving, keep us progressing on the relentless forward march toward the next cut-scene (lest we look about and discover there is nowhere to go and all the lovely buildings are mere facades, like a Western movie set). Meanwhile, as cinematic conventions started to inform action adventure games, the same sense of urgency took over. The Uncharted games, though presenting us with some supremely beautiful vistas, rarely allow us the luxury of true exploration; instead we&apos;re pushed and shoved into puzzle areas where, by default, we&apos;re given a few minutes to solve everything before a hint is proffered. All that time and effort to construct wonderfully elaborate brain teasers, only to benevolently bully players into a quick answer.  Of course, the management of time is written into the very DNA of games. In the arcade era, titles were specifically constructed to process players as quickly as possible: limited lives, limited timers, power-ups that would blink and fade if not grabbed quickly enough  everything was conceived to instil a sense of panic. Because panic meant mistakes and mistakes meant money. Of course, the early RPGs allowed players more freedom to explore and consider worlds, but the tyranny of the random monster encounter meant that you could never fully relax; that no domain was truly yours. The nineties, however, brought the great stealth adventures. Thief, Metal Gear, Splinter Cell, Hitman... Suddenly we were allowed time to stop and think, to mull over the possibilities, to weigh the pros and cons. It took action gaming out of the instinctive and into the cerebral space. Or did it? Because, as a race, humans are predisposed to seek and enjoy patterns, we actively (if unconsciously a lot of the time) look for repetition; it helps us make sense of the world. So video games that allow us to stop and watch, to work out patterns of enemy movement, to make our own mental maps of complex environments, are appealing to very primal instincts of learning and navigation. And this Christmas, it seems that designers have woken up to these possibilities once again. Alongside Dishonored there is Far Cry 3, a narrative shooter set on a luscious tropical island that affords the player freedom to explore, to experiment and ultimately to carve out their own systems of behaviour and reward. Watching and interacting with the natural environment is a great joy; and somehow the designers have loosened the leash while still instilling a sense of threat and urgency  something that Far Cry 2 lost at times with its vast spaces and unclear plotting. Then there&apos;s ZombiU, a true survival horror game in the classic sense of the phrase. With limited ammo and a unwieldy melee system, being wary is a survival essential. Every encounter with the undead needs to be meticulously planned, escape routes memorised, health packs at the ready. Ostensibly frustrating elements of the game that have annoyed some reviewers  the clunky inventory, the long loading times, the smeary visuals  all help to conjure the feel of the early Resident Evil and Silent Hill titles, that sense of dread and consequence; the sheer cost of fucking up.  The balance between freedom and urgency is a vital one in game design  it is so hard to get right. But I love to wait and to think. I loved the the Surface level in GoldenEye, when you got to creep through the snow, slowly edging toward the guards. I spent many days playing the now largely forgotten real-time strategy title Commandos: Behind Enemy Lines, plotting precise strikes on patrolling German troops and then hiding the bodies. It has been fun to discover that feedback loop of surreptitious violence in Dishonored: stalk, strike, stash. It is satisfying because it encompasses two vital gaming mechanics: killing and tidying. I hope we&apos;re on the verge of a new era of game design, in which narrative isn&apos;t about corridors of action, and in which players truly contribute to the story as agents of change. Time&apos;s winged chariot has hurried us long enough; in the next generation, with processors big enough to generate worlds filled with procedural enemies and dynamic events, we should be given time and space to find our own rhythms of play. If you take the time to build a beautiful and elaborate domain filled with clever enemies, the player must be given the chance to drink it all in. Patience is a virtue in life and in game design.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/dec/04/game-design-virtue-of-patience", 
    "wordcount": "881"
}