{
    "headline": "Visa changes mean foreign students turn their back on 'unfriendly' Britain", 
    "text": "Jin Yang, a Chinese master&apos;s student at Sheffield University, thought studying at an elite British university would be the making of her. Now, as she awaits possible deportation, she feels angry and hurt about the way the country has treated her and her friends. Yang paid more than 27,000 for her two-year landscape architecture course, which she finished in November. Just before Christmas she received a curt notification that as she had finished earlier than expected, she must leave the country by 1 January, although her original student visa expires in May. In fact, the course had finished on the date originally expected. &quot;The majority of my classmates have given up the right of attending their graduation ceremony this week. Most had bought plane tickets for their parents, but they have gone already.&quot; The university offered to consider helping her with the cost of returning to the UK for her graduation with a visitor&apos;s visa. But she decided to stay. &quot;I paid a very expensive international tuition fee and I feel I have the right to attend my graduation,&quot; she says. &quot;This is all so unfair.&quot; She argues that government changes to visa rules brought in last April have seriously affected her career. When she chose to come to Britain, she had the right to work for two years post study: last year that was largely removed. &quot;The money I spent hasn&apos;t bought what I expected, no matter how hard I have tried,&quot; she says. Her story will strike a chord with vice-chancellors who fear Britain is projecting an image that foreign students are not welcome. Many are predicting a drop in international student application numbers when Ucas releases its crucial January applications figures later this month. So far, the Chinese market remains buoyant but others including India, Nigeria and Thailand have been hit hard at many institutions. Prof Christopher Snowden, vice-chancellor of Surrey University and soon to be president of Universities UK, says: &quot;I sense that in this country there has definitely been a slowing down in the rate of growth for international students, but it isn&apos;t happening elsewhere in the world.&quot; Surrey has seen a 65% drop in Indian students in the last three years, with master&apos;s recruitment, in particular, seriously tailing off. &quot;And that was a market that was growing very healthily,&quot; Snowden says. Dr Tim Westlake, director for the student experience at Manchester University, says: &quot;Since 2004, the university has had significant growth in Indian students, but over the past two years there has been a 32% drop in Indian master&apos;s enrolments. Master&apos;s applications from India are down again by 33% this year.&quot; Press coverage about British attitudes to international students has been damning in India. But universities agree that Indian students have been particularly turned off by the tough new rules on post-study work visas. Many take out loans in India and valued the chance to work afterwards to pay these back and gain experience. There are still special visas available, but the path is much less clear, and most, like Jin Yang, will return home after graduating. The changes were driven by a government target to reduce net migration from 183,000 to the &quot;tens of thousands&quot; by 2015. But vice-chancellors are furious that students are counted as migrants. &quot;It is ludicrous that students are included in the immigration figures,&quot; says Prof Paul Webley, director of the School of Oriental and African Studies. &quot;Some of them might well stay on after they complete their degrees  but include them later.&quot; Critically, no such barriers currently stand in students&apos; way in the US or Australia, where universities are stepping up efforts to recruit globally. Prof Steve Smith, vice-chancellor of Exeter University and chair of Ucas, says: &quot;The issue here is how we are perceived. Our competitors are, of course, very good at pointing out that Britain isn&apos;t welcoming.&quot; And it is not only falling application figures that are worrying VCs. Negative media coverage abroad about foreign students being ejected from London Metropolitan University, and problems obtaining visas in the new climate, meant that many students who had accepted UK places did not materialise in October. Webley says: &quot;More than 100 fewer students than expected actually turned up. That is a lot of money.&quot; Prof Colin Riordan, vice-chancellor of Cardiff University, agrees: &quot;There is no question that conversions have been down across institutions, and when people don&apos;t show up it is usually a visa problem.&quot; He adds: &quot;Lots of overseas students were afraid to leave the country over Christmas and new year. Many don&apos;t have their passports because they are still with the UKBA [UK Border Agency] after months, so even if they wanted to risk it, they couldn&apos;t.&quot; Prof Nancy Rothwell, vice-chancellor of Manchester University, agrees: &quot;Our student union executive told me that more overseas students than usual did not travel home for the Christmas break because they were worried about re-entry into the UK.&quot; Institutions say academic staff recruited from abroad and distinguished academic visitors are also struggling to gain admittance to Britain. Webley says: &quot;This all adds to the general air of unfriendliness.&quot;", 
    "section": "education", 
    "gid": "education/2013/jan/07/visa-rules-deter-international-students", 
    "wordcount": "883"
}