{
    "headline": "Leonid meteor shower: how to get the best view", 
    "text": "If you missed the Perseids back in August, fear not. It is now time for the second grand meteor shower of the year. The Leonids are visible for much of November with the best nights for viewing this year predicted to be 17 and 20 November. In terms of numbers, the Leonids do not compare to the Perseids, which reach 100 meteors an hour, but it&apos;s quality not quantity that counts here. Whereas the Perseids can often be faint, the Leonids have a reputation for brightness. Extremely bright meteors, known as fireballs, are often associated with this shower. These are produced by dust grains about 10 millimetres across burning up in our atmosphere. All meteor showers result from the Earth ploughing through streams of cosmic dust, jettisoned by comets as they orbit the Sun.  The Leonids originate from Comet Tempel-Tuttle, which was discovered by prolific hunter Ernst Tempel on 19 December 1865. The comet bears a second name because American astronomer Horace Parnell Tuttle independently reported it on 6 January 1866. Around 5 billion tonnes of dust are estimated to lie in the various streams associated with Tempel-Tuttle. During this month&apos;s meteor storm, some 10-15 tonnes of that will end up in our atmosphere to produce the shooting stars. Tempel-Tuttle orbits the sun once every 33 years. Every time it completes another orbit, it lays a new dust stream. These go into orbit around the sun, and Earth usually hits a different one every year. Computer simulations can predict their movement and even date the year each was deposited. According to Russian astronomer Mikhail Maslov, although the general peak of all the accumulated dust streams takes place on Saturday 17 November, on Tuesday 20 November Earth will encounter debris that dates from the comet&apos;s passage of 1400. This could give a second peak in the shower. Tempel-Tuttle&apos;s dust streams can still be dense when Earth hits them. Occasionally this results in a meteor storm, when thousands of brilliant Leonids streak across the sky. One such storm happened in 2001. Nothing so dramatic is expected this year from the 1400 stream. Nevertheless, any bright streaks of light you see on that night are the demise of dust grains released into space 15 years before Henry V&apos;s victory at the Battle of Agincourt. According to Maslov, the next storm will probably not happen until 2022 when the Earth slams into a stream left behind in 1733. If you wrap up extremely warmly during the night of 1617 November, and again in the early hours of 20 November, you should be rewarded with between 10 and 15 bright meteors an hour. Take a deck chair and find a spot well away from streetlights.  The meteors will radiate from the constellation Leo  hence their name  and they will be visible from both northern and southern hemispheres. Stuart Clark is the author of The Sky&apos;s Dark Labyrinth (Polygon)", 
    "section": "science", 
    "gid": "science/across-the-universe/2012/nov/16/leonid-meteor-shower-best-view", 
    "wordcount": "484"
}