{
    "headline": "Black, female and postgraduate: why I cannot be the only one", 
    "text": "Here&apos;s a question I&apos;d like to see in a GCSE maths exam: in a climate where only one in 13 (7.7%) university professors are from BME backgrounds, where only 50 out of a total 14,000 university professors in Britain are from black Caribbean or black African backgrounds, and only 10 of these are women, how much tenacity does one black female PhD student need to achieve her full potential? Back in 2002 when I started my undergraduate degree, I was one of few students of colour, from what we&apos;re now describing as a &apos;precariat&apos; background, about to begin my degree in American studies at a Russell Group university. And almost everybody was white. I had attended majority white schools and by the age of 18, I had become so expertly skilled in negotiating the dynamics of my class and race identity that I thought nothing of it. I chose American studies because of the social mobility it would afford me (I&apos;d get to travel and live abroad) and because I longed for a course with a curriculum that I could identify with. I love black culture and from a very young age I was familiar with African American film, literature and history. I had family in America, knew my Martin Luther King from my Malcolm X, and had memorised all the US states and their capitals. The narratives of resilience that run throughout black history helped me overcome years of intense racist abuse during my primary school years and I threw myself into learning as a way of arming myself with knowledge about my heritage, my abilities and my potential. The first time I fully realised how critically underrepresented people of colour are in my field was when I spent my year abroad at the University of North Carolina, Chapel Hill. I felt uplifted to be in such ethnically diverse classrooms, and for the first time in my life had black lecturers. In what Oprah Winfrey describes as an &apos;aha&apos; moment, I realised that I wanted to be a university academic. On my Trinidadian mother&apos;s side of the family, I have aunts and cousins who are strong, talented, and inspiring black women educators. Having seen so many black female professors in North Carolina, I felt I too could pursue a career in teaching anywhere I wanted. I returned to the UK with the US equivalent of a first in my pocket and a renewed sense of direction, only to feel deflated when I realised how white and male Russell Group university departments can be. A particularly supportive dissertation supervisor encouraged my ambitions and encouraged me to undertake postgraduate study  which is exactly what I am doing. Why do there still seem to be so few black women academics in the arts and humanities in particular? We face a double bind. Embracing a more diverse curriculum may foster more diversity and the Equality Challenge Unit is exploring the role of unconscious bias and discrimination. However, as I look around those campuses I&apos;m familiar with, I think a new approach to student recruitment and widening participation is key. I co-founded a programme, We Are Here, based at Sheffield&apos;s school of English that works with BME schoolchildren and their parents in the hope that we are meeting some of the brightest academic stars of the future. I have met and worked with more people who look like me and understand my cultural reference points during the year and a half of our small programme, than I have in the all of my time at university. I feel exceptionally proud of the collaborative and valuable dialogue we are facilitating between these underrepresented groups and our staff and students of all backgrounds. Programmes like this, but aimed at bridging the colossal gap in postgraduate widening participation, would address an urgent need to recognise and act on the fact that our postgraduates of the present are our academics of tomorrow. And sadly there very few PhD students from Afro-Caribbean backgrounds like mine in the arts and humanities right now. Few funding opportunities, an overwhelming lack of role models, and alternative opportunities to work in cultural and creative industries or on a freelance basis means that doctoral study is not always the most attractive option. To return to our maths problem: according to the University and College Union we may have to wait 38.8 years for women and 15.8 years for BME staff to be proportionately represented among the professoriate. I&apos;m not sure what this means for this aspiring black female professor, but I know we can&apos;t wait that long. It&apos;s time for the introduction of an Athena Swan equivalent for BME academics, a fresh approach to postgraduate retention, and a dedication to sustaining diverse curricula that inspire young people to join our profession. Janine Bradbury is a part-time PhD student and member of staff at the University of Sheffield and part of the Runnymede Trust&apos;s emerging scholars forum  follow her on Twitter @janinebradders This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/may/03/black-postgraduate-university-diversity-recruitment", 
    "wordcount": "858"
}