{
    "headline": "How cyclists and pedestrians can share space on canal towpaths", 
    "text": "Walking or cycling along the UK&apos;s busiest towpath is at times an unnerving experience, with cyclists, and people on foot jostling for limited space. Like many urban waterways, Regent&apos;s Canal towpath in London has become a major traffic-free route across the city, carrying 500 people an hour during peak times. The Canal &amp; River Trust (formerly British Waterways) advises cyclists to give way to pedestrians as the more vulnerable party, and runs regular events to encourage people to share the towpath considerately. During one such event on the Regent&apos;s Canal one foggy autumn morning, London towpath ranger, Dick Vincent, said: &quot;Because we are a densely populated area it is valuable for everyone as a space away from the traffic where it is quiet.&quot; He added: &quot;It [users sharing the path considerately] is a huge challenge for the Canal &amp; River Trust.&quot; The cyclist Tony Hannan has been commuting on the Regent&apos;s Canal for three years. He echoed the views of many that morning when he said: &quot;As a cyclist it is a great way to get to work: it is easy, there is no traffic and I think most cyclists are considerate. &quot;There are some idiots but there are idiots on the roads too.&quot; He adds that he saw one woman walker hit by two cyclists coming out from under a bridge side by side last year. &quot;She was just poll axed,&quot; he said. Thankfully she wasn&apos;t seriously injured. Caroline Russell, who chairs Islington Living Streets, is among those concerned: &quot;For an elderly person if you have a trip or fall that can be life-changing. It is quite threatening for an older person if you have got someone [cycling] behind you, even if they are being perfectly polite.&quot; Simona, who has walked the four miles from Broadway Market to Chalk Farm every day for five years, said people have become better at sharing the towpath, but conflicts still occur. &quot;Sometimes pedestrians become territorial so they become part of the problem,&quot; she said. The Trust towpath ranger, Kerena Fussell said: &quot;Whenever we do these events people say: &apos;When are you going to ban cyclists?&apos; because there are always one or two that cycle too fast.&quot; &quot;People with kids don&apos;t come down here because they are worried their kids will get run over,&quot; she added. Experiences differ, however: James and Miriam Douglas have walked their two children to school along the canal daily for two years. Miriam said: &quot;Most cyclists are courteous but there are some that go too fast.&quot; Vincent concludes simply: &quot;You are welcome to cycle here but you have got to do it with respect for others. That is what all cyclists need to hear loud and clear.&quot; He says the fact cyclists are choosing a crowded, narrow path next to an open body of water in preferance to the roads is an indictment of urban road conditions. Regent&apos;s Canal jogger Ozoda Muminova says: &quot;The issue is the sheer number of people. &quot;In order to improve the situation, more streets in London should be made car-free to provide alternative routes for walkers, cyclists and runners.&quot;", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/nov/01/cyclist-pedestrian-canal-towpath", 
    "wordcount": "541"
}