{
    "headline": "10 Best iPhone, iPad, Android and Windows Phone games this week", 
    "text": "It&apos;s time for our weekly roundup of the best mobile games for smartphones and tablets from the last seven days, on the day of the week  Thursday which has emerged as the key release day for the industry, much as Friday is for console and handhelds. Here&apos;s this week&apos;s selection: Avengers Initiative Marvel is being very ambitious with its new mobile game, which will be delivered episodically over the coming weeks and months, starting with The Incredible Hulk. It&apos;s an all-action slightly-Infinity-Bladey combat game, tapping into the Marvel XP community for awards and achievements. At the time of writing the iOS version has gone live, but it&apos;s also imminent on Android.Android / iPhone / iPad Horn Phosphor Games&apos; Horn impressed on iOS with its recent release, and surprised a few people with its choice of publisher, Zynga. Now it&apos;s made the leap to Android, offering a beefy fighting game yes, more overtones of Infinity Blade, albeit with more free-wandering and dancing around enemies. The visuals are spiffing too.Android Big Fish Unlimited For now, this is US-only, but Big Fish Games&apos; unlimited streaming games service is worth keeping an eye on. Players pay a flat monthly fee for access to more than 100 games, streamed over the network on-demand. It&apos;s like a one-publisher Spotify for casual games, runs on tablets for now, and the idea seemed so disruptive to Apple, it blocked it from iOS&apos; App Store when Big Fish tried to launch it there. Hence the Android exclusivity.Android Final Fantasy Dimensions Lots of game developers have boggled and/or scoffed at Square Enix&apos;s attempt to charge 19.99 for the full version of Final Fantasy Dimensions, its RPG released outside Japan for the first time. But a fair few are watching eagerly to see if that price proves lucrative for the publisher. Expect traditional FF questing and battling, with a free prologue to try before being asked to stump up for other chapters.iPhone / iPad Dodonpachi Resurrection This is a very good week for Android gamers, particularly those who like getting stuck in to a hardcore game. Dodonpachi Resurrection is from the Danmaku (or &quot;bullet hell&quot;) genre, which means it&apos;s a shoot &apos;em up that&apos;s most certainly not for the faint-hearted. Two game modes, a beautifully-tuned scoring system, and the odd bullet or two. Sorry, 200. Android Wild Blood This column genuinely isn&apos;t an attempt to focus on hardcore mobile games at the expense of casual titles we&apos;re just in the middle of a blizzard of high-quality games that fall into the former category. Wild Blood is the first game from publisher Gameloft to use the Unreal Engine, turning Sir Lancelot and Arthurian legends into a meaty action-adventure including online deathmatches.iPhone / iPad Galaga Legions DX More bullets, thankfully of a less-hellish variety, for Windows Phone owners here. Namco Bandai has given its classic shoot &apos;em up an Xbox Live makeover for Microsoft&apos;s smartphone OS, and while the controls take a bit of getting used to, it&apos;s an entertaining return for the veteran franchise.Windows Phone Huebrix The whole casual/hardcore distinction needs putting to rest, perhaps. Huebrix is the latest puzzle game that looks casual, but has the potential to develop into a full-blown hours-a-day addiction. The gameplay involves dragging paths from blocks to fill out a grid, with lots of downloadable levels, and an editor to make your own and send them to friends.Android / iPhone / iPad Total War Battles: Shogun Sega has come a long way from Super Monkey Ball, the first big mobile hit in the early days of the App Store. Total War Battles: Shogun was a brand new real-time strategy game when released for iOS, and now it&apos;s been ported to Android. The game promises a 10-hour campaign mode, as well as local multiplayer.Android Bombshells: Hell&apos;s Belles Glu Mobile has been remaking a name for itself by blending hardcore gameplay with freemium business models. Bombshells is the latest example: an aerial combat game promising more than 200 planes, cannons and missile launchers to blow friends and enemies up with. Game Center is tied in to request that friends act as your virtual wingmen in battleAndroid / iPhone / iPad And a special mention for... TouchArcade The Best New Games Not a game, which is why it&apos;s the bonus 11th entry in this week&apos;s roundup. But TouchArcade&apos;s newly-native iPad app is definitely of interest to iOS gamers. It draws news, previews and reviews from the TouchArcade website, while providing access to its popular forums, and a Watch List feature to keep tabs on upcoming iOS games.iPad That&apos;s our selection this week, but what have you been playing on your smartphone or tablet? Make your recommendations or give feedback on the titles above in the comments section.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/sep/06/best-mobile-games-avengers-horn", 
    "wordcount": "800"
}