{
    "headline": "Conservative US shoppers turned off by eco-friendly lightbulbs, study finds", 
    "text": "Eco-friendly labels on energy-saving bulbs are a turn-off for conservative shoppers, a new study has found. The findings, published this week in the Proceedings of the National Academy of Sciences, suggest that it could be counterproductive to advertise the environmental benefits of efficient bulbs in the US. This could make it even more difficult for America to adopt energy-saving technologies as a solution to climate change. Consumers took their ideological beliefs with them when they went shopping, and conservatives switched off when they saw labels reading &quot;protect the environment&quot;, the researchers said. The study looked at the choices of 210 consumers, about two-thirds of them women. All were briefed on the benefits of compact fluorescent (CFL) bulbs over old-fashioned incandescents. When both bulbs were priced the same, shoppers across the political spectrum were uniformly inclined to choose CFL bulbs over incandescents, even those with environmental labels, the study found. But when the fluorescent bulb cost more  $1.50 instead of $0.50 for an incandescent  the conservatives who reached for the CFL bulb chose the one without the eco-friendly label. &quot;The more moderate and conservative participants preferred to bear a long-term financial cost to avoid purchasing an item associated with valuing environmental protections,&quot; the study said. The findings suggest the extreme political polarisation over environment and climate change had now expanded to energy-savings devices  which were once supported by right and left because of their money-saving potential. &quot;The research demonstrates how promoting the environment can negatively affect adoption of energy efficiency in the United States because of the political polarisation surrounding environmental issues,&quot; the researchers said. Earlier this year Harvard academic Theda Skocpol produced a paper tracking how climate change and the environment became a defining issue for conservatives, and for Republican-elected officials. Conservative activists elevated opposition to the science behind climate change, and to action on climate change, to core beliefs, Skocpol wrote. There was even a special place for incandescent bulbs. Republicans in Congress two years ago fought hard to repeal a law phasing out incandescent bulbs  even over the objections of manufacturers who had already switched their product lines to the new energy-saving technology. Republicans at the time cast the battle of the bulb as an issue of liberty. &quot;This is about more than just energy consumption. It is about personal freedom,&quot; said Joe Barton, the Texas Republican behind the effort to keep the outdated bulbs burning.", 
    "section": "environment", 
    "gid": "environment/2013/apr/30/conservative-us-shoppers-turned-off-eco-lightbulb", 
    "wordcount": "408"
}