{
    "headline": "Google shares suspended after accidental email wipes $22bn off value", 
    "text": "It was the printer&apos;s error that wiped about $20bn from the value of the world&apos;s biggest search engine. Shares in Google were suspended after an accidental email to the US stock market authorities revealed that the company&apos;s latest quarterly results were far below Wall Street&apos;s demanding expectations. The inadvertent  and clearly unfinished  financial release began with the words &quot;PENDING LARRY QUOTE&quot;  referring to the company&apos;s chief executive, Larry Page, whose job, normally, would be to put the best gloss on the financial figures. But he was likely to be offering different sentiments after the stock tumbled 9% before trading was halted. After trading resumed the shares recovered slightly to close down 8%. Company results circulate internally for several days as they are being prepared for public release to strict timetables, normally under strict secrecy. Leaks of the figures are extremely rare, but on this occasion Google tersely blamed financial printers RR Donnelly for filing its draft third quarter results &quot;without authorisation&quot;. Compounding the situation was the fact that Google&apos;s figures missed expected profits and a showed a big slowdown in revenue growth for its main search engine advertising business. The company had little choice but to suspend trading in its nosediving shares. The surprisingly poor figures also point towards the challenging future that has already hobbled Facebook&apos;s stock after its dismal flotation earlier this year: the problem of making money from mobile advertising as users shift from the desktop to the smartphone to do their searching. The figures showed that Google earned $9.03 per share in the third quarter  notably below analysts&apos; consensus estimates of $10.63. Its search engine revenues were also below expectations, hitting $11.5bn (7bn) where analysts had expected it to show $11.9bn (7.38bn). Nevertheless, even Google&apos;s misfiring revenues showed 19% growth from the same period last year. But, critically, that was a substantial slowing for a business that had consistently shown revenue growth since the end of 2009, when the global financial crisis was at its deepest. A key reason for the revenue and profit miss seemed to be a fall in &quot;cost per click&quot;  the amount that advertisers pay when people click on Google&apos;s adverts. Google said that such revenues fell by 15% year on year and by 3% compared with the second quarter, even while the number of &quot;paid clicks&quot; grew 33% year on year. Advertising rates for mobile phone advertising are typically lower than on desktop computers  rates that are in turn lower than for printed media. At the same time, as noted by Ben Schachter from Macquarie Securities, people used search engines less for the first time since anybody began tracking data showing their use  because people are discovering new content via apps on iPhones and other smart devices. That also suggests that the widespread shift to mobile use which has affected Facebook&apos;s prospects is starting to affect Google too.  Another concern for Google will be the upwards creep in &quot;traffic acquisition costs&quot; (TAC) - the money that it pays to external websites to direct traffic to its search engines. That has risen as a proportion of advertising revenue from a low of 23.7% a year ago to 26%  back towards the 30% figure that it saw at the end of 2007. The higher the proportion, the higher the drag on profits on a search engine. Those too may come from Google&apos;s mobile business, where it pays money to Apple for some positions on the iPhone, and to some mobile carriers. Charlie Kindel, a former Microsoft general manager who worked on its Windows Phone development, commented on Twitter that Google might have to start focusing on ways to make its free Android mobile operating system pay. He said: &quot;Mark my words: a few more quarters like this, Amazon doing well with Kindle, and Google&apos;s approach to Android will quickly change.&quot; Amazon uses its own version of Android, stripped so that Google gets no ad revenue, in its Kindle Fire tablet. But Clark Fredricksen, vice-president of eMarketer, which tracks the online advertising business, said that despite the setback he feels that Google is in a strong position because of its underlying strength. Google remains dominant in search, with a 74.5% share of the US search ad market, according to eMarketer. In Europe, its market share is more than 95%  and the overall digital advertising market in the US grew by 17.7% in the third quarter of 2012. Fredricksen added: &quot;The company now holds the largest more revenue than any other company in the US search, display and mobile advertising markets, respectively  and the company&apos;s market share in each category is expected to grow in the coming years. Particularly in the mobile arena, Google holds a commanding lead over all other players, taking home more than half of all US mobile ad revenues. The nearest competitor, Pandora, takes home less than 10% of the market.&quot; Meanwhile, a sheepish printer said it was &quot;fully engaged in an investigation to determine how this event took place and are pursuing our first obligation  which is to serve our valued customer&quot;.  Its shares fell too in the wake of the Google leak  but only by 2%. Tech giants lose their touch The titans of Silicon Valley are beginning to lose their air of invincibility. Since Google&apos;s initial public offering in 2004, American technology companies had enjoyed an unprecedented run of good fortune, culminating in Apple&apos;s overthrow of oil giant Exxon Mobil as the world&apos;s most valuable business. But one by one, through a combination of greed, hubris and clerical error, the masters of the technology universe have been shooting themselves in the foot. First came Facebook&apos;s catastrophic initial public offering, when early investors cashed in their chips at too high a price. The shares skidded remorselessly downwards, and now trade at half their float value. In September, it was Apple&apos;s turn. The launch of the iPhone 5 lit up the internet, and sales have been spectacular, but within days of its arrival in the shops the company&apos;s chief executive Tim Cook had apologised for forcing a substandard mapping service on his customers. By giving Dublin and imaginary airport and turning Helsinki railway station into a park, Apple had proved itself capable of releasing a poorly designed, unfinished product. Now Google has made the same mistake, in the form of its latest financial results. Juliette Garside  This article was amended on 19 October 2012 to correct the title of Charlie Kindel. Kindel is a former Microsoft general manager, not a former Microsoft engineer as the original said.", 
    "section": "technology", 
    "gid": "technology/2012/oct/18/google-shares-suspend-email-22bn", 
    "wordcount": "1113"
}