{
    "headline": "Curiosity Mars rover in safe mode: are cosmic rays to blame?", 
    "text": "The problems started last Wednesday. Nasa&apos;s Mars Curiosity rover failed to send its recorded data back to Earth and did not switch into its daily sleep mode as planned, according to a report from space.com.  Engineers concluded that some sort of glitch in the rover&apos;s memory on its &quot;A-side&quot; computer must have taken place. Last Thursday, they switched operation to the backup &quot;B-side&quot; computer and  as expected that forced the rover into a low-power &quot;safe mode&quot;. Safe modes are designed to protect spacecraft in times of malfunction. To prevent the spacecraft from doing something inadvertently damaging, everything shuts down except those systems that stop it from dying. Then it waits for commands from controllers on Earth. That&apos;s where we are with Curiosity now. Engineers are gradually bringing more of its systems on-line using the B-side computer and full operations could be restored by the weekend. Then the process of understanding more about what happened to the A-side computer begins. A front-running idea is that the computer memory was corrupted by an incoming cosmic ray. These are subatomic particles that have been accelerated to extraordinary speeds by distant exploding stars. Cosmic ray hits are a source of frustration throughout the astronomical community.Just ask the poor graduate student whose job it is to scroll through research images pixel by pixel, digitally removing each hit so it doesn&apos;t foul the data.  Failure to do such tedious work may result in the mistaken discovery of a space colony on Mars. However, the real danger is when a cosmic ray hits a computer memory cell or processor, rather than an image detector. Perfect lines of code can be turned to gobbledegook. Back in the mid-90s, IBM estimated that cosmic rays would cause one error per month for every 256MB of RAM in a computer on Earth, sitting under the planet&apos;s protective magnetic field. Without an appreciable magnetic field of its own, Mars is more exposed. Although Curiosity&apos;s computers are &quot;hardened&quot; to withstand radiation, particularly energetic cosmic rays can sometimes get through. Although unexpected safe modes can be a sign of real trouble to any mission, this was not the case with Curiosity. The safe mode was triggered knowingly by engineers when they swapped between computers. It is what is allowing them to bring the rover back to full operation. Think of it more like the engineers putting the rover in detention while they get to the bottom of its bad behaviour.  Stuart Clark is the author of The Day Without Yesterday (Polygon)", 
    "section": "science", 
    "gid": "science/across-the-universe/2013/mar/05/curiosity-mars-rover-safe-mode", 
    "wordcount": "429"
}