{
    "headline": "Mystery bird: Chubut steamerduck, Tachyeres leucocephalus", 
    "text": "      Chubut steamerduck, Tachyeres leucocephalus, Humphrey &amp; Thompson, 1981, also known as the white-headed (flightless) steamer-duck, photographed on the coast of south-central Argentina (South America).  Image: Nick Athanas/Tropical Birding, 25 November 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Canon EOS 7D     Question: These Argentine endemic mystery birds are peculiar for a number of reasons. What reasons are those? Can you identify this bird&apos;s taxonomic family and species?  Response: This is a pair of Chubut steamerducks, Tachyeres leucocephalus, a large flightless duck with a very small range in Golfo San Jorge in southern Chubut and northern Santa Cruz Provinces of the coast of south-central Argentina. These sedentary birds live in rocky areas and sheltered bays and breed on offshore islands and peninsulas. They forage by filtering water through the serrations on the edges of their bills to separate out the aquatic animals, plant material, seeds, small fish, snails, and crabs that they feed on.  The Chubut steamerduck was only recently recognized as a distinct species because steamerducks generally look fairly similar, although they do inhabit non-overlapping ranges. This species&apos; current population is estimated to be 2,500-5,000 individuals. There are four species of steamerducks and all are placed into the genus,  Tachyeres, a name derived from ancient Greek for &quot;having fast oars&quot; due to their habit of using both their feet and their wings to row their way through water to escape danger. Three of the four steamerduck species are flightless, whilst the fourth species, the flying steamerduck, T. patachonicus, rarely takes to the air. The steamerducks are included in the taxonomic family, Anatidae (the ducks, geese and swans).  Here&apos;s a very short video of a wild Chubut steamerduck, standing on rocks in an anxious sea:             [video link]. .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/apr/22/5", 
    "wordcount": "354"
}