{
    "headline": "Ash dieback: bishop calls for urgent action to save Britain's forests", 
    "text": "The crisis facing Britain&apos;s trees should be a call to arms for action to restore this &quot;green and pleasant land&quot; before it is too late, according to a senior bishop. The bishop of Liverpool, the Rt Rev James Jones, said he believed ash dieback, the disease threatening 80 million trees across the UK, had &quot;reawakened&quot; people to the importance of forests in their lives. He has called for the restructuring of the Forestry Commission whose remit, he said, is out of date. On Friday the government revealed that the number of sites now identified as being infected with ash dieback was continuing to rise  up to 169  and that it was unlikely the disease could be eradicated. Jones, who headed the independent Forestry Panel set up last year after the row over the government&apos;s proposals to sell off publicly owned woods, wants a programme of new planting of trees and a tightening of biosecurity at the UK&apos;s borders to try to slow down the rate at which new diseases are coming in. He said Britain is now one of the most denuded landscapes in Europe, with only 9-10% of our landscape forested. &quot;It&apos;s ironic that here we are lecturing other countries like Brazil about cutting down their trees and talking about global warming and deforestation, having already decimated our own,&quot; he added. The Forestry Panel delivered its report to the government in July. It called for England&apos;s woods and forests to be revalued and replanted, both for environmental reasons  trees not only purify the air and absorb global warming gases but also prevent flooding and soil erosion  and for the good of the millions who use forests for recreation. &quot;We have been led to believe the government will respond to our recommendations in January and await that with great interest. I also intend to have the issue fully debated in the House of Lords,&quot; Jones said. &quot;The sums of money involved in the investment needed are very, very small, certainly compared to the sums spent on other things of less import. I learned in the process of chairing the committee that 160m was spent on 9km of dual carriageway. We are asking for 20m, and the significance of trees and forests to our landscape, to climate change, makes that seem an infinitesimal amount. &quot;We need a thought-out national policy, with additional investment in response, research and biosecurity controls, and it has to be taken seriously.&quot; Jones said there needed to be change at the Forestry Commission. &quot;It was set up 100 years ago with a set of political propositions that need a rethink. There needs to be a new charter that outlives the next 100 years. &quot;You have to take the tree cycle out of the political cycle. The political cycle is three to four years, the tree cycle is 50 to 200 years. You need a policy that isn&apos;t changed by every new government, but is respected and adhered to as being vital to our national interests.&quot; He said that the panel, which ceased its work in January, had voluntarily re-assembled last week to &quot;retrace our steps and check on progress&quot; in the wake of the ash dieback outbreak: &quot;There&apos;s a new awareness and a momentum now, which I hope can be used in a positive way.&quot;I know the fallback position for many people is to blame the government, but politicians reflect the concerns of the people and if people let them know that they care about this then the politicians will respond. Forests provide the greatest recreational facilities in the country and that is something new to our culture. So people are appreciating forest in a new way.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/nov/11/ash-dieback-bishop-of-liverpool-tree-preservation", 
    "wordcount": "632"
}