{
    "headline": "Does Apple have anything left up its sleeve?", 
    "text": "It&apos;s been six months since Apple released a new product  the iPad mini in October  and judging by Tim Cook&apos;s comments on the earnings call, it might be a while before you see more. &quot;Our teams are hard at work on some amazing new hardware and software and services for this fall [autumn] and throughout 2014,&quot; he said bluntly  and repeated it when asked if there wasn&apos;t anything coming sooner. Still, Peter Oppenheimer, Apple&apos;s chief financial officer, did say profit margins will fall in the next quarter due to &quot;new product mix&quot;. Not that Apple is going to tell you what any new product might be (a cheaper iPhone?). As former Apple executive Peter Tamte told me earlier this week, &quot;Apple knows that the best way to get people to pay attention to its product launches is to keep them secret and surprise everyone.&quot; So where&apos;s the Apple &quot;iWatch&quot;? What about the long-rumoured super-TV set? Not even a hint that they exist. How about an iPhone with a bigger screen, to match Samsung&apos;s 5in Note? &quot;My view is that iPhone 5 has the best display in the industry,&quot; Cook said. &quot;Some customers value large screen size  others value resolution, colour quality, white balance, longevity, power consumption  our competitors have made tradeoffs in order to ship a larger display. We would not ship a larger-display iPhone while these tradeoffs exist.&quot; The suggestion being that if display quality improves to the point where Apple likes it, a phablet is perfectly possible. For those who have watched Apple for any length of time, and remember when it barely had two iPods to rub together, such a hiatus between product releases seems incredible. Apple used to churn out new stuff as though its very existence depended on it  which, in a way, it did. Not so long ago, by this time of the year Apple would have released new laptops, new software, some new iPods and perhaps a phone at the Macworld conference in January. But it gave up that conference in 2009. Which means that these days, what do you get? This year, silence. That, in turn, means all the organisations and rich, easily agitated individuals holding huge amounts of Apple stock get rather nervous, and take flight at the slightest hint of bad news. Of that there&apos;s plenty, especially if you choose to interpret it that way; when Cirrus Logic said last week that its revenues were down because &quot;a major customer&quot; (Apple) was moving away, investors somehow heard that the major customer had made less products. Wrong, but understandable. Apple&apos;s problem is that the pace of competition is now frantic. Apple introduced the iPhone in January 2007; at that time Samsung was an unregarded maker of TVs and cheap phones, and Google was just launching Street View, while Google Maps was less than two years old. Now, Google has Google Now  a sort of &quot;smart assistant&quot; that watches your routine and suggests bus, train and even plane timetables  while Samsung is a colossus. And little projects such as Pebble, a smart watch that connects to your smartphone, are biting all their ankles. That&apos;s before you get onto the big innovations such as Google Glass, which extends what your smartphone can do by putting some of its output in front of your eyes, or self-driving cars. Where&apos;s Apple&apos;s equivalent to that? Cook acknowledged that Samsung and Google are Apple&apos;s prime competitors: &quot;They&apos;re tough competitors, but we feel we have the best products by far and are continuing to invest in innovative products and feel good about our product pipeline in hardware, software and also services.&quot; So what&apos;s Apple doing with its time? Nothing much. Just selling more smartphones than anyone but Samsung, and more tablets (19.5m) than anyone, and keeping its PC sales flat in a market that slumped 11% for Windows PCs, and making profit hand over fist (even when it slumps). Even the ailing iPod (5.6m sold in the quarter, down 27% on the year) probably generated more money ($960m) than Microsoft&apos;s whizzy new Surface PC (estimated to have sold less than 2m and generated about $500m). As bad quarters go, it could have been worse. Cook and Oppenheimer made a big play of how much money is being paid to developers for app sales, and how many global companies are using iPads to develop in-house programs. In fact, they seemed to be going out of their way to make Apple sound boring  solid, reliable, money-generating. Boring. Maybe that&apos;s the thing that has spooked the investors. Maybe if Apple hasn&apos;t got that mad spark, it&apos;s just going to go into a decline. So has Apple given up? Is Cook not inspiring the troops in Cupertino to come up with the radical new ideas that Steve Jobs used to? It&apos;s impossible to tell. The product pipelines are years long; the first iPad prototypes appeared in 2003, and the iPhone got properly under way in 2005. Rewind two years, and Steve Jobs was still alive  so what we&apos;re seeing (or not seeing) now was all happening while he was alive. It&apos;s still too soon to say whether Cook can generate the hits as his predecessor did. But this waiting sure is enervating. Couldn&apos;t we at least have an iWatch?", 
    "section": "technology", 
    "gid": "technology/2013/apr/23/apple-future-analysis", 
    "wordcount": "897"
}