{
    "headline": "Chad divided over former dictator who could finally face justice", 
    "text": "The rusty tank abandoned on a pile of rocks sticks out awkwardly on the flat Sahel scrub, which stretches as far as the eye can see. &quot;When is that from?&quot; I ask my Chadian journalist colleagues. We&apos;re driving along a bumpy track, pocked with puddles after the recent rains, to visit a Darfur refugee camp north of Iriba. &quot;It&apos;s from the war between Hissne Habr and Idriss Dby Itno. Habr lost. It&apos;s his tank,&quot; says Daossa Mohammed, the perennially cheerful editor of Iriba&apos;s Radio Absoun. &quot;It&apos;s been there for 22 years as a reminder to the population not to go to war.&quot; On 20 July, the international court of justice ordered that Senegal should immediately organise a trial of Habr, who is accused of a catalogue of human rights abuses during his eight years in power in Chad, or extradite him to Belgium for trial. Another journalist pipes up from the back seat, &quot;People are no longer interested in Hissne Habr. We need to move on. It&apos;s old news.&quot; &quot;You mustn&apos;t say that!&quot; shouts Daossa, the smile falling abruptly from his face. &quot;He killed thousands of people. He threw people in boiling water and banished families from this very land. Chadians deserve justice!&quot; It&apos;s a powerful indication of how polarised reactions to attempts to bring Habr to justice can be; between the older generation who lived through the terror (Habr was said to have had an underground swimming pool in which the DDS, his secret police, tormented victims), and younger people who see Habr&apos;s alleged crimes as from another place and time  a Chad from the history books. Many young people have never known a time when Habr was in Chad  he fled the country shortly after Idriss Dby&apos;s forces progressed westwards from Iriba, and eventually sought refuge in Senegal. Many of his victims have since left the country, and 22 years later others are now elderly or have died. On the day of the international court judgment, not one Chadian in the restaurant I was sitting in looked up when the news story with images of Habr was on television. Later in the day, I chatted to young people around town and the comment that stuck most in my mind was: &quot;Yes, Chadians want justice, but this has gone on so long now we won&apos;t believe it until we see it.&quot;     A tank said to belong to Habr. Photograph: Celeste Hicks    But for those who suffered at the hands of the notorious DDS, the judgment is an important step on the road to justice. Victims have been supported by organisations such as Human Rights Watch, which obtained papers showing that more than 1,000 people were killed in detention and thousands of others were tortured during Habr&apos;s rule. &quot;Today, my friends who were tortured, the people I saw die in jail, those who never gave up hope, are one step closer to achieving justice,&quot; says Souleymane Guengueng, who almost died in prison when Habr was in power, and founded an association to help victims. So what is the priority for Chad? Is it more important to face the past head-on or should Chadians put the dark days of the 1980s behind them? &quot;Habr&apos;s crimes have caused deep wounds in Chadian society  people look at each other like dogs with their teeth bared,&quot; says Emmanuel N&apos;Dalbaye, a sociology lecturer at the University of N&apos;Djamena. &quot;They say they forgive each other but then everyone is scared of everyone else. We are a tolerant country, but without justice Chad will never move away from the ethnic and religious division that it suffers from today.&quot; The Habr case has presented unique challenges for international justice. The former dictator has been living in exile in Senegal for 21 years, but efforts to prosecute him have faltered. Former Senegalese president Abdoulaye Wade made several unfulfilled pledges to put him on trial, and at one point demanded that international donors should pay for the establishment of a special court there. Frustrated with the lack of progress, lawyers representing Habr&apos;s surviving victims went to Belgium, which has international jurisdiction, and asked them to try the former president. Hopes had been riding high that last week&apos;s judgment would effectively force Senegal to hand him over to Belgium. But there is a glimmer of hope that, with the recent peaceful handover of power in Senegal to Macky Sall, there may be a window of opportunity for progress. &quot;The Senegalese government appears to be committed to trying Habr and has taken steps in that direction,&quot; says Clement Abaifouta, the N&apos;Djamena-based representative of the association for the victims of the crimes of Hissne Habr. &quot;However, we&apos;ve been disappointed and betrayed before by Senegal so we will remain vigilant until we see Habr in that courtroom.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/aug/06/chad-divided-over-dictator", 
    "wordcount": "839"
}