{
    "headline": "Is UK higher education ready for more private providers?", 
    "text": "Across a range of public services, &quot;provider agnosticism&quot; is a philosophy that has steadily been gaining ground. In areas like welfare-to-work and the rehabilitation of offenders, the government  like New Labour before it  has sought to open up the supply side to a more diverse range of organisations. In education, however, opposition to the involvement of for-profit providers can be imbued with semi-religious fervour. Nick Clegg has effectively blocked the possibility of profit-making within the state school sector for the rest of this parliament, and Michael Gove&apos;s comments in support of for-profit free schools at the Leveson Inquiry invited immediate rebuttal from Stephen Twigg, Labour&apos;s spokesman on education. A 2011 poll for the free market thinktank Reform found that only 31% of respondents thought for-profit providers should be allowed to operate in state education. In higher education, the issue is less contentious. For-profit providers are not new. The legal training firm BPP has been in existence since 1976, and was given degree-awarding powers under Labour in 2007. The higher education white paper signalled the government&apos;s intention to &quot;level the playing field&quot; between public and private providers, and David Willetts has been clear that quality standards &quot;must not protect one way of delivering higher education at the expense of others&quot;. Speaking shortly after the 2010 election, Paul Marshall, then director of the 1994 Group, predicted that private provision could see &quot;access to a form of higher education for all, literally at the end of every street,&quot; increasing competition and driving up quality in the sector. Why is it then that such divergent approaches are taken to the issue in schools and higher education? Speaking in Westminster to a meeting of the all-party parliamentary group on skills and employment, Fraser Nelson argued that the driving force behind profit-making schools stems from the fundamental failure of existing state provision to deliver for the most disadvantaged in society. In higher education, the imperative is less extreme, driven primarily by desire for provision which is more aligned to employer and student demands. Opponents of profit-making in education often seek to cast doubt on the motivations of for-profit providers but, as professor James Tooley of Newcastle university argued in his speech to the all-party parliamentary group, discerning the motivation of any public or private institution is not always straightforward. Just as no politician is driven solely by a sense of public service, traditional universities, too, are subject to commercial pressures and institutional imperatives, rather than being driven purely by the public interest or a simple desire to add to the knowledge base. The profit motive has provided an incentive for organisations to make investments in course development and capital infrastructure, without putting pressure on the taxpayer. It is questionable whether such provision would have developed organically otherwise. The real constraint on expanding capacity in higher education is student number controls and limitations on public finance. For real growth to occur in the for-profit sector, institutions will have to look much harder at how they might leverage finance for additional places through partnerships with financial institutions. This is only one of a number of important questions and challenges that the for-profit sector and policymakers will have to grapple with. Quality of provision is set to join funding as a headline issue for higher education policy. To date, for-profit provision in the UK has generally been of high quality. But if we are to see new, less experienced entrants to this market, a robust governance framework will be essential if we are to avoid the staggering drop-out rates, over-recruitment, and under-investment that has destroyed parts of the US for-profit sector. The impact of a big expansion of for-profit specialist provision on the rest of the sector is another great unknown. If private providers cherry-pick profitable courses, such as law and finance, will this reduce the ability of other institutions to cross-subsidise across discipline boundaries, and in turn threaten their financial sustainability? Does this even matter, or are the days of cross-subsidy numbered anyway as increasingly consumer-conscious undergraduates question where and how their fees are being spent? We must also consider how for-profits should contribute to the fair access agenda. A recent report from the business, innovation and skills select committee expressed disappointment that providers giving evidence to their inquiry into the coalition&apos;s higher education reforms felt for-profits were &quot;not yet designed to accommodate the government&apos;s proposals for widening access&quot;. The committee concluded that &quot;access to public funds brings with it responsibilities&quot;. Profit-making institutions will need to think creatively about how they can contribute in this area. We must not close our ears to the potential benefits of a stronger private higher education sector  but nor should it be a leap of faith. Getting the incentives right, and ensuring that the regulatory framework is both fair and appropriate, will be crucial if provider agnosticism is to be the new religion. Joel Mullan &amp; Helena See are researchers at Policy Connect, a think tank responsible for running the Higher Education Commission, the Associate Parliamentary Skills and Employment Group, the National Skills Forum and the Skills Commission. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jun/26/policy-private-universities", 
    "wordcount": "890"
}