{
    "headline": "Nervous Kremlin seeks to purge Russia's internet of 'western' influences", 
    "text": "Unlike other media, the internet in Russia, has developed largely untouched by the arm of the state. The protests have prompted many to wonder: is that about to change? &quot;It&apos;s too late to change things,&quot; said Anton Nossik, an internet guru. &quot;Kids are now born into the internet and grew up in the internet. Like it or not, you have to embrace it.&quot; That is the view of most internet observers in Russia: that it&apos;s too late, and too technologically complicated, to institute a China-style firewall. Yet the government is infamous for its attention to propaganda, and for the power of its suspicious spy services, and there are signs that it is seeking to boost its ability to control the internet. Opposition bloggers and activists have already come under attack from the state, via prosecutors and the Federal Security Service (FSB), the main successor agency to the KGB. Some have been arrested, others called in for questioning. Websites have been shut by spurious means. But for now, it has been an entirely ad hoc approach. &quot;There is no strategy. They don&apos;t know what to do,&quot; said Andrei Soldatov, an expert on Russia&apos;s security services. Current and former officials in the FSB and other security service have been at the forefront of calls for an internet crackdown. With Putin&apos;s return to the presidency next month, their power and influence is only expected to grow. Late last month, the FSB deputy director called for a purge of the Russian blogosphere&apos;s western influences, echoing Putin&apos;s line that Russia&apos;s discontent is being fomented from abroad. Sergei Smirnov said, during a regional security conference, western secret services were using &quot;new technologies&quot; to &quot;create and maintain constant tension in societies &quot;The goal is serious  up to deposing the political regime that has existed in these countries,&quot; Smirnov said. &quot;We know that the problem of the Arab spring, the problem of revolutions that occurred on the African coast, they all faced it. &quot;Society must defend itself. If the enemy uses &apos;dirty&apos; technology, we need to purge the space from such activity in some way,&quot; he said. The calls for internet regulation began one week after the first major anti-government protest erupted in December in the wake of a contested parliamentary vote. Nikolai Patrushev, the head of Russia&apos;s security council and former head of the FSB, cited China, as well as the United States, as an example of &quot;reasonable regulation&quot; of the internet. &quot;Attempts to stop people communicating are in principle counter-productive and even immoral. But we cannot ignore the use of the internet by criminals and terrorist groups,&quot; Patrushev said at the time. That is the line taken by Putin himself, a man who has admitted to hardly ever using the internet, even forgoing computers in order to write texts by hand. He has publicly stood up for internet freedom several times, while warning of the web&apos;s pernicious side. That is what government critics fear most  that the state will not adopt an explicitly anti-internet strategy, but use existing and new laws to crack down instead. They point to the country&apos;s widely used &quot;anti-extremism law&quot;, a policy adopted ostensiblyIslamist and nationalist crime and terrorism, but which has been used with abandon against the country&apos;s liberal opposition activists, environmentalists and gay rights campaigners. Russia&apos;s interior minister said last week that his ministry would soon open a department focusing on extremism in &quot;electronic media&quot;. The justice ministry has already banned about 1,000 websites from being viewed in Russia  from Islamist terror networks to illegal music downloading sites  all under the anti-extremism law. In the latest case of the law&apos;s use against bloggers, prosecutors opened a criminal investigation into an opposition figure in February after he wrote a post discussing the possibility of holding unsanctioned opposition protests at the height of Russia&apos;s pre-electoral tension. The law also seeds censorship, said Alexander Morozov, a popular blogger and head of the Centre for Media Studies, a Moscow thinktank. &quot;The anti-extremism laws act as an instrument of fear,&quot; he said. &quot;It puts pressure on you  you start to write more carefully, realising you could face seven years in prison.&quot; The government has also deployed other laws. This month, a court in Kemerovo found a local blogger guilty of &quot;insulting a state official in public&quot; after he wrote two blog posts mocking the Siberian region&apos;s governor. He was given 11 months of community services and a large fine. As anti-Putin sentiment began to rise online and in the streets in January, the FSB summoned Pavel Durov, founder of VKontakte, the Russian version of Facebook, for questioning, demanding his site close several opposition group pages. He rejected their summons and demands, and the case was dropped. Russia&apos;s actions on the internet have so far mimicked its actions offline  from the use of politicised laws to crack down on opposition, to the deployment of trolls from pro-Kremlin youth group Nashi, to overt attacks, in the form of distributed denial-of-service (DDoS) attacks, deployed against liberal sites in the lead-up to the parliamentary vote and often used against LiveJournal, Russians&apos; blogging platform of choice. Now, observers are keeping a keen eye on a new group called the Safe Internet League, a body that counts officials from the FSB and the communications ministry, as well as representatives of the three major  and state-friendly  private telecommunications firms, on its board. The group is so far focusing on introducing stringent anti-child pornography legislation to Russia, but admits it may launch other campaigns in the future, without providing details. The lack of an overarching internet strategy has not prevented officials from testing the grounds of a Chinese approach. In July 2010, a court in the far eastern region of Khabarovsk ordered a local internet provider to shut down YouTube, after finding it hosted extremist nationalist videos. &quot;It&apos;s a Chinese approach,&quot; said Soldatov. &quot;The problem is that China had taken some preparatory steps to use this strategy  it had the technology. But in Russia there are too many entry points for websites based abroad. Technologically, it&apos;s very difficult to set up.&quot; &quot;They have learned how to block small websites,&quot; he said. &quot;The problem is that they have no idea what to do with the social networks. The Chinese understood this problem very quickly. Now, it&apos;s too late.&quot; Russia has experienced some of the most rapid growth of social network use in the world. In September, it became the European country with the most internet users, according to comScore, an international ratings agency. According to a recent survey by the Pew Research Centre&apos;s Global Attitudes Project, 43% of Russian internet users regularly use Facebook and Twitter, up from 33% the year before. VKontakte is even more popular. A Russian attempt to set up a Cyrillic challenger to Twitter this year, called Futubra, styled on China&apos;s Weibo, has failed miserably. &quot;It&apos;s stillborn,&quot; said Nossik. Analysts say Russia is torn between seeking to control the internet and using it to develop into a modern state. &quot;If they start confronting the internet, they will lose,&quot; Nossik said. &quot;They will turn themselves into Turkmenistan, which is not their dream.&quot; &quot;What they can do is promote themselves by setting up their own web presence,&quot; he said, noting the example of Futubra. &quot;What they&apos;ll do is spend a lot of money, and steal it, as usual.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/apr/15/kremlin-purge-russia-internet-western-influences", 
    "wordcount": "1263"
}