{
    "headline": "College of Medicine is a lobby group promoting unproven treatments", 
    "text": "Remember the Prince of Wales Foundation for Integrated Health? It had to close last year amid allegations of fraud and money laundering. Only a few months later, a new organisation emerged that took over the pursuit of Prince Charles&apos;s bizarre concepts about healthcare.  Clarence House insists that Charles has nothing to do with it. Yet the stated aims are strikingly similar to those of the Foundation for Integrated Health and in May 2011 Charles also attended a dinner at St James&apos; Palace for the college.  The College of Medicine (CoM) is organised and run by much the same individuals as the Foundation (though not those accused of wrongdoing in the investigation) and describes itself in glowing terms as &quot;a force that brings patients, doctors, nurses and other health professionals together, instead of separating them into tribes. A force that combines scientific knowledge, clinical expertise and the patient&apos;s own perspective. A force that will re-define what good medicine means.&quot; The terminology is confusing, to say the least. A college is foremost an educational institution; yet the CoM seems much more a lobby group promoting unproven treatments. Whatever the CoM is, the organisation purports to tackle the job of righting all manner of wrongs it sees in the healthcare business. The CoM website claims &quot;something has gone wrong with healthcare&quot;; that the NHS is &quot;unsustainable and scandal-prone&quot; and that medicine is in &quot;crisis&quot;.  But the CoM plans to rescue us from this. The alleged aim is to create &quot;a more holistic, patient-centred, preventive approach to healthcare&quot;. Concrete examples of what the CoM considers to be &quot;good medicine&quot; can be found under the heading of &quot;Innovations Network&quot; listing initiatives &quot;where the values of patient-centred service and healing are thriving&quot;. The CoM&apos;s &quot;group of innovators&quot; currently has 33 members, including schools, community-based educational projects and support services. I have looked at all 17 listed innovation networks that offer healthcare to patients and put them in the table below.     Table of 'innovators' listed by College of Medicine website. Photograph: Edzard Ernst    The initiatives listed offer a wide range of treatments, including homeopathy, qigong, reflexology and aromatherapy, which are unproven or even disproven. Occasionally, definitive therapeutic claims are made that are not supported by sufficient evidence. Take, for example, the assertion that homeopathy is useful for asthma. A Cochrane review on the topic (authored by homeopaths) summarised six randomised controlled trials and concluded that &quot;there is not enough evidence&quot;.  Remarkably, hardly any conventional treatments are mentioned in the context of these &quot;innovation networks&quot;. The statement that &quot;the college is neither pro nor anti-complementary medicine&quot; therefore seems odd, if not untrue. Some of the institutions listed as an &quot;innovation network&quot; already provide such therapies on the NHS. The themes of holism, patient-centred care and disease prevention are all, of course, very laudable. They are core values of any good healthcare. Some observers could therefore conclude that the new CoM is a commendable activity, particularly in view of the claim &quot;we are putting the interests of patients and the public before the interests of professionals&quot;.  However, my brief analysis of the college&apos;s &quot;Innovation Network&quot; suggests that these concepts are used for a classical &quot;bait and switch&quot;: first you are are baited by the seemingly good offers of patient-centred care and so on, only to be switched later to ineffective treatments like homeopathy. The CoM thus seems to be a smokescreen behind which unproven or disproven treatments are being promoted with a view of smuggling them into the NHS.  This would not render the NHS more patient-centred. It would just make it less effective.", 
    "section": "science", 
    "gid": "science/blog/2012/jan/10/college-medicine-lobby-group-unproven", 
    "wordcount": "615"
}