{
    "headline": "London Metropolitan University has been given a double wake-up call", 
    "text": "The decision to prevent London Metropolitan University (LMU) from recruiting non-EU students has so far been met with outrage and ominous proclamations about the institution&apos;s future. As someone who has taught there, I&apos;m not-so-secretly pleased. It&apos;s not the cracking down on &apos;immigration&apos; that pleases me  it&apos;s the potential it has to influence teaching and learning standards at the university. I&apos;ve had LMU classes  particularly postgraduate modules  packed with overseas students who I have no doubt hold adequate visas. However, their English language skills I seriously doubt. LMU are clear about their entry requirements but add the proviso that good grades in English in previous stages of education may be enough. I&apos;m told over and over again that it is nigh on impossible to fraudulently gain an English language qualification. That being the case, I only wonder if standards are high enough to equip non-EU students with the skills to pursue a postgraduate course of study in a second language. Many of these overseas students that I have encountered are seriously struggling with speaking, listening, reading and writing in English. They are also paying significantly more to be there than home or EU students, which is why they are so valuable to institutions such as LMU. When I&apos;ve raised the issue, I am told that students have met the necessary standards for study in the UK, so there&apos;s no need to provide them with any additional support other than the usual study skills assistance to which all students are entitled. Then, when it comes to assessment, and the overseas students are graded alongside English and American students, they invariably do much, much worse. I have even been asked to consider raising the grades of the non-EU students  because a significant number of failures might affect recruitment in those countries; because the non-EU students have paid a lot of money to be here; because it will &quot;look bad&quot; to the powers-that-be if so many people in my class are doing badly, and they will blame me. There have been all sorts of changes at LMU over the past few years, which I&apos;ve followed with great interest. Financial difficulties have led to selling off properties, staff redundancies, amalgamation of departments, contracting out of support services and, currently, the auctioning off of the Women&apos;s Library. The current vice-chancellor of the university claims that the shortfall in fees without the recruitment of non-EU students threatens LMU&apos;s very existence as we know it. I can&apos;t help but think, &quot;Well, good.&quot; This is not a university that is run well. The UK Border Agency basically says as much. Six months after it first flagged up that it was considering withdrawal of LMU&apos;s trusted sponsor status, it has announced that in a random audit there were problems with nearly two thirds of files. I&apos;m not saying UK BA&apos;s procedures are perfect either. The House of Commons Public Accounts Committee have debated the student visa issue repeatedly, and the higher education institutions who have given evidence tend to concur that the system, particularly for overseas students, is rather chaotic. However, perhaps this instance of keeping a close eye on a trusted sponsor&apos;s record-keeping is the sign of a more organised approach for the future. I realise that higher education is now a business, and recruitment  particularly overseas recruitment  is part of that. Yet recruiting students simply for the sake of recruiting them, with no thought to academic standards nor how these people will cope with study once they arrive in the UK, is not business, it&apos;s irresponsibility. I do sympathise with students who are already in the UK and are panicking about their future  I really hope they find another institution with space to take them before the term starts. But if this current plight means that LMU concentrates on its core business of teaching and learning, focusing on its most successful departments, and perhaps even reviewing their academic standards, that can only benefit its students, its staff and the rest of the UK&apos;s higher education sector. This blog was written by a lecturer at London Metropolitan University This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/aug/30/lmu-student-recruitment-teaching-learning", 
    "wordcount": "710"
}