{
    "headline": "Google Maps' virtual diving brings the Great Barrier Reef into view", 
    "text": "Millions of people will be able to take a virtual dive on the Great Barrier Reef via Google Maps on Wednesday as part of a pioneering underwater scientific expedition. The Catlin Seaview Survey will allow internet users to share the discoveries of scientists who are using new technology to study the composition and health of the Great Barrier Reef. Up to 50,000 high-definition panoramic images of the reef will be taken by the world&apos;s first tablet-operated underwater camera and geolocated. When the rapid-fire images are linked together, users will be able to choose a location along the reef, dip underwater and go for a viewer-controlled virtual dive using the street view feature of Google Maps. Dives already completed at three islands on the Great Barrier Reef, as well as sites in Hawaii and the Philippines, will be available today, with more images virtual dive sites added as the scientists map 20 separate reefs along the 2,300km system to a depth of 100m. The imagery will be available to more than 1 billion monthly users of Google Maps around the world, as well as through a dedicated YouTube channel, Google+ and Panoramio, a geolocation photo-sharing website. The survey was launched with a live night dive via a Google+ Hangout at the Blue Ocean film festival in Monterey, California. The three-month survey of the Australian reef system is the first in a series of Catlin Seaview surveys to explore and record the world&apos;s coral reefs. Next year, the expedition will move on to Hawaii, the Philippines and Bermuda. The survey aims to make the underwater experience accessible to the public in a way that has never before been possible, and help bridge the gap between scientific awareness and public knowledge. It is sponsored by the UK-based insurance company Catlin, and backed with technology from Google and support from NGOs, research institutes and the University of Queensland (UQ).           Reading on mobile? Click here for the video&quot;From a scientific point of view, this survey is about getting a baseline record of the world&apos;s coral reefs and how they are being affected by climate change,&quot; said the project&apos;s chief scientist, Prof Ove Hoegh-Guldberg, from the Global Change Institute at UQ. &quot;But it&apos;s also about engaging the public with this issue. Most of us haven&apos;t been lucky enough to dive on a reef but by using these tools, people will know what we mean by the beauty and diversity of our coral reefs.&quot; Around 50% of the world&apos;s coral reefs have been lost in the past 30 years to pollution, overfishing and climate change, which is increasing sea temperatures and elevating levels of ocean acidity. Coral reefs support the lives of millions of people worldwide and a quarter of the world&apos;s marine species, and are an important indicator of the health of the seas. Shallow reef surveys will involve scientists using state-of-the-art digital technology to capture images of the reef that can be linked to create a virtual dive experience. Automated technologies for rapidly assessing the amount of amount of coral cover and other life forms will provide a &quot;baseline&quot; for understanding change. The cameras for the shallow reef survey, the SVII, have been specially designed to take 360-degree, geolocated panoramic images every 4-6 seconds while travelling at 4kph. The deep reef survey will use diving robots and HD cameras to explore and reveal habitats that are rarely visited by humans. In ecosystems like the Great Barrier Reef, more than 90% has not been explored because it is more than 40m  too deep for scuba divers. Scientists will use the deep survey to assess the potential for the deep reef to host &quot;refugee&quot; communities of species under stress because of bleaching and changes in the shallow reef due to climate change. They also hope to discover new species  a pilot study on Heron Island revealed a new species of pygmy seahorse and four new species of coral. &quot;This is a real opportunity to understand the story of climate change and natural ecosytems, Hoegh-Guldberg said. &quot;At the end of the three-year survey we will have an important snapshot and understanding of the state of coral reefs across the planet.&quot; All of the data gathered will be made public in a database called the Global Reef Record, a &quot;game-changing scientific tool&quot;, according to Hoegh-Guldberg. &quot;We will be able to monitor change in marine environments now and in the future. Marine scientists researching researching any aspect of the reef will be able to study these environments from any of the surveys we conduct  shallow reef or deep reef.&quot; &quot;We want to make these special underwater locations as accessible to people as the roads and landmarks they explore in Google Maps each day,&quot; said Jenifer Austin Foulkes, Google&apos;s oceans manager. The survey was unveiled at the World Ocean Summit in Singapore in February.", 
    "section": "environment", 
    "gid": "environment/2012/sep/26/google-maps-virtual-diving-reef", 
    "wordcount": "823"
}