{
    "headline": "Mystery bird: Eurasian siskin, Carduelis spinus", 
    "text": "    Eurasian siskin, Carduelis spinus (synonyms, Spinus notatus and Spinus spinus), Linnaeus, 1758, also known as the European siskin, the common siskin, the spruce siskin or just as the siskin, and other (antiquated) names include the black-headed goldfinch, the barley bird, or aberdevine, photographed at Brereton Heath Local Nature Reserve, Cheshire, UK.  Image: Roy Hill, 1 March 2012 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Canon 5D mkII, Canon 500mm f/4L lens   Question: In Great Britain, this mystery bird is beginning to eat a food that is new to the species, and this is affecting one of its behaviours. What food is that? Which behaviour is being affected and how? Can you identify this bird&apos;s taxonomic family and species? Response: This is an adult female Eurasian siskin, Carduelis spinus, a member of Fringillidae, the true finches. Although what is a fringillid and how these birds are related to each other has been the source of debate, most true finches are seed-eating passerines that are found in the Northern hemisphere. The Eurasian siskin is small -- smaller than, say, a European greenfinch, C. chloris. They breed in coniferous woodlands and winter in riverside birches and alders as well as gardens. They are seed-eating birds, especially consuming seeds from conifers, alders and birch, as well as some insects. Siskins will also eat berries and other fruits, especially in winter. Here&apos;s a video of Eurasian siskins feeding on rowan berries:             [video link] Northern populations are migratory and often nomadic, sometimes moving great distances. Food abundance affects the numbers of birds that migrate from year to year.  The Eurasian siskin looks similar to the greenfinch and the European serin, Serinus serinus, but can be distinguished from both species by the yellow bars across their mainly black wings.  The Eurasian siskin&apos;s upperparts are greyish green, its wings are black with a conspicuous yellow wing bar, a long and narrow bill and the distinctly forked tail is black with yellow patches on the sides. The underparts are white with greyish streaks. Males have a bright yellow face and breast with a neat black cap. Females have a greyish green head, no cap, and are duller and more heavily streaked than males, whilst juveniles are streaked like females, but duller and browner. Here&apos;s an adult male Eurasian siskin at a bird table, feeding on what appears to be sunflower seeds:             [video link] According to my sources, siskins have recently started feeding on red peanut bags in gardens, which is being widely imitated by siskins throughout Britain. This additional food preference is affecting this species&apos; seasonal migration. .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/may/25/11", 
    "wordcount": "492"
}