{
    "headline": "IBM's Sequoia is the world's fastest supercomputer", 
    "text": "The US is back at the top of the supercomputing leagues for the first time in almost three years, reclaiming the title from Japan, thanks to a new system developed by IBM. The computer, Sequoia, uses IBM&apos;s BlueGene/Q servers and at the US Department of Energy&apos;s Lawrence Livermore National Laboratory it achieved 16.32 petaflops  trillions of floating-point calculations per second  using more than 1.5m processor cores. Sequoia is also one of the most energy-efficient systems on the biannual Top 500 list which ranks the world&apos;s known supercomputers, released on Monday. The previous leader since November 2009, the Fujitsu K Computer at Japan&apos;s Riken Advanced Institute for Computational Science in Kobe, has been pushed down to second place. It achieved 10.51 petaflops, using over 705,000 processor cores. Of the top 10 systems, three are in the US and two in China, and two in Germany. Japan, France and Italy have one each. IBM built five of the top 10 most powerful machines. The UK has six spots in the top 100, two of them at the University of Edinburgh and two at the UK Meteorological Office, with the largest at the Daresbury facility in Cheshire. The fourth most powerful supercomputer in the world, and the most powerful in Europe, is the SuperMUC, developed by IBM, and installed at the LRZ, the computer centre for Munich&apos;s universities and for the Bavarian Academy of Sciences and Humanities. The SuperMUC uses water for cooling, enabling it to use just 40% as much energy as an air-cooled system would, while only taking one-tenth of the size. The SuperMUC has a peak performance of 3 petaflops, equivalent to about 110,000 consumer PCs. It will be used to drive a wide spectrum of research  from simulating the blood flow behind an artificial heart valve, to devise quieter airplanes to unearthing new insights in geophysics, including the understanding of earthquakes. The SuperMUC system is also connected to powerful visualisation systems, including a large 4K stereoscopic power wall and a five-sided immersive artificial virtual-reality environment or CAVE for visualising 3D data sets from fields, including Earth science, astronomy and medicine. German state-funded institutions are interested in SuperMUC machines because they have a requirement to source their electricity only from renewable sources, which requires lower power demands than before. Up to 50% of an average air-cooled data centre&apos;s energy consumption and carbon footprint is not caused by computing, but by powering the necessary cooling systems. IBM&apos;s scientists instead developed a hot-water cooling system, which directly cools active components in the system such as processors and memory modules with coolant temperatures that can reach as high as 113F, or 45C. Some consumer PCs, including past products from Apple, have used water cooling  but the risks of leakage meant that they have been largely abandoned. Because a given volume of water can retain a higher amount of heat than the same volume of air, it makes a more efficient medium for heat transfer  but most companies solve that by pumping more air through the system to deliver the same effect without the risk of leaks.", 
    "section": "technology", 
    "gid": "technology/2012/jun/18/ibm-sequoia-worlds-fastest-supercomputer", 
    "wordcount": "519"
}