{
    "headline": "Citizen crane  UK welcomes back a once-common bird", 
    "text": "On Monday, I spent the day visiting the Wildfowl and Wetlands Trust&apos;s 800-acre reserve at Slimbridge in Gloucestershire. Conservationist and artist Sir Peter Scott made his home here at this extraordinary site more than 60 years ago. His ambition was not only to secure a vitally important feeding ground for wildfowl and waterbirds on the Severn estuary, but to build an organisation (the WWT) whose conservation work might be internationally recognised. Scott sadly did not live to see one of WWT&apos;s most ambitious recent conservation efforts, the Great Crane Project (GCP). In the Middle Ages, cranes were common in Britain. Bishops feasted on them and towns and villages (eg Cranleigh, Cranbrook, Cranfield) were named after them. But draining of wetlands and hunting led to the disappearance of the crane as a breeding bird about 400 years ago.     The objective of the Great Crane Project at WWT Slimbridge is to raise between 70-100 birds in the next few years. Photograph: WWT    The objective of the GCP is to bring back a viable population of Eurasian cranes to the Somerset Levels. In practical terms, as Debbie Pain, WWT&apos;s director of conservation, told me, this means reaching between 70-100 birds. The GCP is a brilliant example of national and international collaboration. Funds have crucially been provided by Viridor Credits environmental company. Besides WWT, the Royal Society for the Protection of Birds (RSPB) and the Pensthorpe Conservation Trust have brought their knowledge and resources to the project. The eggs have come from a thriving population of cranes  upwards of 450 breeding pairs  in the Schorfheide-Chorin biosphere reserve, near Berlin. In conservation terms, the achievements so far are remarkable. In 2010 and 2011 a total of 48 fertile eggs were collected from Germany, 44 of which hatched at Slimbridge. After hatching, the birds spend their first twelve weeks in a large specially constructed enclosure, with a high net roof. My wife and I were invited to dress up in the grey loose-fitting robes, which the WWT carers wear. The carers feed the birds  absent their real mothers  with grain from a scoop, modelled on the head and neck of a crane, so as to mimic the mother feeding her young. Before you enter the enclosure, you go through a range of &quot;bio-security&quot; procedures. Once inside, you have to observe some strict rules. Don&apos;t talk. Don&apos;t let the birds see your face. Harsh though it may seem, the birds have to learn to fear, not to love, human beings. They are taught, by dogs dressed up as foxes, to give foxes a wide berth.     Stanley Johnson in 'crane carer' uniform. Photograph: WWT    Being a &quot;crane-carer&quot;, if only briefly, was a strangely moving experience. Fully grown, the Eurasian crane (Grus grus) stands at 1.2 metres. Its wingspan is an incredible 2.4 metres. The birds we fed that day had matured astonishingly quickly, in height if not yet in weight. One of them, attracted by my bright red notebook, stretched up and almost plucked it from my breast pocket. Of the 38 cranes reared to fledgling (out of the 44 hatchlings) at Slimbridge and released in Somerset, 33 remain. Yes, there have been some fatalities. Cranes feed and roost on the ground and one at least has been lost to a fox. Another flew into a powerline. But overall, the results of the GCP so far have lived up to, or even exceeded, expectations. Less than two weeks from now, the 18 young birds we saw at Slimbridge will be taken to a pre-release enclosure on an RSPB reserve on the Somerset Levels and Moors. At the beginning of September, they will be eased into their new life in the wild. Already there is a small army of volunteers in Somerset monitoring the movement of the cranes who are already there from the releases of previous years. The birds are not yet ready for breeding  that is still a year or two away. But already keen-eyed observers have noted signs of courtship. Those who are backing the GCP believe that within the next few years it may not only be possible at attain a viable population of cranes on the Somerset Levels; they are also convinced that there are opportunities for the introduction or re-introduction of cranes in other parts of the United Kingdom. Could grus grus become our new national bird?  Stanley Johnson&apos;s new book, Where the Wild Things Were: Travels of a Conservationist, is published by Stacey International", 
    "section": "environment", 
    "gid": "environment/blog/2012/jul/27/return-great-crane-uk", 
    "wordcount": "717"
}