{
    "headline": "Feathered everything: just how many dinosaurs had feathers?", 
    "text": "    As I&apos;ve recently been going heavily on the feathers theme, it seemed appropriate to deal with a major question in dinosaur palaeontology that is currently being considered by many researchers. There are no hard and fast answers, and as with the most interesting ideas out there, some of the data is contradictory or can be seen to support either contention in context. The simple question is, were a great many, even most, non-avian dinosaurs feathered to some degree, or at least, covered in some kind of feather-like covering? First off, let&apos;s deal with &apos;true&apos; feathers. As I have written here recently, the actual number of non-avian dinosaurs that truly preserve feathers is pretty low (just a few of dozen or so at most) compared to the number of species out there, but still more than one might expect given their general rarity. These are all from the relatively derived part of the great theropod lineage (one of the three great dinosaur clades, and the one that ultimately gave rise to birds, these were mostly carnivorous and all were bipedal), and both those preserved directly with feathers, and their immediate relatives are probably feather covered. After all, feathers don&apos;t preserve that readily, but when you have numerous members of a group with them, it&apos;s likely the others did too but they just have not been fossilised. That immediately means that probably half or more of the non-avian theropods had feathers of some kind or another covering at least part of their bodies. At the very least, probably a few more did too (since the odds on us finding the very first ones to get feathers are pretty tiny) and some fairly weak evidence suggests that feather may have appeared rather earlier in evolutionary terms, suggesting a few more theropod groups had them too. Currently however, there&apos;s no direct evidence for any feathers in the basal theropods. Next up, the sauropodomorphs, the group of (very often) giant herbivores that include Diplodocus and its kin  you know the ones, tend to be all necks and tails and very little head. These are the nearest relatives to the theropods and there&apos;s no evidence for feathers or filaments of any kind for any of this group. So much, so simple for this one.     A cast of a specimen of  Psittacosaurus, a horned dinosaur, preserved with 'filaments' along the top of the tail.    Then we come to the ornithischians, pretty much everything else in dinosaur terms, they include various horned dinosaurs and those with armour as well as things like the hadrosaurs and iguanodontids. All were herbivorous. Until really very recently, these were perceived as exclusively scaly given their relative evolutionary distance from the theropods and the fact that we have numerous skin impressions and bits of mummified skin for quite a few of them. However, two species have turned up that have feather-like filaments on their bodies. The tiny Tianyulong (which may or may not be a fairly basal form) and the certainly rather derived Psittacosaurus (a horned dinosaur).  Finally at this point, it&apos;s worth mentioning the pterosaurs. Not dinosaurs themselves, but close relatives, and many pterosaurs are known to have been covered in fur-like filaments called pycnofibers.  In terms of evidence, as noted, feathers or anything like them (well, any kind of soft tissue really) are rarely preserved. If a number of species in a lineage are known to have feathers, and if they also have some nice correlate (like quill knobs on the bones that indicate feathers) then that&apos;s pretty convincing that the rest of the group had them too. However, in the absence of feathers, it&apos;s hard to reject the possibility that they might have been there. After all, all these animals had hearts and lungs and kidneys and all kinds of other structures but we don&apos;t typically see them either. We can however look for some form of evidence of absence through skin. After all, if we have the impressions of skin as fossils from where the animal lay down, or even actual mummified skin itself preserved, then we can look for feathers and see if they were present or not. Well we can, but inevitably, it&apos;s not that simple. First off, one part of an animal might be scaly and another feathered (think chicken feet vs wings). Furthermore, scales and feathers are not mutually exclusive: just because there are scales, does not mean there were no feathers. Birds have scaly feet after all, and if you look closely on some, you can see tiny feathers protruding between the scales. So the presence of scales alone doesn&apos;t rule out feathers, either on that spot or elsewhere. Moreover, most sediments are not fine enough to preserve feathers or their impressions even if they were there. So preservation that is good enough to record the impressions of scales on skin that are a few millimeter across, many not be fine enough to preserve tiny feather filaments that are a fraction of a millimeter across. So just because we can&apos;t see feathers in, or on, dinosaur skin, doesn&apos;t mean they were not there.  That means that it is going to be difficult to correctly interpret the various presences and absences that we do see in the fossil record. Is the apparent absence of feathers in early theropods down to them not yet having evolved, or as a result of them just not being preserved? The solution to this could lie in looking at the evolutionary relationships of those that do have feathers or other filaments, but then things do not necessarily become any more simple.  At this point we have most theropods (but not early forms) with true feathers, no sauropodomorphs with anything, a couple of almost random ornithischians with something feather-like, and pterosaurs also with something feather-like. And so to the really major question  are all these different things all feathers or not? I&apos;ve been careful up till now to not call the things in ornithischians or pterosaurs &apos;feathers&apos;, even though they are feather-like (well like the downy feathers of chicks or filamentous feathers of kiwis at least). As described, these are separate, but similar, structures. They appeared independently of each other and evolved along their own separate paths. However, it is possible that in fact such a structure only evolved once or twice, rather than three different times and only later changed such that we get &apos;true&apos; feathers in the later theropods, but other lines stuck with simple filaments.  Maybe instead of three different origins, this feature actually appeared once and was inherited by all of the descendants of that ancestor (i.e. the pterosaurs and all the dinosaurs) or perhaps just twice (the pterosaur for one, and then the dinosaurs slightly later). If either of these scenarios is true then two things occur  firstly, we should start calling the filaments of ornithischians (and maybe pterosaurs too) &apos;feathers&apos;. They would have a single origin and be inherited by descendant taxa and include the feathers of theropods and modern birds, so to all intents and purposes would be feathers. Secondly, and way more interestingly, it would imply that ancestrally ALL dinosaurs had feathers. Not just the derived theropods, but everything: all saruopodomoprhs and ornithischians too, the lot.      Might armoured ornithischians like this Stegosaurus have had filaments too? Artwork copyright to Mark Witton, used with permission.     Note the word &apos;ancestrally&apos; there though. This doesn&apos;t mean all dinosaurs did have feathers, but that the group as a whole did originally. Just as some birds cannot fly and some mammals are effectively bald, some, even many, dinosaur lineages may have lost their feathers (or even lost them and regained them later). In fact the pattern of dinosaur feathers may have still been as we observe now (most without) but it would suggest a much more complex evolutionary pattern of body coverings in the group, and provide the potential at least for feathered or fuzzy sauropodomorphs or armoured dinosaurs.All of this hinges on whether or not these things truly do share a single evolutionary origin. This has not yet been studied in detail, and while there are some suggestions the ornithischian filaments are more like feathers than the pterosaur pycnofibers, there is little real data at this point. It does however make for a most interesting and intriguing possibility. Some artists have already taken the opportunity and there are stegosaurs and sauropods appearing with hints of fluff. At the moment, it&apos;s probably best considered not much stronger than informed speculation, but it certainly not unreasonable as a hypothesis or improbable. It was quite some time before it was widely accepted that many theropods had feathers, yet the number of lineages that likely had feathers has increased dramatically in just a few years. It was thought unlikely to the point of impossibility that ornithischians would have any kind of covering beyond scales and armour, but two different species were found to have filaments less than a decade apart, and it has even been suggested that the famous Triceratops had some bristles as part of its skin. What could be next is not quite anyone&apos;s guess, but there are certainly plenty of decent possibilities and without trying to sound clichd, that does mean the future likely holds some fantastic discoveries.", 
    "section": "science", 
    "gid": "science/lost-worlds/2013/jun/10/dinosaurs-fossils", 
    "wordcount": "1507"
}