{
    "headline": "The Bristol babies who are unlocking the secrets of life", 
    "text": "Last Christmas, Dr Sue Ring received an unusual text message. One of her freezers had broken down, she was told. The news sent her scurrying  not to her home but to her workplace, the headquarters of the Children of the 90s project in Bristol. In the basement, Ring, who is the project&apos;s head of laboratories, began pulling phials of blood and tissue out of the stricken freezer, one of 60 kept at the project&apos;s HQ. Then she moved them into a spare fridge. More than 1.5million biological samples, taken from thousands of local children and parents over the past two decades, are kept in these cold stores. They are precious resource, to say the least. Hence, the automated message system that is triggered when temperatures rise inside a freezer. &quot;I should have been dealing with a frozen turkey that day,&quot; said Ring. &quot;Instead, I had to shift chilled samples of human blood and saliva. If I hadn&apos;t, tens of thousands of them would have been ruined.&quot; Ring&apos;s prompt action typifies a fierce commitment among 40 full-time and 60 part-time staff at the Bristol project. Officially titled the Avon Longitudinal Study of Parents and Children (Alspac), the Children of the 90s study is celebrating its 21st anniversary after it was set up by Professor Jean Golding, who had to endure considerable financial uncertainties before she could get the project on its feet. Her foresight has proved to be invaluable. The first pregnant women from the Avon area were recruited in April 1991 and mothers continued to be signed up over the next 21 months until there were 13,761 on their books. The lives of these women, and the 13,988 children they bore, have since been subject of scrutiny at an unprecedented detail with just about every aspect of the lifestyle and every scrap of their DNA being recorded, stored and studied. The resulting mass of data has helped to revolutionise the details of the health of the nation and is transforming our understanding of childhood, child-rearing and adolescence  from the impact of lesbian parenting to the effect of physical education on obesity levels and the consequences of weight gain in early pregnancy to teenagers&apos; attitudes to drugs and alcohol. Autism, self-harming, the menopause, diet, allergies, cot deaths and many other topics have also revealed their secrets through use of the Bristol data. Nor are these studies confined to researchers based in the city. More than 650 academics, based in centres round the world, now make use of these highly detailed, long-term studies of the city&apos;s children and their mothers. &quot;Many of the researchers who use our data are US-based,&quot; said Lynn Molloy, the project&apos;s executive director. &quot;The United States has no longitudinal studies of people&apos;s lives as detailed as this. If they want to learn how people&apos;s health, physiques and attitudes change over time, they have to come here. Britain is a world leader in this sort of thing. It&apos;s another reason to celebrate this month.&quot; It is a point backed by Professor Debbie Lawlor, a co-director for the project. &quot;Children of the 90s is just one of the most recent manifestations of the British urge to collect data about themselves. Census data, parish records, temperature records, train numbers: you name it and we will collect it. It is in our blood.&quot; As the years have passed, more and more information has accumulated in the project&apos;s vaults and computers. As a result, the annual output of academic papers based on Bristol&apos;s children and mothers has soared. Professor George Davey Smith, the project&apos;s scientific director, points to a row of box files outside his office. &quot;The first contains all the papers generated from data produced during the project&apos;s operations from 1991 to 1999,&quot; he said. &quot;By 2011, we were generating so much research, a single year&apos;s output filled a box file. More than 700 scientific papers have now been produced from our results and things are only going to get busier.&quot; Indeed, from the start, the study generated data  and headlines. Consider one example. When the project started, there was a major debate about the effect of putting babies to sleep on their backs to cut cot deaths. Powerful evidence was accumulating to indicate it would reduce fatalities. However, some scientists worried that putting babies on their backs would slow their motor development, the process by which a baby begins to explore the world, by directing their eyes at interesting objects, supporting their bodies against gravity, manipulating objects and crawling on the floor. Left on their backs in a cot, this might inhibit this process, it was argued. &quot;Fortunately, we had the data that would answer this,&quot; added Davey Smith. &quot;Our results showed there was indeed some slowing of motor development in babies but that the effect disappeared by the time babies reached 18 months of age. Babies put on their backs to sleep caught up with their counterparts.&quot; The finding was a major boost for the health service&apos;s Back to Sleep campaign, which was launched in 1990s and which is now credited with cutting cot deaths, or sudden infant death syndrome, from around one in every 500 babies to its current figure of around one in 2,000. In this way, the lives of more than 10 babies a week have been saved. In addition to this work, Children of the 90s studies have demonstrated that peanut allergies are widespread in the population; suggested that there is little evidence for social mobility over generations in the UK; and provided strong support for the idea that physical activity, when encouraged from childhood, has a real effect on controlling obesity later in life. Then there are the findings about smoking, drinking and illegal drug use. &quot;We wanted to know if it is possible to tell who is more likely in later life to become a heavy drinker,&quot; added Davey Smith. &quot;So we asked the young people in our study about their experiences and recollections of taking their first drink. We found that those who required a lot of drink to feel an effect when they first took alcohol were more likely go on to become heavy drinkers.&quot; Intriguingly, the opposite is true of cannabis users. Other studies have revealed that those who need a lot of it to feel an effect when they first start using the drug are more likely to stop using it in later life. Essentially, they are saying: why should we take all this stuff when it has such little effect on us? Those who carry out such studies tread on dangerous ground, however. They risk the ire of those who don&apos;t believe we should talk to young people about drugs or drink. In addition, these studies also risk annoying the project&apos;s youngsters by asking them questions they perceive to be intrusive or fatuous. &quot;We are asked endlessly to put questions to our young cohort about smoking, drugs and alcohol,&quot; said Molloy. &quot;But if we keep on handing out dodgy or silly questionnaires, the kids will feel they are wasting their time and will start to drop out of the study.&quot; To prevent that, the project has set up a teenage advisory panel, made up of youngsters from the project who, in effect, sit in judgment on scientists who want to quiz them and fellow cohort members about deeply personal matters. Ask a set of silly questions and you will find your study will be vetoed, in short.     Kate Sherlock and Tom as a boy.    &quot;In the end, the youngsters don&apos;t have to answer anything they feel is embarrassing, even though their responses to questions about drugs and sex are completely anonymous,&quot; added Kate Sherlock, a senior administrator for the project. She is one of the original mothers who signed up to the project in 1991. Her son, Thomas, now studying in Cheltenham, has been on the study&apos;s books for the past 21 years. &quot;I was always interested in the work but now I find it completely absorbing. This is one place in the world where everyone is completely committed to a single goal: running the project.&quot; Keeping subjects in a major study is a tricky business. Over the past 21 years, numbers of mothers and children have dropped so that there are only about 8,500 in each group. &quot;People live busy lives today and although participation does not involve much effort or time, there are always going to be individuals who drop out. We still have good numbers, but we don&apos;t want to do anything to jeopardise that,&quot; adds Sherlock. As to data gathering, that comes in a number of forms. There is straightforward physical measurements, taken during regular clinic visits, which include the child&apos;s height, weight, bone mass measurement and blood pressure. Then there are the responses to social and psychological questionnaires and include subjects such as attitudes to drugs, smoking and alcohol. Then there is administrative data that includes health and criminal records. Finally, there are the biological samples. &quot;We collect just about everything we can,&quot; added Ring. &quot;We take blood throughout a child&apos;s life as well as samples of saliva, urine, and hair. We have the DNA of 10,000 children and 10,000 mums in our fridges. We have many of the placentas. We have even got some of their milk teeth, though these were tricky to obtain. We had to negotiate for those. They are worth money to children, after all. In the end, we only got the milk teeth when we presented each boy and girl with an official Alspac form, signed by the tooth fairy.&quot; Armed with this arsenal of epidemiological weaponry, it is scarcely surprising that the Children of the 90s has become so popular among scientists and doctors. Its surveys, using Bristol data, have highlighted a range of intriguing, vitally important findings about the nation&apos;s health: that young children now have far too much salt in their diets; that bottle-fed babies who start eating solids early are more likely to become obese children; and that almost a third more babies suffered diarrhoea in homes where air fresheners  including sticks, sprays and aerosols  were used daily compared with households where they were used no more than once a week. In many recent cases, Children of the 90s data has been used to answer questions that were not even dreamed of when the project was set up, a point stressed by Lawlor. &quot;Take one recent example: scientists have come to suspect that mothers who put on too much weight early in pregnancy may give birth to overweight babies who grow up to be fatter than average and have predispositions to heart disease in adult life.&quot; It is an intriguing theory. However, finding evidence to back it proved to be tricky  until the Children of the 90s stepped in. It had data about its cohort of mothers and their changing weights during pregnancy as well as details about the weights and health of their children over the years. &quot;We looked back at our data and, yes, we found that children of mothers who put on most weight in early pregnancy were more likely to be fatter and to be more at risk of cardiovascular disease,&quot; she added. By the age of nine, children of these women were 2.2lb (1kg) heavier, had larger waists by just under an inch, two pounds more body fat and slightly higher blood pressure. &quot;The thesis still needs more work, of course,&quot; said Lawlor. &quot;Mothers need to be well-fed during pregnancy and we don&apos;t want them being frightened off food.&quot; Nevertheless, the finding gives a clear indication of the project&apos;s value. We have learned much from Bristol&apos;s mothers and offspring and now new sources of information are being exploited, from fathers who are belatedly being enrolled to the project, as well as the first children who have been born to the Children of the 90s. Around 70 such offspring, the project&apos;s third generation, are now waiting to be enrolled. These babies are known as Coco90s  the project&apos;s newly enrolled fathers are known affectionately as CocoPops  and will be studied with typical vigour and detail. &quot;In a sense, we have only just started,&quot; says Molloy. &quot;We are going to follow several generations from birth to death. How we think about our health and the factors that influence it will never be the same.&quot;     Kate Calver, right, and Sophie today.    &apos;I feel good because I&apos;m helping people&apos; THE MUM: Kate Calver, 50, secondary school teacher Just before giving birth to Sophie, I was approached by the research team who asked me to be in the study. After Sophieshe was born, they asked for the placenta, which I believe they&apos;ve still got. If it helped with their research, and would help parents and children in the future, who would say no? The researchers aren&apos;t bound to give you the results of tests, so you are in no danger of being told that something was seriously wrong. Although I was told I was anaemic, which I wasn&apos;t aware of before. I feel quite proud to be part of the project. My other daughter is at university studying health; without people like us supplying data, she&apos;d have nothing to study. There&apos;s 21 years&apos; worth of samples and data stored about Sophie and myself. I don&apos;t know what the future holds. Who knows? It could be valuable to us one day. THE DAUGHTER: Sophie, 19, student Mum told me I was part of the study and the researchers explained it to me when I was around six. There were other kids in my class who were part of the group, so it didn&apos;t feel odd. I didn&apos;t mind going along for the tests. I just thought it was the norm. When I was younger, I enjoyed getting all the data such as scans of myliver or the results from the accelerometer that showed all the running around I&apos;d done that week. Being a participant hasn&apos;t made me more health-conscious but I did have a body scan that identified which were my strong and weak bones, which helped explain why I&apos;d broken some. Being involved makes me feel good because I&apos;m helping people. I try and keep up to date with the research the project generates. If I have a child in the future, I&apos;ll definitely want her or him to be included.", 
    "section": "science", 
    "gid": "science/2012/apr/08/children-90s-project-lifestyle-health", 
    "wordcount": "2431"
}