{
    "headline": "The science of spin over GM foods", 
    "text": "Your report of the British Science Association&apos;s survey by Populus (Poll shows swing to GM foods, 9 March) is fast and loose with its headline of what is a very ambiguous set of findings. To say that this survey shows a public swing to GM foods is misleading. The percentage of the public who say they agree that GM food &quot;should be encouraged&quot; actually drops by nearly a half over the last decade, from 46% in 2002 to 27% in 2012. In my book that would be a shift in the opposite direction from that spun by your headline. However, in between, this figure was said to be 35% in 2005, and 44% in 2010, which shows no &quot;shift&quot; at all, only a set of complex and ambivalent public attitudes which need far more careful interpretation, by social scientists like myself as well as by media, science advisory and other policy actors. The CEO of the Rothamsted Research Institute&apos;s statement that &quot;the large number of &apos;neither agree nor disagree&apos; answers suggests scientists have much work to do in public engagement, if the UK public are to benefit to the same extent as the 29 other countries who currently grow GM crops commercially&quot; raises a further question  why is a public scientist making presumptive political statements in favour of GM? His statements are also selective and ignore the costs now being borne by farmers who grow GM herbicide-resistant soya in countries like Argentina and Brazil, for export as animal feed to our own unsustainable intensive livestock agriculture, as the predictable pest-and-weed resistance now begins to render such GM agriculture unviable without using older, now-banned chemical pesticides exported from the EU. This is a perversely selective form of science and innovation, whose alternative R&amp;D trajectories are being ignored because they do not allow concentration, narrowing and monopoly commercial control of the key resources of the global food chain  seeds and knowledge.Professor Brian WynneESRC Centre for Economic and Social Aspects of Genomics, Lancaster University", 
    "section": "environment", 
    "gid": "environment/2012/mar/11/gm-foods-spin", 
    "wordcount": "340"
}