{
    "headline": "Evernote CEO Phil Libin gets down to Business with new service", 
    "text": "Forty five million people are using cloud productivity service Evernote, and the company says that two thirds of them are using it for work purposes. That&apos;s the background to this week&apos;s launch of a new service: Evernote Business. Aimed at small-to-medium-sized companies (as well as small teams within bigger firms), it&apos;s aiming to be a smarter way for staff to store their meeting notes, spreadsheets, presentations and other documents online, while also helping them access notes from colleagues that are relevant to their current task. &quot;We build Evernote for ourselves, and that&apos;s the same philosophy we&apos;ve always had,&quot; chief executive Phil Libin tells the Guardian. &quot;Now we&apos;re a medium business with 280 people, we still want to use Evernote for everything. But we started running into the same issues around team collaboration and knowledge discovery that most people do.&quot; Evernote Business is an inventive approach to tackling the problem, particularly one &quot;knowledge discovery&quot; feature called Related Notes, which will automatically pop up suggestions of other notes stored in the company&apos;s Evernote account that might be relevant to whatever you&apos;re currently writing. &quot;It&apos;s made me feel much more in the loop on what&apos;s going on in my company,&quot; says Libin. &quot;The shared wisdom and knowledge of the company is something I can now have access to whenever I need to make a decision. It makes me feel like I have CEO super-powers!&quot; It&apos;s a sensible expansion of Evernote, not least because of those (roughly) 30 million people already using the consumer version of the service for work tasks. They&apos;ll be a big help for Evernote as it tries to convince senior managers and IT bosses to adopt the service on a wider level for their companies. How did Evernote settle on the $10-per-month-per-user price for its new business service? &quot;It&apos;s cheap, but our philosophy in pricing is really all about the perceived value of the product,&quot; says Libin. &quot;How much do you think it&apos;s worth once you start using it, and how does that compare to the actual price? We want that gap to be very wide: the perception that it&apos;s worth a lot, but people are paying very little. We&apos;re not maximising for short-term revenue, but for long-term value.&quot; Isn&apos;t Evernote Business the sort of thing traditional business software companies should have launched long ago? While there&apos;s no shortage of competition in the enterprise collaboration and cloud storage market, Libin has clear views on how Evernote can compete. &quot;In travel, the phrase &apos;business class&apos; means it&apos;s nicer, a better experience. In software, it means something completely different: saying something is &apos;business software&apos; means it&apos;s crappy and the experience is not good, especially compared to consumer products,&quot; he says. &quot;It&apos;s really diverged in the last five years. Apple, Google and Amazon have taught employees to have high expectations for quality and beautiful experiences, but it all stops when they get to work. Traditional enterprise software-makers are focused on pleasing buyers, not the users.&quot;     Evernote Business's Related Notes feature    That should ruffle some feathers. I&apos;m interested in the wider issues raised by Evernote Business though: the idea of a corporate memory, which is rich in information gathered by staff at a company, but inefficient at digging that data out when needed. Libin talks about an article published on the company&apos;s blog back in 2010 about a man called Patrick Jones to illustrate this idea. Jones suffers from Traumatic Brain Injury (TBI), which means he has severe short-term memory loss. One way he dealt with this in his everyday life was by using Evernote. &quot;For individuals, these kind of injuries are relatively rare, but when you think about a company, it kinda describes the state of the company memory,&quot; says Libin. &quot;Your co-workers have all this information, but the company has forgotten what it knows. It knows it&apos;s there, but not how to get it.&quot; The Evernote Business launch comes hot on the heels of Evernote raising $85m of new funding, with 75% of it set aside to cash out existing investors and bring in &quot;important new long-term investors who can help shepherd the company to, through, and beyond an eventual IPO&quot;. Libin says he was unsure whether to announce the round &quot;it wasn&apos;t really newsworthy, it was just another example of us doing what we&apos;ve said we want to do&quot;  but opted to publish a blogpost on 30 November to avoid the appearance of secrecy. &quot;For any kind of financing, it&apos;s going to leak. People talk, and you have to do public filings,&quot; he says. &quot;We&apos;ve always tried to be consistent. The way you build a durable company is to minimise the drama and try to do things as transparently as possible.&quot; Libin adds that Evernote has tried to avoid hyping up the company&apos;s valuation throughout its history, despite such valuations being a big focus for much of the media coverage in the technology sector. &quot;Trying to pump up the valuation is fine if you&apos;re trying to maximise short-term value, but it all unravels,&quot; he says. &quot;It&apos;s not the way to build something durable. Evernote is our life&apos;s work, so we don&apos;t want to do short-term stuff.&quot; Evernote&apos;s days of being a scrappy startup looking for seed and Series A funding are long behind it: the $85m round followed a $70m round in May 2012, $50m in July 2011 and $20m in October 2010 and the latter was already the company&apos;s Series C. What advice would Libin have for smaller technology startups, given several recent articles by prominent tech bloggers and venture capitalists about the difficulties companies are encountering moving from the seed-funding stage to larger rounds? &quot;This isn&apos;t necessarily encouraging news, but what I say to entrepreneurs is that fundraising is the most fun and easiest part of running a company. It&apos;s not going to get easier afterwards!&quot; he says. &quot;You have a single unambiguous goal: to raise money, and you can succeed. But the very next day, you realise you don&apos;t have a single goal any more: you have a thousand goals. It&apos;s not going to get any easier. Take it [funding] as an opportunity to get as many people as possible to go along on your quest with you.&quot; Libin has some more general advice for startup founders too, suggesting they should go with their gut feelings about a new service or business. &quot;The only way you can survive is to build something for yourself, which sounds trite, but is the best advice I can give,&quot; he says. &quot;Don&apos;t build something because you&apos;ve done a market analysis and think the market needs it. Build something that you need because it&apos;s a great experience, and recruit other people who want the same thing: colleagues, investors, partners. It&apos;s all about building something you are knowledgeable and passionate about.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/dec/05/evernote-business-phil-libin-interview", 
    "wordcount": "1166"
}