{
    "headline": "Wiltshire council votes for tough new planning restrictions for windfarms", 
    "text": "A revolt in the shires against windfarms has begun with Wiltshire council passing a policy that would effectively ban new turbines above 25 metres, following a similar move by Lincolnshire in June. But the move by the Conservative-controlled Wiltshire council was denounced by the Liberal Democrat opposition as a &quot;small-minded political stunt&quot; and by campaigners as an &quot;ambush&quot;. A new national opinion poll on Tuesday shows support for windfarms has dropped from 75% in 2008 to 58% in June, with opposition doubling to 18% over the same period. In February, 100 Conservative MPs demanded that David Cameron deliver larger cuts in windfarm subsidies, a position reported to be backed by George Osborne&apos;s Treasury. The motion passed by Wiltshire council would ban the erection of turbines within three kilometres of a home for turbines taller than 150m and two kilometres for those over 100m. The council cited &quot;the interests of residential amenity, including safety&quot;, referring to the danger of falling blades. Lincolnshire passed a similar motion unanimously, but in Wiltshire, the LibDems opposed it. &quot;I was very disappointed that anyone voted against it,&quot; said councillor Toby Sturgis, cabinet member for the environment. &quot;I was quite amazed that people want to compromise on safety. We need these guidelines to go forward.&quot; But LibDem councillor Simon Killane said: &quot;These kinds of statements are completely ill-advised. Where is the evidence? It&apos;s a small-minded political stunt.&quot; He added that the last-minute addition of the windfarm policy to a county planning strategy &quot;went completely against the whole principle of communities having more say and being based on evidence. There was no consultation.&quot; A spokesman for trade body RenewableUK said: &quot;While we understand the councillors&apos; concerns, the industry has an excellent health and safety record, and no member of the public has ever been harmed by a wind turbine in the UK. The best way of managing this kind of risk is to assess each windfarm on a case by case basis, rather than imposing blanket rules.&quot; Jack Mason, a campaigner with Wiltshire Community Wind Energy, described the move as &quot;ambush&quot;. He said: &quot;The policy will effectively stop all wind power development, both community and commercial. It seems unlikely that those proposing this change did not understand this implication.&quot; Killane pointed out that Wiltshire council has a clear commitment to tackling climate change and reducing greenhouse gas emissions and that &quot;the proposal could severely limit the ability of the county to meet its renewable energy target of 376MW.&quot; There is no minimum separation distance between houses and turbines in England although, according to the House of Commons library, noise limits suggest a distance of 350m for a typical wind turbine. Scotland has planning guidance suggesting 2km and Wales suggests 500m. Small windfarms can be rejected by local planners but large farms are assessed by the secretary of state for energy and climate change. A spokesman for the Department of Energy and Climate Change said: &quot;The impact of proposed windfarm developments should be considered on a case-by-case basis, and that&apos;s why government does not set a minimum distance between turbines and dwellings.&quot; The polarisation of the onshore windfarm debate led Tim Yeo, Conservative chair of the influential MPs select committee on energy on climate change, to suggest local people need to benefit more from wind turbines. &quot;We do have to be more creative about sharing the benefits with locals,&quot; he said. &quot;Frankly, we need to bribe them.&quot; In the UK, less than 10% of renewable energy is owned by local people, compared with more than 65% in Germany. However, opinion polls shows wind power and other renewables are always more popular than nuclear or fossil-fuelled power plants, even when close to people&apos;s homes. Onshore wind power is currently the cheapest form of renewable energy, about half the cost of turbines sited offshore, and is seen by government as an essential part of the energy mix required to meet the UK&apos;s legally binding climate change targets, while keeping the lights on and energy bills down.  This article was amended on 6 July 2012. The original implied that Wiltshire council&apos;s policy would effectively ban all new turbines. This has been corrected.", 
    "section": "environment", 
    "gid": "environment/2012/jul/03/wiltshire-council-windfarms", 
    "wordcount": "719"
}