{
    "headline": "Facebook reveals its carbon footprint", 
    "text": "Facebook has, for the first time, revealed the carbon footprint of its operations and its more than 900m users&apos; likes, photo albums and status updates. The data, published on Wednesday, shows that despite the social networking&apos;s rising star, its carbon emissions are still a fraction of internet rival Google. Facebook&apos;s annual emissions were 285,000 metric tons of CO2 equivalent in 2011, compared with Google&apos;s 1.5m tons in 2010. The vast majority of the emissions (72%) come from the company&apos;s data centres in the US. The annual footprint for each user that&apos;s active monthly is 269 grams, or around the equivalent footprint of a cup of coffee, the company calculated. Facebook also detailed the mix of energy sources that power its data centres. The majority, 27%, comes from coal power, with the rest coming from renewable sources (23%), gas (17%), nuclear (13%) and the remaining 20% uncategorised. Greenpeace welcomed the move&apos;s transparency and hailed it as an important benchmark. Gary Cook, Greenpeace International&apos;s senior IT analyst, said: &quot;Facebook has committed to being fully renewably powered, and today&apos;s detailed disclosure and announcement of a clean energy target shows that the company means business and wants the world to follow its progress.&quot; In October 2011, Facebook announced it would build a &quot;green&quot; data centre in Sweden, taking advantage of the country&apos;s cold climate to keep servers cool  one of the most energy intensive elements of data centre operations.  As computing has moved from local machines to &quot;the cloud&quot;, the real world environmental impact of hosting so much data has come under increasing scrutiny from green campaigners. Apple earlier this year disclosed the energy use of its data centre in North Carolina that powers its iCloud service.", 
    "section": "environment", 
    "gid": "environment/2012/aug/01/facebook-google-carbon-footprint", 
    "wordcount": "291"
}