{
    "headline": "Did Tyrannosaurus rex have feathers?", 
    "text": "   A cast of a skeleton of a young Tyrannosaurus, but what would it have looked like when alive? Feathered or scaly?    Palaeontology is about more than just finding out basic facts of the past such as identifying new species and restoring ancient ecologies, it&apos;s an opportunity to trace evolutionary patterns over time. Sure we can watch bacteria or fruit flies evolve in the lab, and track the changes of finch beaks or giraffe necks in the wild, but to really get a handle on major evolutionary patterns over long periods of time, we need to turn to the fossil record. Here we can look at changes that take place over tens of millennia rather than years or decades.  The origin and evolution of feathers was a major step in the route to the origin of birds and by extension the origins of flight, and hence the excitement of so many palaeontologists and biologists when the first feathered dinosaurs were discovered. It wasn&apos;t just another piece of data to support the idea that birds descended from dinosaurs, but an opportunity to examine how feathers had changed over time. We now have numerous specimens of a whole variety of species of feathered dinosaurs, with some species known from hundreds of specimens preserving feathers. Moreover we can trace the evolutionary patterns of feather evolution and there&apos;s a relatively simple transition from relatively basic filaments in basal species, to larger and more complex feathers in later forms. We even see changes in individual species just as we do in living birds, baby chicks have a very different kind of feathers to adult hens for example and a similar (if less dramatic) change has been shown between the juveniles and adults of a dinosaur called Similicaudipteryx.  On that note, it&apos;s worth mentioning that there are of course lots of different kinds of feathers out there. The image of a feather in the mind&apos;s eye tends to be that from the tip of a wing of a bird (a primary feather) with the long shaft and wonderfully sharp edges and apparently &apos;solid&apos; face. However these are quite different from the shorter and fluffier feathers on the body, different again from the down of chicks, or the stiff bristles on the faces of nightjars, the hair-like feathers of kiwi and cassowaries, the fan of a peacock and many others. All are feathers just different forms in that same way that dog fur, rhino horn and hedgehog prickles are as much hair as that on your head.  And so to the title of this post: was Tyrannosaurus covered in feathers? I&apos;ll disappoint people in advance and say that we don&apos;t know for sure. But this rhetorical question provides a great opportunity to show how ideas can change with new data and how we can potentially fill in gaps in our knowledge with a clear understanding of the evolutionary relationships of the species at hand. Just a decade or so ago the answer to this question would have been a pretty resounding no, and with good reason. We have long had bits of fossilized skin of various dinosaurs and impressions of skin (like a footprint only of the skin where the animal had rested on mud say) and all of these showed that dinosaurs were scaly. The rejuvenation of the idea that birds were dinosaurs in the 1970s and 80s suggested that some later carnivorous dinosaurs likely had feathers (i.e. feathers evolved before birds did) but there was no reason to think that tyrannosaurs had feathers. True we had no direct evidence for scaly tyrannosaurs either, but it was a reasonable expectation given the available data and the knowledge that evolutionarily they were quite distant to birds. And then Dilong turned up. Dilong is a basal tyrannosauroid, in other words an early member of the group that includes all tyrannosaurs such as the legendary T. rex and animals like Zhuchegtyrannus that adorns the banner of this blog. Dilong was small compared to its later cousins, but also had feathers. Not too many were preserved but clearly these were present and the animal had at least some. These feathers were simple filaments and the animal would have looked somewhat shaggy rather than the nice &apos;neat&apos; appearance we typically associate with birds. It could have had scales too though (scales and feathers are not mutually exclusive  just look at the feet of birds) but none were preserved.  However, even after the description of Dilong, there was still not a great case for feathers in T. rex. The types of feathers seen on the smaller species looked like they could have been used to act as an insulating covering to help keep the animal warm. That makes sense on a smaller animal, but big things like elephants and rhinos typically have relatively little hair because they risk overheating. Being insulated would potentially be a poor adaptation in an animal of rexy&apos;s size (likely considered in excess of 10 tons these days, or more than twice that of most elephants you could care to lay your hands on). So what we had at this point was one good data point for the body covering in tyrannosaurs  feathers yes, but feathers on a pretty small animal and one that in evolutionary terms was quite a way from Tyrannosaurus. However as many readers will be aware, earlier this year a new tyrannosaur called Yutyrannus was described and this also had feathers. More significantly, Yutyrannus was in evolutionary terms rather closer to Tyrannosaurus than was Dilong and Yutyrannus was also big. This largely overcomes the previous objections  it wasn&apos;t that large tyrannosaurs couldn&apos;t have feathers and nor were feathers limited to very basal members of the group. In short, the evidence for the possibility of feathers in Tyrannosaurus is piling up and my discussions with several colleagues suggests that a number now think the balance of probability lies with a fluffy or fuzzy Tyrannosaurus rex. I&apos;d put myself in that same bracket  for my money, even big, adult Tyrannosaurus more likely than not had at least some feathers on its body. Note that there is a rather important scientific distinction here, no facts have changed since the 70s, but we have many more facts. And the best interpretation of all of the available data is now a little different to that which we had before. The fossil record is incomplete and we have to extrapolate from the available evidence and apply parsimony the best way we can. In the absence of definitive evidence (a perfect skin print showing feathers, or a lack of them for most of the animal) an inference on the available data is all there is, balanced by several hard-to-determine factors. Still, both artists and toy makers have already taken the plunge and it&apos;s possible to find renderings of feathered tyrants stalking the Cretaceous which is really rather fun.", 
    "section": "science", 
    "gid": "science/lost-worlds/2012/oct/17/dinosaurs-fossils", 
    "wordcount": "1126"
}