{
    "headline": "Nick Clegg speech on the green economy", 
    "text": "The myth: green versus growthThere is a myth doing the rounds in political debate today: that, here in the UK, environmentalism has hit a wall, that green is for the good times, that we cannot up our efforts to protect our environment while simultaneously growing our economy, that we have to make a choice. The story goes something like this: up until just a few years ago, the green movement was approaching a kind of heyday. Europe had agreed a plan to combat global warming. In the UK, the major political parties had united behind the Climate Change Act, enshrining our carbon reduction commitments in law. Al Gore&apos;s &quot;An Inconvenient Truth&quot; was a box office hit. In affluent societies, as sustained growth satisfied citizens&apos; basic needs, climate change was graduating from niche issue to mainstream concern. Then the credit crunch happened. The global economy was plunged into unprecedented turmoil. And, ever since, economic recovery has overtaken every other social and environmental priority. The assumption is that cash-strapped citizens cannot be expected to live more sustainably; they have other, more urgent worries to contend with. Struggling businesses must be liberated from burdensome environmental regulations. And the upshot, we are told, is that our environmental ambitions must, temporarily, take a back seat. But this new wisdom, however widely held, is utterly wrong. Yes, right now climate change may be lower down some people&apos;s thoughts. Yes, we need to be sensitive to businesses&apos; needs. But in so many ways, for so many consumers, for so many firms, going green has never made so much sense. How can we relieve some of the pressure on hard-up households? By helping families use less energy to cut their bills. How can we rebalance our economy away from its overreliance on the City of London? By capitalising on our competitive edge in green industries, generating jobs and wealth outside of London and the South East. How will we find the money needed to renew our infrastructure? By competing successfully in the global low carbon market, to attract billions of pounds worth of outside investment to the UK. And, as we make our way along this choppy recovery, how can we better shield bill payers from price shocks in oil and gas? By depending less on fossil fuels, by producing more clean energy ourselves. It is simply not true that you have to give up on the green economy if you want to grow. The countries powering away from the recession - Germany, China, Korea, Brazil - are investing heavily in low carbon industries. Nor is it true that the best way to unleash growth is through a bonfire of environmental protections. That&apos;s why, for example, I was determined we get the balance right in our planning reforms - as many of you were. So, not development-at-any-cost, but sustainable development, driven by local needs. Our dilemma is not choosing between green and growth. It&apos;s marrying the two. Lean times can be green timesI won&apos;t pretend that is easy. While austerity need not be the death of environmentalism it does create challenges. While greening our lifestyles and decarbonising our economy might be the right thing to do, for millions of people it doesn&apos;t always feel like the easy thing to do, especially now. But, while sceptics say that it&apos;s all too difficult at a time of deep fiscal consolidation, that economic uncertainty poses too many challenges, I say that periods of economic reinvention force us to do things differently. I say that lean times can be green times too. Just think about today&apos;s Britain: a nation burned by its excesses, paying the price for years spent living on borrowed time and borrowed money; a nation turning the page on a culture of reckless consumption, where we sacrificed tomorrow to get-rich-quick today; a nation thriftier, more frugal, more careful than before. Determined to clean up this generation&apos;s mess and leave a better legacy for our children. We are undergoing a profound transformation within our economy. And for the first time ever our economic and environmental mantras are exactly the same: waste not, want not. Whether it&apos;s waste of energy, waste of money, waste of our potential, we are focused on conserving our precious resources. Responsibility and sustainability are the watchwords of the day. And that creates a unique opportunity to put environmental thrift into the mainstream. As we learn to live within our economic means we can learn to live within our environmental means too. To do that, we have to stop treating the environment like an add on; an afterthought. We must show that, in so many ways, consumer interests, business interests and green interests are the same. We have to give people the practical help to make more sustainable choices, where the benefits of going green are clear. Of course, the environment contributes to our economy in a range of ways, many we don&apos;t always appreciate. For example, anyone who&apos;s been on the Southbank this morning will have seen Friends of the Earth have turned it into a wildflower meadow to publicise the importance of bees to UK GDP. Because bee populations are in decline and Friends of the Earth estimate it would cost farmers 1.8 billion a year to pollinate their crops without them. I plan to say more about the importance of natural capital in the coming months. I&apos;ll be representing the UK at the Rio+20 Summit in the summer where I&apos;ll be pushing for greater global protections for our natural assets. But there are two specific areas I want to focus on today. Two areas where going green is in the clear interests of individual families and the wider economy, and where Government is doing everything we can to help consumers and businesses go green: one: through a radical new approach to energy efficiency to cut emissions and bills; two: through building up the low carbon sectors on which our future prosperity depends. Going green is good for consumers: energy efficiencyFirst, energy efficiency. The UK still has some of the most energy inefficient buildings in Europe. Fifteen million homes - more than half - are not properly insulated. That&apos;s costing us in carbon: a third of our emissions come from heating our homes. And it&apos;s costing us in pounds: adding hundreds, every year, to bills for the most inefficient homes. So the case for saving energy is compelling. It fits perfectly with the waste not, want not mentality. But we can&apos;t just preach at people. We can&apos;t just demand everyone turns off their lights. That has never worked before and it certainly won&apos;t work now. Instead we have to understand and dismantle the obstacles that can put people off. *** One problem is the hassle factor. Of course, there&apos;s only so much Government can do here. And making home improvements can be temporarily disruptive. But there are ways to minimise that disruption and we are working with business to test innovative solutions. For example, we&apos;ve been working with B&amp;Q and Sutton Council to see if offering a loft clearance service makes a difference. B&amp;Q clear your loft for you, you go through your belongings while they install the insulation, they put back the things you want to keep and everything else gets taken to Cancer Research shops to be sold for charity. The first trial found that people were three times more likely to go for this than straight insulation. *** Another problem is awareness. Very few of us really know how much energy we use. So we have replaced extraordinarily confusing Energy Performance Certificates with a much clearer document showing, in simple terms, the cost of fuelling your home. And the potential savings of using less energy. From the summer, we&apos;ll be trialling a new project with First Utility and America&apos;s OPOWER where consumers are told how much energy other, similar households use. Working with US utilities, OPOWER has helped encourage American households to reduce consumption by around 2%. That may not sound a lot, but it soon adds up. In the States, they&apos;ve helped reach around 11 million homes, so far saving people around $85m. We want to see what the same approach could achieve here. *** And, of course, the biggest barrier for many people is the prospect of expense. So that&apos;s where we are providing most help. The Government&apos;s Green Deal, which we&apos;ll begin rolling out in the autumn will offer businesses and homeowners energy saving home improvements but at no upfront cost. Customers will have energy saving measures installed in their homes by trusted suppliers from high street brands to local traders. They will only begin paying for those improvements once they&apos;re complete. Payment will be made through their bills, over a period of time. And they shouldn&apos;t be out of pocket because their homes will be more energy efficient, allowing them to save on their energy bills each month. We&apos;ll ensure customers are never charged more for the home improvements than we expect them to make back in cheaper bills. Plus the charge is attached to the property, rather than the person, so if you move, you stop paying. That is maximum affordability, with savings that should more than cover costs. Where families still find it difficult to take up the Green Deal, they will get help with their home improvements. I can confirm today that we will be requiring the energy companies to provide at least 540m to fund energy saving improvements in the worst- off homes, so for low-income and vulnerable homes, older people, people with disabilities. These are the households most at risk of fuel poverty. And there will be specific support for the most deprived areas. We expect the investment to help 180,000 fuel poor households a year, delivering the lasting improvements that will make their homes cheaper to heat  for good. And, to help everyone with their bills, to get more people switched on to the energy they use, I can announce today that we have secured a landmark deal with the six big energy companies who cover 99% of customers, to give customers a guaranteed offer of the best tariff for them. Right now, seven out of 10 customers are on the wrong tariff for their needs  so paying too much. Yet people rarely switch, despite the fact some families could save over 100 a year. And there are currently over 120 different tariffs, making it very difficult to know where to start. So, as of this autumn, your supplier will have to contact you, every year, with the best tariff for you. And, if you call them, they&apos;ll have to offer you the best deal too. We&apos;re also working with energy companies to put special barcodes on energy bills. You&apos;ll be able to scan them with your smartphone to get quotes and switch tariff or supplier in a matter of minutes. Plus we&apos;re working with consumer groups to make it easier for people to club together and switch supplier, helping consumers use their collective purchasing power to bring down bills. These are the kinds of changes that help people save money, that get us thinking about the energy we use, that promote the kind of thrift that is good for pockets as well as the planet. Going green is good for the economy: boosting low carbon industry And just as we help UK consumers reap the benefits of going green, we need to help more businesses seize the opportunities it presents too. This country is already a powerhouse in green industries - the sixth largest low carbon market in the world, home to an unrivalled research base, with enviable natural resources for wind and wave energy. In just the last year 5.7bn worth of planned investment in UK renewables has been announced in wind, biomass and energy from waste, potentially supporting tens of thousands of new jobs. And we&apos;re seeing traditional British firms excelling in new markets. I recently visited David Brown Gear Systems, a Huddersfield-based business that has successfully bid for Regional Growth Fund money. During the First World War they built propulsion units for warships. Now, by combining a tradition of British engineering with cutting edge innovation. They&apos;ve secured a multimillion pound contract to help build wind turbines for Samsung. And yet, despite our clear strengths in these sectors we are still not tapping all of our potential. When I speak to representatives from low carbon sectors I am always struck by their optimism for their companies and this country. But I also hear time and time again that they have concerns about expanding. They&apos;re finding it difficult to secure investment, they have to go elsewhere to source their supply chains because British firms can&apos;t support their needs. It cannot be right that our competitors aggressively back their strengths while we tread hesitantly around ours. Perhaps part of that timidity is a hangover from the 1970s, where the attempt to back winners collapsed into huge state subsidies for losers. But, whatever the reason, we&apos;ve swung too far the other way. So I am determined that this Coalition strains every sinew to give these sectors the certainty and backing they need, to help more of our businesses move into these markets and to help energy intensive industries make the transition, securing their place in our low carbon markets of the future. That&apos;s not the same as picking winners. The market has already done that  these sectors and firms are already a success. It&apos;s government joining the dots to make the most of all our talents and skills, whether by improving infrastructure where we&apos;re setting up the Green Investment Bank with UKGI beginning lending next month, whether by making sure we have the right skills for example through protecting science spending, and massively increasing investment in apprenticeships. We&apos;re supporting green R&amp;D, for example in low carbon cars, encouraging companies like Nissan to build these vehicles here in the UK. We&apos;re working extremely hard to open up export markets, using UKTI to identify high value, environmentally friendly infrastructure projects that can be supplied by UK companies. We&apos;re creating better, smarter regulation, crucially by overhauling our electricity market. And more detail on that will be coming in the Queen&apos;s Speech. We&apos;re using the tax system  with our Carbon Price Floor and the Climate Change Levy. And, because not all companies can change to low carbon overnight, we&apos;re helping traditional industries become more sustainable. One of the first areas UKGI will look at, for example, will be industrial energy inefficiency, making 100 million available from this month. We need to be realistic about the time transition will take, which is why we&apos;re looking at how we ensure these companies aren&apos;t disproportionately affected by some of our measures. Because, let&apos;s be clear, it is in no one&apos;s interests for these industries to pack up and go abroad. They are vital for UK jobs. Their products  steel, chemicals  are critical to green industry. And would we rather have them here, where we can help them cut their emissions? Or in countries with lower environmental standards and ambitions? So proper support, real certainty, with Government sending a clear signal across the world: we want the UK to be the number one destination for clean, green investment. We want low carbon industries serviced by British supply chains. In waste not, want not Britain, we are going to play to all our strengths. *** So, to finish as I began: there is no choice between protecting the environment and growing the economy. Go green and you help hard-pressed families with their bills. Go green and you build up the businesses that will be generating jobs and wealth for years to come. I cannot remember a time when consumers, industry and environmentalists had so much in common. Those of us who believe in a more sustainable future must seize the opportunity that creates. Don&apos;t believe the naysayers when they tell you environmentalism is off the agenda. And don&apos;t be in any doubt of our commitment to being the greenest government ever. This is a Coalition that has committed to halving greenhouse gas emissions by 2025, the boldest target set, in law, by any government, anywhere in the world. And we&apos;ll be pressing our neighbours to set much more ambitious EU targets at talks in Denmark next week. A Coalition leading the biggest shakeup of the electricity market in thirty years. A Coalition creating the UK&apos;s first ever market in energy efficiency through the Green Deal. A Coalition investing in a series of world firsts despite the huge pressures on the public purse: the first ever national bank devoted to green investment; the first ever Carbon Capture and Storage project at commercial scale; in just four months, the greenest ever Olympic and Paralympic Games. Make no mistake: the economic situation creates challenges, but it has not weakened our resolve. It has only strengthened our ambition. Thank you.", 
    "section": "environment", 
    "gid": "environment/2012/apr/11/nick-clegg-speech-green-economy", 
    "wordcount": "2828"
}