{
    "headline": "Google services blocked in China", 
    "text": "Google has said that said that several of its online services have been blocked in China  just after the country&apos;s once-in-a-decade meeting  to transfer power to a new generation of leaders got underway. Traffic to its services in China dropped sharply on Friday evening according to an online &quot;Transparency Report&quot; website operated by Google, which measures traffic to its sites around the world. Google&apos;s search engine and its Gmail web email were among the services affected in China, where the internet company has had a fractious relationship with the authorities. &quot;We&apos;ve checked and there&apos;s nothing wrong on our end,&quot; said a spokeswoman for Google. Google&apos;s YouTube video service has been inaccessible in China since 2009, while access to other services in China are blocked sporadically. In 2010 Google relocated its Chinese search engine to Hong Kong after a spat with authorities over censorship and cyber-attacks that Google said originated in China. Google said in May of this year that it was changing its search service in China so that it will warn users when they are using terms likely to trigger interference from the authorities and suggest ways around the censorship. &quot;Over the past couple years, we&apos;ve had a lot of feedback that Google search from mainland China can be inconsistent and unreliable. It depends on the search query and browser, but users are regularly getting error messages like &apos;this webpage is not available&apos; or &apos;the connection was reset&apos;. And when that happens, people typically cannot use Google again for a minute or more,&quot; Google said in a blogpost. More than 2,000 Communist Party delegates from across China have convened in Beijing to participate in the 18th party congress, which began on Thursday morning.", 
    "section": "technology", 
    "gid": "technology/2012/nov/09/google-services-blocked-china-gmail", 
    "wordcount": "291"
}