{
    "headline": "NGOs upbeat over China's environmental transparency progress", 
    "text": "Green activists applauded steady progress on environmental transparency in China after public campaigns forced major players, including Apple and the Beijing government, to release sensitive information on pollution and its origins. A survey on openness and accountability released Monday showed that, while the overall situation remains poor, an increasingly informed public is putting greater pressure on companies and local authorities to clean up. The upbeat assessment was made in the third annual report on Pollution Information Transparency by Chinese NGOs and the US-based Natural Resources Defence Council, just days after two major steps in the campaign to improve environmental transparency in China. This month, the Beijing government started releasing real-time data on the most toxic form of air pollution. On Friday, Apple published a previously secret list of its suppliers and outlined the steps it has taken to deal with illegal discharges of hazardous waste. The latest transparency report shows patchy progress in releasing data and responding to requests for information, although these are legally mandated. In a survey of 113 cities, the authors note gradual improvement among municipal governments in economically advanced regions, such as the Pearl River delta and the Yangtze basin. However, in other areas, such as Shandong and Inner Mongolia, the authorities were less responsive than a year earlier. But the overall trend was positive, marking the third year of gains. Recent scandals and growing public pressure have forced a rethink. Last year, the company&apos;s senior executives opened communications with Chinese environmental organisations represented by Ma Jun of the Institute for Public and Environmental Affairs. &quot;We can draw the conclusion that a system for environmental information transparency has been established at an initial stage in China,&quot; said Ma. There were also advances in the corporate sector. The report noted that more than 500 enterprises are now communicating with environmental NGOs about their monitoring and disclosure systems. This is up from almost none five years ago, but there are many thousands that have yet to engage with civil society in such a constructive manner. Until recently Apple was one of them. The US firm had been accused of being as secretive and unresponsive as the Chinese authorities when its suppliers were implicated in labour disputes and pollution scandals. Last week, however, the company responded to critics of its environmental, labour and transparency standards by detailing how it has dealt with problems ranging from illegal pollution discharges to falsified account books. The US firm said it expanded the number of audits by 80 percent last year and, in addition, launched a specialised program in China to address environmental concerns. The measures were detailed in the latest Progress Report on Apple Supplier Responsibility, which was released on Friday. For the first time, the annual report included the names of 156 companies that together account for 97 percent of Apple&apos;s outsourced manufacturing business. The company found facilities that had been breaking air emission and wastewater discharge limits, using factories that were releasing industrial effluent via unapproved outflow pipes and failing to register pollution. In the most egregious cases, Apple said it had suspended business with the violators until improvements were in place. Management of hazardous waste and air pollution appeared to be a particular worry. The compliance rate with Apple&apos;s standards in these category was just 68%, suggesting a widespread failure to implements the necessary safety and monitoring procedures. The company said 69 facilities were not recycling or disposing of hazardous waste as required by law. However, it remains unclear how far down the supply chain the company&apos;s audits have reached. Many foreign businesses acknowledge difficulty in monitoring their supplier&apos;s suppliers, although it is often at the lower levels  where the profit margins are tightest  that the worst transgressions take place. Other firms are also considering more positive steps, including European telecoms operators who last week held a workshop on improving transparency in their supply chains. To improve the system, environmentalists are calling for a national registry where companies can publicly report their pollution data, which would accelerate, simplify and improve public supervision. This has been effective in other nations. &quot;There is plenty of room to improve but we are seeing progress every year,&quot; said Bernadette Brennan of the National Resources Defence Council. &quot;On the whole the trend is towards open information. More people realise this is good for society and good for business.&quot; State planners are aware that transparency was a key element in the clear-up of other polluted countries, but it has struggled to enforce compliance and lacks the tools of an independent judiciary and free media that were also key elements in spreading and using data to put pressure on polluters. The ministry of environment previously warned that polluters were operating in a &quot;black box&quot; but the latest report suggests progress is possible.  Additional reporting by Cecily Huang  Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/jan/16/green-transparency-china", 
    "wordcount": "831"
}