{
    "headline": "Lance Armstrong and USADA's doping charges", 
    "text": "Another round of dramatic headlines over doping allegations against Lance Armstrong, this time occasioned by the US anti-doping agency, USADA, sending a 15-page letter to Armstrong, and others, charging extensive use of  indeed, a conspiracy over  performance-enhancing drugs. The Washington Post appears to have obtained a copy of the letter, the rest of the media is following its lead. USADA is a part federally funded agency overseeing anti-doping in the US Olympic movement, but it has the power to suspend athletes from competition (as it has already now with Armstrong, 40, who will be barred from his present schedule of triathlon appearances), to bring charges (though not criminal charges) in a hearing. Depending on the outcome, it may strip an athlete of his or her titles. So, what is at stake, potentially, is the full set of Armstrong&apos;s seven consecutive Tour de France victories (1999-2005). The USADA letter accuses Armstrong of participating in an organised doping program, administered, it is alleged, with the aid or knowledge of Armstrong&apos;s long-time team manager Johan Bruyneel and Italian trainer Dr Michele Ferrari. The banned drugs listed by USADA includes practically everything in the dope cheat&apos;s cabinet bar aspirin:  &quot;[T]he blood booster EPO, blood transfusions, testosterone, human growth hormone, corticosteroids, and saline and plasma infusions to boost his performance or mask his use of banned substances.&quot;  I am not an expert in the long and tortured history of these allegations, but it looks to me as though most of this stuff relies on statements made by former teammates such as Floyd Landis and Tyler Hamilton, or may be based on testimony given to the grand jury investigation (which finally closed without resulting in any prosecution of Armstrong). In other words, we knew this already  and whom we chose to believe was a matter of conscience. The new element appears to be that USADA has samples taken from Armstrong during his Tour de France comeback appearances in 2009 and 2010, which it claims are &quot;fully consistent with blood manipulation including EPO use and/or blood transfusions&quot;.  Not needless to say, Lance Armstrong denies all allegations and charges. His statement makes the point about the justice department&apos;s dropped case and characteristically flames USADA with a flourish:  These are the very same charges and the same witnesses that the Justice Department chose not to pursue after a two-year investigation. These charges are baseless, motivated by spite and advanced through testimony bought and paid for by promises of anonymity and immunity. Although USADA alleges a wide-ranging conspiracy extended over more than 16 years, I am the only athlete it has chosen to charge. USADA&apos;s malice, its methods, its star-chamber practices, and its decision to punish first and adjudicate later all are at odds with our ideals of fairness and fair play.  But about those 2009, 2010 samples, nothing specific  beyond his pro forma denial. So, how significant is USADA&apos;s move? Do the new charges mean Armstrong&apos;s Tour titles really are at risk? My best guess right now: don&apos;t bet on it. First, the technology for detecting blood-doping is constantly evolving, but it seems strange that USADA has only now discovered that its samples suggest evidence of cheating. Second, samples &quot;fully consistent with&quot; seem to leave a fair bit of wiggle-room for scientific argument; it doesn&apos;t immediately appear to offer the kind of stone-cold proof of doping one would assume would be required to rip down those seven framed yellow jerseys from Armstrong&apos;s rec room wall. And finally, when did we ever see Armstrong roll over and cop a plea? He has already given notice that he&apos;ll fight this round of accusations, just as he&apos;s seen off every one before. The odd thing is that with each succeeding battle against assorted doping agencies, federal investigators, judicial authorities, and former teammates who&apos;ve &quot;turned&quot; and talked to the media, his stock retort of &quot;vendetta&quot; actually starts to sound less hollow. There is almost the weird effect of his gaining credibility, the longer this all goes on. Like many others, I felt I knew all I needed to about Lance Armstrong long ago. Perhaps it&apos;s time to let him keep his Tour titles, and move along. I want clean, dope-free cycle sport now. Scrubbing obsessively at supposed stains of the past is doing nothing for that.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/jun/14/lance-armstrong-usada-doping-charges", 
    "wordcount": "731"
}