{
    "headline": "Mind-controlled robot arm gives back sense of touch to paralysed man", 
    "text": "A paralysed man has become the first to have a natural sense of touch restored, using a mind-controlled robotic arm. Nathan Copeland, a 28-year old American, lost all sensation from the chest downwards ten years ago when he was driving on a rainy night and his car skidded off course.   Related: Are you thinking what Im thinking? The rise of mind control    Last year he became the first paralysis patient to test a sensory-enhanced robotic hand, which he controlled using just his brain and that also allowed him to feel when the hand was being touched. The hand, developed by US scientists, was surgically wired directly to Copelands brain, providing him with a two-way electrical feedback. Despite the signals coming from a robotic hand, Copeland said the sensation of having his fingers touched was almost natural. I can feel just about every finger, its a really weird sensation, said Copeland. Sometimes it feels electrical and sometimes its pressure, but for the most part, I can tell most of the fingers with definite precision. It feels like my fingers are getting touched or pushed.         Patient Nathan Copeland can control the robotic arm using his brain and is also able to feel when the hand is being touched.    Robert Gaunt, assistant professor of physical medicine and rehabilitation at the University of Pittsburgh and the studys senior author, said: Really this is the first time this has been done in a person. There was always this question, will it work? Will it work in a person who has had an injury for a long time? Previously the same team had allowed paralysis patients to control a prosthetic arm using thought alone, but the addition of sense of touch is seen as crucial. We know that without sensation, movement is really challenging, said Gaunt. What weve added now is the ability to feel something through those fingers... Were feeding back touch that the artificial hand encounters when it makes contact with an object. In the trial, Copeland wore a neural implant for six months during which time he trained himself how to control the movement of the robotic arm. The scientists were able to evoke sensory feedback from the arm by electrically stimulating the precise brain areas that would normally light up when different areas of the hand are touched in a healthy person. When blindfolded, Copeland could tell which of the fingers on the prosthetic were being touched with 84% accuracy and he described 93% of the touch sensations he was given, such as pressing a cotton swab on the surface of the skin, as feeling possibly natural. Until now, it was not clear how natural the sensations delivered by this kind of prosthesis would feel. The most important result in this study is that microstimulation of sensory cortex can elicit natural sensation instead of tingling, said Andrew Schwartz, professor of neurobiology at University of Pittsburgh School of Medicine, and a co-author.    Related: Brain implant helps paralysed man regain partial control of his hand    The advance could transform the lives of amputees and victims of spinal cord injuries, but also raises the possibility of more distant future applications, including human enhancement. Copeland was in his first year of college doing a degree in nanofabrication when he had his accident, which left him unable to feel or move his lower arms and legs, and needing assistance with all his daily activities. In 2004, I wrecked my car and I broke my neck, he said. I was 18. It was raining and I had taken a turn too fast. I never really liked driving to begin with. He tried to continue his studies, but health problems forced him to put his degree on hold and he kept busy by going to concerts and volunteering for the Pittsburgh Japanese Culture Society, which holds conventions on Japanese cartoons.  After being selected for the trial, Copeland had surgery, during which four tiny microelectrodes - each about half the size of a shirt button - were implanted into his brain. Prior to the surgery, imaging techniques were used to identify the exact regions in his brain corresponding to feelings in each of his fingers and his palm. The electrodes read out electrical activity from one region - the motor area - to control the movement of the hand and electrically stimulated another region linked to sensation to induce a sense of touch. The ultimate goal is to create a system which moves and feels just like a natural arm would, said Gaunt. We have a long way to go to get there, but this is a great start. The team released preliminary findings last year. The full description of the trial was published on Thursday in the journal Science Translational Medicine. ", 
    "section": "science", 
    "gid": "science/2016/oct/13/mind-controlled-robot-arm-gives-back-sense-of-touch-to-paralysed-man", 
    "wordcount": "750"
}