{
    "headline": "Winter's last petulant gesture", 
    "text": "Along the slippery river bank footpath, the trees, still flinching under a north-easterly wind, had already shed most of the overnight snow. I shook the branches of a goat willow, which were still weighed down with ice and blocked our path, stepping back as they sprung upwards and scattered their crystalline burden. When we had last walked under it, on a warm afternoon two days ago, we had listened to the murmur of bumblebees as we passed underneath. Then, in the field beyond, we&apos;d watched a cackling flock of fieldfares assembling, on the point of departure for their Scandinavian breeding grounds. It had seemed that the last vestiges of winter were about to take flight, but there was a nagging doubt that we might somehow have to pay for such an unusually early and sultry spring. The reckoning arrived last night, burying daffodils and snapping branches under the weight of wet, wind-driven snow. I wondered how the precocious lime-green larch needles and their pink embryonic cones, unable to resist the lure of last week&apos;s sun, had fared. When we reached that group of trees, perched high above the river, we found their sprouted twigs as immaculate and shocking in their paintbox brilliance as they had been before the icy blast arrived. In the snow, now melting fast under our feet, celandines and primroses were still buried, but the sounds of spring drifted up from the river. A pair of oystercatchers chased past, piping hysterically. A wren, perched on a snow-capped wall, unleashed a full-throated, explosive burst of song, and in the shelter of the woodland we could hear cascading notes of a willow warbler, recently arrived from a sub-Saharan climate into a warm spring that had temporarily turned to Arctic tundra overnight. The snow, winter&apos;s last petulant gesture, will linger in the shadow of drystone walls for a day or two yet, but spring&apos;s resilience is inspirational.", 
    "section": "environment", 
    "gid": "environment/2012/apr/11/winter-petulant-gesture-middleton-in-teesdale", 
    "wordcount": "317"
}