{
    "headline": "Audi A6 Avant", 
    "text": "Price 40,950MPG 47.1Top speed 149mph Whoever is in charge of passing on news of the financial Armageddon that&apos;s about to engulf us has clearly forgotten to tell Audi. This month the German manufacturer announced its results for 2011. In Britain, 113,703 cars were sold, while worldwide 1,302,659 factory-fresh Audis went to their new homes. With profits nudging 5.3bn, it was the most successful year in the company&apos;s 100-year history. At the glitzy press conference streamed live from the HQ in Ingolstadt, the firm&apos;s chairman, Rupert Stadler  the 49-year-old son of a Bavarian farmer  sowed the seeds of yet more success: &quot;We want to grow faster than the market as awhole again in 2012.&quot; It&apos;s Rupert&apos;s own miracle-grow! So how on earth does Audi do it when so many others can&apos;t? Yes, its cars stand on the top step when it comes to automotive engineering. Some are beautiful, too, and some are very fast. Some are boring and not so fast. All are superbly well made. They&apos;re safe, too, and reliable, and powerful. Actually, Audi could be just another word for &quot;supremely competent&quot;. But, and it&apos;s a big BUT, they&apos;re not cheap. In fact, they&apos;re wearyingly expensive. And who is it exactly that has 30, 40, 50 grand and more to slap down on a car? Do people just walk into showrooms, splurge, and then surge back out into the evening traffic in an attic-conversion&apos;s worth of German car? No they don&apos;t, because this is how it works It&apos;s atrap. The list price of the A6 is 30,145. That&apos;s a lot, but for that you get alot of family car. It&apos;s roomy, super-lightweight, smooth and a joy to drive. In fact, 30 grand seems like afair price. But then, while you are in the showroom, or on the website, you catch sight of the extras (Stop! You are now at the door of the temple and about to lose all sense) and you&apos;ve already spent 30,145. Residuals on an Audi are excellent, you think, so why not upgrade that engine? The all-aluminium 3-litre TDi looks juicy  and that&apos;s you up to 41,460. Big swallow, but come on, this is a treat, you&apos;ve earned this. You&apos;re worth it. Then, oh, what about that three-spoke leather-trimmed multifunction steering wheel? That&apos;s only another 155 for heaven&apos;s sake. Interior lighting? You&apos;ve always wanted ambient lighting so you can make the inside look like a cocktail cabinet that&apos;s 595. And while you&apos;re here the self-closing tailgate  well, that&apos;s virtually essential, and can be fitted for 1,180. Then you&apos;re tempted by the privacy glass, the four-zone air conditioning, the loading-bay fixing kit and finally, well you love your music, but 6,300 for the Bang &amp; Olufsen sound system? Oh go on then. And suddenly, your perfectly decent A6 costs a whopping 80,165. You&apos;ve doubled the price of your car and boosted Audi&apos;s profits. And yet all these extras are little more than a garnish of vanity on an already covetable status symbol. The one that really isn&apos;t is Night Vision Assistant with Pedestrian Detection (2,100)  an infrared radar that detects pedestrians stepping out in front of you and, if you fail to brake, takes over and slams on the brakes. It is, literally, a life saver. In a more moral universe it wouldn&apos;t be an extra  it would be the first thing that a carmaker fitted.     Light fantastic: an essential for the safety-conscious motorist  or cyclist. Photograph: Observer    Stay safe when you break down The hard shoulder is one of the most dangerous places for the broken-down motorist. To help alert other road users the RAC have developed a Personal Hazard Light. Looking like small 4-inch wide circular spacecraft, the warning light has 16 superbright LEDs which give 360-degree coverage for up to 300m by day and 1,000 metres by night. The light comes in three different colours, is waterproof and crushproof. You can leave it on the road at a distance from your car or, as it is magnetic, fix it to the boot or bonnet. You can even put it on the roof so you are visible from the air! The light can be rechargeable, mains/car charger included (29.99) or replaceable battery (25). But you can obtain a 20% discount on the light by typing in &quot;OBSERVERPERHAZARD&quot; at the checkout on personalhazardlight.co.uk Why fuel-efficient driving will save you money We now know that fuel is going to become even more expensive from August. But don&apos;t despair, there are some basic things you can do to get more miles to the tank. Here, the breakdown specialists GEM Motoring Assist, have come up with 10 rules for more fuel-efficient motoring: 1. Get it checked: modern car engines are complicated pieces of machinery which rely on a vast array of electronic components that can easily fail. To ensure maximum efficiency from your engine, have your car serviced regularly by a recognised garage. A poorly tuned engine can use up to 50% more fuel and produce up to 50% more emissions than a car that is well looked after. 2. Tread carefully: ensure that your tyres are always inflated to the correct pressure. If you&apos;re running around with just one tyre deflated by 20%, then you can expect your fuel consumption to rise by 5%. You&apos;ll also face the additional costs of replacing the tyres prematurely as well as compromising safety. 3. Lose weight: never carry unnecessary weight in the car as it will reduce efficiency. You can expect fuel consumption to rise by 1% for every 1% of the car&apos;s weight you add, so golf clubs, push chairs, tool boxes should be removed when they are not needed. Also remove roof racks, cycle racks and storage boxes as they affect the aerodynamics of the car. 4. Eliminate short journeys: make a point of not using your car for journeys of less than a mile, if it&apos;s practical. You won&apos;t be able to walk back from the local garden centre with sacks of compost, but if it&apos;s just a quick nip to the shops, then consider walking or cycling. Cold engines are thirsty engines, so that mile-long journey will be relatively expensive, however light-footed you might be. 5. Plan ahead: take a little time to plan your journeys to avoid congestion, to ensure you take the best route and that you know exactly where you are going. An estimated 350,000 tonnes of fuel is wasted every year by people being lost in their cars. 6. Slow down: reducing your average speed can have noticeable effect on your consumption. Most cars run at their most efficient around 60mph. Every 5mph above that and you will lose 6% of your fuel economy. 7. Nice and easy does it: most drivers could save a significant amount of fuel by simply reading the road further ahead and slowing earlier for traffic lights and other hazards, thus avoiding unnecessary acceleration, heavy braking and then acceleration again while pulling away. 8. Keep your cool: most cars are now fitted with air conditioning, but if the extra cooling is not needed by you or your passengers switch the air conditioning off to reduce demand on the engine. However, the system must not be turned off for long periods as harmful bacteria can build up and could prove costly to repair. Use air conditioning sparingly but ensure it is on for several minutes at least every couple of weeks. Remember, at higher speeds opening car windows may save the use of the air conditioning, but it will increase the &quot;drag&quot; on the car thus outweighing the fuel saving. So keep windows and sun roofs closed on faster roads. 9. Explore for fuel: the price of fuel can vary greatly between suppliers. However, if it requires an extra journey to seek out where to save a few pence per litre there may not be an overall saving in money. Try to remember where the best deals are and fill up when you are passing rather than make a separate journey. 10. And finally: if you are able to avoid just one journey each week, by walking or cycling, the financial saving at the end of the year will quickly add up. Email Martin at martin.love@observer.co.uk or visit guardian.co.uk/profile/martinlove for all his reviews in one place", 
    "section": "technology", 
    "gid": "technology/2012/mar/20/car-review-audi-a6-avant-martin-love", 
    "wordcount": "1420"
}