{
    "headline": "Industry, fires and poachers shrink Sumatran tigers' last stronghold", 
    "text": "Karman Lubis&apos;s body was found near where he had been working on a Sumatran rubber plantation. His head was found several days later a mile away and they still haven&apos;t found his right hand. He had been mauled by a Sumatran tiger that has been living in Batang Gadis National Park and he was one of five people killed there by tigers in the last five years. Contact between humans and wild animals is increasing disastrously in Sumatra as deforestation, mining and palm oil concessions expand, fragmenting forest habitats and driving animals out of protected areas. The exact number of tigers left in the wild is uncertain but latest estimates range from under 300 to possibly 500 in 27 locations. Batang Gadis is one of the last strongholds of the Sumatran tiger with anywhere between 23 and 76 tigers in the dense forests, making up nearly 20% of all Sumatra&apos;s tigers. But with a single tiger worth as much as $50,000 to a poacher on the black market, hunting is rampant. Conservationists fear that unless concerted action is taken, the Sumatran tiger will go the way of two other Indonesian subspecies. The Bali tiger was hunted to extinction in 1937 and the last Javan tiger was recorded in the 1970s. Many Sumatran tigers, says Greenpeace, are being killed by accident. In July 2011, one was found dying in an animal trap on the border of an Asia Pulp and Paper acacia tree concession where rainforest had recently been cleared. Others have been found caught in electric fences or have been killed by farmers in retaliation for the killing of humans. No wild animal is now considered safe in Sumatra. An Australian-owned gold mining company has a 200,000-hectare concession which overlaps into Batang Gadis and illegal logging is encroaching upon the park from all sides. Other Indonesian animals are faring even worse than the tiger. Widespread forest fires, many set deliberately to clear land for oil palm plantations, have been disastrous for Sumatran orangutans. Thousands are thought to have burned to death, unable to escape the flames both in Sumatra and Kalimantan. The species&apos; range is now severely circumscribed, says WWF in Jakarta. Of nine populations left in Sumatra, only seven are thought viable. &quot;The fate of Sumatran orangutans is inextricably linked to the island&apos;s fast-disappearing forests. If we want to save the Sumatran orangutan we have to save their forest home,&quot; said Barney Long, WWF&apos;s Asian species expert. The Sumatran rhino could be extinct within a few years because of poaching and habitat destruction. A report from the International Union for Conservation of Nature last month estimated that there were now fewer than 100 in small, fragmented populations. Conservationists fear that the whole species may be extinct in 20 years and are planning to move individual rhinos between Indonesia and Malaysia. Last year the first Sumatran rhino calf was born at a semi-wild sanctuary in Indonesia. It was only the fourth time in a century that captive Sumatran rhinos have given birth. A similar sanctuary, with large pens in natural forest, has also been established in Malaysian Borneo. These two sanctuaries, which house eight rhinos between them, are increasingly being seen as insurance policies against extinction.", 
    "section": "environment", 
    "gid": "environment/2013/may/26/tigers-stronghold-sumatra-poachers", 
    "wordcount": "540"
}