{
    "headline": "Forest panel expected to back public ownership of England's woodlands", 
    "text": "England&apos;s national forests must remain in public ownership and represent very good value for money, an independent report is expected to conclude on Wednesday. It was commissioned by the government after the coalition&apos;s first U-turn, when public anger forced it to back down from a proposed sell-off of state-owned woodlands. The proposal, which included axing the Forestry Commission, provoked huge national protests and led to the secretary of state, Caroline Spelman, telling parliament in February 2011: &quot;I am sorry, we got this one wrong.&quot; The report is also expected to call for much greater planting of new trees in England, where rates have declined in recent years, and changes to the Forestry Commission to protect it from political interference. An interim report in December noted: &quot;Electoral timescales don&apos;t match the lifespan of trees.&quot; The fate of 15% of the public forests, whose sale was suspended when Spelman abandoned the planned sell-off of every forest, remains uncertain, although sources have suggested they will remain state-owned too. The independent panel is led by James Jones, the Bishop of Liverpool, and includes the heads of the National Trust, Confederation of Forest Industries, Wildlife Trusts, RSPB, Woodland Trust and others. It was tasked with advising Spelman on &quot;the future direction of forestry and woodland policy in England&quot; and in particular the &quot;value for money and cost-effectiveness of the public forest estate in England and options for its future ownership and management&quot;. The panel said it was struck by the &quot;heartfelt connections&quot; between people and woodlands and received 42,000 communications from the public and interested parties. Campaign group 38 Degrees amassed 538,000 signatures on its petition. The panel&apos;s interim report stated the benefits of England&apos;s publicly owned forests were &quot;greatly undervalued&quot; by the planned sell-off, finding that the 20m cost to the state of maintaining the forests and woodlands is &quot;very modest and delivers benefits far in excess of this&quot;. It contrasted the sum with the 250m spent on reinstating weekly bin collections and said &quot;the [20m] funding of the public forest estate appears to represent very good value for money.&quot; Spelman&apos;s department suffered the greatest budget cut in Whitehall in the 2010 comprehensive spending review. The social benefits of the natural environment  estimated at 1bn-2bn for woodlands alone  were highlighted by the government&apos;s own landmark assessment in June 2011, but the interim report made clear these benefits were overlooked in the sell-off proposals. Some of the NGOs represented on the independent panel were criticised by other green groups for expressing an interest in acquiring woodland that would have been sold under the government&apos;s original plans. The government had invited private &quot;expressions of interest&quot; via the Forestry Commission, and the National Trust and Wildlife Trusts both submitted lists. Jonathan Porritt, a member of Our Forests, said in January: &quot;I believe they betrayed their members. The NGOs have to hold the government to account, rather than roll over and have their tummies tickled. I don&apos;t think we would have got into this mess if the NGOs had sat down at the start and said to government: &apos;You are barking mad&apos;.&quot; Campaigners are hoping for a range of commitments from the independent panel. The Woodland Trust wants a commitment to boost new tree planting. Data published this week shows that just 13% more trees were planted in England in 2012 than in 2010, contrasting with Scotland and Wales which have expanded their wooded areas by increasing planting by 233% and 250% respectively over the same period. England has no target for tree planting, unlike Scotland and Wales. The Ramblers want greater access to the 82% of England&apos;s woods which are privately owned. England contains about 1.3m hectares of woods and forests  an area about twice the size of Devon  and 18% is public forest. However, this 18% includes almost half of all the forests accessible to the public. &quot;The public forest estate often sets a gold standard in recreational access,&quot; said the panel&apos;s interim report.", 
    "section": "environment", 
    "gid": "environment/2012/jul/04/forest-panel-public-ownership", 
    "wordcount": "689"
}