{
    "headline": "Computer science in schools: they do a better job in Scotland", 
    "text": "Politicians in England may bemoan the standard of computer science in schools  but Scotland may point to a way forward. In Scotland, pretty much every local authority has a few primary schools that are using programmes such as Scratch, which teach children as young as six the basics of computer science. And in most Scottish local authorities there are at least a couple of secondary schools that have incorporated computing into almost every subject on the curriculum. It&apos;s no surprise then that, in 2005, one  Musselburgh grammar school in Midlothian  became the first secondary in Europe to podcast. Ewan McIntosh, an Edinburgh-based consultant who advises the Scottish government and cities across the world on the teaching of computer science, says his country&apos;s record goes back to the enlightenment. &quot;We&apos;ve always been good at linking engineering with the arts,&quot; he says. So has England  but McIntosh says that the politicisation of education by successive governments in Westminster has meant that a subject such as computer science can be &quot;in&quot; one moment and &quot;out&quot; the next. South Korea and Israel are also considered pioneers in the teaching of computer science. In South Korea, pupils aged 12 and 13 upwards are taught elements of computer science, such as simple algorithms, logic circuits and object-oriented programming. A new curriculum, due to be introduced in 2013, includes programming, binary trees and graph traversal. About a third of middle and high schools offer a specialised technology curriculum that includes the teaching of computer science. Israel undertook a major review of computing at school around the turn of the century, and, according to Computing at School, a group that wants computer science to be more rigorous in English schools and available to more pupils, now has the most rigorous computer science high school programme in the world. Teachers have at least a degree in computer science. Meanwhile, Uruguay also puts England to shame with its one laptop per pupil programme, known as Plan Ceibal, an acronym that roughly translates as &quot;educational connectivity of basic IT for learning online&quot;. Since the scheme started in 2007, Uruguay has given 450,000 laptops to primary and secondary pupils. The computers handed out are simple XO laptops. Giving a laptop to a pupil doesn&apos;t guarantee they will take it apart and become interested in how it works, but it certainly helps, Miguel Brechner, who runs Plan Ceibal, told the Association for Learning Technology Conference in Leeds last year. Pupils, including those living in shanty towns, have developed skills in making online films, websites and producing photo galleries. &quot;Plan Ceibal is not magic  it doesn&apos;t solve all the problems of Uruguay,&quot; Brechner said. &quot;But it&apos;s surely part of the solution. Technology allows us to pave the road of change and expectations.&quot; In 2006, having a netbook and access to the internet was a privilege in Uruguay, Brechner said  now it is a right.", 
    "section": "education", 
    "gid": "education/2012/jan/10/computer-science-in-schools-scotland", 
    "wordcount": "493"
}