{
    "headline": "Peugeot's Hybrid Air: the car of the future that runs on air", 
    "text": "There was a sense, when I arrived in Paris a couple of weeks ago, that France was if not quite in meltdown then certainly enduring a profound existential crisis. Unemployment had metastasised to 10.6%, and the country&apos;s credit rating was in the dumps. President Franois Hollande&apos;s maligned plans for a 75% &quot;supertax&quot; had sent some of the most famous French citizens scuttling to Belgium. In November, a cover of the Economist showed seven baguettes tied with a tricolour, a lit fuse poking out of the middle. The article warned: &quot;Mr Hollande does not have long to defuse the time-bomb at the heart of Europe.&quot; French manufacturing, in particular, was on its knees. Worldwide sales at carmaker PSA Peugeot Citron were down 8.8% in 2012, the sixth successive year they had decreased. Three of its biggest markets  Spain, Italy, Portugal  were even less interested in new cars than France. The company had announced plans to shrink its French workforce by 8,000, almost one-fifth, over the next two years. Workers responded with violent protests, burning tyres and cutting power cables. In these desperate times, however, there was one solitary flower growing up through the concrete. In January, Peugeot announced that it had developed a car that ran on air. It officially launched the Hybrid Air vehicle to the world at the Geneva motor show this month, and revealed that it would be in production by 2016. The car did not solely run on air, of course; the new technology was twinned with a petrol engine. But Peugeot believed that it had significant advantages over battery-powered electric hybrids, such as a Toyota Prius. Their cars would be cheaper to buy, for a start, and extra savings would come from a fuel economy of around 81 miles per gallon. If Peugeot could back this up, Hybrid Air would shake up the whole car industry. The ailing French giant could certainly do with it being a success  its long-term survival might just depend on it. At a Peugeot technical centre in Carrires-sous-Poissy, a few miles west of Paris, two engineers  project leaders Karim Mokaddem and Andrs Yarce  show me a Hybrid Air vehicle. From one side, the car looks no different from the compact hatchbacks that Peugeot and Citron are famous for, but it has been sawn in half to better illustrate the new technology. Most visibly, running down the middle of the undercarriage, there is a blue, four-foot-long accumulator  what Mokaddem calls, with a wry smile, &quot;the scuba tank&quot;. The pressurised steel tank is filled with around 20 litres of nitrogen, plus some hydraulic fluid. Much like a Prius, Hybrid Air vehicles recover energy every time the driver brakes or decelerates. But instead of using this kinetic energy to charge a battery  as electric hybrids do  the Hybrid Air system has a reversible hydraulic pump that compresses the nitrogen in the tank and then unleashes it the next time the driver pumps the accelerator. &quot;It&apos;s mainly a &quot; Yarce searches for the word, &quot;a syringe. The nitrogen compresses or decompresses and actually pushes the oil and the hydraulic components to transform this energy into a force that makes the vehicle move forwards. It&apos;s as simple as that.&quot; The system does not produce vast amounts of energy  in fact you would struggle to drive even a mile before the petrol engine was forced to kick in  but if you are stop-starting around the city all day then the savings in fuel could be significant. &quot;We named the prototype cars Kiwi One, Kiwi Two, etc, because the amount of energy stored within the scuba tank is exactly the same amount you&apos;d find in a kiwi fruit,&quot; explains Mokaddem. Another advantage over hybrids already on the market is that Peugeot&apos;s new cars do not require an expensive lithium-ion battery or electric motor, meaning that they will start from around 17,000. That&apos;s almost 5,000 less than a Prius. The parts are simple and easily serviced, a fact that would be attractive in the emerging markets of China, India and Russia. For all the interest that Hybrid Air has inspired  both positive and sceptical  the Peugeot engineers are keen to downplay the idea that it is a radical solution. They acknowledge that the idea of hybrid hydraulics has been around for years. UPS has run a fleet of delivery vans since 2009 that use pressurised hydraulic fluid  rather than nitrogen  that converts braking energy into forward momentum. It has clear benefits for any vehicle that needs to make regular stops, such as street cleaners or a school bus. &quot;I&apos;m not going to say this is a real innovation, for sure not,&quot; says Mokaddem, as we stand underneath another Hybrid Air vehicle, its conspicuous blue tank reminiscent of the air ducts of the Pompidou Centre. &quot;We have made a new gearbox, sure, but the components are known components, and the innovation is how we have put them together to make the most efficient car.&quot; &quot;It&apos;s putting them together in the right way,&quot; agrees Yarce. &quot;It&apos;s mainly like Lego.&quot; Of course, if the idea of running a car on nitrogen was so obvious, then someone would have developed it fully before. But perhaps the most surprising aspect of the new technology is that it has been unveiled by Peugeot, a company that celebrated its 200th anniversary in 2010, and has not been known, in recent times certainly, for pioneering R&amp;D. &quot;It&apos;s true that today the market is dominated  on the hybrid side, for sure  by Asian technology, that&apos;s reality,&quot; accepts Mokaddem. &quot;So it was a little bit unexpected for a European car maker to develop such a new approach. Why? I don&apos;t know.&quot; The development of Hybrid Air required Peugeot to overhaul entirely its approach to product development. The project, which was started in 2010, was worked on by a team of around 100 entirely in secrecy. They took this last part very seriously: Mokaddem could not reveal any details, even to his wife and children. &quot;They thought I had become a spy,&quot; he jokes. With a small number of employees working on the project, and little hierarchy, the intention was to create  within the second-biggest carmaker in Europe  a unit with the energy and enterprise of a startup. From the start, the team was encouraged to think of a &quot;disruptive innovation&quot;. The term comes from Harvard professor Clayton Christensen&apos;s book, The Innovator&apos;s Dilemma, and describes a technology that does not just alter the market but creates an entirely new one. An incremental innovation, for example, would evolve a two-blade razor into a three-bladed one; a disruptive innovation would jump from compact discs to the iPod, or from volumes of encyclopaedias to Wikipedia. When they had decided to focus on fuel economy, Mokaddem encouraged his fellow engineers to re-consider a car from first principles. They were pushed to think outrageously. The original prototype for Hybrid Air borrowed the hydraulic parts from an Airbus jet. The noise it made was excruciating, but when the car edged forward a few metres, the team knew they were on to something interesting. Ultimately, they adapted parts more commonly found in elevators and tractors. Since its launch, the Hybrid Air project has provoked extreme and sometimes hysterical reactions. A comment on one online forum worried that the presence of the accumulator was like driving around under &quot;a compressed air bomb&quot;. Both Mokaddem and Yarce explode into laughter when I put this to them. &quot;We took into account gunshots, fire, lots of strange situations  the system will not explode and we have tested that,&quot; says Yarce. &quot;We are completely confident today that there are no safety risks.&quot; Another concern was a misunderstanding that the car could &quot;run out of air&quot;. &quot;The air is isolated inside, it&apos;s a closed circuit, so we always have air inside,&quot; explains Yarce. &quot;It&apos;s just a question of whether it&apos;s compressed or not. Clearly the system is based on a petrol combustion engine, so you need petrol to compress the air the first time. And, well, if you don&apos;t have any fuel, you clearly won&apos;t be able to move  that&apos;s the same as a standard car.&quot; It will be a couple of years before we find out if Peugeot can fully realise the promise of Hybrid Air. The engineers need to do more work on the brakes and the hydraulics and they ultimately believe they can achieve 117mpg by 2020. Whether it can take down an established hybrid supplier such as Toyota remains to be seen. But, for now, the project has at least provided some much needed hope for a beleaguered company and its precarious workforce. &quot;PSA Peugeot Citron needs to stand up and show we are still alive,&quot; says Mokaddem. &quot;That we have ideas and we can differentiate ourselves. We are part of a new generation that is saying, &apos;We are a company with 200 years of history, but we are still young.&apos; We are not going to die.&quot;  This article was amended on 24 March 2013 to correct two mentions of hydrogen to nitrogen", 
    "section": "environment", 
    "gid": "environment/2013/mar/24/peugeot-hybrid-air-car-future", 
    "wordcount": "1569"
}