{
    "headline": "Will Ghana's success story continue after John Atta Mills?", 
    "text": "The death of President John Atta Mills has sparked not only an outpouring of grief in Ghana, but renewed doubts about December&apos;s parliamentary and presidential elections, when two decades of progress will be at stake. Yet it need not be a game changer. Since 1992, when a constitutional referendum drew a line under 26 years of military rule and ushered in an era of democracy, Ghana has come to be regarded as a paradigm of successful development; there is every sign the country will continue in that vein. John Dramani Mahama, former vice-president, was swiftly sworn in as Mills&apos;s successor, and his promotion passed without incident. Already, Ghana has passed its first test. As one Twitter user observed: &quot;Mills dies, world told, VP sworn in, all within a day. No rumours, no speculation. African success story.&quot; In many respects, Ghana is exactly that. Employment and economic growth have risen, while poverty and hunger have gone in the opposite direction. World Bank figures suggest that, between 1991 and 2006, the proportion of the population living in poverty fell from 51.7% to 28.5%. These improvements have put Ghana on track to become the first African country to achieve the UN millennium development goal of halving extreme poverty and hunger by 2015. Public anxiety over who will run for the ruling party in December is understandable. Political stability has been central to the upturn in Ghana&apos;s development indicators. Since 1992, five successful elections have seen power twice changing hands between the country&apos;s two political heavyweights, the ruling National Democratic Congress (NDC) and the New Patriotic party (NPP). Progress has fuelled upbeat predictions, not least the suggestion that Ghana is nearing the point, perhaps a decade from now, when aid can end. For that to happen, however, continued political stability will be vital. Ghana may be on an upward curve, but the development narrative of a country ranked 135 in the UN&apos;s human development index is a long way from being set in stone. Although poverty has been reduced, it remains prevalent, with 30% of the population living on less than $1.25 a day, according to the World Bank&apos;s most recent figures. Moreover, increased prosperity has triggered a population boom, placing a huge burden on health and education services and exacerbating regional inequality. Worst affected is the north, where food insecurity persists and infrastructure is weak. And although inflation is high everywhere in Ghana, access to safe drinking water and basic sanitation is not widespread. Meeting these challenges  and, in particular, dealing with the influx of wealth anticipated following the discovery of offshore oil in 2007  was always going to require strong leadership; Mills&apos;s death only magnifies that necessity. But if this year&apos;s elections hold the key to Ghana&apos;s future, what issues will shape their outcome? Security Fears of civil unrest are based less on pessimism than precedent. Although the 2008 presidential election consolidated Ghana&apos;s reputation as a stable democracy, it was a close-run thing. Tensions threatened to spill over when neither Mills nor his NPP rival Nana Akufo-Addo secured a majority in the initial poll. The tightly contested runoff was accompanied by allegations of vote-rigging, highlighting Ghana&apos;s ethnic divisions and leaving the country on a knife-edge. When the NPP threatened to challenge the result in the courts, supporters of the rival parties converged on the electoral commission headquarters in Accra, briefly raising the possibility of military intervention. The statesmanlike intervention of John Kufuor, the outgoing NPP president, eventually ensured a peaceful transition of power, but it is unclear whether unresolved tensions remain. &quot;This year&apos;s elections are very high stakes, given what happened last time,&quot; says broadcaster Henry Bonsu, who is of Ghanaian descent. &quot;Ghana was hugely congratulated when the elections went to a second round and then Mills won by just 46,000 votes out of a population of 24 million. But I was talking to people on the ground that day, and what a lot of people don&apos;t understand is how close things were to anarchy in some parts. We have to make sure this is the election that really embeds the democratic trend in Ghana.&quot; The importance of the latter point could not be clearer. Ghana is a figurehead for successful democracy in Africa; now, more than ever, the eyes of the continent will be on elections there. Should they go badly, it would send out the wrong message, potentially setting back the development prospects of other emerging African nations. Oil Traditionally, the cocoa industry has been the mainstay of Ghana&apos;s economic prosperity, but the long-term outlook altered irrevocably in December 2010, when  two and a half years after the discovery of offshore reserves  production began on the Jubilee oilfield. Eventually, the fledgling industry is expected to be worth $1bn a year, money that could buttress and accelerate social, economic and democratic progress. But while &quot;oil brings great opportunities&quot;, as US president Barack Obama observed on visiting Accra in 2009, it also raises the familiar spectre of the resource curse. Oil has been detrimental to the development progress of other African countries such as Chad and Nigeria, where it has fuelled corruption, wasteful spending and inflation. If Ghana is to avoid such pitfalls, the next government will need to implement policies that ensure the transparent and accountable use of its oil revenues. Problems began to surface even before production began, when the government found itself at odds with an American oil exploration company over control of the Jubilee oilfield. Political infighting Before either major party can address Ghana&apos;s long-term development, they will need to get their house in order. Even before the president&apos;s death, underlying divisions in the ruling NDC were discernible. These fissures were thrown into stark relief last year when Nana Konadu Rawlings, the wife of former president Jerry Rawlings, made an unsuccessful bid to displace Mills as the party&apos;s preferred presidential candidate. Afterwards, Mills  who had served as vice-president under Rawlings between 1996 and 2000  spoke of the &quot;need to know we belong to one party&quot;. His death underlines that need all the more strongly; the NDC must swiftly identify their preferred candidate and get behind him or her. Supporters of the NPP, which will again be represented by Akufo-Addo, face a similar challenge. Factional divides within the NPP were highlighted in unusual fashion last year when a supporter of former vice-president Alhaji Aliu Mahama reportedly came to blows with an Akufo-Addo adherent during a live radio discussion. If they are to capitalise politically on any disruption suffered by the NDC following Mills&apos;s death, they too must regroup.", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/25/ghana-success-john-atta-mills", 
    "wordcount": "1103"
}