{
    "headline": "Saudi Aramco hit by computer virus", 
    "text": "Hackers have claimed responsibility for the spread of a computer virus that forced the world&apos;s largest oil company, Saudi Aramco, to isolate its production systems from infected PC workstations inside the company. It is still unclear whether the problem, which is thought to have affected thousands of the company&apos;s PCs, was the result of a hacker attack, a state-sponsored attack such as the Gauss or Stuxnet worms, or one of the millions of viruses found online. In a statement on its Facebook page, the company said it had &quot;isolated all its electronic systems from outside access as an early precautionary measure that was taken following a sudden disruption that affected some of the sectors of its electronic network&quot;. It said the disruption &quot;was suspected to be the result of a virus that had infected personal workstations without affecting the primary components of the network&quot;. It added that the electronic network running its core business was not affected and that the interruption &quot;had no impact whatsoever on any of the company&apos;s production operations&quot;. Saudi Aramco, the Saudi government-owned oil company, is estimated to be worth about $781bn, more than twice as much as Apple or Exxon, the most valuable public companies. It has the world&apos;s largest daily production of oil and an annual output of about 8bn barrels. On Pastebin, a site often used by hackers to anonymously lay claim to attacks, the Arab Youth Group claimed they had &quot;targeted administrable structures and substructures of Aramco, and also the Stock Exchange of Saudi Arabia. This action has been done in order to warn the Saudi rulers.&quot; However, the group provided no way to verify the claim. The Middle East has become the focus of increasingly subtle hacking attacks, apparently backed by state-sponsored groups. The discovery of the Stuxnet worm last year, which affected Iranian nuclear research facilities and was apparently devised by the US and Israel, was followed by the discovery of the Flame and Gauss worms, which have also targeted systems in the region.", 
    "section": "technology", 
    "gid": "technology/2012/aug/16/saudi-aramco-computer-virus-hacking-claims", 
    "wordcount": "342"
}