{
    "headline": "New to nature No 70: Solanum baretiae", 
    "text": "Jeanne Baret was an intrepid 18th-century French explorer who is only now receiving long-overdue recognition. She served as assistant to ship&apos;s botanist Philibert Commerson on the circumnavigation voyage of the Etoile when it set sail in 1766 under the command of Louis Antoine de Bougainville. In the course of collecting with Commerson more than 6,000 plant specimens, now housed in the French national herbarium of the Musum national d&apos;Histoire naturelle in Paris, Baret became the first woman to circle the globe. So why have you probably not heard of her before now? Because women were prohibited from even being aboard vessels under French naval regulations. In a ruse worthy of a great adventure novel, Baret dressed as a young man and volunteered to be assistant to Commerson, her lover, who conveniently claimed to be unable to find an assistant. Her abilities and contributions were significant: there is evidence that it was she who collected the spectacularly beautiful vine that would honour the captain with its genus name Bougainvillea. Botanists today are reminded of her partner Commerson by the 70 species that carry the epithet commersonii. But in contrast, and in spite of her amazing bravery, pioneer spirit and lasting contributions to botany, there have been no species named for Baret until now. Botanist Eric JTepe set things straight with a beautiful and variable new species of solanum from southern Ecuador and northern Peru. He described S.baretiae in a paper written with Baret&apos;s biographer Glynis Ridley and solanum expert Lynn Bohs. The idea of a patronym for this remarkable natural historian came to Tepe after hearing Ridley interviewed on a radio programme. Ridley&apos;s The Discovery of Jeanne Baret (Crown, 2010) details her extraordinary life in science and men&apos;s clothing. Although suspicions about her gender arose early in the voyage she claimed to be a eunuch and maintained her masquerade for a couple of years until she and Commerson were set ashore in Mauritius. The species Tepe named is a striking solanum that is colourful  flowers have been seen in violet, yellow and white  with soft pubescent leaves that are highly variable with one to seven leaflets. Unlike closely related species found in mid to high elevation cloud forests that remain moist throughout the year, S.baretiae occurs in the understory of montane forests and areas of the western Andean slopes that have a pronounced dry season. Quentin Wheeler is director of the International Institute for Species Exploration, Arizona State University", 
    "section": "science", 
    "gid": "science/2012/apr/08/jeanne-baret-tribute-solanum-baretiae", 
    "wordcount": "417"
}