{
    "headline": "Green news roundup: Keystone XL, Boris Island and shark fin soup", 
    "text": "Environment news  Keystone XL pipeline: Obama rejects controversial project Tougher 30% emissions cut would be cheaper than expected: report Shale oil and gas &apos;will make US self-sufficient&apos; David Attenborough urges business to protect nature from population boomShangri-La hotels take shark fin soup off the menu On the blogs     Costa Concordia rescuers said any attempt to remove fuel from the ship would have to come after search efforts. Photograph: Rex Features/KeystoneUSA-ZUMA     How Boris Island is blocked by his father&apos;s great work Boris Island airport: economy trumps environment once again Dip in nuclear power support after Fukushima proves shortlived What impact will the Costa Concordia disaster have on the environment? Multimedia     Foster and Partners artist impression of the Thames Hub, a four-runway Thames Estuary airport capable of handling 150 million passengers a year that was outlined today by architect Lord Foster on November 2, 2011. The airport would be on the Isle of Grain in Kent and would have high-speed rail connections to London, the Midlands and northern England as well as continental Europe. Photograph: Foster And Partners/PA     Boris Island airport versus Thames estuary wildlife - interactive map Be a citizen scientist and stop the spread of invasive species in Britain - in pictures Sea Shepherd activists injured in clash with Japanese whaling vessel - video The week in wildlife - in pictures Features     A radiator in a house.  Photograph: Graham Turner     How the Boris Island airport would impact Thames estuary wildlife Greg Barker MP: The green deal will be the biggest home energy programme of modern times Protecting France&apos;s Mediterranean salt marshes, a haven for migratory species  Best of the web  BusinessGreen: Scottish Independence push will not disrupt renewables investment IPS: Pakistan&apos;s forests fall victim to the Taliban SciDev.net Include trees in climate modelling, say scientists Grist: Honeybee problem nearing a &apos;critical point&apos;For more of the best environment comment and news from around the web, visit the Guardian Environment Network. ...And finally  Hedgehog survey seeks public helpStudy into effects of climate change on survival and hibernation of hedgehogs wants public to record sightings of animal", 
    "section": "environment", 
    "gid": "environment/2012/jan/19/1", 
    "wordcount": "250"
}