{
    "headline": "Al Gore calls on Barack Obama to 'act boldly' on climate change", 
    "text": "The former vice-president and climate champion, Al Gore, has called on Barack Obama to seize the moment and use his re-election victory to push through bold action on climate change. The president has faced rising public pressure in the wake of superstorm Sandy to deliver on his promise to act on global warming. But none of those calling on Obama to act carries the moral authority of Gore, who has devoted his post-political career to building a climate movement. Now, Gore said, it is the president&apos;s turn. He urged Obama to immediately begin pushing for a carbon tax in negotiations over the &quot;fiscal cliff&quot; budget crisis. The vice-president&apos;s intervention for a carbon tax could give critical support to an idea that has gained currency since the election  at least among Washington thinktanks. The conservative American Enterprise Institute held an all-day seminar on the carbon tax on Tuesday. &quot;I think all who look at these circumstances should agree that president Obama does have a mandate, should he choose to use it, to act boldly to solve the climate crisis, to begin solving it,&quot; Gore told the Guardian in a telephone interview. &quot;He has the mandate. He has the opportunity, and he has the inherent ability to provide the leadership needed. I really hope that he will, and I will respectfully ask him to do exactly that.&quot; Gore will ratchet up his own pressure on Wednesday evening when he hosts a 24-hour live online broadcast from New York city on the connections between climate change and extreme events such as Sandy. The Dirty Weather Report, produced by his Climate Reality Project, will kick off with footage from New Jersey&apos;s devastated shore and interviews with governors Chris Christie and Andrew Cuomo. It begins at 8pm eastern time. In terms of policy specifics, Gore said he wanted the White House and Congress to start an immediate push for a carbon tax. &quot;It will be difficult for sure but we can back away from the fiscal cliff and the climate cliff at the same time,&quot; he said. &quot;One way is with a carbon tax.&quot; It would require a balancing act, but &quot;the most direct policy solution to the climate crisis is a carbon tax, offset by reductions in taxes on wages,&quot; Gore went on to explain. &quot;By including the carbon tax in the solution to the fiscal cliff we can [get] away from the climate cliff.&quot; Gore&apos;s endorsement of a carbon tax comes at a critical time, with less than 50 days left for Congress to work out a budget deal and avoid triggering a set of automatic tax increases and spending cuts. A number of conservatives have also raised the possibility of a carbon tax  even before Obama&apos;s re-election  giving hope to environmental campaigners. In the view of Gore and others, Obama&apos;s re-election in the wake of Sandy dramatically expanded the scope for action on climate change. So too did the endorsement from New York&apos;s mayor, Michael Bloomberg, which singled out Obama&apos;s efforts on climate, such as raising fuel performance standards for cars. American public opinion also shifted, after a summer of punishing drought and record high temperatures. Two-thirds (67%) of Americans now say climate change is real, compared to 57% in 2009, according to a poll last month from the Pew Research Centre. Then came last month&apos;s superstorm. A sizeable percentage of voters invoked Sandy as a factor in their vote, according to exit polls. The storm put climate change on the map after an election in which Obama and Mitt Romney went out of their way to avoid even mentioning the words, Gore said. The president also signalled in his victory speech that he saw climate change as one of the top three priorities of his second term. &quot;We want our children to live in an America that isn&apos;t burdened by debt, that isn&apos;t weakened by inequality, that isn&apos;t threatened by the destructive power of a warming planet,&quot; Obama said. Gore said it was now up to the public to keep the pressure on. &quot;Many elected officials have been frightened of the reaction should they even talk about the climate crisis much less propose the obvious solution we need to put a price on carbon,&quot; he said. &quot;It is just as plain as day. But the only way to give these elected officials more backbone is to ensure that they hear more from their constituents who are deeply and rightly concerned that they are not doing anything to stop this accelerating destruction of the global climate balance.&quot; Other environmental leaders are also trying to seize the moment. Activists have called a demonstration at the White House on 18 November to demand Obama block the Keystone XL pipeline, designed to expand production from the Alberta tar sands by pumping crude to Texas refineries. Gore said he supported their campaign. &quot;I do agree with those who are trying to stop the Keystone pipeline. The tar sands are just the dirtiest source of liquid fuel you can imagine,&quot; he said. &quot;At a time when we are desperately trying to bend the emissions curve downwards it is quite literally insane to open up a whole new source that is much more carbon intensive and that makes the problem worse.&quot; But it is not his fight, he said. &quot;For me, I believe that my efforts are best expended on the central challenge of building a sufficient support for action to solve the climate crisis. It&apos;s not that complicated ultimately. We have to put a price on carbon.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/nov/13/al-gore-barack-obama-climate-change", 
    "wordcount": "946"
}