{
    "headline": "Polar bears: politics trumps precaution every time", 
    "text": "It all comes down, once again, to our old friend the precautionary principle. And, once again, the world has told our old friend to get stuffed. The 178 nations who make up the Convention on Trade in Endangered Species summit in Bangkok were essentially asked this question: is the future threat to polar bears from the rapid melting of sea ice by global warming so great that the additional pressure of hunting for rugs should be outlawed? The US, allied with Russia, argued yes, absolutely. They said the science showed two-thirds of the 20,000-25,000 polar bears will disappear by 2050. In fact, since that work was done, it has got even worse, they said: 2012 saw record low Arctic ice. Canada was diametrically opposed. It said &quot;the relationship between sea ice loss and polar bear declines is subject to uncertainty&quot;, a feeble line perfectly in sync with a government that abandoned the Kyoto protocol on climate change and relentlessly promotes filthy oil from tar sands. It said its export trade  300-400 polar bears a year as skins, teeth and paws - has no effect on populations. As the debate raged, national delegates from other countries got confused by the strident but conflicting claims. &quot;Where is the truth? Is it true that the polar bear is declining. Is it true that trade is increasing? We need to know,&quot; said the Egyptian delegate. An underlying scandal here is the astonishing conditions that need to be met before Canada&apos;s polar bear exports could meet Cites guidelines to be banned. For a species to be eligible for &quot;appendix one&apos; listing  the top level of protection which forbids international sales  Cites says it requires a devastated population, which will continue to plummet and in a habitat that is shrinking. The International Union for the Conservation of Nature, which provides official advice to Cites, examined these criteria. It found that to qualify, the polar bear population would have to crash to 5,000 animals and would have to be on course to lose 50% of its number in three generations  45 years. The IUCN said the &quot;most likely decline&quot; in that time would be &quot;more than 30%, but less than 50%&quot;. It added that the polar bear&apos;s range was several million square kilometres and &quot;clearly not restricted&quot;, not making any mention of the fast shrinking sea ice on which the bears rely to hunt seals. Allow me to sum that up: because the polar bear is not on the very brink of extinction, hanging on to an icy ledge by its claws alone, the 178 nations gathered here in Bangkok had a fig leaf for deciding to do nothing at all. Even Canada accepted the vanishing of a third of all polar bears is most likely. But it gets worse. In a subsequent vote, on protecting the West African manatee, the same nations decided throw that same fig leaf - IUCN opposition on technical grounds - to the floor and, as a precaution, back a ban on trade in manatee meat and oil. The European Union nations, pathetically in my view, abstained in the vote to ban Canada&apos;s polar bear exports. It was caught between the wishes of the UK, Germany, Netherlands, Belgium and more who wanted to back the export ban and the intransigent opposition of Denmark and its satellite state Greenland. An EU &quot;compromise&quot; - which would not have banned the polar bear skin trade - failed too. That left the bloc blaming the total inaction, not on itself, but the &quot;absolutist positions&quot; of the US and Russia on one side and Canada on the other. In this festering mess of claim, counter-claim, emotional appeals and blame, it was ultimately shabby politics that prevented better protection for polar bears. There appears to be no issue that can shame Canada into behaving as an environmental good citizen, while the grandstanding of the US was no help in the end. No-one comes out of this well. But the biggest loser, of course, is the magnificent animal that symbolises more than any other our failure to safeguard the planet that every living creature calls home. Politics trumps precaution every time.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2013/mar/07/polar-bear-ban-canada-us-cites", 
    "wordcount": "710"
}