{
    "headline": "Real cost of the smartphone revolution", 
    "text": "The problem with living through a revolution is that you&apos;ve no idea how things will turn out. So it is with the revolutionary transformation of our communications environment driven by the internet and mobile phone technology. Strangely, our problem is not that we are short of data about what&apos;s going on; on the contrary we are awash with the stuff. This is what led Manuel Castells, the great scholar of cyberspace, to describe our current mental state as one of &quot;informed bewilderment&quot;: we have lots of information, but not much of a clue about what it means. For many years, the most assiduous provider of data about the ongoing revolution has been Mary Meeker, an industry analyst who once worked for Morgan Stanley, the investment bank that acted as lead underwriter for the Netscape IPO in August 1995 (and thereby triggered the first internet boom). She began making an annual conference presentation, &quot;The Internet Report&quot;, which acquired legendary status in the industry because it distilled from the froth some elements of reality. Ms Meeker is now a partner at Kleiner Perkins Caulfield &amp; Byers, one of Silicon Valley&apos;s leading venture capital firms, but she has not abandoned her old habits. Last week she presented her latest annual report  now labelled &quot;Internet Trends&quot;  at the Wall Street Journal&apos;s All Things Digital conference in California. It&apos;s a whopping 112-slide presentation, which bears serious contemplation. Buried within it are some startling numbers. For example, Meeker estimates that there are now 2.3 billion internet users worldwide, which is nearly a third of the world&apos;s population and that number is growing at 8% per year. But what&apos;s more startling is there are now 1.1 billion 3G mobile subscribers and that they are increasing at 37% per year. What&apos;s significant about that? Two things: first it means that already a significant proportion of the world&apos;s population is accessing the internet via a mobile phone rather than via a fixed-line connection. Second, smartphones currently account for less than a fifth of all the mobile phones in the world  which means that the market for internet-enabled phones has a lot of room for further growth. So stand by for a continued increase in the number of smartphones used across the world. If you&apos;re a mobile network provider, this is probably great news: more and more customers to fleece with expensive data plans. If you&apos;re Facebook, then it&apos;s less good news because mobile advertising is much less profitable than standard online advertising. Slide 19 of Meeker&apos;s deck estimates that the eCPM (short for &quot;effective cost per mille&quot;  cost per thousand impressions) for mobile ads is five times less than the desktop equivalent. This explains some of the reservations buried in Facebook&apos;s pre-IPO filings to the Securities and Exchange Commission. It may also explain why Facebook is allegedly determined to launch its own smartphone: it&apos;s best to control the hardware if you&apos;re having difficulty squeezing juice out of ads placed by others. If, however, you&apos;re concerned about things such as freedom, control and innovation, then the prospect of a world in which most people access the internet via smartphones and other cloud devices is a troubling one. Why? Because smartphones (and tablets) are tightly controlled, &quot;tethered&quot; appliances. You may think that you own your shiny new iPhone or iPad, for example. But in fact an invisible chain stretches from it all the way back to Apple&apos;s corporate HQ in California. Nothing, but nothing, goes on your iDevice that hasn&apos;t been approved by Apple. And even if you&apos;re not an Apple fanboy and sport an Android-powered mobile device, there is still the problem that your access to the internet is regulated by a company  your mobile network provider  which is free not just to charge prohibitively for access but also to decide what you can access and what you can&apos;t. This might not seem a big deal  after all, it&apos;s just capitalism doing its thing. But what it means is that with every new smartphone subscription we take another tiny but discrete steptowards a networked world dominated by powerful corporationsthat can not only &quot;regulate&quot; the system in their own interests, but also control the speed of technological innovation to a pace that is convenient for them rather than determined by the creativity of hackers and engineers. This kind of dystopian outcome has long worried observers such as Harvard academic Jonathan Zittrain who saw the rise of the tethered appliance as a threat to the creative &quot;generativity&quot; of the internet. Up to now, critics have pooh-poohed these fears as unduly fatalistic. The data in Meeker&apos;s latest report, however, tell a different story: they point towards a tethered future in which we are the goats. Except that we will be the first goats in history who loved their tethers.", 
    "section": "technology", 
    "gid": "technology/2012/jun/03/john-naughton-smartphone-revolution-cost", 
    "wordcount": "816"
}