{
    "headline": "Game on: DiRT Showdown", 
    "text": "If the Colin McRae rally games can be called a family, then offshoot DiRT Showdown (PS3/Xbox 360/PC) is the rebellious, hedonistic younger cousin. The McRae family trade is a mostly sombre business. Since the start of the franchise  now rebranded DiRT  12 years ago, Showdown&apos;s ancestors have been serious driving simulators full of slammed clutches, tight corners and expertly timed handbrakes. They were games that frowned upon such frivolities as ramps and power-ups, like a landscape painter asked to finish off a masterpiece by adding a naked man surfing a wave of lava. They were not, in short, casual games. In the earliest instalments, in particular, the series was clearly courting players who fancied themselves as decent real-world rally drivers. The sort of gamer who, whenever a professional driver gets injured, half-believes they&apos;ll get a phone call from a national coach pleading, &quot;We need you. We know you&apos;ve never driven a real car but dammit, John, you&apos;re the best guy we&apos;ve got.&quot; The archetypal player of the early games owned a plug-in steering wheel, brake pedals and a special chair with built-in speakers, and there was almost certainly at least one guy, somewhere, who played in a life-size papier-mache rally car that took up half of his flat. Showdown, by contrast, makes a clean break from the stuffy realism of its forebears. The typical Showdown player picked up their video-game driving licence in a Mario Kart, with Crash Bandicoot as their instructor, and still only scraped a pass on their fifth time taking the test. This is pure arcade racing. Which means, of course, a boost button, spectacular crashes and plenty of different game modes. It&apos;s a mark of how far the franchise has strayed from its mud-stained roots that even the tracks in the conventional racing mode are littered with ramps and obstacles to crash through, while corners, on the other hand, are few and far between, and tend to be gentle and forgiving. Even a relative newbie should be able to make it from start to finish without, as most driving games force them to, bouncing off the side-walls like a buffered bowling ball. And, as if it hadn&apos;t been made easy enough, on the rare occasion a player does mess up a turn, a single button rewinds time to let them give it another shot, a move they can use up to five times in a single race. Rewinding time is not an option in &quot;rampage mode&quot;, however, which hurls eight cars into a walled arena to smash each other apart for three minutes, with points awarded for shunting, slamming and ramming into fellow drivers. This turns out to be much harder than it first appears, since all seven other cars are aiming to do the same. Many players will find they spend half their time charging across the arena at another vehicle like a lunatic, only to shoot headlong into a wall or else get clogged in a cluster of cars in the middle awkwardly nudging each other towards destruction dent by dent. Which is not to say such near-misses aren&apos;t a helluva lot of fun, just that they undermine the &quot;rampage&quot; label a little. On the other hand &quot;confused maniacs mode&quot; doesn&apos;t exactly roll off the tongue. Nor, for that matter, does &quot;Hoonigan&quot; mode, the new name for the game&apos;s &quot;Gymkhana&quot; courses, for both of which, read: &quot;Showing Off On Your Own.&quot; At early levels Hoonigan mode consists entirely of drifting round corners, skidding in full circles around poles and knocking over neat piles of stacked crates. Like the races, tricks have become a lot easier to perform than in previous DiRT games, and even a full-circle skid requires only a couple of simple button presses. On this evidence, it&apos;s clear the developers have set out to make a game that anyone can pick up. As a result, it&apos;s both delightfully easy to learn and frustratingly easy to master. While the casual gamer will find plenty to enjoy, the guy in the papier-mache car will probably be disappointed. But, to be fair, the fact a racing game has opted for fun over fusty realism is almost certainly the least of his problems.", 
    "section": "technology", 
    "gid": "technology/2012/may/18/game-on-dirt-showdown", 
    "wordcount": "713"
}