{
    "headline": "Broadband campaigners criticise EU over billion-euro budget cuts", 
    "text": "Broadband campaigners say EU budget cuts hammered out last week will kill high-speed connections needed by rural homes and businesses, after it emerged the budget for rural broadband  seen as vital to creating new businesses  has been cut by 8.2bn (7bn) to just 1bn. They also warned that the European parliament, which has to sign off the new budget, could block the cuts, which saw infrastructure investment plans of 50bn over seven years slashed to just 24bn  the largest slice of the 34bn in cuts pushed for by David Cameron. However, unrest among MEPs over the cuts to infrastructure spending could lead to some of the cuts being reversed when the budget comes to a vote in March or April. &quot;It&apos;s a giant leap backwards,&quot; said Brian Condon, a director of the Community Broadband Network, which provides support for community-based schemes. &quot;In the UK, broadband policy is being dictated by the big players, which is characterised by two things  incrementalism and centralisation.&quot; The EC has an ambitious plan, the Connecting Europe Facility (CEF), which included a plan to enable broadband connections of up to 100 megabits per second (Mbps) for half of Europe&apos;s population by 2020, with the rest on 30Mbps. Of that, 9.2bn of funds were earmarked to help develop rural broadband, where long distances and low population density make high-speed systems initially uneconomic for private second companies. But the cuts mean that is now out of reach, said Charles Trotman, of the Country Land and Business Association. &quot;This would mean it&apos;s up to member states or the private sector to put up the funding,&quot; he said. &quot;It&apos;s highly unlikely that certain member states would be able to. Just a billion euros isn&apos;t going to be enough.&quot; Neelie Kroes, the European Commission vice president, criticised the cut, saying that &quot;this funding will have to be exclusively for digital services: because such a smaller sum does not leave room for investing in broadband networks.&quot; Kroes said that although the 2020 targets &quot;may be harder to reach&quot; she was not giving up on them. &quot;I will keep fighting,&quot; she said. But BT, which has won a number of contracts with UK government funding under its BDUK scheme, said that the budget cuts would not affect buildout of fibre here, because the BDUK budget was ring-fenced. BT said: &quot;BT had no plans to make use of CEF and its reduction (from 9bn to 1bn) should have no impact on existing or planned funded projects, such as Cornwall, Northern Ireland or the BDUK process. We support the European Commission&apos;s ambitions to encourage widespread broadband deployment  the UK is seeing the fastest roll-out of any European country and this progress will continue.&quot;  The Fibre to the Home Council, a pressure group pushing for wider buildout of high-speed connections, said it was &quot;very disappointed&quot; by the move: &quot;The decision shows that there still is a lack of understanding of European governments on the importance of future-proof broadband networks.&quot; The EC reckoned the broadband investment could stimulate further investment worth 50bn, reaching 45 million households and more than 100 million people. &quot;Investment in broadband will make Europe more competitive, will help build Digital Single Market and will create jobs,&quot; it said in the justification for the budget. The UK had been in the middle of the field for broadband until the budget cuts, Trotman said. &quot;BT has said that it wouldn&apos;t be until 2017 to 2018 before it had adequate structures in place.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/feb/11/broadband-budget-cut-rural-connection-billion-euro", 
    "wordcount": "604"
}