{
    "headline": "UK makes biggest emissions cuts in Europe", 
    "text": "The UK cut greenhouse gas emissions by more than any other European country last year, over-achieving on targets under the Kyoto protocol on climate change. Some of the reduction was owing to milder weather and an increase in renewable energy generation, but the sluggish economy is also likely to have contributed. France and Germany also made sizeable cuts in emissions, but Spain and Italy are lagging and are in danger of missing their Kyoto targets, according to figures released by the European Environment Agency on Wednesday. The EU as a whole will meet its target under the 1997 treaty, which requires developed countries to cut their emissions by a total of just over 5% from 1990 levels by the end of 2012. Currently, EU member states are the only major countries pledging to continue the Kyoto protocol beyond the end of this year, when its current provisions expire. Britain&apos;s emissions fell by 36m tonnes of carbon dioxide in 2011, a 6% drop, while France&apos;s fell 5% and Germany&apos;s 2%. Connie Hedegaard, EU commissioner for climate action, said the EEA&apos;s research showed that it was possible to cut emissions while boosting economic growth. &quot;The EU is delivering on its Kyoto commitment,&quot; she said. &quot;While our economy grew 48% since 1990, emissions are down 18%. These figures prove once again that emissions can be cut without sacrificing the economy. Now, it is important to keep the direction.&quot; The EU is also on track to exceed its commitment, set out at the Copenhagen climate summit in 2009, to cut emissions by 20% by 2020. But the EEA warned that Italy would not meet its Kyoto targets, and said Spain would have to revise its plans, on current form. While the bloc operates a &quot;burden-sharing&quot; agreement that means member states are mutually responsible for emissions reductions, member states with individual targets must also make efforts to meet them. If countries cannot cut their own emissions sufficiently, their only option is to buy &quot;carbon credits&quot; under the United Nations&apos; emissions trading system. This could represent a substantial cost for the economies that are falling behind. Carbon prices are currently depressed, with credits changing hands for less than 5, but depending on the progress made on emissions, Italy and Spain could face a bill running into tens of millions at a time when their economies are already in deep trouble. However, this bill can be deferred  although the current commitment period under Kyoto comes to an end this year, countries can make up the deficit by buying credits until 2015. &quot;The European Union as a whole will over-deliver on its Kyoto target,&quot; said Jacqueline McGlade, executive director of the EEA. &quot;In two months&apos; time we will be at the end of the first commitment period under the Kyoto protocol. Considerable progress has been made since 1997 but all member states need to deliver on their plans.&quot; A spokesman for the Department for Energy and Climate Change said: &quot;We welcome today&apos;s report from the EEA and that the UK has delivered the largest emissions cuts in real terms in 2011. However, we are not complacent and there is a huge amount of work to be done, both domestically to drive up energy efficiency and decarbonise our heating, power and transport, and working with our international partners to renew the Kyoto protocol agreement during the upcoming talks in Doha, and our European partners to increase ambition at the EU level.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/oct/24/uk-eu-carbon-emission-cuts", 
    "wordcount": "586"
}