{
    "headline": "University where 20% of students are Muslim considers alcohol-free zones", 
    "text": "A London university is considering establishing alcohol-free zones on its campuses because so many of its students consider drinking to be immoral. Professor Malcolm Gillies, vice-chancellor of London Metropolitan University, said the selling of alcohol was an issue of &quot;cultural sensitivity&quot; at his institution where a fifth of students are Muslim. Speaking to a conference of university administrators in Manchester, he said that for many students, drinking alcohol was &quot;an immoral experience&quot;. &quot;Because there is no majority ethnic group [at London Metropolitan], I think [selling alcohol] is playing to particular parts of our society much more [than to others],&quot; he was reported as saying in the Times Higher Education magazine. He said he saw little reason for the university to subsidise a student bar on campus when there were &quot;at least half a dozen pubs within 200m&quot;. He told the Guardian the makeup of his institution had changed considerably over the past few decades. In the past it had been &quot;substantially Anglo Saxon  now 20% of our students are Muslim,&quot; he said. &quot;We therefore need to rethink how we cater for that 21st-century balance. For many students now, coming to university is not about having a big drinking experience. The university bar is not as used as it used to be.&quot; Gillies also told the conference that universities needed to be more cautious in their portrayal of sex than in the past. &quot;We&apos;ve got a younger generation that are often exceedingly conservative, and we need to be much more cautious about sex too,&quot; he said. Many female Muslim students were taken to university by a close male relative. &quot;Their student experience is going to be different from someone who is gorging out in the Chocoholics Society or someone who is there to have a ... libidinous time. &quot;How will we service the changing balance of our students unless we ourselves evolve?&quot; Alaa Alsamarrai, the vice-president of student affairs for the Federation of Student Islamic Societies, said Muslim students wanted universities to be inclusive so that students &quot;from all walks of life can come and share experiences&quot;. &quot;Alcohol is a barrier to many Muslim students participating in freshers&apos; events and often in society activities, so we are in support of moves to have alcohol-free zones and events,&quot; she said. &quot;However, if a student wants to drink, we don&apos;t want to ban them from doing that.&quot; Research published in 2008 by academics at the universities of Leeds, Sheffield and York shows that a student&apos;s alcohol consumption declines over the course of his or her studies. The researchers found 90% of students consume alcohol at least once a week, which is broadly in line with the general population.", 
    "section": "education", 
    "gid": "education/2012/apr/12/university-alcohol-free-zones-muslim-students", 
    "wordcount": "467"
}