{
    "headline": "What is the best way to communicate mergers and change in HE?", 
    "text": "Whether it&apos;s the 200m acquisition of the College of Law (by Montagu Private Capital last month) or the merger of fully fledged universities (talked about, for example, among certain universities in Wales), higher education has traditionally been resilient to change. But, in the current climate, I believe we&apos;ll see more mergers, acquisitions and alliances taking shape. These may not be full-blooded amalgamations (along the scale of north London and London Guildhall universities 10 years ago to form London Metropolitan University), but there will be synergistic absorptions pooling complementary talents and expertise (and offering great potential for commercial growth). Good examples of this  that we&apos;ve been directly involved with  are Lancaster University&apos;s acquisition of the Work Foundation and the merger of (the then) Henley Management School with the University of Reading (to form the now-called Henley Business School). Our role in both these examples has been to support the communications effort at these times of great change. Communications during mergers is a tough challenge and never an easy ride. Culturally, most higher education institutions are reluctant to accommodate sudden and dramatic change. They also struggle with whole institution loyalty  with academic staff relating most strongly to their department, unit or peer subject group. So when you have a merger taking place  this throws up a whole new series of cultural challenges. Of course, a major concern, is the clash between the legalities of the merger negotiations and due process (which requires complete discretion and heavily guarded communications), and the desire for openness and inclusion so that all those involved in the change feel engaged. In the new world of digital access and online chromatography (where word spreads fast and views are hotly expressed)  those leading the change now need to adopt a much more accommodating mindset when it comes to communications about merger. All sorts of emotions and parent brand loyalties suddenly emerge (especially among alumni)  and you, as a leader or a communications manager, will never be able to win over all the people, all of the time. I remember my time working in the communications department of the University of Hertfordshire  when the university was being formed from the Hatfield Polytechnic brand. Within a short period of time, there was a drive to absorb new subject areas by taking over specialist providers (in areas such as arts and design and healthcare/nursing). This was the early 1990s  and social media channels (as we now know them) weren&apos;t around: so the whole communications approach (internally and externally) could be very carefully managed. It was also handled very personally  with only those deemed to be most in the &quot;need to know&quot; being briefed frequently. The world has changed dramatically over the 22 years I&apos;ve worked as a communicator in higher education. What used to be very closely guarded communications internally and externally can no longer operate in the same way. Word now gets out so easily  that&apos;s just the way it is  and actually: isn&apos;t this a good thing? The digital highway allows for great discussion, debate and engagement. Sure, there will always be the rumour-mongers and the naysayers, but at least they now have an avenue to vent their thoughts and frustrations. This also provides the perfect opportunity for those leading the merger to put the case, explain the complexities, encourage support, make people feel part of the (often historical) event  and, of course, set people straight on inaccuracies. In the mergers or large-scale change projects for education clients that I&apos;ve been involved with  online engagement has also paved the way for personal engagement. People who may have stayed silent or never expressed an opinion can now participate. If they have particular points or concerns made online then merger leaders can use these as a lead into face-to-face encounters. What a great way to re-engage alumni, to more fully engage with existing students (who generally miss out on the bigger institutional picture during their time of study  with communications being pretty much transactional rather than visionary). So the message is  when you are planning a merger or any kind of institutional alliance  seize the moment. This can become so much more than a dry, painful, secretive legal process  it&apos;s an opportunity to put mature, modern and forward-thinking communications to the test. Justin Shaw is the managing director at Communications Management. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/may/04/communicating-mergers-change-higher-education", 
    "wordcount": "755"
}