{
    "headline": "School inspections deeply toxic, thinktank says", 
    "text": "School inspectors&apos; reports should be scrapped and replaced with write-ups by parents, students and teachers, according to the thinktank Demos. The way the government currently holds schools to account is &quot;profoundly toxic&quot;, the thinktank argues in a report published on Tuesday. Inspectors&apos; views of schools are pitted against those of students and teachers, with inspectors&apos; &quot;singular voice allowed to dominate&quot;, says the study, entitled Detoxifying School Accountability. James Park, the report&apos;s author and a Demos associate, recommends that instead of Ofsted inspectors publishing their reports schools should collect data each year from teachers, students and parents and produce &quot;an honest account of what is strong and what is less strong in the school&quot;. As this account would be &quot;generated by the school, rather than imposed on it, it would be much more likely to gain the support of the whole school community&quot;, Park said. Meanwhile, a separate report by the centre-left thinktank IPPR warns that government reforms could result in a quarter of a million teenagers no longer being able to study their preferred subjects at school. The government has said only a few hundred of the nearly 4,000 qualifications now offered to 16- to 19-year-olds will be included in school league tables in future. Michael Gove, the education secretary, has already stripped most GCSE-equivalent vocational courses from the tables and now plans to wield the axe for those offered to over-16s. In its report  Vocational education in English schools: Protecting options for pre-16 pupils  the IPPR estimates that as many as 60% of schools plan to reduce the number of vocational qualifications they offer. Most admit this is because they no longer count in league tables. &quot;The school accountability system  inhibits the development of high-quality vocational provision and, by extension, the development of a better skilled, more productive workforce,&quot; the report argues.", 
    "section": "education", 
    "gid": "education/2013/may/07/school-inspections-deeply-toxic-thinktank", 
    "wordcount": "314"
}