{
    "headline": "Why is 'feminism' such a tough badge to wear?", 
    "text": "You&apos;d think feminism was a four-letter word if you came to my campus. In a seminar a few weeks ago (about culture and diversity, by the way) the lecturer asked any feminists in the room to raise their hands. I&apos;m ashamed to say that I didn&apos;t  in fact, only one girl in a class of 20 people did. I&apos;m not embarrassed about what I stand for, far from it, but I&apos;m reluctant to label myself a feminist because of the assumptions people jump to. As Siobhan Garrigan, who studies English at the University of Lincoln, puts it: &quot;Young people don&apos;t want to identify as feminists because there is this man-hating, frumpy, lesbian image forced on us.&quot; To me, what feminism boils down to is the realisation that, in some areas, women still have a harder deal than men. The control we retain over our reproductive organs is under threat by Maria Miller  the Conservative minister for women  who wants to shave four weeks off the current abortion limit.  Women are far from equal in the workplace  just ask Dragon Hilary Devey. They still face the prospect of being passed over for promotion in favour of a male colleague because they might get pregnant. Rape conviction rates may have improved but women remain reluctant to report the crime. The poor understanding by young men of what rape is all about worries me. Being a feminist is my way of acknowledging that there are still issues surrounding gender equality  but that&apos;s not how my friend Dan sees things: &quot;I feel like &apos;feminism&apos; is often used as a cloak for thinly veiled attacks on men. &quot;Many  not all  people who identify themselves as feminists seem to be self-serving and employ double standards. &quot;Feminism doesn&apos;t seem to be about equal rights any more. Women, legally speaking, have equal rights. Discrimination still exists but the feminist movement has moved to a point where the aim isn&apos;t equality, it&apos;s empowerment. They want to gain power and &apos;punish&apos; men.&quot; Pop-culture representations of feminism have got to be at least partly to blame. TV and movies often portray feminists as over-the-top, man-hating and not all there. Remember the feminist character in Legally Blonde (2001), who argues that semesters should be renamed ovesters because semester sounds too much like semen. Who&apos;d want to be identified with her? If you type the word &quot;feminists&quot; into google, one of the top auto-complete options is &quot;feminists are sexist&quot;. That seems to be the overriding opinion of my contemporaries  and not just the boys. Something happened last year, though, which I hope will start to change things. In years to come, feminist chronology will be separated into BC and AC  Before Caitlin and After Caitlin. Caitlin Moran&apos;s bestseller How to be a Woman has begun to make it okay again for a generation of women to be feminist.  She&apos;s funny, she&apos;s smart and she explains why it&apos;s important to identify that way without preaching, hating men or using words like &quot;phallocentric&quot;. Moran represents today&apos;s feminists the way we are  just informed women who don&apos;t think we&apos;re quite there yet on the equality front. That&apos;s what I&apos;d like people to see when I say that yes, actually, I am a feminist.", 
    "section": "education", 
    "gid": "education/2012/nov/23/why-is-feminism-a-dirty-word", 
    "wordcount": "549"
}