{
    "headline": "'The global food system is causing a public health disaster'", 
    "text": "The global food system is making people sick in both rich and poor countries, the UN expert on food warned on Tuesday, as he called for a range of dramatic measures to overhaul it and tackle what he described as an international &quot;public health disaster&quot;. The UN special rapporteur on the right to food, Olivier De Schutter, presenting his latest report to the UN Human Rights Council in Geneva, called for governments to bring in tough measures. He wants to see taxes on unhealthy products, including fizzy drinks; much stricter regulation of junk processed foods that are high in saturated fats, salt and sugar; a global crackdown on advertising and marketing of junk foods; an overhaul of the subsidy regimes in the EU and US that make the commodity crops that form the basis of junk food diets cheap while leaving healthier foods such as fruit and vegetables expensive; and a redirecting of support to local food production that allows farmers around the world to earn a decent living and consumers to afford nutritious food. The report marks a significant increase in pressure on agribusiness. As rapporteur on the right to food, De Schutter has previously highlighted the way the system of global food trade  dominated by a small number of transnational traders, manufacturers and retailers  marginalises farmers in developing countries and threatens food security. But it is the first time he has produced a full report on the burden of disease the system also inflicts on western consumers. His analysis echoes that made by NGOs and campaigners in recent years, from Professor Tim Lang in Food Wars to Raj Patel in Stuffed and Starved, and my own books Not on the Label, and Eat Your Heart Out. The policy pursued postwar, and in particular since the 1970s Soviet grain crisis, of going for maximum production of cheap calories over quality of diet has served neither affluent countries nor developing ones. One in seven people remain undernourished today, with many more suffering from serious micronutrient deficiencies, while at the same time more than 1.3 billion people around the world are overweight or obese. The solutions offered by agribusiness of more hi-tech or fortified foods cannot solve the problems, which are systemic, according to De Schutter. But since this view is in effect an attack on the major economic interests of the west, the question is how the rapporteur thinks change can be brought about. For De Schutter, the UN agencies that have influence over policy in the area of food and health are where they were with tobacco in the 1980s. At the UN high-level summit on non-communicable disease in New York last September, the US blocked tougher wording on goals to combat the epidemics of obesity, diabetes and heart disease in order to protect their agrifood companies. But now his report is presented, governments will have to come clean on their individual positions. As with tobacco, it will be a long haul  but the scale and cost of diet-related disease will also concentrate governments&apos; minds. In Mexico, for example, 70% of the adult population is overweight or obese and the average adult requires medical treatment for 18 years for related diseases such as diabetes. China too has reached a tipping point, where 10% of the population is overweight or obese, matching for the first time of numbers of its citizens who are undernourished. Key to changing the food system is addressing the excessive concentrations of power in the chain. Another report (pdf) from the Centre for Economic Policy Research highlights how cartels in global agrifood have contributed to food price spikes in recent years that have threatened the food security of millions around the world. The report, Trade, Competition and the Pricing of Commodities, records 36 international cartels involving food that distorted prices in the 2000s.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/mar/09/global-food-system-public-health-disaster", 
    "wordcount": "640"
}