{
    "headline": "A drought in the spring will hit Britain's birds, beer and potatoes", 
    "text": "The conservationists The three main springs at the Royal Society for the Protection of Birds&apos; Titchwell Marsh nature reserve, near the Wash in north Norfolk, have run dry. For the first time in 30 years, and possibly longer, fresh water from deep underground is not filling the ditches and reedbeds of the 40-hectare reserve known for its bitterns, water voles and marsh harriers. &quot;The cornerstone of the whole reserve is fresh water. So far, we have just about managed by letting less water out to sea, but if it does not rain heavily soon it will all start to go very wrong in April and May when evaporation starts. Then the water levels will reduce, impacting on fish and wildlife,&quot; says Robert Coleman, the site&apos;s senior manager. If the drought continues to May, there will be fewer insects, and the breeding birds will have less to feed on, he says. &quot;By June the water levels will have dropped further and the wet areas will have started to dry out. By then the water voles will find it hard to get round the ditches and the moths and insects will be suffering. That will impact on the fish that feed on them and the birds, like the bitterns, which eat the fish.&quot; If the drought goes through to July, then Titchwell and much of the natural environment of eastern and southern Britain will be in trouble. If the ditches dry out, the fish will die and the birds will migrate or not breed. &quot;Birds who use the reserve as a stopover to and from Africa or the Arctic would cease to come, might not breed and would possibly not return for years. It could take years to recover,&quot; adds Jasmine Atkinson, who works at the reserve. Other reserves in East Anglia that depend on winter flooding of land are already being hit worse than Titchwell, Coleman says. &quot;A lot of these birds are already under threat. It&apos;s only February, and we&apos;ve had two dry winters running. It could becatastrophic.&quot; John Vidal The well driller Tony Brown, a borehole driller, is having a good drought. &quot;We&apos;re rushed off our feet. Droughts, like this one and the ones we had in 2006 and 1992, are good for business. They focus people&apos;s minds and we&apos;re definitely getting an upturn in the number of inquiries.&quot; For 3,000-15,000, Tony (left), his son Harry, wife Angela, and two others will take their bore-drilling machinery and almost guarantee to find water under East Anglia. Based in Haverhill, Suffolk, they have been drilling boreholes for 26 years and know the geology. In 99% of cases they find water. This week they&apos;ve been in Royston, replacing an old borehole, and in Elstree drilling a new one for a small estate that wants a private water supply. In the past few years, they have drilled boreholes for polo and cricket pitches, stables, and people who want their own supplies. Some are motivated by wanting independence from the water companies, others by money. Water from the mains costs about 1 a tonne. From one of Tony&apos;s boreholes it&apos;s 5p. &quot;Yes, there&apos;s a drought but there isn&apos;t a water shortage. I&apos;d say 90% of the water is lost in runoff. The problem is that the water companies have not invested in infrastructure. There&apos;s plenty of water around but they are not good at catching it when it rains. They mainly want to keep their shareholders happy. If the government wants to save water it should make the companies reduce their leaks. Twenty per cent of the water is just wasted.&quot; One of the boreholes Tony services is 8 metres lower than normal, but most are down 1 to 2 metres. &quot;If the drought goes on, it will be serious andthe Environment Agency will turn the screw on the big users. It won&apos;t affect small boreholes like ours. What they take out is infinitessimal compared to the big users.&quot; JV The farmer Potatoes are a thirsty crop. They need water right through the growing season, and in dry weather become vulnerable to unsightly conditions such as common scab, which retailers will not stand for. Richard Solari, farming 485 hectares in east Shropshire, should in theory be less affected by this year&apos;s drought than farmers in the east of England who have been officially under drought status since last year. But his farm, with a light sandy soil, has been suffering  the soil moisture is not what it should be, and with the likelihood of little rain in the coming weeks, he is worried for his potato crop. &quot;Last year was the longest irrigation season in my memory  we had to irrigate from April onwards and did not finish until October,&quot; he recalls. Although Solari keeps two full reservoirs on his farm, holding 10m and 12m gallons each, and three smaller water storage units, he still had to pump water from the local rivers to offset the dry conditions. This year is shaping up to be even worse. After the second dry winter in a row, water levels in rivers are running low and the amount stored in Solari&apos;s reservoirs  plenty in normal years  will not be enough for his crop if the low rainfall continues. Although he operates a highly efficient irrigation system, Solari says hemight have to look at changing it altogether from a targeted spray system to &quot;trickle&quot; irrigation from pipes under the soil. This system would be much more expensive but could be the future for farmers if, as the environment secretary, Caroline Spelman, has warned, drought becomes &quot;the new norm&quot;. Normally, potatoes turned down by retailers for their poor appearance couldbe processed and turned into crisps, frozen chips or other products. But potatoes deprived of water during their growing season make crisps and chips that are darker in colour than the pale gold consumers are used to, and soare rejected by food companies. Thenthe only option is to sell them for animal feed. &quot;That&apos;s the worst-case scenario,&quot; says Solari. &quot;It would be horrendous. If all our crop had to go to feed, I&apos;d go out of business.&quot; Fiona Harvey The brewer An artesian well stretching down to an aquifer below Faversham in Kent has been supplying the Shepherd Neame brewery since 1507, and has never yet run dry. Nevertheless the brewers have still been doing their best to conserve water. Twodry winters have lowered river levels and the government bestowed official drought status on the county thismonth. Breweries are among the most water-intensive food industries in the UK, needing more than five pints of water, on average, to produce a single pint of beer  and that is just for the brewing process. As a consequence, breweries are among the UK&apos;s most water-conscious companies. Shepherd Neame already boasts a Queen&apos;s award for sustainable development, and uses less water than the industry average for its beers, according to the company&apos;s spokesman, John Humphreys. Although many breweries have their own boreholes, or other water sources, as Shepherd Neame does, they are still vulnerable to the drought as barley and hops are likely to rise in price. Kent, one of the sources of hops for British brewers, has begun to be badly hit by the drought and that could spell trouble for brewers and beer-drinkers. David Wilson, of the British Beer and Pub Association, says that rises in hop and barley prices are likely if the drought continues, and these would feed through into higher prices for beer drinkers. FH  This article was amended on 13 March 2012. The original referred to the well digger and borehole digger. This has been corrected.", 
    "section": "environment", 
    "gid": "environment/2012/mar/12/drought-spring-birds-beer-potatoes", 
    "wordcount": "1312"
}