{
    "headline": "Should minimally conscious patients be asked if they wish to die?", 
    "text": "   Terri Schiavo suffered severe brain damage following a massive heart attack, and remained in a persistent vegetative state for 15 years before her life support was removed. Photograph: Reuters    Should minimally conscious patients be asked if they wish to die? That&apos;s the question that I address in my latest article for the Dana Foundation. It is obviously an extremely controversial question, and a theoretical one - at least for the time being. Research teams in Canada and Belgium, led by Adrian Owen and Steven Laureys, respectively, have developed ways to communicate with vegetative and minimally conscious patients using brain scanning, raising the possibility that they could make their own end-of-life decisions. The case of Terri Schiavo highlights the difficulties inherent in making end-of-life decisions for such patients, and why we should start thinking about these issues. Schiavo suffered a massive heart attack in 1990 that left her severely brain damaged; several months later, she was diagnosed as being in a persistent vegetative state. A bitter legal battle then ensued, between Schiavo&apos;s husband Michael, who believed that she would not have wanted to remain alive in such a condition and petitioned for her feeding tube to be removed, and her parents, who argued that she was still conscious, that her condition could eventually improve and, therefore, that she should be kept alive.This battle lasted seven years, compounding an already tragic case. During this time, Schiavo&apos;s artificial nutrition and hydration was removed and replaced twice following appeals from her parents. The case went all the way up to the Supreme Court, and led President George W. Bush to sign new legislation designed to keep her alive. It finally ended in March 2005 when the federal court upheld the original decision to disconnect her feeding tube. Owen and Laureys&apos; work is set to change how these decisions are made in a number of ways. First, it is already helping to diagnose patients more accurately. In 2006, they reported that they had used functional magnetic resonance imaging (fMRI) to detect hidden signs of consciousness in a patient diagnosed as being in a vegetative state, and follow-up studies revealed that at least one in five vegetative patients are actually minimally conscious.  Despite these remarkable advances, the technology is still not completely reliable. It produces a lot of false positive results - brain activity that appears to show signs of awareness, but is actually an artifact produced by the machinery. It produces false negatives, too - hidden signs of consciousness can be difficult to detect and can easily be missed. Owen regards a negative result as neutral, because it does not rule out the possibility that a patient is indeed conscious. Inevitably, the ability to detect consciousness, diagnose patients and accurately predict outcomes will improve as the technology becomes more sophisticated, and this will provide valuable information that will help patients, their families and doctors to make better decisions.  &quot;The biggest problem with life and death decisions is that we&apos;re making them for somebody else,&quot; says Owen. &quot;For the first time, we have the possibility of allowing people to decide these things for themselves.&quot; Owen argues that it&apos;s not appropriate to ask patients the end-of-life question, partly because most countries do not have euthanasia laws that would allow their life support to be switched off if they did express that wish.  Furthermore, many of these patients have severe brain damage, raising the question of how competent that are to answer such a complex question. Owen is addressing this issue now, by developing a neuropsychological test designed to assess patients&apos; mental abilities. &quot;We are trying to establish how cognitively intact a patient might be,&quot; he says, &quot;and to determine their ability to reason and solve complex problems.&quot;  The test includes semantic memory questions, such as &apos;Is the sky blue?&apos; as well as questions designed to establish how well oriented the patient is in time and space. &quot;There&apos;s a big difference between a patient who is vaguely sentient and can tell you they&apos;re in pain, and one who tell you that they had a car accident 12 years ago, say, and has been lying in a hospital bed ever since.&quot; Julian Savulescu, director of the Oxford Centre for Neuroethics, strongly believes that patients should be asked if they wish to die, but only after their competence to answer the question has been established. &quot;One issue we have to address is whether life is really worth living in that state,&quot; he says. &quot;The mere fact that someone is conscious won&apos;t answer that question. We have limited public resources, and I think it&apos;s very reasonable to say that we shouldn&apos;t keep someone alive for long periods of time.&quot;  Savulescu adds that Owen&apos;s research will not solve the problem of end-of-life decisions for these patients, but that it will begin to provide important information that aids the decision-making process. He also stresses the importance of allowing patients to make their own decisions when possible, and encourages people to think about these questions in advance.  But even when patients can make their own decisions, there are still legal barriers. Yesterday, a 58-year-old man named Tony Nicklinson expressed his wish to die in landmark high court hearing. Nicklinson has been &quot;locked in&quot; ever since suffering a massive stroke seven years ago. He argues that a ruling against his wish to die would condemn him to a life of misery, but the decision is now in the hands of the law. Savulescu suggests that there&apos;s more reason to switch life support off in cases like this, because being fully conscious and locked in is arguably worse than being in a vegetative or minimally conscious state.  I&apos;m inclined to agree with him on that, and I&apos;m quite sure that I would rather die than live in a vegetative or minimally conscious state. If I was unfortunate enough to find myself in one of these conditions I would, if possible, want to communicate that wish. Failing that, I have to told my family that I would want my life support switched off. But it&apos;s not for me to decide what should be done to you under these circumstances, and nor should that decision rest with lawmakers. The decision of whether you would want to live or die should be yours to make. What would you do?", 
    "section": "science", 
    "gid": "science/neurophilosophy/2012/jun/20/1", 
    "wordcount": "1039"
}