{
    "headline": "Ubisoft Montreal CEO: next-gen consoles will blur all the lines and create new ways to play", 
    "text": "With over 2000 staff and a range of triple A games, Ubisoft Montreal is one of the largest and consistently most interesting mainstream developers in the world. Currently working on the cyberpunk-fuelled conspiracy adventure, Watch Dogs, as well as the long-running Assassin&apos;s Creed and Far Cry series&apos; it will be fascinating to see what this place does with the next generation consoles. To find out how it is preparing, we spoke to the studio&apos;s CEO, Yannis Mallat, a 13-year Ubisoft veteran who originally started out as a producer on the Prince of Persia titles. Can the Montreal hit factory remain at the cutting edge of mainstream development in the next era? And if so, what will that take? Here&apos;s what Mallat had to say. So how does a studio the size of Ubisoft Montreal prepare for the switch to next generation machines?From a studio and a team perspective, we needed to get ready on two fronts - the technological front, of course, but also the mindset. We were pretty prepared on the technology side of things - we didn&apos;t wait for the console manufacturers to provide the specs, we&apos;d already invested in high-end PCs and made sure our engines and pipelines were ready to tackle the next-gen machines. We were ready on that side.  The mindset preparation was in asking ourselves, &apos;what will define the next generation games?&apos; It will be more about the connected experience, and all the services that go with that. From a creator&apos;s perspective then it&apos;s about how we craft the connected experiences that are going to represent new ways of playing. This is where we rely on the studio&apos;s strength, which is to empower the developers and the creative minds, and allow them to come up with their own vision of the next generation. This is what we&apos;ve been able to propose with Watch Dogs and other titles  new connected experiences for the next generation.  Okay, the next generation is going to be about connected experiences. But what do you mean by that? How will it differ from what we already have today, in terms of online multiplayer, social gaming, etc?We have to understand that it is intrinsically linked to how we see the market. We used to say that we&apos;re not competing against other games, we&apos;re competing for leisure time. We have to craft our experiences around the way people are now consuming entertainment. For example, with the online multiplayer aspects of a game, we can say  and this is true already of Watch Dogs  that the next generation will help us to blur the lines between on and offline play and between single and multiplayer. It will be a totally new way to play. I think we showed that last year with the Watchdog trailer and also the live demo we did in February at the Sony PlayStation 4 event. Essentially it will be possible for friends to jump in and out of each other&apos;s games without completely changing the experience or becoming an essential part of the storyline that players craft for themselves.      Watch Dogs: the big surprise from Ubisoft at E3 2012    Essentially then, we&apos;ll see more, sort of jump-in, jump-out collaboration and competition. But Watch Dogs also has a companion app, allowing players to interact with facets of their game world on a tablet or smartphone. Do you also see gaming become more pervasive? Will more big games allow us to access elements of the experience while out and about?Yeah, absolutely. Look at TV. I&apos;m pretty sure you watch TV with a second screen on, be it a tablet or a smartphone, so we know that consumers are ready to consumer 90 minutes of entertainment in 45 minutes  if you know what I mean. We will have companion games that let you stay immersed in the universe even when you&apos;re not in your living room. In the future, all those fantastic universes, Assassin&apos;s Creed, Watch Dogs, Far Cry  they&apos;ll stay alive thanks to those devices, within our players&apos; minds.  With all of those games it makes great sense actually, to have a pervasive element. They&apos;re all set in open worlds so its logical that you should be able to somehow exist in those worlds away from your console. Yes, I think it&apos;s obvious now why Ubisoft Montreal decided to go for open-world games - which was terribly difficult at the time, in terms of tech and the skills needed to craft those games. It&apos;s just the beginning, though, not only because of the successes we&apos;re experiencing thanks to those games, but also to understand how those kinds of games lend themselves very well to what the next-generation will bring. There are controversial aspects of very connected gaming experiences though. If you look at what happened with SimCity, and with the rumours that the next Xbox will require a constant online connection Are you concerned that a lot of people are worried about the implications and demands of &apos;always online&apos; gaming?The answer lies in the question  as soon as players don&apos;t have to worry, then they will only take into account the benefits that those services bring. And I agree, these services need to provide clear benefits. It&apos;s important to be able to provide direct connections between us and our consumers, whether that&apos;s extra content or online services, a lot of successful games have that. But are we ready for &apos;always online&apos; consoles?Well, that&apos;s a question you should put to Microsoft and Sony! I would say that a lot of people are already always online through other devices  I would suspect that the audience is ready. I suspect that team sizes will need to grow with the demands of the next generation. If that&apos;s the case, can Ubisoft remain creative? The risks are going to increase aren&apos;t they? How do you ensure you&apos;re still able to explore original new ideas?If there is one question thing that keeps me awake at night it&apos;s this one. It&apos;s an everyday concern in terms of studio DNA and how we approach production. There is no magical recipe to making successful new games  you can only ever adopt the best practises. Actually, the only recipe I know is that you take the best team, you give them the means, you give them faith and confidence and you give them incredible challenges to tackle  and they usually come back with great stuff.  As for creating new experiences, we really believe in our Breakthrough Strategy, which is linked with technological evolution. Our successes in the past, whether that was the first Splinter Cell, or the first Assassin&apos;s Creed, each time we found a technological breakthrough that led to a new way to play that no one had experienced before. It was dynamic lighting that allowed the stealth gameplay in Splinter Cell; when you think about the free-running in Assassin&apos;s Creed, the ability of a character to grasp and climb any architectural detail, that was also derived from a technological breakthrough. And this new way to play through technology, was a minimum guarantee to the players of a new game experience. I don&apos;t think technology will impair our ability to be creative. On the contrary, you have to embrace technological evolution.  And I guess it&apos;s important though that your games are never about technology - that they instead use technology as a creative springboard?Absolutely. And you know, we&apos;re all game designers - the engineers are game designers, the level creators are game designers, the programmers are game designers. It&apos;s all about the mindset.  In the past, generational leaps in console technology have really been about graphical evolution. But do you think things will be different with the next generation consoles? Do you think games will look radically different in three years time?I don&apos;t think you&apos;re going like my answer! I think yes and no. Yes, because of all we&apos;ve talked about  the connectivity, the social aspects, that will shape new play experiences. But also no, because games will be games - the gameplay is at the heart of it. Good gameplay provides immense pleasure and satisfaction - that is going to stay forever, as long as we&apos;re talking about video games.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/apr/15/yannis-mallat-ubisoft-interview", 
    "wordcount": "1361"
}