{
    "headline": "Lord Lawson's links to Europe's colossal coal polluter", 
    "text": "What links climate change sceptic Lord Nigel Lawson and Europe&apos;s biggest single source of carbon pollution, the Belchatow coal-fired power station in Poland? A pretty straightforward business connection, all documented on public websites and set out below, is the answer. But Lord Lawson&apos;s prompt explanation as to why this is a silly &quot;non-issue&quot; is not straightforward, in my opinion. It can be summarised as: it was all a long time ago, in a land far away and, in any case, how dare you doubt the word of a peer of the realm. I wrote back and asked why the information linking Lord Lawson to the filthy power station remains on the relevant websites, if it was such a long time ago and so far away. The response this time was silence.  I also asked whether it was appropriate for climate change sceptic Professor Ian Plimer to remain on the &quot;academic advisory council&quot; of Lord Lawson&apos;s thinktank, the Global Warming Policy Foundation, after his appointment as a director to a large Australian coal company?  Lord Lawson replied: &quot;It may be that, given his new responsibilities, Professor Plimer will choose to step down; but that is a matter for him.&quot; Very gentlemanly, I&apos;m sure. When I asked whether it might actually be a more of a matter for the GWPF itself, the silence remained unbroken. I asked Professor Plimer if he was going to resign - more silence - and as of today, he remains firmly in place at the GWPF. I&apos;ve reproduced the full correspondence below, mainly because Lord Lawson&apos;s reply is such a fine read. But what are we to make of the links between Lord Lawson and the GWPF and fossil fuel companies?  It&apos;s impossible to know, as the funders of the GWPF, are kept under a veil of secrecy. That&apos;s despite the recent surprise expressed by a judge, ruling on whether to disclose the name of a funder, that an &quot;educational charity&quot; like the GWPF claims significant influence over policymakers. It is also despite a report from the Reuters Institute for the Study of Journalism, at the University of Oxford, noting the &quot;particular success&quot; of the GWPF in getting its view across. And, finally, it is despite the former energy and climate change secretary Chris Huhne describing a report GWPF sent him as &quot;misinformed&quot;, &quot;wrong&quot; and &quot;perverse&quot;. That sounds like an &quot;education&quot; of which only the Heartland Institute could approve. From me to Lord Lawson. 1700, 2 February 2012.  I am writing to request your clarification on two matters. 1. Your relationship to energy companies through the Central European Trust. 2. The appointment of an adviser to the Global Warming Policy Foundation, Ian Plimer, to Queensland Coal Investments. On the first matter, you are listed as the chair of CET, which lists among it&apos;s clients BP Amoco, Royal Dutch/Shell Group, Texaco, Total Fina Elf. You also feature on the website for CET&apos;s Polish office, which lists 10 energy and power companies including Bechatw Power Plant, one of largest fossil fuel power stations in the world. You are also listed at Companies House as a director of CET, which is an active company. You also declare your CET position in your entry in the Register of Member&apos;s Interests. These links appear to constitute &quot;a significant interest in the energy industry&quot;, which the GWPF has stated would rule out someone being able to make financial donations to the GWPF. Should such links also rule out a person holding the office of Chairman in the GWPF? On Channel 4 news in 2010, you stated: &quot;I have no links to oil companies of any kind&quot;. Would it be wrong to state that you in fact do have links to oil companies - and energy companies - via CET? On the second matter, and for the same reason, do you think it appropriate that Ian Plimer should be a member of the GWPF academic advisory council when he was appointed as a director of a large coal company on 25 January 2012?  From Lord Lawson to me. 1900, 2 February 2012.  Let me reply, first, by saying that your implication that I am someone who cannot be trusted to tell the truth is one that I find deeply offensive. The facts are as follows. 1. There is no connection whatever between Central Europe Trust Co Ltd, of which I have been Chairman since 1990, and the Global Warming Policy Foundation, of which I have been Chairman since its inception in 2009. I would add that I disposed of my shareholding in Central Europe Trust Co Ltd some time back. 2. As I pointed out to John Prescott, who raised this non-issue under cover of parliamentary privilege more than two years ago, Central Europe Trust Co Ltd is an advisory firm which, over the years, has had clients in most industries, although its main focus has been telecommunications. It has not, in fact, had any oil company clients for many years now; and at the present time its only involvement in the energy industry is a very small interest in wind and other renewables in central Europe. 3. CET Polska, which was originally a subsidiary of Central Europe Trust Co Ltd, has for some years now been controlled and majority owned by its Polish partners, and the only connection between the two entities now is collaboration on an ad hoc basis. I have no financial interest in CET Polska, and am neither a Director of, nor a shareholder in, the company. 4. As with other think tanks, the Global Warming Policy Foundation is composed of its Board of Trustees and its employees, headed by its Director. The Academic Advisory Council is a group of entirely independent individuals, holding a wide range of views, one or more of whom may be asked from time to time to undertake peer review of a forthcoming GWPF publication or some similar task. Needless to say, no member of the AAC would be asked to undertake anything where there was a possible conflict of interest. It may be that, given his new responsibilities, Professor Plimer will choose to step down from our AAC; but that is a matter for him.  Frrom me to Lord Lawson. 1700, 3 February 2012.  Thank you very much for your response. I would be most grateful for some further clarifications. 1a. You have no shareholding in CET Co Ltd and, according to the register of members interests, receive no payment from the company. Why do you remain a director and chairman? 1b. CET Co Ltd is owned by Jersey-listed Danube Services Ltd, which is owned by JTC Securities Ltd, which is owned by JTC Management Ltd, which is owned by JTC Group Ltd, which is owned by JTC Trustees Ltd, which is owned by JTC Management Ltd. Do you have an interest in any of these companies? 2. You replied: &quot;[CET] has not, in fact, had any oil company clients for many years now; and at the present time its only involvement in the energy industry is a very small interest in wind and other renewables in central Europe.&quot; Why are the oil clients still listed but not the renewables clients? 3. You replied: &quot;I have no financial interest in CET Polska, and am neither a Director of, nor a shareholder in, the company.&quot; Why does CET Polska list you on their website as part of the &quot;CET team&quot;? 4. You replied: &quot;It may be that, given his new responsibilities, Professor Plimer will choose to step down from our AAC; but that is a matter for him.&quot; Why is the potential conflict of interests caused by Professor Plimer&apos;s new responsibilities not a matter for the GWPF? I have also emailed Professor Plimer to ask if he will be stepping down.  I emailed Lord Lawson again on 9 February, asking &quot;Should I consider the absence of a reply to my supplementary questions as &apos;no comment&apos;?&quot; I have yet to receive a reply. I also emailed Professor Plimer on 2 and 9 February, but have received no reply. Note: My thanks to Spinwatch for the original tip.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/mar/06/climate-change-sceptic-lawson-coal", 
    "wordcount": "1387"
}