{
    "headline": "How to write for Blogging Students", 
    "text": "Since we launched it in January, Blogging Students has been a rip-roaring success, attracting record numbers of readers and making a huge impact on the social media, especially Facebook. These are the top three blogs so far:  Why have drug users become so reckless? on 93,000 page views  Why you shouldn&apos;t do postgrad, with 85,000  And What will you do if you get a 2:2?, currently on 83,000 and still growing. Those who&apos;ve written blogs for the series have benefited in several ways: they&apos;ve got their own contributor page on the Guardian, which is a boost to their CV. If they&apos;ve joined in the comments on their blog, they&apos;ve got a C (for contributor) tag next to their name which accompanies them all over the Guardian site. Though a few have turned up perfectly formed, most have been through a discussion process that has taught them about pitching and writing and, in several cases, how to take a photograph that doesn&apos;t look like you snapped yourself on a phone in the loo. So how could you get involved? Well, the first thing you need to do if you want to become a Blogging Student is read some of the blogs and try to work what makes the best of them so successful. You&apos;ll notice that these blogs are not like people&apos;s personal blogs. They are each focused on specific area of student life. Some concern themselves with academic issues  revision, plagiarism  some with health issues  drugs, depression, illness  some with political issues  student unions, tuition fees  some with lifestyle  clubbing, accommodation, music. But each has a case to make and a clear focus for discussion. Once you&apos;ve decided what you&apos;re keen to write about, send me a pitch. Tell me what your argument will be, who will be quoted in your piece, and what links to news reports or surveys or blogs you are going to include. If I think there&apos;s a good chance of it being published, either I or Libby Page will discuss your pitch with you, make further suggestions, and then you can go ahead and write. Here is a guide to writing the sort of blog I like for Blogging Students:  It should be around 500 words long.Adopt a conversational chatty style.Put some work into your intro  is it intriguing/engaging/different?Always use specific examples, perhaps based on personal experience.Link to recent research or media coverage of the topic if appropriate.Try to find a subject that has not been written about over and over again  or have something really fresh and surprising to say about an old theme.The best topics are small and specific rather than huge and wide-ranging. For example, don&apos;t pitch &quot;The state of higher education&quot;, do pitch &quot;How much of your course is being taught by other students?&quot;Avoid standing on a soap-box and banging on about something.Quote people with differing points of view.Avoid jargon and acronyms.Read it aloud when you&apos;ve finished. Is that how you talk?The reader should emerge clear about what you&apos;re saying, what other people have said on the subject, and what they are being asked to comment on.  It is exciting for us on Guardian Students to be unearthing so much writing talent among the student community and exposing it to a wider audience, and you could be part of that. You might be in sixth form, or studying at an FE college, doing an apprenticeship or attending university, either as an undergraduate or as a postgraduate student. We want Blogging Students to reflect the full range of student life in the UK and, indeed, much further afield. Oh, and one last thing. To qualify to write for us, you will need to register as a Guardian Student. And you can do that right now, by clicking on the button below.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "education/mortarboard/2012/may/28/how-to-write-for-blogging-students", 
    "wordcount": "650"
}