{
    "headline": "20 best iPhone and iPad apps this week", 
    "text": "It&apos;s time for our weekly roundup of brand new and notable apps for iPhone, iPad and iPod touch. It covers apps and games, with the prices referring to the initial download: so (Free) may mean (Freemium) in some cases. Looking for Android apps? Check this week&apos;s 30 best Android apps roundup, which was published earlier in the day. Here&apos;s this week&apos;s comparable iOS selection: The Doors (2.99) This tablet app sits somewhere between a box-set and coffee-table book in its efforts to put The Doors&apos; career in perspective, with articles, photos, videos and a wealth of material on Jim Morrison and his bandmates including a graphic novel to tell the infamous Miami Incident story. For more background to the app, read this interview with Elektra Records founder Jac Holzman, who put the project together.iPad Running With Friends (Free) Zynga&apos;s latest social &quot;With Friends&quot; game is more action-oriented than its predecessors: a Temple Run-style endless runner game with Pamplona-esque bull-running, and head-to-head score-battles against your Facebook friends (or, if you prefer, against strangers and/or people whose usernames you know). The link above is for iPhone, but here&apos;s the separate iPad version.iPhone / iPad FourFourTwo Magazine (Free) Still the best monthly read for football fans, magazine FourFourTwo is making the leap to the iOS Newsstand with this iPad app. It offers a redesigned version of the print edition with video interviews and screen-filling photos, with individual issues costing 2.99 and subscriptions available too.iPad My Penguin (Free) Alongside Moshi Monsters, Club Penguin is one of the roaring successes in the children&apos;s online games / virtual worlds space. Now it&apos;s launched an iPad app that, although it doesn&apos;t offer the full Club Penguin experience on a tablet, at least synchronises well with its parent. It offers five mini-games to play, with children able to earn virtual coins to be spent on customising their penguin avatar here or in the main world.iPad Snoop Dogg&apos;s Snoopify Sticker Camera! (Free) Snoop Dogg&apos;s new release is a photo-sharing app called Snoopify, covered in more detail earlier in May. It&apos;s about taking photos, customising them with Snoop-themed virtual stickers, and sharing on Twitter, Facebook and Instagram. Some stickers are free, but others are bought in packs via in-app purchase.iPhone / iPad Story by Disney (Free) From Dogg back to Disney, although puzzlingly Story isn&apos;t available on the UK App Store at the time of writing. American parents may be enjoying it though: it&apos;s a family-focused app for sharing photos and videos as &quot;moments&quot;, both within the Story community and on Facebook, or external blogs and sites.iPhone The Terrifying Building in Eyeville (0.69) To many parents and children, this will just be a good story about a town named Eyeville disrupted by a villain named Kanser, whose &quot;dreadful building&quot; spreads throughout the town. But to others, it will be much more important and valuable: an allegorical tale that aims to help adults explain cancer to children whether the kids have it themselves, or know a friend or family member that does.iPhone / iPad National Rail Enquiries for iPad (Free) You can already access the UK&apos;s National Rail Enquiries website through your browser on the iPad, but now it has launched a native app too. It includes journey-planning, live departure and arrival boards, a fast feature to get you home from wherever you currently are (or, at least show you how to do it), and tweets from train operating companies about disruption on the lines.iPad The Loop Magazine (Free) Keen Apple-watchers know all about Jim Dalrymple&apos;s The Loop website, which has forged a strong reputation for its lack of me-too coverage of Apple not to mention other tech, design and gaming topics. Now it&apos;s got a Newsstand magazine app, with Dalrymple and guests writing in fortnightly issues for a 1.49 monthly subscription.iPhone / iPad Equilibrium  Choose Our Destiny (1.49) &quot;Would you fight to save our world from irrevocable destruction... or push it kicking and screaming over the edge?&quot; No, not an agenda bullet-point from David Cameron&apos;s next Cabinet meeting, but the pitch for iPhone game Equilibrium, which combines physics-based puzzles with alternate reality gaming (ARG). Your scores are aggregated into a global team, with Twitter used to publish the game&apos;s developing storyline.iPhone Bespoke Offers (Free) Here comes another hot young startup with a location-based daily deals app. Little-known Barclays Bank is... Wait, what? Yes, that Barclays has a new offers app for Android that promises to showcase discounts from businesses and retailers near your physical location.iPhone DevoBots (0.69) If Snoopify was good for showing music artists&apos; apps don&apos;t just have to be about shoving news, tweets and buy-links onto phones, DevoBots is just as fun. Produced for new-wavers Devo by a developer named Kit Robot, it&apos;s part synthesizer (armed with samples from Devo&apos;s back catalogue, obviously) and part robot-avatar creator. Inventive, and very fun indeed.iPhone / iPad Write for Dropbox (1.49) Already out for iPhone, the excellent Write is now available on iPad too. It&apos;s a marvellously-minimalist word processor / note-taker which synchronises all your documents using Dropbox, and has some clever features to work with the iPhone version such as remote typing and a remote clipboard.iPad Atlas: Scheduling Re-Invented for Mobile (Free) Another productivity app in a year that&apos;s seeing lots of innovation around email, calendars and meetings. The latter are the focus here, promising to make &quot;1-1 scheduling and group scheduling easy and elegant&quot;. It helps you schedule meetings from your calendar rather than from your inbox, with dial-in numbers for conference calls close to hand, and the ability to sync with Google Calendar, iCal, Yahoo or Outlook.iPhone Sid Meier&apos;s Ace Patrol (Free) As the man behind Civilization, Railroad Tycoon and Pirates!, Sid Meier could retire safe in the knowledge that his place in gaming&apos;s history is secured. Instead, he&apos;s getting involved in the freemium mobile games world with Ace Patrol, a World War I dogfighting game with 30 planes and 120 missions to fly through. iPhone / iPad Hipstamatic Oggl (Free) Photo-sharing app Hipstamatic never became as popular as Instagram, but the people who loved it really loved it. Now the company is trying something new: still photo-sharing with the lenses (filters) from its original app, but with a user interface that may have wider appeal. The app shares to its own community as well as Facebook, Twitter, Instagram, Foursquare, Tumblr and Flickr, and will charge by subscription.iPhone Fraggle Friends Forever (2.49) Fraggle Rock is back, Back, BACK! Courtesy of Cupcake Digital and The Jim Henson Company, this app marks the Fraggles&apos; debut on iOS with a story about Boober coming &quot;face to face with a very big, very hungry, very ticklish Slurp&quot; (kids, ask your parents. In fact, young parents, ask YOUR parents...) Interactive activities include mini-games and colouring.iPhone / iPad Bang With Friends (Free) This official app for the find-out-which-of-your-Facebook-friends-wants-to-have-sex-with-you website is officially called BWF on iOS, which I wonder is down to Apple&apos;s approvals team. Anyway, You sign in with Facebook, select which friends you fancy and then get to message any that have also chosen you. &quot;Completely private &amp; discreet until both friends are down to bang,&quot; claims its Google Play listing, although last week The Daily Dot noticed that clicking this link reveals which of your friends are using the service.iPhone Eurovision Song Contest - The Official App (iPhone) It&apos;s Eurovision time again this week, and just in time there&apos;s an official app. Besides news leading up to the semi-finals and final, the app promises artist biographies and best of all lyrics as each song is played. And this being Eurovision, the lyrics will be worth waiting for.Free Alphabeasties (2.49) One last children&apos;s app to finish off the week. This is a guide to the alphabet for 3-6 year-olds, based on 26 &quot;letter-tracing beastie-revealing activities&quot;, as well as digital colouring and stickering. It covers upper and lower-case letters, connecting the letter names to starting sounds for kids starting to learn their ABCs, or progressing on to reading.iPad That&apos;s this week&apos;s selection, but what do you think? Make your own recommendations, or give your views on the apps above, by posting a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/may/13/best-iphone-ipad-apps-the-doors-running-with-friends", 
    "wordcount": "1398"
}