{
    "headline": "Silly placenames: welcome to Dull, twinned with Boring", 
    "text": "A town or village with an embarrassing name has two options: they can change it or get in on the joke. This week there were examples of both. The latter was in Scotland, where the whimsical folk of the tiny village of Dull embraced silliness on atransatlantic scale by becoming the official sister community of the Oregon town of Boring. The former, less whimsically, in Austria, where the residents of a village named Fucking voted to change its name to Fugging, only to discover that another village also originally called Fucking had bagsied Fugging 100 years earlier. Which, frankly, serves them right for refusing to stand proud. Not least because a daft or obscene name can bring much more to a place than sniggering strangers. Including business. Take, for example, the town of Tightwad in Missouri, named  according to local legend  after a particularly parsimonious greengrocer. Four years ago, local entrepreneurs founded Tightwad Bank, for &quot;customers with a sense of humour&quot;, and brought in well over $1m in deposits. Then there&apos;s the village of Muff in County Donegal where, in the late 80s, a local scuba enthusiast spotted a pun too filthy to miss and founded a diving society. Now, according to the club&apos;s website, Muff Diving Club is &quot;one of the oldest and most successful diving clubs on the island of Ireland&quot;. The mayor of Fucking argues that in their case the name just caused too much hassle. Villagers have complained about prank calls, couples going at it on the roadside and souvenir-hunting vandals regularly stealing their signposts. But there are other ways to deal with such problems. In Dorset, the residents of Shitterton have not only resisted attempts to switch to Sitterton but  after one too many signpost thefts  clubbed together to have the name engraved on a theft-proof tonne-and-a-half of rock. In-on-the-jokers: 1, changers: 0.", 
    "section": "science", 
    "gid": "science/2012/apr/25/silly-placenames-dull-and-boring", 
    "wordcount": "314"
}