{
    "headline": "Royal Institution: 'Nobody cares about your stupid history!'", 
    "text": "I&apos;ve visited the Royal Institution&apos;s Albemarle Street home on a handful of occasions in the past few years. It&apos;s a nice enough building, in a posh bit of Mayfair. It has a museum that&apos;s apparently only open during office hours, and a bar where a round of drinks costs about as much as third world debt. It was the victim of a 22m renovation attempt under the leadership of former director (and current author of speculative fiction) Susan Greenfield, who attempted to turn the venerable old lump of bricks into one of those big corporate &quot;event spaces&quot; so absent in London. That master plan left the Ri 7m in debt, and now they face selling the building where &quot;10 chemical elements were discovered and where Michael Faraday first demonstrated the power of electricity.&quot; A petition has inevitably appeared, which calls for the Department for Business, Innovation and Skills to &quot;buy the building for the nation&quot;  a bargain at 60 million quid  and &quot;then allow the Ri to remain there, indefinitely&quot;. Why should BIS do this? Because it has history. Because it hosts the Christmas Lectures. Because a Nobel Laureate says that if the building is sold, the &quot;Institution will be lost forever&quot; (rather than simply &quot;move&quot;). Because if the government can spend billions bailing out banks then a few measly millions don&apos;t really matter that much anyway. Far from being a call to arms, the petition hammers home everything that&apos;s wrong about the Ri, and the sense of entitlement that got the ancient charity to this point in the first place.  The Christmas Lectures were great, but it&apos;s weird to assume that an idea conceived in the 19th century is fit for the 21st. Nine years ago they faced being dropped from TV schedules altogether, as Channel 4 called for the series to be made more &quot;up-to-date&quot;, and the BBC declared that they would &quot;not show the lectures again, because it feels the broadcasting environment has moved on in the last four years&quot;. In any case, the lectures are special because of the people involved and the work ethic that goes into them, not the lecture theatre they happen to take place in. The history is just that  history; and scientific discoveries take place all over Britain, it&apos;s just that usually the labs and offices aren&apos;t so pretty. What&apos;s missing from the petition  and from the pleas of Ri supporters like Sir David Attenborough  is any coherent vision of the future, or even the present. Current (excellent) research and outreach programmes are not mentioned, perhaps because they could be run from anywhere.  Other than preserving the historic lecture theatre  which a future owner would doubtless do anyway given that it&apos;s a Grade I listed building  absolutely no reason has been given to justify why the British public, strapped for cash, should take 60m that could be spent on basic research, and plough it into a monolithic anachronism that nobody seems to know what to do with. As an exasperated friend remarked to me yesterday after reading a dozen of these appeals to the past, &quot;nobody cares about your stupid history!&quot; Plans to turn the joint into a swanky &quot;science salon&quot; with an expensive bar and fancy restaurant were rooted in old-fashioned 20th century ideas, and showed just how far out of touch the rather old, rich and white establishment at the Ri were. In the past 10 years we&apos;ve seen a thriving science outreach scene develop in London, with a generation of young enthusiasts in their 20s and 30s starting blogs, organising talks in pubs and cafes like MathsJam, Science ShowOff, Skeptics in the Pub, Festival of the Spoken Nerd, Bright Club, Science Burlesque, and many others I can&apos;t remember right now.  The Christmas Lectures have long since been eclipsed by Robin Ince&apos;s gloriously sprawling Nine Lessons and Carols for Godless People. Podcasts like Little Atoms, the Pod Delusion and the Infinite Monkey Cage spring up every month. Science bloggers have proliferated, and 2010 saw the creation of the Guardian&apos;s own, London-based network. Even budget conferences like Science Online London (which I refuse to call &quot;SpotOn&quot; because it&apos;s the most annoying name in the history of ever) have sprung up to allow this thriving new community to build connections.  Fancy lectures and champagne receptions in Mayfair are lovely if you&apos;re a minor TV celebrity or a high-ranking academic, but in 2013 you can see Adam Rutherford in a pub for a fiver and buy him a pint afterward. As Ben Goldacre argued recently, these people &quot;are the Royal Institution of today. Open, smart, accessible, nerdy, free and inclusive to anyone who cares.&quot; They are a big part of the future of science outreach in London and beyond, taking science out of institutions and onto the street, delivering incredible results on budgets that would struggle to pay for 21 Albermarle Street&apos;s heating bill. I&apos;m not arguing against the Royal Institution here, and I&apos;m not even arguing against the campaign to keep their home. I believe that history is important, and of course I&apos;d like to see it preserved. What I have a problem with is the idea of giving away 60m without seeing a coherent plan that explains how the building can be made relevant for the next hundred years, and how it can benefit the science outreach community in London today. I love history as much as anyone, but &quot;because Faraday&quot; isn&apos;t an argument.  @mjrobbins", 
    "section": "science", 
    "gid": "science/the-lay-scientist/2013/jan/24/royal-institution-susan-greenfield", 
    "wordcount": "935"
}