{
    "headline": "Tiny Games and the idea of facilitation", 
    "text": "There is an increasingly valid question emerging from the more experimental fringes of the interactive entertainment sector: what exactly is a video game? What are the essential components? And where does gaming meet simple social interaction  or even theatre? With experimental &apos;social gaming&apos; projects such as Johann Sebastian Joust and physical interaction concepts like Bennett Foddy&apos;s climbing simulator, Mega Girp, the display is fading into the background, or even being removed altogether. So when does a video game become, well, a game? London-based studio Hide&amp;Seek has always pushed and prodded at this question. Its output has ranged from live urban gaming events to treasure hunts to Facebook titles, and it has won various awards in the process. It has also happily taken up interesting commercial and client projects, one of which, 99 Tiny Games, placed the rules for a series of playful social participations around London as part of the city&apos;s 2012 festival. Now the team has expanded that project  into what could be one the most interesting smartphone gaming concepts ever devised. That&apos;s as long as their Kickstarter campaign, which finishes on Friday, makes its target  which is a familiar refrain in today&apos;s games industry where increasing numbers of small studios are turning to crown funding sites for financial backing. So okay, here&apos;s the concept. Tiny Games is essentially a huge collection of, erm, tiny games, provided on an iPhone app and designed to be played in a variety of social situations. They&apos;re not actually games as such, but rule systems, which facilitate play. So if you&apos;re in a pub, one game named Chip Stew challenges players to construct the most revolting dish possible out of words on the menu. Whoever comes up with the least appetising concept wins. &quot;The &apos;baby&apos; in &apos;baby carrots&apos; lends all kinds of possibilities,&quot; says studio director Alex Fleetwood, as we chat about the project in the pub next to his office in Farringdon. &quot;Salad with mashed baby, for example. But there are more cerebral games as well&quot;  Participants work out their own scoring systems, the smartphone application (and you only ever need one phone to play) merely provides the ideas. It&apos;s like carrying around a collection of Victorian parlour games  except the Tiny Games take advantage of modern social settings and contexts. They&apos;re amusing, raucous and inventive and the concept was heartily embraced by attendees at the recent Game developers Concept in San Francisco - so much so that the team has been able to call on a series of veteran designers such as Robin Hunickie (the producer of Journey) and Broken Sword creator Charles Cecil to contribute their own concepts to the collection. So how did the idea come about? Fleetwood sees it as a natural continuation of the team&apos;s work so far: &quot;We&apos;ve designed video games for the browser and for iOS, we&apos;ve also designed tons of real-world events and festivals, and the studio is now merging those elements together into interesting and hopefully commercially sustainable ways. The problem with real-world events is, if you can&apos;t be there at the right time, you miss out. The 99 Tiny Games format was a way to address that. It was an invitation to real-world social play, it was about combining the words on our posters and the place to create a game.&quot; Transfering the concept to smartphone seemed like an obvious evolution. &quot;We&apos;re super aware that your smartphone is &apos;in the world&apos;,&quot; says Fleetwood. &quot;The heritage of video game design tends to assume an intimate relationship between person and phone screen and that everything beyond that is irrelevant to the design. But we&apos;re interested in the fact that you can hand your phone around, you can run with it, and it knows what time of day it is and it knows where you are. There&apos;s a ton of stuff these devices are doing that are affordances for designers. And we wanted to make use of them.&quot;       And why Kickstarter as a funding model? The site, which allows users to fund creative projects with donations, has produced some huge success stories, but studios now seem to be finding it harder to attract a committed base of paying fans. &quot;We really want to combine client work with games written directly for an audience,&quot; says Fleetwood. &quot;The advantage of crowd funding over investor funding is that we can take more risks, there&apos;s no one pressuring us to deliver a return on investment, it allows us to be open and discursive in considering what the game is. Tiny Games is based around some hard lessons we&apos;ve learned about what it is we&apos;re best suited to making  it is about real-world play, it&apos;s distinctive, and there&apos;s not a lot of competition in the real-world smartphone gaming market.&quot; In a somewhat symbolic gesture, we then spend the next few minutes attempting to come up with an acronym for this new genre. &quot;SMERGAP?&quot; attempts Fleetwood. &quot;Smartphone Enabled Real-World Game the &apos;W&apos; is a problem wait, Reality Game! There you go, SPERG!&quot; But he checks himself almost immediately. &quot;No forget all that, we&apos;ve only just got away from ARGs, let&apos;s not bring in a new gaming acronym  it&apos;s death to a wider audience.&quot; So we chat about the commercial plans for the game. If it hits its Kickstarter fund, it&apos;s likely the concept will launch with around 300 games, and if that works out, it will be followed by a series of themed packages: Tiny Games for the Home, Tiny Games for Public Transport, Tiny Games for the Pub &quot;Some will be chosen by our backers,&quot; says Fleetwood. &quot;Current favourites are Tiny Games for Waiting Rooms and Tiny Games for In Bed. But I also really want to do Tiny Games for Kids, Tiny Games for Weddings, Tiny Games for the Beach that all plays to our strengths as a studio: not all of us can write code, but we can all design tiny games. It&apos;s become part of our culture over the last year - we&apos;ve designed hundreds and we pretty much design a new one every day. And you&apos;ve got to have an endless content strategy to maintain interest and awareness; you&apos;ve always got to be reaching out to new audiences.&quot; The current format is also open to modification and renewal. &quot;There&apos;s a giant roadmap of features we&apos;d like to put in Tiny Games,&quot; says Fleetwood. &quot;I&apos;d like to pull in different APIs, so we could have music games that use Sound Cloud and picture games that pull in stuff from Flickr, and social games that use your Facebook account. Once you start thinking about the smartphone not just as a purveyor of on-screen information but as something that&apos;s hooked up to the internet, lots of fun stuff starts to become possible. We&apos;re really interested in [co-operative party game] SpaceTeam, we&apos;re interested in networking devices together and the play opportunities manifested there. There&apos;s a bunch of stuff around local networking, leagues and social groups; maybe unlocking a range of games that are darker or more challenging that you have to play your way towards. The idea of being able to customise the experience is really interesting.&quot; I love the idea of video games as facilitators of social fun; as almost theatrical things. We&apos;ve seen glimpses of this in the past; Dance Dance Revolution in the arcades, Sing and Guitar Hero at home  and we&apos;ve also seen the ability of smartphone games to unite social media users and gamers: the explosions of popularity with titles like Scrabulous and Draw Something, for example. There is a sense that creativity, friendship and competition can all be combined by video games, or at least game-capable devices, into engaging new forms of entertainment, which don&apos;t necessarily rely on everyone constantly watching a screen  we&apos;re just not quite there yet.  &quot;The idea of video games as escapism is only one part of it all,&quot; says Fleetwood. &quot;It&apos;s an important idea - I love getting lost in something like Red Dead Redemption, that&apos;s never going to go away. But at the same time, the history of games before the video game era was about these situated social experiences with your family or your kids or your Bridge club, it was about the whole package. It&apos;s exciting that as video game design goes mobile, it starts to break down into civic space and real-world games. You can&apos;t pull those two things apart as easily as you once could. I believe that spending five years doing interesting things with games in public spaces is going to turn out to be really useful for the next 5-10 years of mainstream video games.&quot; There&apos;s something truly fascinating in that. Sometimes I wonder whether the next big idea in game design won&apos;t be about a better form of representation on screen, but about games as a means of facilitation: the game as tool rather than focus. Perhaps the designer&apos;s role, which was always about creating this sense of a magic circle within the simulated world, will be to broaden that circle to encapsulate whole social spaces. For a while it looked like Johann Sebastian Joust may be a conceptual one-off, but then we had SpaceTeam and at the Launch conference in Birmingham on Tuesday, I also saw a new physical game named QuickDraw by Greenfly Studios, a sort of cowboy duel simulator in which groups of friends use PlayStation Move controllers as six-shooters, walking away from each other then turning and &apos;shooting&apos; to see who has the fastest arm. The fun isn&apos;t so much in the game system as in the participation and theatre of it all.  In the future, everything is going to be about the player rather than the designer. Game design is becoming more attuned to the emergent relationship between systems and participants; it will be more improvisational  and more &apos;social&apos; in the truest sense of the word. I think maybe Tiny Games points us in that rather fascinating direction. The Tiny Games Kickstarter page is here.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/apr/10/tiny-games-and-facilitation", 
    "wordcount": "1693"
}