{
    "headline": "PS4 launch: Sony shuns the glitz for an old school press conference", 
    "text": "No one should have expected a price. Possibly we shouldn&apos;t have expected a launch date or an actual console either. This is the way Sony rolls. Think back to 2005 if you can. The PS3 reveal. There was an event early in the year to announce the console, then another at E3 to actually provide lots of the intrinsic detail. The same thing happened with the PS2. And with the original machine, Sony&apos;s first press releases didn&apos;t even name it. So anyone who sat through last night&apos;s two-hour extravaganza thinking &quot;hang on, what does it LOOK like?&quot; just hasn&apos;t been to enough Sony hardware reveals. Or indeed, enough games console reveals, full stop. Because, pretty much, this is how they all roll. When Nintendo first showed off the Wii U, most people in the audience didn&apos;t understand whether it was just a new controller or not. What&apos;s inside Anyway, here&apos;s what we do know. The internals are what we thought  eight AMD cores in conjunction with an advanced AMD GPU, both on the same piece of silicon, together with a generous 8GB of memory. My sources suggest the RAM was doubled in the last months of development, possibly to compete with rumours coming out of the Xbox 720 camp. Whatever, it&apos;s a pretty powerful PC set-up that has been designed and configured in conjunction with developers all over the world. This is a really important point, and when I spoke to Guerrilla and Evolution studios after the press briefing, they conformed it: the PS4 has been a joint design venture between Sony and the development community  game makers were consulted at every stage; they tested and reviewed prototypes, they suggested changes. This was the thinking that built the original PlayStation.     Mark Cerny, lead system architect for the Sony Playstation. Photograph: Frank Franklin II/AP Photo    The new Dual Shock 4 features improved rumble, a touchpad, headphone socket (for in-game chat), a light bar for personalised motion controls and re-designed triggers and analogue sticks. This is another bit that developers got to critique. Guerrilla&apos;s people say they pushed hard for better triggers and a headphone port. They wanted their next Killzone game to be more social and more precise. Sharing and convenience Getting Mark Cerny, a veteran game designer, on board to plan the architecture was a smart move  he&apos;s a thoughtful technical evangelist. He pushed the social and convenience elements of the PS4. The fact that game downloads will be playable from the moment the first bit hits your hard drive; that in fact, all the usual bottlenecks have been dispensed with the pipeline, from PS Store to playing a game. I like the idea that you&apos;ll be able to instantaneously try out titles on the PS Store digital shopfront, accessing demos with a touch of the X button. I like the idea of the secondary processor that manages downloads as you play, so you won&apos;t have to wait 30 minutes for the latest update when all you want to do is hammer through a shooter for an hour.     Expectant journos wait for the launch event to get under way. Photograph: Brendan Mcdermid/Reuters    I&apos;m less convinced about some of the sharing stuff. I don&apos;t really want to hit a button to spam my friends with game footage, but then I like the idea of being able to share a livestream of my game so I can call on people to help when I get stuck. Not that I ever get stuck of course. But my sons might. And when I&apos;m away from home, with the PS4, they&apos;d be able to share a section of, say, Lego Batman 3 with me and I could take the controls remotely and show them how to do it. It&apos;s a sweet little idea that may grow into something more interesting. Vitally for some, the PS4 won&apos;t require an internet connection and it won&apos;t block used games. The games Killzone: Shadow Fall is a definite launch title, but very little else has been confirmed for the first day. Driveclub might be, but the developers say it&apos;s an aim rather than a promise. Cerny&apos;s game Knack looked  okay. Infamous: Second Son seemed like Infamous with lots of nice explosion effects. Capcom showed its Panta Rhei engine with a new Dar Souls/Dragons Dogma lookalike named Deep Down. The Square Enix demo had already been seen at E3, Watchdogs from Ubisoft was, in effect, what we saw at E3  an interesting paranoid surveillance thriller. It was a surprise to see indie darling Jonathan Blow on stage giving a prickly demo of his cerebral island adventure title The Witness  but refreshing nonetheless. Hundreds of developers have signed up to create games for the PS4 and all the major publishers are onboard (EA was notable by its absence on the stage last night though). Also not there: Last Guardian, Team Ico&apos;s semi-mythical follow up to Shadow of the Colossus. We&apos;re disappointed, but not at all surprised. Built for gamers by gamers Essentially this was a big old teaser. We have a general overview of the PS4 now. We know it&apos;s a social machine, but also a personal one. It will apparently learn from you and change the dashboard accordingly. That&apos;s good, because I don&apos;t want LoveFilm ads assaulting me every time I switch a console on. Indeed, a single phrase stuck out on the night. This is a machine built by gamers for gamers. For the last five years, console makers have been trying to push their machines as all-round living room entertainment devices. Game has become almost a dirty world, just another experience on the production line of digital content. But games aren&apos;t like that, and the people who make them aren&apos;t either. The big transition here is from obsessing over dominating your lounge. Now Sony wants to dominate your life  hence all the connectivity with smartphones and tablets. We&apos;ve been promised pervasive gaming experiences for years  might it happen now? Might we have RPGs that let you fiddle with stats and inventories while you&apos;re on the bus? We&apos;re definitely going to get remote play  with the Vita acting as a second screen allowing you to pick up on games when someone else wrestles the main TV from you. That&apos;s quite nice. But where does all this connectivity lead? So yes, it&apos;ll be E3 for the landmark statements  for price, release date and design. That&apos;s a more controlled environment and it will allow hands-on experiences for the assembled press. That&apos;s how these things roll. Last night wasn&apos;t the bang some expected, but it wasn&apos;t the whimper that some are reporting. It was an old school hardware press conference. It looked to the future without providing it. Now it&apos;s time for the pay off.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/feb/21/playstation-launch-glitz-press-conference", 
    "wordcount": "1098"
}