{
    "headline": "Scientists attack government climbdown on marine protection", 
    "text": "The UK&apos;s top marine scientists have denounced government ministers for reneging on plans to protect marine life by banning the most destructive fishing and dredging in the seas around the British Isles. Sealife, including fish, lobsters, oysters and seahorses, has been in rapid decline for years. A two-year, 8m consultation involving thousands of people and the government&apos;s own scientific advisers concluded that 127 marine protection zones (MPZs) were needed to halt the decline. But the environment minister, Richard Benyon rejected this advice, proposing instead to establish just 31 MPZs, none of which would be completely protected. The issue is one of a series in which environment ministers have been attacked for rejecting scientific advice, including its proposed badger cull, described as &quot;mindless&quot; by the architect of a landmark 20m culling study, and its refusal to suspend the use of pesticides linked to serious harm in bees against the advice of the European Food Safety Authority. Now 86 environmental academics have written to Benyon, David Cameron and the environment secretary, Owen Paterson urging them to beef up their plans for protection. &quot;We have seen spectacular devastation in the Irish sea in the last 20 years, for example, due to scallop dredging and prawn trawling. As fish stocks get ever more squeezed, the use of ever more destructive gear is spreading. This is happening now and protection is long overdue,&quot; said Professor Callum Roberts, at the University of York and one of the experts. &quot;Even if all 31 MPZs were established, it will fall far short of what is needed to recover and safeguard English seas. The process has been seriously mishandled, potentially condemning the marine environment to many more years of overexploitation and degradation.&quot; Roberts said: &quot;There is a strong suspicion among my colleagues that the government has yielded to political pressure from the fishing industry, in effect handing them control over a process that was meant to be democratic and inclusive.&quot; The letter was signed by five of the eight scientists on a panel set up by ministers that backed the 127 MPZs. But Benyon hit back directly, saying those scientists &quot;actually sat on the panel that told us there was not enough evidence to designate all 127 sites. This is not a numbers game and it is not about just drawing lines on a map - it would have been easy for me to do that and we would have ended up sitting in an EU court room defending the fact we created MPZs without the science to back them up.&quot; Previously, Benyon defended his decision by citing the economic importance of fisheries, sand and gravel dredging, and marine renewable energy, and saying: &quot;It is proportionate and is not going to put anyone out of business.&quot; But Roberts rejected Benyon&apos;s &quot;spin&quot;, telling the Guardian that the scientific panel never said there was insufficient evidence. &quot;Using the best available evidence is an essential element of the precautionary principle, whereby we should act now to prevent further harm and to begin the process of recovery rather than wait for better data, by which time it may be too late.&quot; Jean-Luc Solandt, from the Marine Conservation Society, said: &quot;In its cut-down form, there will be no real network and the opportunity to give English marine life the protection it desperately needs will be missed. In a time of economic gloom, we actually have an opportunity to bring back the wealth that productive, well cared-for seas have to offer.&quot; But ministers were being timid and failing to show any green credentials, he said. Sea creatures at risk without new protection include native oysters, black bream, spiny lobsters, lagoon sand shrimps and short snouted seahorses, according to Solandt. The Wildlife Trusts are also &quot;bitterly disappointed by the lack of ambition&quot; from ministers. It warned that iconic sites such as Flamborough and Studland and a unique chalk reef at Cromer were missing from the government&apos;s list. The letter from scientists, made public on Monday, said: &quot;In 2010, your government committed to creating &apos;an ecologically coherent network&apos; of areas [to] protect and recover the richness and productivity of our waters.&quot; It calls on ministers to re-commit to establishing all 127 MPZs. Benyon said: &quot;Rather than jumping on the bandwagon and lobbying government, I would ask these scientists to focus their attention on gathering more evidence so we can designate more sites in the future.&quot; But Tom Harris, Labour&apos;s shadow environment minister said: &quot;There is mounting frustration over the agonisingly slow pace of reform under this government. The minister has contradicted his own scientific advice by using the need for more evidence within a minority of sites to justify a drastic cut in the overall number of MPZs.&quot; Paul Trebilcock, chairman of the National Federation of Fishermen&apos;s Organisations, said: &quot;We are very concerned that some nature conservation groups are lobbying for full implementation of all 127 sites, regardless of scientific evidence or the socio-economic impact. We are absolutely adamant that naive enthusiasm should not railroad the government into premature and hasty decisions.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/apr/22/marine-scientists-government-marine-protection", 
    "wordcount": "865"
}