{
    "headline": "Stanford Ovshinsky obituary", 
    "text": "When Stanford Ovshinsky, who has died aged 89, set up in a laboratory in Detroit at the start of 1960 with his second wife, Iris, he saw an opportunity to change the world. For the 50 years that followed, he spent much of his time battling a sceptical world that did not want to change. A machine-tool builder by trade  he developed an advanced lathe that streamlined munitions production for the Korean war effort  Ovshinsky was fascinated by the way the neurons in the brain behave and felt those mechanisms pointed the way to much more advanced forms of automation. In the late 1950s, together with his younger brother Herbert, Ovshinsky built an electromechanical model of a neural cell and, in doing so, discovered an effect that would see him shift emphasis from machinery to chemistry. At a time when almost all the research in advanced electronics was dedicated to transistors made from well-ordered crystalline materials such as germanium and silicon, the Ovshinskys felt that disordered, amorphous materials held far more promise. Stan named the technology &quot;ovonics&quot; to mark it as being different from regular electronics. Glassy materials, known as chalcogenides, made from mixtures of elements that surround silicon and germanium in the periodic table, could process information and convert light to electricity, offering an alternative to coal and oil. Ovshinsky, who had asthma, disliked coal and the pollution that it fuelled. Energy and information were &quot;thermodynamically the opposite sides of the same coin&quot;, he wrote in 1981. Seeing the connection, the Ovshinskys decided to work on both at the couple&apos;s Detroit-based Energy Conversion Laboratories. The husband-and-wife team published and patented their work on chalcogenides that could be transformed from insulators into conductors by heat. Although Sir Nevill Mott would win a Nobel prize for work on disordered materials in 1977, few researchers saw the value in Ovshinsky&apos;s work when it first appeared. His 1968 paper on a way to store computer data in chalcogenides drew harsh criticism immediately after publication. But within a decade, the paper had been cited hundreds of times by other researchers. Some saw potential immediately. Robert Noyce and Gordon Moore, who co-founded Intel in 1968, thought their new company could profit from chalcogenide computer memories because the devices could store data for long periods without needing external power, unlike Intel&apos;s first commercial memory product. But Intel killed the project because of the amount of power it took to change the memory&apos;s contents. Undeterred, Ovshinsky pursued the technology and licensed it to other chipmakers. But only in this decade have the first commercial phase-change memories appeared on the market. Even after 40 years of development, the long-term value of the technology for computer memory remains uncertain, although Japanese engineers found a different way to use the materials to create rewritable CDs and DVDs in the 1990s. Through a network of subsidiaries of his original company, Ovshinsky tried to find ways to commercialise disordered materials for power generation and storage. His greatest success technologically was for a way of making nickel-metal hydride (NiMH) batteries that could be used in cars after discovering that the materials favoured by existing battery makers lacked the disorder needed to store large quantities of electricity. But he found lack of scientific acceptance was not the only obstacle. General Motors (GM) licensed his technology but it wound up at the oil company Chevron. &quot;You think that if you invent something, people will applaud you,&quot; Ovshinsky said in an interview for the Henry Ford museum in 2009. &quot;The various special interests like the oil companies weren&apos;t very happy about it. They helped GM suppress the first electric cars.&quot; However, he had greater success in Japan, where Toyota launched the first mass-produced hybrid range in 1997. &quot;All the Priuses used our batteries from day one,&quot; he said. Born in Akron, Ohio, to a Jewish couple who fled eastern Europe at the start of the 20th century, Ovshinsky pursued an unconventional path, steering clear of the college education chosen by almost all of the people with whom he collaborated. He disliked school but read avidly, finally completing studies at a trade school, and saw Ohio&apos;s public libraries as being his educator. Believing that science and technology are branches of the arts, Ovshinsky acquired a deep fondness for the machines on which he worked in Ohio&apos;s factories. In 2009, when giving a tour of one of his factories, used to make rolls of flexible solar panels, he said: &quot;I get chills when I come here. It&apos;s like a cathedral.&quot; After the breakup of his first marriage, to Norma Rifkin, with whom he had three sons, Ovshinsky married Iris Dibner, a biologist with whom he worked closely until her death in 2006. He is survived by his sons and six grandchildren, his brother and his third wife, Rosa Young, with whom he worked on electric and hybrid vehicle technologies from the late 1990s.  Stanford Robert Ovshinsky, inventor and technologist, born 24 November 1922; died 17 October 2012", 
    "section": "technology", 
    "gid": "technology/2012/oct/25/stanford-ovshinsky", 
    "wordcount": "841"
}