{
    "headline": "Google privacy policy changes spark Europe-wide inquiry", 
    "text": "Google&apos;s new privacy rules, which have come into force as of Thursday 1 March, are to be investigated by EU data authorities, with France arguing the sweeping changes breach European law. France&apos;s data protection watchdog, the CNIL, told Google in a letter dated 27 February that it would lead a Europe-wide investigation of the policy, which involves Google pooling the data on individual users gathered via any of its sites  search, YouTube, Gmail, Google+ and others  allowing it to tailor search results, target users with advertising and make other uses of the information.  Google said in January it was simplifying its privacy rules, consolidating 60 policies into a single one, and has promoted it as a positive change. Users cannot opt out of the new policy if they want to continue using Google&apos;s services. &quot;The CNIL and EU data authorities are deeply concerned about the combination of personal data across services: they have strong doubts about the lawfulness and fairness of such processing and its compliance with European data protection legislation,&quot; the French regulator wrote to Google. Google has put the changes into effect from Thursday 1 March and has rebuffed two requests from European regulators for a delay. The tussle over data privacy comes at a delicate time for Google, whose business model has become to give away free search, email and other services while making money by selling user-targeted advertising.  It is already being investigated by the EU&apos;s competition authority and the US Federal Trade Commission over how it ranks search results and whether it favours its own products over those of rivals. In a blogpost responding to CNIL&apos;s letter, Google said it was happy to answer questions from Europe&apos;s data protection authorities. &quot;As we&apos;ve said several times over the past week, while our privacy policies will change on 1st March, our commitment to our privacy principles is as strong as ever,&quot; wrote Peter Fleischer, Google&apos;s global privacy counsel. In his letter to CNIL, Fleischer added: &quot;We are confident that our new simple, clear and transparent privacy policy respects all European data protection laws and principles.&quot; Google&apos;s new privacy policy follows closely on a European commission move to overhaul its 17-year-old data protection rules in favour of more stringent requirements. Under the proposed new EU rules, companies like Google, Facebook and Yahoo would have to ask users for permission to store and sell their data to other businesses, such as advertisers, which is the source of almost all their income. Internet users could also ask for their data to be deleted from websites for good, the so-called &quot;right to be forgotten&quot;. Policymakers in other countries have also expressed concerns over Google&apos;s new privacy policy. Eight US lawmakers sent a letter to Google in late January saying a planned consolidation of user information endangered consumers&apos; privacy. Japan&apos;s trade and industrial ministry warned on Wednesday that Google must follow Japan&apos;s privacy law in implementing its new approach, and that Google needed to provide explanations to address users&apos; concerns. &quot;It is important for the firm to be flexible by providing necessary additional explanations or measures to address actual user concerns or requests also after March 1...&quot; the ministry said in a statement. Google has pointed out that users can search anonymously or while logged out to avoid being tracked, as well as using separate accounts on different Google services to keep data diffused  although critics argue this makes for a clunky user experience. Users can also control their advertising preferences and make sure their web history is not tracked. &quot;Google&apos;s new privacy policy states that, as was the case before: when showing you tailored ads, we will not associate a cookie or anonymous identifier with sensitive categories, such as those based on race, religion, sexual orientation or health,&quot; a spokesman said.  The headline on this article was amended on 1 March 2012 to make clear that the inquiry was not launched by the EU, but by the French data protection agency, CNIL. After publication a Google representative pointed out that the opening statement that France argued the changes breached European law was not consistent with a quote from CNIL&apos;s letter to Google that it had &quot;strong doubts&quot;. The writer had in mind another sentence from CNIL&apos;s letter which said that its preliminary analysis showed that &quot;Google&apos;s new policy does not meet the requirements of the European Directive on Data Protection&quot;.", 
    "section": "technology", 
    "gid": "technology/2012/mar/01/google-privacy-policy-changes-eu", 
    "wordcount": "745"
}