{
    "headline": "'Nothing for us without us': sex workers the decision-makers in new fund", 
    "text": "&quot;Save us from saviours&quot; is the piercing refrain of a growing human rights movement demanding that sex workers be recognised as more than victims to be rescued or strategic populations to be targeted for public health campaigns. It&apos;s likely to strike a nerve among some in the traditional aid and development industry, often criticised for top-down, paternalistic projects. &quot;Sex workers are discriminated against and their human rights unrecognised around the world, even where sex work isn&apos;t illegal,&quot; says Nadia van der Linde, co-ordinator of the Red Umbrella Fund, the first global grant-making mechanism set up to give sex workers more control of projects that directly concern them. &quot;Even when they stand up for themselves, it&apos;s very hard for them to find support.&quot; The fund, which was launched in April 2012, and will announce this month who will receive its first grants, grew out of a multi-year collaboration between sex worker organisations and interested donors, who first met five years ago to discuss campaigns to curb human trafficking. Embracing a philosophy of &quot;nothing for us without us&quot;, the innovative fund is governed by sex workers, who sit alongside donor representatives on the committees that oversee and manage its work. Ruth Morgan Thomas, global co-ordinator of the Network of Sex Work Projects and a member of the fund&apos;s international steering committee, says it offers a &quot;unique opportunity&quot; for sex workers to guide both overall strategy and specific decisions on where grant money goes. This year it will fund a range of activities, from tackling everyday violence faced by sex workers, including from police, to building the general capacity of sex worker-led human rights initiatives. Figuring out how to increase the participation of sex workers without making it too expensive or cumbersome for them will be a top priority, says Van der Linde, who points to other peer-led grant-making initiatives, like the HIV Young Leaders Fund, as examples to learn from. &quot;There&apos;s not many of us out there but it&apos;s a very interesting area.&quot; After grants are announced, organisers will go back to groups and help them develop work plans, budgets and ways to measure and monitor success in their programmes. &quot;We really want to sit with them and discuss in more detail what they want to achieve and how to measure that,&quot; Van der Linde says. &quot;How can we establish monitoring and evaluation systems that are peer-led?&quot; Attracting new money will also be key, Van der Linde says. Though supported by a diverse group of donors  including billionaire philanthropist George Soros&apos;s Open Society Foundations (OSF) and UK NGO Comic Relief  there is certainly room for the fund to grow from its initial budget of 700,000 (570,000). &quot;This can be a hard field in which to fund,&quot; OSF&apos;s Shari Turitz said in March. &quot;To know who&apos;s who and where the good leadership is within a population group that is often so marginalised, you have to be quite close to the ground and listening to groups.&quot; It can also be difficult, she said, for donors to access good information about sex work and human rights. &quot;The field of sexual rights is quite divided and political. Being part of a group of funders speaking with a unified voice can be a safe haven for donors interested in exploring how to best support the human rights of sex workers. Many  only hear the perspective of those who support a criminal or punitive approach.&quot; Ultimately the goal is also to influence other donors and philanthropists to adjust their own strategies, Van der Linde says. Most mainstream development funding for sex worker groups is earmarked for HIV programmes, and while many organisations do work in this area, she&apos;s quick to stress their needs go beyond it. In particular, she says, funding is &quot;out of balance&quot; with that for anti-trafficking efforts, which often target the sex trade and have been criticised by some activists for riding roughshod over the rights of sex workers, migrants and others affected. The Anti-Trafficking Review, a journal published by a coalition of human rights groups, dedicated its inaugural edition to the lack of accountability in such campaigns. Forceful law-and-order strategies that focus on raiding brothels and rescuing those inside, along with anti-trafficking legislation focused on shutting down the sex trade, come under particularly heated criticism. Such efforts, say opponents, risk harming the very people they aim to help by driving them further underground and away from prevention, care and support services. Human rights abuses including &quot;forced rescues&quot; and arbitrary detentions of sex workers have been documented by groups in Cambodia (pdf), Thailand (pdf) and India. &quot;The need [for sex workers] to stand out, to have their rights as persons recognised, is greater now because of this anti-trafficking focus,&quot; Van der Linde says. &quot;Many donors may not be aware of the negative consequences of some of these activities.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/jan/03/sex-workers-decision-makers-new-fund", 
    "wordcount": "836"
}