{
    "headline": "Stepping stones to disaster", 
    "text": "Melting snow brings danger to the fells out of the blue. Rivers and streams crossed earlier by balancing across stepping stones with trekking poles or splashing through a ford in a car become real test pieces on the return trip. Push your luck on beck crossings at your peril, as mountain rescue statistics show. Full marks then to drivers who resist the temptation of attacking a flooded ford, as those who do often come to grief. Little Langdale ford across the river Brathay is a case in point. There is even a warning sign in a nearby climbing hut: &quot;Do not try to use the ford from Little Langdale with vehicles&quot;. Roper ford across the river Winster near Bowness-on-Windermere is another example. Staff at the nearby Brown Horse Inn try to dissuade customers intent on trying this crossing after heavy rain; the way across is not obvious. Even diminutive Carrock Splash, above Hesket Newmarket, can turn into a nut-brown torrent. Walkers should beware submerged stepping stones, like those across the river Rothay by the house owned by the Wordsworth family from 1881 to 1935. When awash or icy, these slippery slabs under Loughrigg can be lethal. Fickle Steps in Wallowbarrow Gorge live up to their name as the river Duddon rises, despite a wire cable offering help. Pre-1974 this would have been a crossing from Cumberland into Lancashire but nowadays the river has been demoted to a parish boundary between Ulpha and Dunnerdale-with-Seathwaite. Beware, too, remote crossings over large, uneven stones such as those in Mosedale beck under Swindale crag and near Sleddale Hall (where Withnail and I was filmed). Fortunately, there is a footbridge nearby, as there is near the stones some way opposite Grasmere&apos;s Traveller&apos;s Rest and upstream of Tongue gill&apos;s confluence with the river Rothay.", 
    "section": "environment", 
    "gid": "environment/2013/mar/10/lake-district-stepping-stones-to-disaster", 
    "wordcount": "300"
}