{
    "headline": "Obama revives green agenda with push to end oil industry tax breaks", 
    "text": "Barack Obama knew a budget proposal to end $40bn in tax breaks for the oil and gas industry would get him into an election-year fight with Republicans over his energy agenda. It&apos;s at least the fourth time the president has called for rolling back the subsidies. And, predictably, Republicans and the oil industry were spoiling for a fight. The main industry lobby, the American Petroleum Institute, attacked the proposal as &quot;punitive and unfair&quot;. Like Obama&apos;s earlier proposals to cut subsidies to the fossil fuel industry, this one is highly unlikely to pass through Congress. What the revival of the proposal demonstrates, however, is that Obama, despite his earlier half-hearted support for action on climate change and other environmental measures, is willing to put up a fight now. He has just chosen to redefine the battle lines, using the budget to highlight clean energy while trimming support for environmental regulation. The energy budget proposes a 3.2% increase over the current year to $27.2bn in spending including a big bump in research funds, 21% or $2.3bn, for energy efficiency, advanced vehicles, and biofuels. In a conference call with reporters, the US energy secretary, Steven Chu, said the adminstration would be redirecting funds from some previous favourites such as electric car batteries  because the projects were now approaching commercial viability  to emerging areas such as offshore wind power. Some research funds were also being pulled from projects that did not work, Chu admitted. He said 35 projects &quot;did not reach research milestones&quot;. However, the overall strategy remained. &quot;We want to lead in clean energy technology,&quot; he said. The budget would also set aside $12m for research into risks associated with hydraulic fracturing, the controversial process used in the booming natural gas industry.  However, there was no repeat of last year&apos;s request of $36bn in loans for the nuclear industry  which Congress turned down. Even so, clean energy came out ahead. Not so for the Environmental Protection Agency, a favourite target of Republicans who argue environmental regulations are destroying jobs. The EPA sufered its third straight budget cut this year, down 1.2% on existing spending. The budget proposal barely mentions the agency&apos;s work in reducing the greenhouse gas emissions that cause climate change. In her conference call with reporters, the head of the EPA, Lisa Jackson, admitted some of the administration&apos;s most touted environmental projects  such as restoring some areas of the Great Lakes  had also been flatlined. &quot;It was one of the most difficult choices we have had to make in this budget,&quot; she said.", 
    "section": "environment", 
    "gid": "environment/blog/2012/feb/13/obama-green-agenda-end-tax-breaks", 
    "wordcount": "434"
}