{
    "headline": "Ouya Android games console blasts past $2.3m funding on Kickstarter", 
    "text": "US startup Ouya has attracted $2.3m (1.47m) of pledges for its Android-based games console, less than 24 hours after launching its campaign on crowdfunding website Kickstarter. Nearly 19,000 people have backed the project at the time of writing, and with 28 days still to go, it has a shot at rivalling the Pebble smart-watch, which attracted $10.3m of Kickstarter pledges earlier in 2012. Chief executive Julie Uhrman had told the Guardian that venture capital firms had been skittish about the prospects for the Ouya console, leading the company to raise its seed funding from family and friends, before turning to Kickstarter to get feedback from consumers and developers to help them take it all the way. The console will cost less than $100 and is due to go on sale in the first quarter of 2013. Every unit will ship with a software development kit (SDK), and already has a number of prominent developers expressing their support for its open, hacker-friendly ethos. Ouya has already sold out a number of its reward tiers on Kickstarter, including 500 people pledging $225 or more to reserve a console and two controllers with their username etched into them, and 200 pledging $699 or more for the &quot;Developer Special&quot;, which includes a rooted version of the console, early SDK access and a year&apos;s promotion for their game. Reaching the funding goal so quickly is early vindication for Ouya, but it will also bring additional pressures as the company aims to meet the expectations of its early adopters, while also positioning its console for mainstream success. Here are some of the key challenges: How open is open? This is a key point: What&apos;s got a lot of developers excited about Ouya is its promise of being fully open and hackable. By making its device easy to root  a process that won&apos;t void the warranty  using standard screws and including a USB port, Ouya is making the right moves on the hardware front. Claims of openness can lead to a fall, though: developers will be scrutinising Ouya&apos;s terms and practises, and will make their views known if the company falls short of their expectations. One important aspect: Ouya won&apos;t just be selling a console: it will be running an app store. While any developer will be able to make an Android game (or, indeed, a non-game app) for Ouya, the company will be in charge of promotion, curation and general store management not to mention moderation. How will it decide which games to promote to Ouya owners? What will its policy be in legal disputes, such as trademark infringement or game cloning? How will it keep its store easily navigable as more and more games come out? Which payment options will it support? There are plenty of lessons to learn from Apple, Google and Microsoft the treatment of indie games on the latter&apos;s Xbox Live store included. Ouya will be thinking hard about how to balance its openness with some of the decisions required to be an effective store-owner. Good games, good games... Ouya is a games console: the games have to be good. A honkingly obvious statement, but one that can&apos;t be forgotten. What games will be available when Ouya launches, and will they be any good? The company&apos;s strategy thus far is sensible on this score. It&apos;s absolutely right that there are lots of developers either in or coming out of the console market and setting up their own studios, and that there are lots of mobile and/or social games developers who&apos;d love to take their games to televisions. There&apos;s a lot of talent to be tapped. One risk: developers focusing on simply porting their existing Android mobile games to Ouya as a way of testing the waters, leading to a rash of launch titles originally designed for phones rather than TV screens. Another risk: studios with console backgrounds simply apeing popular genres on PS3 and Xbox 360, but scaled down for Ouya&apos;s hardware capabilities. At least there&apos;s an obvious solution presenting itself here. Ouya has more-than doubled its initial funding target in its first day on Kickstarter, and may add several million dollars more over the next 28 days. Setting aside a decent chunk of that money to commission original and innovative games for launch would be a sensible strategy. Get developers thinking about how to make best use of Ouya&apos;s touchpad&apos;n&apos;buttons controller, while reducing the financial risks that might lead them down the pure-port route. Who is Ouya for? An open, hackable games console running Android where every unit ships with an SDK? No wonder geeks like me are excited about Ouya. But a $100 games console that can also run apps (specifically TV-focused apps like Netflix) with a sleek design? This could be bigger than that. Ouya&apos;s challenge over the coming months is to figure out its target audiences, and based on that, its distribution and marketing strategy to make this a console for everyone, not just for people who know about Android development and Kickstarter crowdfunding. Which is not to say it doesn&apos;t make sense to focus on developers first the priority was hitting that first funding target and getting game-makers excited about the company&apos;s plans. It&apos;s just that if Ouya is really going to disrupt the established console manufacturers as Uhrman hopes, the company needs a nailed-down strategy for getting beyond those early adopters as quickly as possible next year, to raise awareness before Sony and Microsoft unveil their new consoles as anticipated. Above all: Execution Ouya has smart people on board already, and its crowdfunding campaign should give it the resources to hire a few more. That&apos;s good, because above all, the key challenge now is execution. Those first 19,000 backers are pledging based on some slinky product shots, specs and a well-argued pitch for how Ouya plans to go about its business. The real work is delivering on that, as with any Kickstarter campaign. Expectations are high, but that means further to fall if Ouya messes up. If the console is buggy when it goes on sale, or if the store doesn&apos;t work properly, or if a game gets onto the store that scams players, or... The amount of funding that Ouya has attracted on Kickstarter so far is impressive. That&apos;s not success, though. Success will come in 2013, if the company uses that funding to deliver a device (and a store, and a developer ecosystem around it) that delivers on its considerable potential.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jul/11/ouya-android-console-kickstarter-success", 
    "wordcount": "1089"
}