{
    "headline": "Why new research shows economists talking rubbish", 
    "text": "When economists talk economics, some of them talk rubbish. Few mean it as plainly, as directly, as Alexi Savov. Savov wrote a study called Asset Pricing with Garbage, which filled 24 pages of the Journal of Finance early in 2011. To Savov, garbage is valuable not only for its own worth, but because, in a mathematical sense, it represents many of the things that people and corporations treasure most. Maybe, just maybe, he implies, the rises and falls in garbage production reliably and fairly accurately measure what a society is worth. Savov, an assistant professor of finance at New York University&apos;s Leonard N Stern School of Business, did the garbage research a few years ago when he was at the University of Chicago. Economists struggle, always, to get a better mental grasp of the messy confusion known as &quot;the economy&quot;. Some economists are consumed with the economic concept called &quot;consumption&quot;. They want to know how much stuff  solids, liquids, gases, energy, services, whatever  get consumed during different years. But these economists disagree violently about which stuff to measure. Savov&apos;s garbage work takes its place in the long line of studies wrestling with the worth-versus-worthlessness of measuring all sorts of durable goods (cars, kettles); private goods (chocolate bars, gift copies of 50 Shades of Grey); public goods (roads, statues of Margaret Thatcher); luxury goods (yachts, diamond bling); energy; services and whatnot. Savov says he analysed &quot;47 years of annual data from the US Environmental Protection Agency (EPA)  I use municipal solid waste (MSW), or simply garbage, as a new measure of consumption. Virtually all forms of consumption produce waste, and they do so at the time of consumption. Rates of garbage generation should be informative about rates of consumption&quot;. Savovian garbage includes detritus from both homes and businesses. &quot;Everyday items such as product packaging, grass clippings, furniture, clothes, bottles, food scraps, newspapers, appliances and batteries.&quot; It excludes materials, typified by construction waste and municipal wastewater treatment sludge, that are sent directly to landfills. Savov checked his methods by applying them also to 10 years of garbage data from 19 European countries including the UK. He found the Euro-garbage econometric performance to be &quot;consistent with the US results&quot;. His paper points out many subtleties in the relationship of garbage to things that his profession has traditionally tracked and esteemed  luxury goods, stocks and bonds  as indicators of the worth of our wealth. Garbage, he concludes, gives a solider, less often illusory, picture of the economy. The final sentence of Savov&apos;s study adds meaning to the old saying &quot;garbage in, garbage out&quot;. Savov writes: &quot;The relative success of garbage as an alternative measure of consumption raises the possibility that the failure of the standard consumption-based model is due to a failure to measure consumption properly.&quot;  Marc Abrahams is editor of the bimonthly Annals of Improbable Research and organiser of the Ig Nobel prize", 
    "section": "education", 
    "gid": "education/2012/nov/05/rubbish-measure-consumption-research", 
    "wordcount": "494"
}