{
    "headline": "Congressman Darrell Issa floats tentative internet legislation on Reddit", 
    "text": "In an unusually open move for a US politician, representative Darrell Issa, a Republican from California, has put his newest piece of legislation on the link-sharing site Reddit, opening his bill and congressional record to criticism from the vocal online community.  On Tuesday Issa offered to answer questions posted to the site about his Internet American Moratorium Act of 2012 which aims to curb laws, rules and regulation of the internet for two years.  Reddit users can comment, upvote or downvote on links posted to the site in an effort to stimulate discussion. Issa&apos;s post had received more than 2,000 comments by Wednesday morning.  The question most Reddit users upvoted asked why Issa voted in favor of the controversial internet-regulating bill Cispa. The bill faced massive opposition from most of the Reddit community who believed it would endanger the online privacy of individual citizens. Issa responded to the criticism of his support of Cispa by directing users to an earlier Reddit post where he said that he thought at the time that the benefits like a possible increase cybersecurity would outweigh the potential costs of the bill. By posting the link to his legislation on Reddit, Issa also opened himself to criticism from users who believed that his decision to put the legislation on Reddit was a stunt and that a bill sponsored by a Cispa supporter was untrustworthy.  In response to statements about Issa&apos;s support of Cispa, Reddit user iJosjj said: &quot;What a bummer. One second I feel like he might be trying to do a good thing and the next he&apos;s just another political hack.&quot;  Issa responded: &quot;Good morning. I hope this isn&apos;t a bummer. I&apos;m trying to create a two-year cooling off period on new internet rules, regulations and laws. Period. I believe that is a good thing right now. And you should be wary of politicians who agree with you all the time.&quot; Like the Cispa comment, significant parts of the discussion extended beyond his proposed measure, as a bill banning the passage of other bills, is unlikely to pass. The strange nature of the legislation did incite questions from users who wanted to know why he thought legislation regulating internet should be blocked for the next two years.  &quot;We are still in the early stages of the internet era, and Congress is trying to keep up with all aspects of supporting internet users, while protecting their individual rights from potential dangers,&quot; Issa said. &quot;What this bill is hoping to do is hold off on rule-making and implementing regulations and new laws on the internet before the federal government is prepared and ready to move forward in a way that works for everyone involved - Internet users, job creators and all Americans. Issa also explained that he is not attempting to prevent regulation of the internet indefinitely.  &quot;I&apos;m not advocating for no rules or laws on the internet ever,&quot; Issa wrote. &quot;But it has been made abundantly clear to me and to a lot of other people that both legislators and regulators have gone down the road of trying to take actions that impact the Internet without knowing their full effect. Issa&apos;s proposed legislation is also open for online review on his KeepTheWebOpen.com which let&apos;s site users add comments and suggestions to bills much like the contents of the discussion on Reddit.", 
    "section": "technology", 
    "gid": "technology/us-news-blog/2012/nov/28/darrell-issa-internet-bill-reddit", 
    "wordcount": "568"
}