{
    "headline": "Street children in Congo (DRC): painting a better future  in pictures", 
    "text": "   War Child teamed up with art charity AptART to paint a mural on the side of a street children's drop-in centre in Goma, in eastern Democratic Republic of the Congo Photograph: Jonathan Darby/War Child       The children were involved in designing the mural and painted it themselves. It includes the lion (symbol of the DRC), the colours of the Congolese flag, and a big peace symbol Photograph: Jonathan Darby/War Child       Some of the 45 children involved in the project stand in front of the finished mural Photograph: Jonathan Darby/War Child       The children also received lessons in portrait painting. Most of the street children War Child works with had never used a paintbrush before and very few have ever attended school. Each child was given their photograph, a paintbrush and a canvas to put their new skills to work Photograph: Jonathan Darby/War Child       The self portraits of the children are ready to be stretched on to canvas to be used in an exhibition Photograph: Jonathan Darby/War Child       'The children's energy and enthusiasm were infectious. Before you realise they've done it, they've already painted their shirt, their friend's face and half the section of wall you didn't want them to,' says AptART's Samantha Robinson Photograph: Jonathan Darby/War Child       Two of the children work on their self-portraits. The project offered them a rare chance to have some fun and escape the hardship of their daily lives, the organisers say Photograph: Jonathan Darby/War Child       Decades of conflict and poverty have left many families unable to properly support their children. Life on the streets of Goma is a dirty, dangerous existence Photograph: Jonathan Darby/War Child       Despite their young age, most of the street children are incredibly resilient and tough. They are often mistrustful of authority and can be extremely challenging to work with. Art projects are a way of engaging them. Other than beatings from the police, it is rare that the street children receive any attention, let alone any kindness or affection Photograph: Jonathan Darby/War Child       The kids perform flips by launching themselves off a disused tyre. They make toys and games from whatever they can find in the rubbish Photograph: Jonathan Darby/War Child       The centres supported by War Child are a haven where children can eat, wash their clothes and get access to the education and counselling that help to rebuild their lives Photograph: Jonathan Darby/War Child       Eastern DRC has been labelled the rape capital of the world. More than half of the girls supported by War Child in Goma are survivors of sexual violence Photograph: Jonathan Darby/War Child       Much of Goma is still covered in lava after the eruption of the nearby Mount Nyiragongo in 2002, which devastated the town Photograph: Jonathan Darby/War Child       Violence is once again forcing thousands of people to flee their homes in eastern Congo. An estimated 5.4 million people have died as a consequence of the conflict in DRC since 1998 Photograph: Jonathan Darby/War Child       'In spite of their experiences, or perhaps because of them, the children have a relentless enthusiasm and ingenuity,' says War Child's Robinson Photograph: Jonathan Darby/War Child  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/jul/13/street-children-congo-drc-in-pictures", 
    "wordcount": "0"
}