{
    "headline": "Poor people have got a right to be angry", 
    "text": "On a recent trip to Guatemala, a glance at the local paper revealed a country riven by social conflict. On the front page, indigenous groups and NGOs were blocking the way to a mine in San Jos del Golfo, one of the many mining operations seen by the government and oligarchy as key to Guatemala&apos;s development, but by most indigenous people (who make up 40% of the population) as a threat to their wellbeing, with few apparent benefits. On another page, a man in a Che Guevara T-shirt was handing in a petition to the government to nationalise the electricity system  private companies are hiking prices and then disconnecting the poor households that are unable to pay. The neighbouring article presented a World Vision report on children forced into dangerous work (such as making fireworks) through poverty. Meanwhile, talks to agree next year&apos;s minimum wage have failed  the unions are asking for a 47% increase to cover the rising prices of basic goods, while the private sector prefers 2% (inflation is about 6%). Finally, the proposed rural development law stipulating gradual reform of land use and titling has led to an unlikely alliance between the former general and now right-of-centre president, Otto Prez, and the leftwing NGOs. Predictably, the private sector is opposing such &quot;socialism&quot;. Malnutrition is chronic in much of Guatemala, at about 50% of the population  higher than in many African countries. Attempts to reduce poverty in Guatemala since the 1996 peace accords formally ended civil war (a consequence, let&apos;s not forget, of a US-led coup d&apos;etat in 1954 removing a president pursuing land reform) have either not been serious or been ineffective, or both. Inequality levels have worsened slightly, as has undernourishment, in the past 10 years, according to World Bank data, although some child health indicators are improving slowly. So what is to be done? While the answer is far from obvious, I detected on my trip a concerning lack of empathy in some quarters, both national and foreign, and including among some development professionals, towards the increasingly angry poor. Some complained that NGOs connecting poor families to the electricity grid were in clear violation of the law. Others that indigenous communities need, in short, to get with the programme, and accept that mining is here to stay, essentially a message of adapt or die. The war ended 16 years ago, I was told, and NGOs and community organisations need to get off the streets and negotiate through formal channels. Some called for a restriction of funding to NGOs seen as &quot;disrupting&quot; order. One government minister described the killing of six protesters by soldiers in October as &quot;no big deal&quot;. My response to such complaints is simple: what would you do if your child was growing up stunted? What would you do if you could no longer pay for the electricity your household needed to learn and stay safe? What would you do if your one place of safety, your land, was threatened by mining companies for which you had nothing but distrust, based on harsh experience. I know what I would do if it were my children&apos;s lives at stake. While optimists look for signs of a change in attitude from a traditionally intransigent and, to be frank, racist elite  an indigenous leader was invited recently to open a major business conference  there is depressingly little evidence that wealthy Guatemalans are putting the needs of the majority ahead of their perceived need for private jets, gated communities and vast tracts of unused land. One NGO leader I spoke to, and I hope he&apos;s wrong, argued that the wealthy do not want to see incomes increased as that would mean more negotiating power for the rural poor. There is no point just denouncing the Guatemalan elite. A shift in mentality among the younger generation of business leaders will be vital for progress against poverty and inequality, and it is hypocritical, in this Facebook era, to criticise the middle classes in poor countries for aspiring to the lifestyles they see in the affluent west, as I have argued before. It is as important to cultivate change in the posh business plazas of the capital city as in the dusty squares of the western highlands. But nor is it acceptable, as indigenous communities see their children grow up deficient in vital nutrients, for opinion-makers in the capital to condescend that they are bringing the country to a standstill with their unwarranted civic disobedience. The insistence on patience is the refuge of conservatives with nice homes throughout history, even those who think themselves progressive. Large-scale mobilisations, including civil disobedience, are sometimes the last resort of people trying to bring about change within a timescale from which their family might actually benefit. Because, ultimately, we can have a debate on various policy approaches to Guatemala&apos;s complex problems, but such debates must be based on the unchanging principle of empathy: always stand with the poorest and most marginalised, whether that means working with them in the coffee fields, strengthening their leadership in negotiations with government (decimated by decades of violent conflict), or marching with them on the streets.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/feb/08/poor-people-right-to-be-angry", 
    "wordcount": "866"
}