{
    "headline": "Harvard University says it can't afford journal publishers' prices", 
    "text": "Exasperated by rising subscription costs charged by academic publishers, Harvard University has encouraged its faculty members to make their research freely available through open access journals and to resign from publications that keep articles behind paywalls. A memo from Harvard Library to the university&apos;s 2,100 teaching and research staff called for action after warning it could no longer afford the price hikes imposed by many large journal publishers, which bill the library around $3.5m a year. The extraordinary move thrusts one of the world&apos;s wealthiest and most prestigious institutions into the centre of an increasingly fraught debate over access to the results of academic research, much of which is funded by the taxpayer. The outcome of Harvard&apos;s decision to take on the publishers will be watched closely by major universities around the world and is likely to prompt others to follow suit. The memo from Harvard&apos;s faculty advisory council said major publishers had created an &quot;untenable situation&quot; at the university by making scholarly interaction &quot;fiscally unsustainable&quot; and &quot;academically restrictive&quot;, while drawing profits of 35% or more. Prices for online access to articles from two major publishers have increased 145% over the past six years, with some journals costing as much as $40,000, the memo said. More than 10,000 academics have already joined a boycott of Elsevier, the huge Dutch publisher, in protest at its journal pricing and access policies. Many university libraries pay more than half of their journal budgets to the publishers Elsevier, Springer and Wiley. Robert Darnton, director of Harvard Library told the Guardian: &quot;I hope that other universities will take similar action. We all face the same paradox. We faculty do the research, write the papers, referee papers by other researchers, serve on editorial boards, all of it for free  and then we buy back the results of our labour at outrageous prices. &quot;The system is absurd, and it is inflicting terrible damage on libraries. One year&apos;s subscription to The Journal of Comparative Neurology costs the same as 300 monographs. We simply cannot go on paying the increase in subscription prices. In the long run, the answer will be open-access journal publishing, but we need concerted effort to reach that goal.&quot; In traditional journal publishing, researchers submit articles to editors who send them out for peer review, a task that is usually unpaid. The final versions of the articles are then formatted and sold back to university libraries. Open access comes in various guises, but one model requires authors to pay to have their articles published and made freely available to anyone. According to the Harvard memo, journal subscriptions are now so high that to continue them &quot;would seriously erode collection efforts in many other areas, already compromised&quot;. The memo asks faculty members to encourage their professional organisations to take control of scholarly publishing, and to consider submitting their work to open access journals and resigning from editorial boards of journals that are not open access. It adds that the library must insist on transparent contracts that prevent universities from discussing in public the fees they pay certain publishers. In a statement to the Guardian, Elsevier said: &quot;The Harvard Faculty Advisory Council letter does not specify any specific publisher. We have a good relationship with the Harvard libraries and have recently concluded an agreement we believe works for them as it gives them the flexibility to choose the titles they want. &quot;We do not believe that the facts in the letter which relate to price increases pertain to Elsevier. Elsevier&apos;s average print list price increases have consistently been among the lowest in the industry for the past several years, averaging around 5%.&quot; The statement concluded: &quot;We believe Harvard will continue to see the value in publishing in Elsevier journals, which include a range of access options, and contributing as editors.&quot; David Prosser, executive director of Research Libraries UK (RLUK), said: &quot;Harvard has one of the richest libraries in the world. If Harvard can&apos;t afford to purchase all the journals their researchers need, what hope do the rest of us have? &quot;There&apos;s always been a problem with this being seen as a library budget issue. The memo from Harvard makes clear that it&apos;s bigger than that. It&apos;s at the heart of education and research. If you can&apos;t get access to the literature, it hurts research.&quot; RLUK negotiated new contracts with Elsevier and Wiley last year after the group threatened to cancel large subscriptions to the publishers. The new deal, organised on behalf of 30 member libraries, is expected to save UK institutions more than 20m. &quot;The better deals have given us a little breathing space, but they don&apos;t solve the problem. There is a long-term structural problem with this market that isn&apos;t going to be solved that simply,&quot; Prosser said. Heather Joseph, executive director of the Scholarly Publishing and Academic Resources Coalition, a US-based international library membership organisation, said other universities may follow Harvard&apos;s lead. &quot;Highlighting the role of the faculty is exactly what we need to do. Libraries have been trying to ring the alarm bell about this for a while, but it&apos;s the faculty members who are the producers and consumers of the articles. They have got the keys to making significant change in this market. Having Harvard call this out in front of the faculty is a very significant move.&quot; She added: &quot;Other universities are likely to follow Harvard&apos;s example on this. If it starts at a university with the stature of Harvard, they will take a long hard look at whether this is something that makes sense for them to do as well. People watch Harvard. There&apos;s no grey area there.&quot;", 
    "section": "science", 
    "gid": "science/2012/apr/24/harvard-university-journal-publishers-prices", 
    "wordcount": "967"
}