{
    "headline": "The only Susan Greenfield article you'll ever need", 
    "text": "Following her recent article about the potential neurological dangers of the newly announced &quot;Facebook phone&quot;, it&apos;s becoming increasingly likely that any new technological development will eventually have an article about it in which Susan Greenfield predicts the serious damage it could do to people&apos;s brains. Overlooking the fact that the recent article reads as though it was written by someone whose understanding of Facebook and smartphones is based exclusively on an overheard conversation between two drunken advertising executives in a pub, Greenfield tends to stick to a reliable and predictable formula.  Technological advances usually focus on making things faster, slicker and more efficient. So, should you need a Greenfield-esque article about the latest technological announcement to make your needless paranoia-inducing agenda seem more scientific/credible, there&apos;s no need to wait until the Baroness herself can fit you into her schedule. Now you can write your own by following this simple step-by-step guide. INTRODUCE THE TECHNOLOGY Begin with a simple description of the technology that is to be the focus of the article. It doesn&apos;t really matter what it is, as long as it&apos;s something new that people can experience in a way that involves the brain. Previous examples include video games, online porn, social networking, anything with a screen, the internet in general, television, books, typewriters, the printing press, the internal combustion engine, carrier pigeons, and that hot orange stuff you get when you rub sticks together that makes raw food dangerously edible.  Not newspapers, though. Never ever newspapers! EXPLAIN THE BRAIN The article is concerned about the effects this new technology will have on the brain, so you will need to include a general explanation of the brain&apos;s workings, particularly a feature of it that is somehow relevant to this new thing people should be scared of.  It&apos;s impossible to summarise the brain in a paragraph, nobody would expect that. Generally pointing out that the brain is very adaptive thanks to its inherent plasticity is a safe bet. The brain changes in response to things you experience; this is the basis of learning and memory. Ergo, anything you experience, like a new technology, has the ability to change your brain. So it&apos;s not &quot;wrong&quot; to make that claim.  You can be more specific if you have more details. For example, if the new technology offers new types of visual stimulation, briefly describe the brain&apos;s complex visual system. If it&apos;s more language based, the language processing features of the brain can be discussed. It&apos;s a big, complex organ, the brain; there&apos;s probably some feature of it that seemingly supports your &quot;concerns&quot;, so don&apos;t feel restricted. EMPHASISE THE DANGER After explaining the brain a bit, explicitly state how the new technology could damage it or lead to harmful changes. This can be as tenuous as you like. For example, &quot;people&apos;s sense of smell has been linked to powerful emotional responses. This has caused many to worry that &apos;smellovision&apos;, which allows people to experience any smell at any time, will turn us into emotionally stunted robots&quot;. Or maybe &quot;the human brain has evolved to recognise faces, so there is a very real possibility that automated Rhytidectomy kits will cause our brains to get confused, leaving us unable to recognise our own mothers&quot;. It&apos;s a prediction; you&apos;re not saying a thing does happen, just that it might, so it doesn&apos;t matter how unlikely it really is.  If possible, present the danger as a matter of a stark binary choice, as in the following example:  &quot;If I had to choose between unfettered internet access, and having children potentially harmed psychologically or worse by porn sites, then for me the decision is an easy one.&quot;  That&apos;s top-level Greenfielding there. There&apos;s no middle ground; it&apos;s access to porn or undamaged children. If you can, come up with your own, e.g. holographic phone interfaces or the survival of the human race.  FOCUS ON THE CHILDREN Ensure that you enhance the impact of your claims by emphasising the harm that could be done to children. Children&apos;s brains are, undeniably, still developing, so any harm inflicted by the new technology will be doubly dangerous for their vulnerable young minds. The focus on children will increase the impact among parents, allow you to present your claims as motivated by concern and moral obligation and make any critics look like cruel monsters who actively want to use technology to warp fragile youthful brains. You can also get extra Greenfield irony points if you contextualise your claims amid wider concerns about technology making children too insular and disengaged from the outside world then publishing your piece in a publication that regularly portrays the outside world as a lawless maelstrom of perverts, workshy criminals and powerful carcinogens.  EVIDENCE You don&apos;t really need evidence. Evidence is for bitter people who hate children. It&apos;s fine to just make your claims with confidence. If you need to back up your claims, it&apos;s fine to say you&apos;ve spoken to some relevant people about this. There may even be a survey or two that will back you up. Don&apos;t limit yourself to the scientific literature, that&apos;s needlessly complicated. If you really need to cite some research, it&apos;s probably sufficient to link to a study that didn&apos;t really look at what you&apos;re talking about but has some relevant words in the title.  If anyone criticises you over this, just ignore them. AT THE END Most Susan Greenfield articles end with a summary of who she is, her position and possibly her website. If you do this with your article, it would imply that she&apos;s written it, so don&apos;t do that because she hasn&apos;t and this is almost certainly illegal.  Dean Burnett has spent so long mocking Greenfield&apos;s claims that it&apos;s probably altered his brain in some way, which is ironic. He&apos;s on Twitter, @garwboy", 
    "section": "science", 
    "gid": "science/brain-flapping/2013/apr/09/susan-greenfield-article-how-to-guide", 
    "wordcount": "978"
}