{
    "headline": "Haiti's displaced people grow increasingly frustrated", 
    "text": "The tarp-covered structures that lined Haiti&apos;s streets and filled its fields and public squares in the days after the terrible earthquake in 2010 are still the biggest, most devastating reminder of the country&apos;s slow recovery. Among these settlements is the string of camps along the grand Champs de Mars; once a swirl of public paths and gardens that stretched out before a gleaming national palace, but now home to more than 4,500 displaced families. But the residents of camps for displaced people are becoming increasingly frustrated. On Wednesday, several thousand Haitians from across the country descended on the capital for a massive, peaceful demonstration. The protesters passed through the Champs de Mars camps on their way to meet MPs in parliament. They demanded the right to housing, access to land and a voice in the reconstruction process. Many had travelled for hours by bus to voice the demands of farmers&apos; and women&apos;s groups, and the hundreds of thousands of homeless. In their matching straw hats and printed shirts they presented a resonant message: they deserve better, and they do not want to be ignored. For all the attention given to camps in the capital, the protesters represented some of the hundreds of thousands who say they&apos;ve been forgotten in the reconstruction process. More than half a million Haitians still live in flimsy tents and shacks, sweltering in the midday heat and soaking in the cool evening rains. President Michel Martelly&apos;s administration has made the country&apos;s economy a major focus in recent months, positing that a boost in investment and employment would have a ripple effect on reconstruction. But the frustration of those displaced and still living in limbo cannot be ignored. Almost 80% of Haitians who are still displaced were renting their homes before the earthquake, but now many can&apos;t afford to move or pay rent. Standoffs with landowners who no longer want squatters, violent evictions from private land, and enormous problems with the antiquated, handwritten system of land registry have made dealing with the question of where to house these vulnerable populations particularly urgent. On the eve of the earthquake&apos;s anniversary, and just after the protesters had passed through the Champs de Mars camps, Martelly announced to a crowd of residents that they would all soon be going home. He told them: &quot;Your president isn&apos;t forgetting you.&quot; Haiti is partnering with the Canadian government to undertake the largest camp resettlement project it&apos;s tackled so far. Over the next two years, Champ de Mars residents will be relocated to rebuilt or repaired homes in their neighbourhoods of origin, with the first group being moved as early as March. The project comes with rental assistance, jobs for builders, and support for informal businesses. The announcement of the project was met with cheers. Patrick Beauvais, an out-of-work electrician and carpenter who lost his family in the earthquake, lived in a Champ de Mars tent until recently. &quot;It&apos;s like a small Haiti within a bigger Haiti,&quot; he said. The heat, insecurity and poor sanitation made life there unbearable, he said, and he eventually went to live on the property of an acquaintance in Turgeau. &quot;People are not comfortable living there,&quot; Beauvais said. &quot;Everyone wants a home.&quot; The Champs de Mars resettlement will be the seventh such programme the government has undertaken with its international partners, though this partnership with Canada is by far the largest. &quot;This is a kombit!&quot; Martelly said, using the Haitian Creole word that means to join together to accomplish something. It&apos;s a word that recalls how Haiti&apos;s peasants often must work as one to overcome difficult circumstances. Meanwhile, the demonstrators  under the collective banner of Je nan Je, or the Eye to Eye movement  presented their demands to Haitian lawmakers. &quot;We need order in land registration,&quot; one of the protest signs proclaimed. &quot;We need agricultural reform,&quot; said another. &quot;Haiti&apos;s reconstruction should be done with all sectors,&quot; said a third. &quot;Reconstruction is good,&quot; said Monjene Dieula, from the Nippes region, &quot;but it needs to involve us.&quot; She said that Haitians across the country aren&apos;t being consulted enough. &quot;We&apos;re protesting against living in tents,&quot; said Alexandre Jean-Emile, a farmer from Leogane. He lives in a camp near the earthquake&apos;s epicentre, and says he is keen for his life to get back to normal  planting, growing crops, and tending to land that he can call his own.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jan/12/haiti-displaced-camps-people-frustrated", 
    "wordcount": "748"
}