{
    "headline": "Scientists have 'limited knowledge' of how climate change causes extinction", 
    "text": "A major review into the impact of climate change on plants and animals has found that scientists have almost no idea how it drives various species to extinction. Though some organisms struggle to cope physiologically with rising temperatures  a simple and direct result of climate change  there was scarce evidence this was the main climate-related threat to many species whose numbers were already falling. More often, climate change took its toll on life through more complex and indirect routes, such as reducing the abundance of food, making diseases more rife, and disturbing natural encounters between species, the review concludes. The report warns that scientists have &quot;disturbingly limited knowledge&quot; on the crucial issue, and that many species may become extinct long before their inability to cope physically with warmer conditions becomes a danger. &quot;This is arguably the most important topic in biology and the simple question of what actually causes a population to go extinct through climate change is completely understudied,&quot; said John Wiens, an evolutionary ecologist at Stony Brook University in New York. Understanding the precise ways that climate change impacted on different species was now &quot;an urgent priority&quot; for future research, he added. Wien&apos;s group analysed 136 published studies that described local extinctions attributed to climate change. Only seven of the papers identified a primary mechanism for the species&apos; disappearance. None showed a simple relationship between species loss and the organism&apos;s tolerance of higher temperatures. Despite a wealth of studies describing how species adapted to climate change, by moving to new habitats, for example, Wiens said the details of how climate forces populations into decline were still largely unknown. Writing in the journal, Proceedings of the Royal Society B, the researchers describe various ways that climate change can endanger species. Frogs in Central and South America can suffer when climate change causes fungus to spread more easily; plovers in Britain are affected when higher summer temperatures reduce populations of craneflies, and grey jays in Canada were less likely to survive the winter and breed the following year when warm autumn temperatures caused their food hordes to rot. These subtle shifts in the way species behave may make even small climatic changes dangerous for vulnerable plants and animals, Wiens said. &quot;If you want to preserve species you need to know what causes them to decline. Do the plants they feed on disappear? Does a competitor move into their range, or a new predator? Or maybe it is just too hot for that species,&quot; he added. Having analysed papers that linked extinctions to climate change, the researchers repeated the exercise for studies that linked climate change to population declines, and rapid swings in climate to extinctions and declines. In each case, the most common dangers were classed as disruptions in species encounters, such as the loss of symbiotic algae from corals, declines in figs, which damaged fig wasp numbers, and the death of corals leading to a loss of fish that feed on them.", 
    "section": "environment", 
    "gid": "environment/2012/oct/17/climate-change-extinction", 
    "wordcount": "501"
}