{
    "headline": "Grass-feeding butterflies defy wet summers, survey shows", 
    "text": "The UK&apos;s second wettest year on record was disastrous for sun-loving butterflies but at least three grass-feeding species defied the gloom. Almost twice as many meadow browns were counted in the UK in 2012 compared with the previous year, and the gatekeeper and ringlet also increased, according to the Wider Countryside butterfly survey (WCBS). What this brown trio lack in charisma they make up for with their tenacious ability to fly on the darkest of summer days. Their caterpillars also thrived on the luxuriant grass growth promoted by last summer&apos;s deluges. More than 18,500 meadow browns were counted in 2012  more than any other species  in the WCBS, which involves volunteers searching for butterflies in more than 700 randomly generated 1km squares of the UK countryside. The ringlet also enjoyed a good year and was found in almost two-thirds of squares compared to half of squares in 2011. The gatekeeper was also more widespread than in 2011. Zoe Randle, co-ordinator of the WCBS, which is run by Butterfly Conservation, the British Trust for Ornithology and the Centre for Ecology &amp; Hydrology, said she was &quot;totally amazed&quot; by the success of the meadow brown during another calamitous summer for butterflies. &quot;I thought 2012 would be a complete damp squib and butterfly numbers would be massively down. I had to check the figures to make sure it wasn&apos;t a data error,&quot; she said of the meadow brown&apos;s welcome increase. The WCBS provides a useful picture of the health of butterfly and insect populations in our ordinary countryside, and not just in nature reserves where insect counts tend to occur. Unfortunately, it is revealing a dramatic loss of butterflies from the wider countryside. In 2012, recorders saw on average 44 butterflies of four species in each survey, compared with an average of 80 butterflies of eight species in 2009. Big losers were the small tortoiseshell  once a common sight in gardens  with less than half the number counted than in 2011, and the common blue, spotted in 50% fewer 1km squares than in 2011. According to Randle, the loss of butterflies from our countryside is not simply due to seasonal fluctuations related to bad weather but reflects an increasingly degraded landscape. &quot;We need more wildlife-friendly agricultural policies and more focused agricultural and woodland management schemes for butterflies,&quot; she said. &quot;When we have years like last year with a whole summer of bad weather, that&apos;s going to exacerbate the problems these species are already facing.&quot; While some rare butterflies are surviving relatively well in protected nature reserves, once-common species of the wider countryside have suffered a 24% population decline in the first decade of this century. Three-quarters of Britain&apos;s 59 native species of butterfly are declining in number and a countryside completely bereft of butterflies is already a reality: 38 summer visits to the WCBS 1km squares recorded no butterflies at all in 2012.", 
    "section": "environment", 
    "gid": "environment/2013/jan/17/grass-feeding-butterflies", 
    "wordcount": "489"
}