{
    "headline": "Budget 2013: George Osborne commits to UK shale gas boom", 
    "text": "George Osborne has brushed aside concerns over shale gas by committing to an exploration drive in the UK with generous tax breaks for fracking companies and promises to hand financial incentives to local communities. &quot;I want Britain to tap into new sources of low-cost energy like shale gas,&quot; said the chancellor. &quot;Shale gas is part of the future. And we will make it happen.&quot; Fracking companies will get a tax allowance for developing gas fields and will now be able to offset their exploration spending against tax for a decade. The controversial drilling technique involves pumping water, sand and chemicals into deep wells at high pressure, which opens up fissures in shale rock and allows trapped gas to be extracted. It has triggered concerns about water pollution and small earth tremors. Nonetheless, Osborne pledged to produce planning guidance on shale gas exploration by July to provide &quot;clarity&quot; and &quot;ensure an effective planning system is in place&quot;. He also promised to &quot;develop proposals by summer 2013 to ensure local communities will benefit from shale gas projects in their area&quot;. This could include using tax receipts to compensate these communities rather than contributing to the fracking companies&apos; profits, as revealed by the Guardian on Tuesday. Francis Egan, chief executive of the UK&apos;s leading fracking company, Cuadrilla, said: &quot;The tax reforms for shale gas will greatly incentivise companies undertaking and investing in exploration work.&quot; Cuadrilla&apos;s chairman, Lord Browne, said recently that it would spend &quot;whatever it takes&quot; exploring UK shale gas. Environmental campaigners said the boost for shale gas exploration was a mistake. &quot;Bungs to the gas industry make it harder for Britain to meet its climate targets and stifle the low-carbon sector, which provided one-third of all UK growth in 2011-12. Osborne needs to stop playing Britain&apos;s JR Ewing,&quot; said a Greenpeace energy campaigner, Lawrence Carter. &quot;It is also unfair on struggling households, when everyone from the energy regulator Ofgem to BP to energy secretary Ed Davey say UK fracking won&apos;t bring down bills.&quot; If realised, Osborne&apos;s &quot;dash for gas&quot; will require the wide use of carbon capture and storage (CCS) technology for the UK to meet its legally binding carbon targets. Osborne also announced the final shortlist for 1bn of taxpayer funding for CCS demonstration projects. The process has been long and dogged by setbacks but the schemes finally given preferred bidder status are at Peterhead in Scotland, where carbon dioxide from a gas-fired power plant would be buried in an exhausted gas field under the North Sea, and at the UK&apos;s biggest power station, the coal-burning Drax station in North Yorkshire. Elsewhere in the budget, Osborne increased the exemptions from carbon taxes of industries that are heavy energy users and, therefore, heavy polluters. But he also raised the level of carbon tax for those still liable, which will boost the Treasury&apos;s coffers. &quot;Creating a low-carbon economy should be done in a way that creates jobs rather than costing them,&quot; he said, echoing previous criticisms of environmental goals as a &quot;burden&quot;. Although the chancellor emphasised infrastructure spending in his speech, renewable energy projects such as offshore windfarms, which make up a major part of the Treasury&apos;s infrastructure &quot;pipeline&quot;, were not mentioned. Some business groups welcomed Osborne&apos;s announcements. &quot;Tax incentives for investment in indigenous gas resources and stronger safeguards for energy-intensive industries are welcome and show the government is continuing its shift towards a more balanced energy policy,&quot; said Gareth Stace, head of climate and environmental policy at the manufacturers&apos; organisation EEF. But others condemned the chancellor for neglecting the green economy, which government data shows is growing at 5% a year and employs 1 million people. &quot;[Osborne] keeps on making the fundamental mistake of thinking that investment in renewable energy and clean tech &apos;costs&apos; jobs,&quot; said Mark Kenber, chief executive of the Climate Group, a business campaign group backed by big businesses including Deutsche Bank and Coca-Cola. &quot;There is solid evidence from every corner of the world that investment in the low-carbon economy actually creates jobs.&quot; Andrew Raingold, executive director of the Aldersgate Group, which also represents major businesses, said: &quot;The chancellor has prioritised increasing exports to the fast-growing regions of the world but there is little support in the budget for green industries that have a strong foothold in these markets and a trade surplus of 5bn.&quot; The progress on CCS was welcomed by Professor Stuart Haszeldine, of the University of Edinburgh, who said the Drax and Peterhead projects fulfilled both technical and political needs, addressing emissions from coal and gas and being sited in England and Scotland. But he added that CCS needed to be developed quickly: &quot;What happens to the losing projects is also very important. They are all perfectly viable technically.&quot; Environmental groups heavily criticised Osborne. &quot;This budget was remarkable in two respects: first in overlooking one of the strongest growing sectors of the economy, namely the green economy; and secondly, in its determination to extend yet more tax breaks to the fossil fuel sector,&quot; said David Nussbaum, chief executive of WWF-UK. Andrew Pendleton, head of campaigns at Friends of the Earth, condemned another &quot;fossil-fuelled&quot; budget. &quot;Our economy desperately needs new ideas, but Osborne is a 19th-century chancellor, using 20th-century tools to fix 21st-century problems.&quot; The budget saw some new incentives for electric vehicles, in the form of company car tax bands that will come into effect from April 2015. But green activists saw this as a minor measure compared with the billions Osborne has handed to motorists by not increasing petrol duty as planned. The gloomy economic forecast in the budget has a knock-on effect for the green investment bank, much vaunted in the past by Osborne. It is forbidden from borrowing until the national debt is declining as a percentage of GDP: that is not expected now until 2017-18, two years later than forecast.", 
    "section": "environment", 
    "gid": "environment/2013/mar/20/budget-2013-george-osborne-shale-gas-boom", 
    "wordcount": "1013"
}