{
    "headline": "Students and depression: the struggle to survive", 
    "text": "Toby Thorn left a few words on the back of a letter he had recently received from Barclays. The message was almost flippant. &quot;Thank you to all my friends. I appreciate your support. Later, ANON.&quot; Thorn killed himself in a field just outside Cambridge on a Saturday night in July 2011. Like many students, 23-year-old Thorn couldn&apos;t cope with his debt: the bank had just informed him he would not be able to withdraw any more money. When he died, he was 3,000 overdrawn and had a 5,000 student loan to pay off. At his inquest, the coroner said it would be wrong to suggest he had killed himself simply because of his debt, but it was a major contributory factor. The number of students who took their own lives in England and Wales rose by 50% between 2007 and 2011  from 75 to 112  despite the number of students as a whole rising by only 14%. That these figures have emerged at a time of recession, when student fees are rising sharply, has caused some to ask whether enough is being done about the increasing pressures facing students today. &quot;Of course I was angry with Toby,&quot; his mother, Anne Thorn, says. We&apos;re looking out over the Cornish coast in Penzance: beach, sea, palm trees, it couldn&apos;t be more serene. This is where she had come to semi-retire after leaving a well-paid job in IT. She was angry that he had been too proud or ashamed to confide in her about his money problems, angry that he threw his life away, perhaps most of all angry that she had lost her closest friend. Anne and Toby had always been a team. Toby was born in America where Anne was working and had met his father. The couple split up when Toby was two, and Anne returned to England to bring Toby up by herself. There were boyfriends at times, but mostly it was just the two of them. Toby lost touch with his father. He was a bright little boy, crazy about computers. By his teens, he was quirky and likable, but introverted. He didn&apos;t get the results he was capable of and, at home, would retreat to his private world of computer games. He didn&apos;t drink or smoke or do any of the things that worry parents. &quot;I&apos;d think, &apos;My god, when I was your age I&apos;d be lying to my parents and going down the Tottenham Royal and meeting boys.&apos; He was quite conservative, a late bloomer.&quot; In his GCSE years he stopped going to school for three months  no explanation, no dramas, he just didn&apos;t feel like it. Anne cajoled him back into education and Toby passed seven GCSEs. It was the same story with his A-levels. Anne would drive him into college to hand in work when he didn&apos;t feel like it. &quot;Looking back, I think maybe Ishould have just left him. I was always there rescuing him.&quot; He never complained about depression. He was withdrawn, but they were still close  they went to see Toy Story together seven times; he wrote her loving cards in which he apologised for his attitude and thanked her for her love. And even though he was in and out of college, whenever he went for job interviews he impressed. After A-levels, he was hired on an IT apprenticeship for 21,000 a year  ironically, at Barclays  but at the end of the year the department was outsourced to India and the scheme was cut. Toby returned to Chingford, where Anne was living with her father and working as a project manager. Toby told her he wanted to go to university if he could find somewhere that would accept his grades. His mother looked around, and discovered that he could do a two-year HND in computing at Anglia Ruskin university in Cambridge, and turn it into a degree in the third year. It seemed perfect: he was an hour from home, he shared a house with five students, made friends, enjoyed his independence. She was proud. &quot;I used to tell people that he didn&apos;t go to school, but look at him now: he&apos;s at uni, he&apos;s sorted his life out. He even had his first girlfriend, who was one of his housemates. He shyly told me about that. I said, &apos;Do you still play on the computer?&apos; and he said, &apos;No, no, just a little bit.&apos; Inaively thought this was it  I didn&apos;t have to worry about him any more.&quot; But in Toby&apos;s second year she received a letter saying he hadn&apos;t paid his rent. &quot;I was his guarantor. So I paid the rent and spoke to him, and he said he&apos;d just fallen behind a bit.&quot; Did he spend extravagantly? &quot;I don&apos;t think so. When you looked at his bank statements, there wasn&apos;t any huge spending. He just wasn&apos;t managing his money well. One of his friends said at his funeral that he had Balti King on speed dial.&quot; He started to miss lectures, spending time with a friend who ran a computer shop. The second year turned into the third, and Anne became suspicious. He should have received his HND in the summer of 2010, and started the degree course, but there was no mention of it. &quot;That was his standard thing, to say everything is OK, so you don&apos;t have to confront it. I used to call him the ostrich. I kept asking when he was getting his results. Then it all came out, and it was a huge shock.&quot; He admitted he had stopped going to university and failed to complete his course. Toby was devastated, saying he&apos;d made a messofhis life. But Anne spoke to the university, it was suggested that he redo the second year, andit looked as if things were back on course. Soonafter, she felt positive enough to make her dream move to Penzance. She told Toby she would pay his rent for the next six months, but insisted on transferring the money directly to his landlord&apos;saccount.     Anne Thorn: I probably talk to him every day. I come in from work and say, Hi, Toby, how are you? Photograph: Vince Bevan for the Guardian    The last time she saw Toby was when he helped her and his grandfather move to Penzance. He stayed overnight, then said he was keen to get back. She smiles when she tells me about their final conversation later that week. Typical, really: it was about computers. &quot;It was completely stupid. It was 5 July. I phoned him up because Iwas trying to install Word on a new laptop, and my last conversation with him was, &apos;How do I know the difference between 64 bit and 32 bit?&apos;&quot; On Sunday 10 July, a police officer knocked on the door at 10pm. &quot;It is just like those TV dramas when they say, &apos;Sit down&apos;, and you know before they say it It was just the one officer  a young man, 26 years old. I ended up comforting him.&quot; Since Toby&apos;s death, she has been able to piece together his final few months by talking to friends and reading through diaries and scraps of writing he left. None of his friends knew that he had quit university again. &quot;He wrote about how he didn&apos;t understand why he couldn&apos;t just go to university, and what was he going to do with his life? He said, &apos;I don&apos;t understand. I never feel any emotion. Idon&apos;t feel happy, I don&apos;t feel sad.&apos; I found it after he died, and it was almost like he was speaking to me.&quot; In retrospect, she says, it was obvious he had crippling depression. How significant was the debt? &quot;I think it tipped him over the edge.&quot; The week he killed himself, the bank sent the letter saying it was pulling the plug. &quot;He would have put his card in the machine and not been able to get any money out.&quot; Toby still had access to money. A few months earlier, she had given him a credit card for emergencies. But he didn&apos;t use the card until the end. &quot;After he died I got the statement and he&apos;d bought a pizza on that credit card on that Saturday afternoon That would have been his last meal.&quot; Anne organised a funeral for Toby, and then it hit her. &quot;I&apos;d try to get through an hour at a time. I&apos;d sit outside here, and think, &apos;I don&apos;t want to go on.&apos; After three weeks I reached this terrible dark point. And then I thought, &apos;Nothing&apos;s going to change. Nothing&apos;s going to bring him back. I&apos;ll never really know why. I&apos;ve got a choice: I can either think my life&apos;s not going to be worth living from now on, or I can choose to make the best life I can in the circumstances.&apos;&quot; She comes to a stop. &quot;I&apos;m not saying it&apos;s been plain sailing. It&apos;s like a life sentence. Every day you&apos;re going to wake up and your son&apos;s going to be dead.&quot; Elfie starts barking, and scratches at the door. She bought the terrier just after Toby died. Sincethen, Anne has put much of her energy intocampaigning. Depression is a huge issue for young people, she says, and society has to addressit. &quot;Ihad no idea that my son was more likely to die from suicide than anything else: it is the leading cause of death in 18- to 24-year-old males in the UK. As a parent, I would have liked to have known that, because I worried about drugs, getting mugged, knife crime. I never ever worried about him walking into a field and ending his life.&quot; Around 1,400 under-35s kill themselves in the UK every year, and three-quarters of those are men or boys. It is hard to put a figure on how many of these deaths are related to the issue of debt, but according to a YouGov poll, money was the most common worry across the UK last year, with almost half of all callers to the Samaritans&apos; helpline naming it as their main concern. In 2011, a report from the Royal College of Psychiatrists revealed that an increasing number of British students were seeking help from mental health support services at a time of rising debt and fewer employment opportunities. Many of these services are now being stripped back. Yet demand is unlikely to abate over the next few years: with many British students paying 9,000 a year in tuition fees alone, it is estimated that young people will leave university with average debts of 40,000. The figures showing a 50% increase in student suicides between 2007 and 2011 were released by the Office for National Statistics after a Freedom ofInformation request by Ed Pinkney, the founder of Mental Wealth UK, a student body committed topromoting wellbeing on university campuses. Aspokesperson for the ONS warned against drawing conclusions, due to the small numbers involved, but Pinkney says, &quot;It is difficult to see the rise in student suicides reversing if student debts continue to increase and support services continue to have their budgets threatened with cuts. This isn&apos;t just about the personal issues facing a minority of students. It&apos;s an academic issue, too. Just as buildings require strong foundations, students cannot be expected to thrive if they lackadequatesupport.&quot; Stephen Platt, professor of health policy research at the University of Edinburgh and a trustee of the Samaritans, urges caution in making a direct link between student debt and suicides. &quot;Students are no more likely to kill themselves than the general population in the same age group,&quot; he says. &quot;Of course there are many risk factors for suicidal behaviour: 90% of the people who commit suicide will have a psychiatric illness at the time of their death, and there are many other cultural and social factors. But studies show that a greater proportion of people in debt will report mental health problems. And we know that mental health problems increase the risk ofsuicide.&quot; Dr Denise Meyer, a psychologist who works for the website Students Against Depression, agrees: &quot;You can&apos;t say depression is caused by debt. Depression comes about when coping resources are overwhelmed, and that takes place for a variety of reasons.&quot; However, in some cases, as in Toby&apos;s, debt has been a contributing factor. In 2008, 34-year-old science graduate Claire Ashing killed herself after being pursued over 40,000 she owed, as did mechanical engineering student Marc Wadjas, who could not afford to buy food. In 2006 computer student Geraint Banks-Wilkinson ended his life after his bank called in his 1,000 overdraft, and in 2005 26-year-old Lisa Taylor did the same because she felt she would never be able to pay back the 14,000 debt accrued while studying for her degree. She left a note blaming her depression on debt. Stephen Habgood spent almost 30 years as a prison governor. As part ofhis remit, he was responsible for prisoners considered a suicide risk, and he was proud of his record. &quot;When I was governor of a juvenile prison, I was really panicking that we&apos;d lose a juvenile to suicide, but I never did. It just didn&apos;t happen to me. And bugger me, the first one I lose is my son.&quot; He comes to a stop. &quot;It&apos;s not like losing your uncle or aunt or grandmother. It is themost terrible, terrible thing to happen.&quot;     Only after Chris Habgood's suicide did his family discover he had tried before    It&apos;s four years since 26-year-old Chris killed himself. &quot;You don&apos;t believe you&apos;re going to lose your children, and to lose them to suicide leaves you with such awful guilt that you could have done something different, you should have done something different.&quot; As we talk at his home in Staffordshire, I&apos;mlooking at photographs of Chris  with his father, his two stepsisters, his last girlfriend. Hewas a handsome boy, I say. Stephen says he hates it when people say that  as if his life was worth more because he found it easy to get girlfriends. Actually, he says, Chris was aware of how lucky he was, and it just made him feel worse  ungrateful. He tells Chris&apos;s story, and it is eerily familiar  aclever boy with a short attention span who grewinto a clever man with a short attention span; popular but a loner; a computer whizz whoonly had to turn up for an interview to be offered a job; useless with money. His father can&apos;t begin to count the number of jobs he walked away from. Eventually he decided to go to university to study forensic computing. He was older than most of his fellow students, and told his father that he didn&apos;t have anything in common with them. It was only after he died that Stephen realised how popular he was. Like Toby, Chris got into trouble with money. One day he told his father he&apos;d had suicidal thoughts and was leaving for America. When Chris returned to Staffordshire, he was in a state. &quot;He told us he&apos;d injured his neck, somehow dislocated it, and he&apos;d had to have treatment in America. We took him to the doctor, and the doctor referred him to a psychiatrist.&quot; For the first time, Chris admitted he suffered from depression. A short while later, police turned up at Stephen&apos;s house and said that, while on a work placement in London, Chris had stolen a credit card and forged public transport tickets. &quot;We wanted to sort out his criminal position, so we took him to the police station to admit he&apos;d stolen the card. I made him go to see the counsellors at university.&quot; No charges were pressed. Chris then went on another placement, this time in Northampton. &quot;He was only there two weeks,&quot; his stepmother Sheila says. &quot;He came back home with his girlfriend Laura,&quot; Stephen adds. They often finish each other&apos;s sentences. Again, he was in a bad way. &quot;He went back on the Sunday night,&quot; Stephen says. &quot;On the Monday he drank some brandy, wrote a five-page letter to us, and did a video message to Laura, which was awful because he was just crying. He texted me to say goodbye.&quot; Stephen&apos;seyes are raw as he recounts his son&apos;s final moments. They rushed round, but it was too late. The police were already there when Stephen arrived. It emerged that on his last weekend at home Chris had stolen Sheila&apos;s credit card and gambled 10,000 online. At one point, he had made 20,000, but he lost everything. The morning after Chris&apos;s death, his GP told his father that Chris had tried to hang himself in October. &quot;That was when we knew for sure why his neck was dislocated, and that&apos;s why he went toAmerica.&quot; Stephen is furious that the doctor waited until Chris had killed himself to tell him. Nor has he forgiven the psychiatrist who told Chris he wasn&apos;tclinically depressed and should focus onhis new girlfriend. After Chris&apos;s death, Stephen took six months off work, then left the prison service. Work seemed irrelevant. He had previously been an Anglican priest, and says his belief gave him comfort. &quot;The advantage of having a faith was Iknew where Chris was; that he&apos;d be all right.&quot; Stephen decided to put the skills he had learned in prisons to use as the chairman of Papyrus, a charity dedicated to the prevention of young suicides. He talked to other parents who had lost children, and discovered that many felt they had been parenting in the dark  still supporting children at university but with no help from doctors or counselling services in reaching them when they were most needed. Heasked the counselling service at Staffordshire University whether Chris had been in touch, only to be told it was confidential. &quot;I said, &apos;What do you mean, you can&apos;t tell me? He&apos;s dead now!&apos;&quot; Habgood is sure that debt was a significant factor in Chris&apos;s decision to take his life. He believes today&apos;s students have higher material expectations than when he was at university and, at the same time, they are paying for courses that previous generations got for free. &quot;There are no jobs for them. So having gone through a university course, they&apos;ll still struggle to get a job. Then they&apos;ll struggle to pay back the student loan. That looms large, doesn&apos;t it? And how are they going to get a house? And for young women, when are they going to have children? Crikey, the pressure we are putting on young people&quot; He began to study suicide statistics and coroners&apos; verdicts, and felt the figures were being understated. In 1961, suicide was decriminalised and the level of proof changed to balance of probabilities, but in 1985 it was changed back to beyond reasonable doubt  meaning that coroners are ruling many apparent suicides accidental death or recording open verdicts, especially whenno letter has been left. &quot;That in effect criminalised suicide again,&quot; he says. &quot;My view isthat coroners are actually stigmatising suicide by insisting on such a high level of proof.&quot;     Stephen Habgood: Let's talk about suicide and put some money into trying to understand it. Photograph: Fabio De Paola for the Guardian    Stephen wrote to the chief coroner of England and Wales, Peter Thornton, to argue that the standard of proof should be changed in suicides, and earlier this month received the following response: &quot;I am myself supportive of the change which would reduce the standard of proof for suicide to the civil standard and have expressed my view to the MoJ [Ministry of Justice].&quot; Why does Stephen feel it is important that more suicides are recorded? &quot;Because then we would have to accept it&apos;s a huge killer of people and we&apos;d have to do something about it. If we&apos;re more open about it, it means more people can say how they feel, and we might start to discuss it in schools and colleges. Let&apos;s talk about suicide and put some money into trying to understand it.&quot; In fact, in terms of funding, the opposite is happening. The Royal College of Psychiatrists report found that while students were struggling with rising debt and fewer employment opportunities, counselling services were being cut. Dr Leonard Fagin, consultant psychiatrist and a co-author of the report, said: &quot;There are concerns that universities are programming cuts that will affect provision of counselling and psychiatric services to students, preventing effective early intervention.&quot; Dr Meyer of Students Against Depression says that even before these cuts there was a problem with the number of students seeking help for depression. &quot;Fifty per cent of those affected by depression don&apos;t seek professional help, and young men are particularly unlikely to identify themselves as needing help.&quot; It&apos;s 20 months since Toby Thorn died, and his mother feels she has turned a corner. She has started working again, and finds it easier to see the positives in Toby&apos;s life. &quot;One key is acceptance,&quot; she says. &quot;The other thing is to keep a connection with the person and not to feel angry.&quot; She looks atthe photographs of her son on the mantelpiece. &quot;I probably talk to Toby every day. I come in from work and say, &apos;Hi, Toby, how are you?&apos;&quot; Anne admits there are times she has screamed at her dead son. After his funeral in Cambridge, she looked at the beautiful memory book his friends presented her with and for the first time realised how much he meant to them. &quot;Iwas in the hotel room and Iremember shouting, &apos;You stupid boy! Didn&apos;t you realise how much you were loved? These people loved you, and I would have done anything for you.&apos; I was just really cross.&quot; When she raises her voice, Elfie starts barking. &quot;I think Elfie saved my life. This little puppy, she was so tiny and cute, and she gave me that will tolive.&quot; Why is she called Elfie? Anne smiles. &quot;Ah,well. That&apos;s another story. There is a book Iused to read with Toby when he was a little boy. It&apos;s a terrible book really, because the dog Elfie dies. The moral of the story is it&apos;s OK, because this little boy told Elfie every day, &apos;I&apos;ll always love you.&apos; That became our mantra. We always said, &apos;I&apos;ll always love you&apos;, or signed letters IALY. The idea is, if someone dies and you&apos;ve told them every day &apos;I&apos;ll always love you&apos;, you won&apos;t have regrets. So when I got a dog, the name had to be Elfie. This book went in Toby&apos;s casket with him when he was cremated, with a teddy and a card.&quot; These days she likes to look at old cards he sent her. He always used to tell her that he found it easier to express his emotions in writing. Often, she says, he would apologise because he felt he had let her down. She shows me a card he sent shortly before he died. &quot;Dear Mom, I really do appreciate your patience with me while I attempt to make my way in life, and no matter how many mistakes Ihave made, understand Ihave always appreciated your continued faith and support, and I promise Iwill make you proud one day. IALY, Toby.&quot; Do you need help? Depression can be effectively treated. If you are a student and you are feeling depressed, talk to someone: a friend, a family member, an anonymous listening service such as Nightline or the Samaritans, a student union welfare rep, your personal tutor, a student support services staff member, acounsellor or a doctor. If that doesn&apos;t work out, try someone else. Talk to morethan one person. Most universities and many colleges have acounselling service that is free for students touse. Counselling offers an opportunity to talk confidentially to someone impartial, so you are free to explore your feelings and be supported without judgment. If you are feeling suicidal, make a deal with yourself that you will not act just yet. Tell someone else how you are feeling or phone an all-hours contact such as the Samaritans on 08457 909090 or Papyrus on 0800 068 4141. Information provided by Students Against Depression  for more self-help strategies, visit studentsagainstdepression.org. ", 
    "section": "education", 
    "gid": "education/2013/mar/23/student-suicide-depression-debt-recession", 
    "wordcount": "4165"
}