{
    "headline": "Rio+20 protesters perform 'ritual rip-up' of negotiated text", 
    "text": "Protest erupted in the Rio+20 conference centre on Thursday as civil rights groups carried out a &quot;ritual rip-up&quot; of a negotiating text that they condemn as a betrayal of future generations. Climate campaigner and founder of 350.org Bill McKibben joined youth delegates, indigenous groups and environmental NGOs in the raucous demonstration, which included speeches and songs in the walkway outside the plenary pavilion. &quot;We were promised leaps and bounds but this agreement barely moves us forward by inches,&quot; shouted Cam Fenton, a Canadian in the Major Group of Children and Youth, as protesters ripped up a giant mock text that they called &quot;The Future We Bought&quot;. &quot;World leaders have delivered something that fails to move the world forward from the first Rio summit, showing up with empty promises at Rio+20,&quot; said Miariana Calderon, a young woman from California. &quot;This text is a polluters&apos; plan, and unless people start listening to the people, history will remember it as a failure for the people and the planet.&quot; A short distance away, the Earth summit was underway, but negotiations on the outcome text  the Future We Want  were finished before the arrival on Wednesday of more than 150 world leaders and ministers. Despite widespread disappointment at the weak content, the visiting leaders  Chinese premier Wen Jiabao, US secretary of state Hillary Clinton, UK deputy prime minister Nick Clegg and other national representatives  have largely been given a ceremonial role in the talks. Eleven-year-old Ta&apos;Kaiya Blaney of the Sliammon nation, an indigenous group from British Columbia, sang to the gathering and appealed for action. &quot;What are we going to leave for future generations. There&apos;ll be no environment left without change. It needs to come not tomorrow, but today.&quot; &quot;This kind of action is important. If change is to come it won&apos;t be inside the conference halls, it will be made here outside. These meetings just ratify weakness of what we have done,&quot; said McKibben. &quot;The script doesn&apos;t seem to advance anything. The real news today is that sea ice in the Arctic is at a record low for the date and that every state in the United States, except for North Dakota, has temperatures above 90 degrees.&quot; Security were said to have declared the protest &quot;an unsanctioned action&quot;, which meant that participants risked losing their venue passes. &quot;What use is this anyway,&quot; said one speaker. The police presence was much higher outside the conference venue than in previous days. Ranks of riot police lined up outside the main entrance, armed troops patrolled in dinghies on the nearby lake and navy frigates cruised alongside the ocean highway that delegates take from hotels to the RioCentro conference venue.", 
    "section": "environment", 
    "gid": "environment/2012/jun/21/rio-20-protesters-text-agreement", 
    "wordcount": "465"
}