{
    "headline": "Airport expansion: the experts' view", 
    "text": "Economics Heathrow airport is full to bursting. The same will soon be true of Gatwick. There has been no full-length runway built in the south-east since the 1940s. The UKs attempts to break into the big and fast-growing markets of the emerging world such as India and China will be thwarted unless it follows the lead of other European countries and upgrades its aviation infrastructure. Jobs, trade and inward investment all depend on the go-ahead for new capacity. That, put simply, was the conclusion of the independent airports commission chaired by Sir Howard Davies. The government finds the economic arguments compelling. It will support the idea of a new runway next week and will probably come down in favour of Heathrow. Opponents of airport expansion in the south-east say that growth isnt everything and that once the extra pollution  from cars as well as planes  is taken into account, the new investment will do more harm than good. This argument is unlikely to sway Theresa Mays government, which is keen post-Brexit to make trade with long-haul destinations more attractive. Departure from the EU has made the development of alternative markets for exports an even stronger imperative for ministers, who are keen to show that Britain is open for business. Infrastructure is a key part of Mays agenda: it is seen as a way of making the UK economy more productive. The decision about where to put the new runway has proved more problematical, and not just because of the opposition of Tory MPs with seats under the Heathrow flightpath. There are two factors in Gatwicks favour. Firstly, work could start there more quickly, with the diggers moving in by the end of the decade. Secondly, expansion at Gatwick would provide Heathrow with competition. Building a third runway at Heathrow is going to take longer. There will be legal challenges and a public inquiry. If the aim is speed, Gatwick is the better choice. Heathrows advantage is that it is already a major hub and, according to the airports commission, better placed to expand the sort of capacity that is most needed: long-haul flights to new destinations. Davies says the benefits of Heathrow are significantly greater, for business passengers, freight operators and the broader economy. With ministers keen to show that the UK can not just survive but thrive outside the EU, that judgment is likely to prove decisive. Larry Elliott Environment Noxious air, roaring engines and a warming climate: these are the environmental issues a new runway at Heathrow has to confront. The Heathrow area has breached air pollution limits every year for the last decade, thanks to being nestled by the junction of the M25 and M4 motorways, as well as its its own planes and traffic. A third runway can only worsen the problem, but the airport and government are largely reliant on national policies to solve it, such as large-scale shifts to public transport and electric cars. The omens for success are poor: the supreme court ruled in 2015 that the governments air pollution plan was illegally poor and its new plan is being challenged on Tuesday. Campaigners also say Heathrow is sending mixed messages, by promising no more cars on the road due to the new runway while planning expanded roads and more car parks. Heathrow currently complies with noise rules on its flight paths, helped by planes having become a quieter in recent years. But a new runway would expose 300,000 new people to noise, although some existing sufferers would enjoy quieter skies as a result of the changes. In any case, it is the frequency of the flights  every 70 seconds at peak times  that residents say most concerns them, not the noisiness of each plane. A night flight ban, from 11pm to 5.30am, has been promised by Heathrow: currently 5,800 night flights a year are allowed. Aviation is set to contribute a quarter of of the entire nations allowed legally carbon emissions by 2050, although the government has yet to deliver a strategy for achieving even this limit. A new runway at Heathrow would be compatible with this, but there is a catch. The go-ahead for the third runway would mean that no other airport in the country could ever expand, if the climate targets are to be met, dashing the hopes of many regional airports. Damian Carrington  Politics  In case they were in any doubt about the scale of the lobbying operation, politicians attending the Conservative, Labour or SNP conferences in the past month could all pop in for a cappuccino at a heavily branded Heathrow Lounge. Theresa Mays allies like to portray her as making decisions in a sombre and businesslike way. But if the decision about how  and more importantly where  to expand airport capacity in south-east England was being taken by technocrats alone, it could have been settled decades ago.  The Davies review on airport capacity has been gathering dust in Downing Street for more than a year because the politics of pressing ahead are so fraught. Mays chancellor, Philip Hammond, believes Davies makes an unequivocal case for the economic benefits of expansion at Heathrow. And a decision now would signal that, as Hammond has repeatedly said, Britain is open for business while the pound is being pummelled on the foreign exchanges. But if May endorses Davies conclusion, she will be picking a fight with sceptical backbenchers at a time when her party is already restive over grammar schools and Brexit. She will also have to stand firm against her foreign secretary, Boris Johnson, who is vehemently opposed to expanding Heathrow, and her education secretary, Justine Greening. But if she allows her MPs a free vote, it could look indecisive  and set a dangerous precedent for the next time MPs disagree with the prime minister. Labours Sadiq Khan, who backs Gatwick, will noisily oppose a third runway at Heathrow; and while Jeremy Corbyn has conceded that he wont be able to whip Labour MPs, many of whom support airport expansion, both he and the shadow chancellor John McDonnell, a west London MP, are implacably against. It will be, as one Whitehall insider groans, a massive political headache. Heather Stewart", 
    "section": "environment", 
    "gid": "environment/2016/oct/15/airport-expansion-the-experts-view", 
    "wordcount": "1045"
}