{
    "headline": "Apple's self-inflicted maps issue is a headache  but don't expect an apology", 
    "text": "So who decided that the iPhone and iPad would no longer have Google&apos;s map data  Apple or Google? &quot;Duh  not Google,&quot; a well-placed source at one of the companies told me on Thursday afternoon. Which means that the pain that Apple is now feeling, as people lambast it for flaws in its maps offering, is entirely self-inflicted.  Google, I hear from roundabout sources, is enjoying the bad press Apple is suffering. It would be surprising if its mappers could resist some schadenfreude, since they are very proud of their work; having it rejected wholesale must be galling.  The same sources say that Google is preparing a Google Maps app for iOS6, which will appear in time. No official statement has been made and there will inevitably be questions over whether Apple will approve it in the App Store. (Apple might not, on the basis that it &quot;competes with existing functionality&quot;, but would invite a further backlash if it did.) But if Apple knew that the experience with its new Maps data would be bad, why do it? Developers have been grumbling for months that there are missing details from the new non-Google maps, whose principal source seems to be Dutch company TomTom  although its app shows that it, at least, is able to provide detailed information, and knows where Dudley is. The maps have evolved as the iOS 6 software worked through its beta stages over the summer, adding detail with each update. However they&apos;re still not as good overall as Google Maps.  (Personally, when reviewing the iPhone 5 running iOS6 over the course of the past week, the issue of how the maps looked didn&apos;t arise, because in the rural location where I live there isn&apos;t much detail anyway. I tested the satnav facility  specifically the turn-by-turn navigation  over a number of medium-length journeys and found it good, able to generate a route dynamically when a road was closed, and offer multiple routes between locations. I didn&apos;t use it to try to find a spot in an unfamiliar city. Perhaps that would have given more clues.)  But mapping is now a key function in smartphones: for the weary or lost traveller, it has become the essential way of finding somewhere or something. No more fumbling for paper maps; no more (or not much) querying passers-by who might anyway speak a different language for directions.  So getting it wrong is on a par with having a phone that loses connectivity when you&apos;re holding it wrong  the latter of course being a problem Apple struggled with over the iPhone 4 in 2010. &quot;Antennagate&quot; (which Steve Jobs thought, wrongly, was a smear) arose out of the company&apos;s secretive nature: it couldn&apos;t let people be seen testing the phone in public, so never got enough feedback to know that the aerial design could do strange things near the human hand. By the time it did, it was too late to change.  However given the rumblings among developers about iOS6 since the first betas were launched, why did Apple go ahead with dropping Google? The rumours that it would have been around since May 2011. Apple has been quietly buying mapping companies to build up its strength.  Why, though, buy companies when you can just use Google&apos;s? This isn&apos;t like the iPhone 4 antenna design; this is an entirely intentional move. The only logical reason is that Apple is trying to cut yet another tie to a company, and data, which it doesn&apos;t and cannot control; to reduce its dependency on a third party. And if users suffer in the short term, Apple is prepared to put them through it, because if there is one dogma that lies deep in Apple&apos;s corporate DNA, it is that it must control its own destiny. And apparently dumping Google as a partner is what its managers feel they must do to prevent that rival in the future deciding what it can or cannot do. Apple appears to have decided that Google might, one day, hold it hostage over mapping, and decided to avert that day. You don&apos;t have to look far for the previous example where Apple&apos;s actions seemed retrograde. When the original iPhone launched without support for Adobe&apos;s Flash player, people were aghast. The suggestion that Apple would cave in and support Flash resurfaced again and again; but Apple had decided that Flash was bad news on mobiles. Its testing had found that it made the browser liable to crash, slowed it down (because the mobile processor struggled to run the code) and anyway meant that Apple would be forever yoked to Adobe  reliant on it to update Flash, which would happen at Adobe&apos;s rather than Apple&apos;s pace.  The expectation that Apple would cave in grew even greater as Android rose in importance, and did support Flash, although nobody was ever able to say that it offered a great experience. Meanwhile, many sites began offering video in formats the iPhone could use; Steve Jobs had already persuaded Eric Schmidt at Google to offer YouTube&apos;s content in the H.264 format that it could play, and others followed suit. The final act came last year, when Adobe announced that it was giving up the development of Flash for Android; Apple had prevailed. Maps though are even more important than playing video and so Apple&apos;s actions look even more bizarre. Is it really threatened by Google&apos;s strength here? Clearly, yes. The other smartphone platforms are RIM&apos;s BlackBerry, which like Apple uses TomTom, and Microsoft&apos;s Windows Phone, whose mapping is now powered by Nokia  finally getting the benefit of it 6.5bn (5.6bn) acquisition of Navteq in 2007. Google has spent almost a decade building up its mapping business to reach the point where it is seen as the gold standard for online cartography, enhanced by satellite imagery and its own Street View data to create a picture of the world that is more accurate and detailed than anything that has ever existed. If you somehow had the resources, you could at least create a replica of pretty much the whole planet from the data on Google&apos;s servers  true, you&apos;d only have the shells of the buildings, but it would suffice.   Yet Apple doesn&apos;t want it. Indeed, it kept certain of the functionality of the Google Maps systems out of iOS  Google however wouldn&apos;t license turn-by-turn navigation to Apple under the terms of the Google Maps API. As Ars Technica points out, &quot;Google restricts those making apps from its APIs from offering real-time navigation or route guidance in their own apps&quot;. Meanwhile turn-by-turn navigation has been available for years on Android phones, as well as the ability to turn the onscreen map around to orient it to what you&apos;re seeing, instead of having to turn yourself.  Apple clearly thought those were necessary to have in order to compete with Android, and with Nokia&apos;s Windows Phone (which gets Nokia-owned Navteq directions). They&apos;ve arrived now on iOS 6 along with all the annoyance.  Yet Apple is slowly, carefully, updating the maps it has. While some of the satellite pictures show bizarre artefacts (collected on The Amazing iOS6 Maps Tumblr with Battersea Bridge being a particular favourite, looking more like the Tacoma Narrows bridge before it fell apart), they&apos;re all just bits of data that Apple will implacably try to improve on.  Apple isn&apos;t a stranger to launches and products going wrong. I recall trying out the iPod nano in September 2005, and noticing that the screen scratched easily, a fact that was widely reported and seen by some as indicating that Apple&apos;s reign at the top of the music player tree was over. Instead, it sold more than ever. Then there were iPod batteries that died; the iPod kept selling. The iPhone&apos;s price was cut by $200 weeks after launch; Steve Jobs offered $100 in vouchers, but no apology. The list is long, and yet somehow Apple keeps coming out of the other side of it. Whether this will be the one that finally makes the difference is impossible to tell. Some people may decide that they like having the satnav function, and discover that the maps are OK. Others may be put off altogether, and choose a different phone (expect Nokia to capitalise on this). It is a setback. But for Apple, dumping Google has brought the certainty that it can decide what its maps do. For bitter customers who feel that&apos;s not good enough, there aren&apos;t many options except to use Google Maps in the browser, or count the hours until the iOS app is released. It might be a while. (Updated to point out that Google precluded Apple from using turn-by-turn navigation under the Google Maps API.)", 
    "section": "technology", 
    "gid": "technology/blog/2012/sep/20/apple-google-maps-headache", 
    "wordcount": "1459"
}