{
    "headline": "Mozilla on Firefox OS: 'Suing us probably doesn't make a lot of sense'", 
    "text": "iOS and Android have the smartphone market locked up, but they are ripe for disruption by Firefox OS, with its focus on open web standards and HTML5 web-apps says Andreas Gal, director of research at Mozilla. &quot;I think HTML5 and the Firefox OS will succeed, because if you look at the two existing systems, there is really no reason for a third proprietary system,&quot; he says. &quot;The reason why all these others are dying is it&apos;s very hard to build an ecosystem.&quot; Gal was speaking at the Guardian Mobile Business Summit 2012 conference in London, during a session outlining what Mozilla is up to with its Firefox OS, and HTML5 development more generally. Gal said that to understand what&apos;s happening with the mobile web now, it&apos;s important to think back 10 years ago, to a time when &quot;the web sucked&quot; which he put down to a lack of innovation from Microsoft in its dominant Internet Explorer browser. Now, with at least five major browsers, there is more choice, noted Gal. Their makers are innovating, but they also follow common web standards. &quot;Mozilla pretty much created this environment here by pushing new technologies and standards,&quot; he said. Gal also said that one of the reasons behind the rapid development of web browsers is that everyone is working to the same standards, meaning browser makers have to compete over the quality of their implementation: better user experience, faster speeds and so on. &quot;Mobile is an entirely different environment,&quot; said Gal, pointing to the market &quot;silos&quot; Android, iOS and Windows Phone 7. Each have their own store, advertising networks, development platforms and services. &quot;Android is often called open source, but it&apos;s not really open in the terms that Mozilla talks about open,&quot; said Gal. &quot;Like iOS you have basically a silo. It&apos;s controlled by Google.&quot; Gal didn&apos;t talk about some of the differences between these platforms though: for example the fact that Google does allow other browsers onto its platform and store (including Firefox), whereas Apple only allows browsers that use its own engine. &quot;We think we can change this.. by doing the same thing we did on the desktop,&quot; said Gal, on the silos theme. &quot;This is not centred on Mozilla. The idea is that you take the web and web technology in HTML5 and make it the central piece... The goal is not to lock people into our services, but to create a level playing field.&quot; Gal talked about how Firefox OS, which will provide smartphone and tablet makers with an alternative to Android and Windows Phone, removes the native API layer and focuses on web-based content and APIs. He admitted that the reason Apple and Google have succeeded with iOS and Android is the wide range of content available apps. Which is why Mozilla will be making lots of noise about web-apps, which take the browser and move it into an HTML5 runtime environment. So, Mozilla is making its own web-apps store, but expects there to be many others made by partners mobile operators and device makers, for example. Firefox OS is counting on the billions of existing web pages and web-apps, and millions of web developers, to be its ecosystem from launch. The first Firefox OS devices will go on sale in 2013, with Alcatel and ZTE the first manufacturers on board. &quot;Initially we are focused very much on entry-level smartphones, because we think there is a big market there,&quot; said Gal. &quot;Over time we would like to compete with iPhones and Android handsets, but we just don&apos;t think the initial opportunity makes sense.&quot; Firefox OS doesn&apos;t look a million miles away from iOS and Android in its design, so is there a risk that Apple or Google will come after Mozilla waving their patents, wondered session moderator Tim Green. &quot;Let&apos;s just say, suing us probably doesn&apos;t make a lot of sense!&quot; said Gal. &quot;We are a not-for-profit foundation for the public benefit...&quot; The implication being that the lack of money available to pay damages, as well as the negative PR effects of picking on Mozilla, will protect the foundation from such action.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/nov/19/mozilla-firefox-os-html5", 
    "wordcount": "716"
}