{
    "headline": "Electric car sales accelerated in 2012", 
    "text": "Electric car sales rapidly picked up speed in 2012, with numbers almost doubling in the first nine months, ahead of a new generation of models by BMW, Ford and Tesla Motors arriving in 2013. The acceleration hugely outstripped growth in the wider car industry, which saw a sales increase of just 5.4% in 2012 against 2011. The turnaround for the low-carbon cars&apos; fortunes follows a 5,000 government grant launched in January 2011, which saw sales leaping in the first quarter of 2011 before quickly declining. Electric cars run off batteries that can be topped up from conventional mains sockets, typically have a range of around 100 miles, and cost around a quarter per mile of what a conventional petrol or diesel car takes to run. The cars, which are seen as crucial to meet the government&apos;s climate targets and tackle air pollution, however remain a fraction of the 1.9m conventional ones sold last year. A total of 1,419 were registered in the first three quarters under the grant scheme, up from 786 for the same period in 2011.      Norman Baker, parliamentary under-secretary of state for transport, who had promised in 2012 &quot;we will begin to see sales of ultra-low-carbon cars improve&quot;, said: &quot;Electric vehicles are the arrowhead for a low-carbon revolution in motoring and we are seeing sales gather pace. The number of claims for our plug-in car grant this year is well up on 2011&apos;s figure and we expect this to increase as more electric cars come to market including the Nissan Euro Leaf which will start production in Sunderland next year. I know electric vehicles have got a bright future in this country.&quot; Uptake may have been boosted by three major new models this year, including the 28,245 Toyota Prius plug-in, Vauxhall&apos;s 29,995 Ampera and the Renault Fluence ZE which comes in at a cheaper 17,495 due to buyers not owning the battery but paying a monthly hire fee (prices include the 5000 discount). The almost silent cars are to be joined by a slew of new models in 2013, including ones by Ford and BMW. In the second half of the year, an electric version of the Ford Focus  the UK&apos;s most popular car  will go on sale with five seats and a range of 100 miles. BMW will turn its concept i3 into a production car, also with a range of 100 miles, but it will probably not go on sale until the fourth quarter. It has a larger electric car, the i8, slated for 2014. Although pricing for both the Focus and i3 is yet to be announced, they are likely to be heavily undercut by Renault&apos;s 13,650 ZOE, which will come with a 70+ monthly battery hire fee. At the other end of the scale will be Telsa Motors&apos; Model S  the US electric sportscar maker&apos;s &quot;affordable&quot; model  which has been priced at 60,000 for Europe, but can manage a much longer 230 miles between charges. UK pricing will be confirmed later with deliveries next summer; the company is taking reservations for 4,000, and says it has taken 13,500 reservations globally. Ben Lane, managing editor of the website nextgreencar.com, recently told the Observer he expects the total number of electric cars in the UK to double from around 3,000 to 6,000 in 2013, as cheaper models go on sale and more charging points are installed. But Marc Rinkel, senior analyst at IHS Automotive, cautioned against overplaying the electric car sector  yet. &quot;Despite an encouraging rise in plug-in car sales, plug-in car&apos;s absolute volumes remain marginal in the UK. They actually account for less than 0.1% of Light vehicle sales and position UK behind neighbour countries such as France and Norway for the year 2012. As new models enter the market, the issues of the price differential and the &quot;invisibility&quot; of charging points in London need to be tackled; this will certainly help converting more end-customers to the world of e-mobility,&quot; he said. Figures for sales in the fourth quarter of 2012 have not been published yet.", 
    "section": "environment", 
    "gid": "environment/2013/jan/08/electric-car-sales-2012", 
    "wordcount": "705"
}