{
    "headline": "Kenyans shame dangerous drivers on Twitter as MPs debate rules for roads", 
    "text": "The heavy truck lay upside down like a broken toy. Beside it, a white Toyota was barely recognisable as a car  its front was crushed and the rest was a tangle of metal and wire after a head-on collision on one of Kenya&apos;s busiest highways. The bodies of the six people who died in the collision had been removed. Little remained of their lives  a packet of sugar in a shopping bag, a red shoe by the back seat. The accident took place last month near Machakos on the Nairobi-Mombasa highway. The day before, five people had died near the western town of Kericho when a tyre burst and their car rolled. A bad start to July, but nothing too unusual in east Africa&apos;s largest economy. In Machakos, police chief Richard Kerich urged drivers to be careful. News reports said the Toyota had been overtaking and was on the wrong side of the road when it slammed into the truck. &quot;[Drivers] should observe all the traffic rules when they are driving, and avoid speeding and driving carelessly,&quot; Kerich said. The problem, in a country with a growing middle class and ambitious plans to build more highways, is that many drivers don&apos;t. Now, tough new laws being examined by parliament could give motorists a greater incentive to drive carefully. Jakoyo Midiwo, an MP from western Kenya, has tabled a private member&apos;s bill to amend the traffic act and crack down on dangerous driving. The traffic (amendment) bill 2012 (doc) proposes life sentences for motorists who cause death by dangerous driving. It also calls for a jail term of up to 10 years, or a fine of up to 1m shillings (7,600), or both, for anyone found drink-driving. Drivers found speeding could be jailed for three months, pay a 20,000 shilling fine, or both. Drivers who overlap on pavements, or go through petrol stations to avoid traffic jams, could face three months in jail, a fine of 30,000 shillings, or both. The bill has been debated in parliament, but Midiwo says he is talking to the transport ministry about the possibility of merging the provisions of a similar bill recently approved by the coalition government. There is some debate about Midiwo&apos;s proposals, particularly his idea to do away with the police traffic department and train all officers to handle accidents. Elijah Muli, disaster preparedness manager for the Kenya Red Cross Society, says the proposed amendments are in the right direction, but that it is almost as important to change the mindsets of Kenyan drivers. Road accidents claim between 3,000 and 15,000 lives every year in Kenya. With an estimated 34.4 deaths for every 100,000 people, Kenya&apos;s traffic mortality rate is the 16th highest in the world. The causes include speeding; drinking and driving; poor signs; tired truck drivers; poorly trained drivers of public minibuses, known as matatus; a lack of public awareness, resulting in pedestrians darting across multi-lane highways; people crossing roads while talking on mobile phones; and badly maintained vehicles. Enforcement of the existing laws is a problem. Kenyan traffic police are notorious for taking bribes for minor offences rather than cracking down on drivers who brazenly flout traffic regulations. President Mwai Kibaki, who was injured in a car accident while travelling back to Nairobi from Machakos before the 2002 election, promised tougher traffic regulations during an address to the nation on 1 June. &quot;I am very concerned about the rampant use of mobile phones by drivers  We must also deal firmly with persons who drive under the influence of alcohol,&quot; Kibaki said. &quot;I urge traffic police officers to clamp down on these dangerous habits.&quot; Kibaki noted, however, that traffic police could not be at every junction and said Kenyans must develop a sense of personal responsibility. At the end of June, Midiwo&apos;s bill moved to the committee stage, where MPs will debate the amendments and approve or reject them. The bill&apos;s sponsor said he would seek input from other interested parties before presenting the bill to parliament for a third reading. &quot;My purpose was to ignite debate about the safety on our roads and the number of Kenyans dying  which is something we cannot ignore,&quot; he said. About 20,000 people are seriously injured in road accidents each year in a country where many people simply can&apos;t afford long-term medical treatment. According to the ministry of medical services, 65% of spinal injuries are due to road accidents. Muli says an entire culture needs to change. &quot;That&apos;s why some of the strategies that we are putting in place include social mobilisation, issues of social advocacy and media involvement,&quot; he said. &quot;It&apos;s about a culture that needs to be guided.&quot; Members of Kenya&apos;s social media networks seem to have embraced the need for change. Kenyans are tweeting about accidents they witness, advising caution, and outing drivers who drive dangerously, using the TwitterBigStick hashtag. The Red Cross, which responds to 75% of road accidents, has more than 30,000 followers on Twitter. Every day, it posts traffic alerts, warnings and advice while &quot;iVolunteers&quot; post witness accounts. &quot;We have seen an increased interest and participation of the public on Twitter,&quot; said Muli. &quot;Nowadays, a lot of information is coming through Twitter and Facebook. This has improved the information flow.&quot; The day after the Machakos accident, the Red Cross posted a sober message on its Facebook page: &quot;It is better to lose one minute in life than to lose life in a minute. Drive responsibly. Speed kills.&quot; But a few hours later, there was news of another horrific accident near Mombasa, again on the highway to Nairobi. This time the Red Cross tweeted that all 14 passengers were feared dead.", 
    "section": "global-development", 
    "gid": "global-development/2012/aug/08/kenyan-dangerous-drivers-twitter-roads", 
    "wordcount": "973"
}