{
    "headline": "Dark energy map puts the squeeze on dark matter", 
    "text": "There is more movement in the universe than astronomers can explain. The galaxies are spinning more quickly than expected, while space itself is expanding at an ever-increasing rate, which is something astronomers thought was simply impossible until they discovered it in the mid-90s. Clearly, something is missing from our knowledge of the cosmos. Rather than tinker with the gravitational theories of Newton and Einstein to cause more movement from the matter that we know exists, most astronomers prefer to believe that the universe is made up predominantly of invisible matter and energy. They call them dark matter and dark energy to reflect the fact that these mysterious substances do not interact with light and therefore cannot be directly seen. Dark matter provides the extra kick to keep the galaxies spinning faster than expected, and dark energy accelerates the expansion of the whole universe. We&apos;ll come to the dark matter in a minute, but what has been making headlines today is dark energy. A large team of astronomers have studied its influence in the distant universe by looking at 48,640 far-away celestial objects known as quasars. Quasars are so bright that they illuminate the intervening nascent galaxies that are too dim to be seen directly. All galaxies cluster together through gravity and the strength of the dark energy limits the size of these clusters. So by comparing the way the distant, quasar-illuminated galaxies cluster with the way galaxies cluster today, the team could chart the influence of dark energy across billions of light years of space. Because light takes billions of years to cross this distance, they were effectively looking at the way dark energy has built up during cosmic history. They found that in the early universe dark energy was not the dominant force it is today. This fits with a theoretical prediction that dark energy is somehow a property of the vacuum of space. As space expands, the amount of dark energy become greater and it makes its presence felt by accelerating the expansion of space. It&apos;s an excellent result that allows us to make progress in understanding the nature of dark energy. But it comes at a cost. It could have serious consequences for the existence of dark matter  or at least for what astronomers think constitutes the dark matter. Before astronomers discovered the influence of dark energy in the late 1990s, particle physicists had worked on the assumption that space contained no real energy at all and they constructed the theory of supersymmetry to preclude its existence. The theory relied on a whole new raft of as yet undiscovered particles that interacted with normal matter mostly through gravity. It was exactly what the astronomers wanted to hear for dark matter. They pounced on supersymmetry&apos;s &quot;neutralino&quot; particle as being the best candidate for dark matter.  A number of experiments around the world are even now trying to detect neutralinos, eg XENON and Super CDMS. One of Cern&apos;s goals for the Large Hadron Collider was to search for evidence of supersymmetry. However, if dark energy is a property of space, it automatically suggests that supersymmetry cannot be right. And another blow was dealt on Monday.  Dr Harry Cliff reported on the Science Museum blog the discovery of a rare particle decay at Cern that bolstered the standard model of particle physics but posed &quot;a serious challenge to supporters of &quot;new physics&quot; theories like supersymmetry.&quot;. If supersymmetry collapses, the astronomers lose their best candidate yet for dark matter. Theoreticians will undoubtedly dream up another but it means that a radical rethink will be necessary. Maybe it will even drive more people into considering the heresy of re-engineering the work of Newton and Einstein to look for a new theory of gravity. So, it&apos;s good news and bad for the &quot;dark sector&quot; of astronomy this week. All in all there is a welcome feeling of forward motion. After decades of hypotheses and speculation, we are finally getting real data thanks to better telescopes, detectors and the LHC. And that can only bring us closer to understanding what the universe is actually doing. Stuart Clark is the author of The Big Questions: The Universe (Quercus).", 
    "section": "science", 
    "gid": "science/across-the-universe/2012/nov/13/dark-energy-map-dark-matter", 
    "wordcount": "702"
}