{
    "headline": "UN calls for overhaul of global financial system to benefit the poor", 
    "text": "The UN has called for fundamental reform of the global financial system as a part of a new deal that can &quot;lift all boats&quot; in rich and poor countries alike. Supachai Panitchpakdi, secretary-general of the UN conference on trade and development (UNCTAD), said in a report published on Tuesday, that the idea of a &quot;global new deal&quot; alludes to the measures taken in response to the Great Depression in the 1930s. In the US, public investments in energy, agriculture and social infrastructure, along with strong regulation of financial and labour markets, and with expansionary economic policy laid the foundations for a return to full employment. The report, Development-led globalisation: Towards sustainable and inclusive development paths (pdf), sets out the theme for the UNCTAD XIII conference in Doha, Qatar, in April, the first major UN ministerial conference on trade and development since the fallout from the economic crisis. The first priority under the global new deal, said Supachai, is &quot;taming finance&quot; amid alarming signs of a reversion to business as usual. &quot;Financial sectors have already returned to many of the old practices, even as public finances deteriorate and the recovery stalls,&quot; he said. &quot;Austerity measures are back on the agenda and resistance to financial regulation has begun in earnest.&quot; In terms of financial reform, Supachai calls for an urgent alignment and stabilisation of exchange rates, particularly among the G3 currencies  dollar, euro and yen. &quot;This will likely involve moving away from a dollar-based payments system, stronger surveillance of the macroeconomic policies of reserve currency countries, the promotion of capital controls, and the possible use of exchange-rate target zones,&quot; said the UNCTAD secretary-general. The UNCTAD has strongly opposed policies advocated in the past by the International Monetary Fund and the World Bank in favour of unregulated financial markets. In the 1990s, UNCTAD warned of the emerging financial crisis in Mexico, flagged the systemic risk from derivatives markets and cautioned against rapid financial liberalisation in east Asia. In other proposed reforms, Supachai called for a more balanced approach to sovereign debt restructuring, including a fairer burden of adjustment between borrowers and private sector creditors, even as talks grind on over Greece&apos;s sovereign debt. He advocates a temporary standstill, whether debt is public or private, accompanied by exchange controls, including the suspension of convertibility for foreign currency deposits and other assets held by residents as well as non-residents. Most controversially, Supachai says the IMF should not be involved in the negotiations between sovereign debtors and private creditors since countries affected are among the shareholders of the fund, which is also a creditor. Other proposals include an expansion of multilateral financial resources, including the use of IMF special drawing rights (SDRs), which are allocated to member countries in proportion to their IMF quotas. For years, UNCTAD has argued for the use of SDRs as a global reserve currency as an alternative to the dollar, which would allow developing countries greater access to funds, without requiring the US to run ever-growing deficits. &quot;Stable monetary and financial arrangements are a pre-condition for making trade and investment work for inclusive growth and development,&quot; said Supachai. &quot;But rebalancing requires that financial and other resources be channelled towards the right kind of productive activities. Industrial development remains a priority for many developing countries because of the big opportunities it provides to raise productivity and incomes, and to get the most from international trade.&quot; On aid, the report says programmes in recent years have focused increasingly on social areas such as education and health, taking away attention from what should be the main aim of development co-operation, which is to enable recipients to mobilise their own resources for development. &quot;As such, the delivery of aid should be carefully and constructively tied to the ambitions of recipient developmental states. This would make budget support, including a large grant component, a desirable form of co-operation,&quot; said the report, echoing recommendations from last year&apos;s aid effectiveness conference in Busan, South Korea. To maximise the potential gains from trade, the report said developing countries require not just a rules-based global trading system, but also the scope to choose their own policies to build up diversified and resilient economies. At present, the trading system places a priority on liberalisation and deregulation that has eclipsed other issues, including movements in the terms of trade, technology transfer, non-tariff barriers and restrictive trade business practices  all of which strongly affect trade performance of developing countries.", 
    "section": "global-development", 
    "gid": "global-development/2012/feb/07/un-urges-overhaul-global-financial-system", 
    "wordcount": "754"
}