{
    "headline": "Kenya can turn the Dadaab refugee camps into an asset", 
    "text": "Over the past few weeks, Kenyan government ministers have made persistent calls for the country&apos;s Somali refugees to be &quot;resettled&quot; inside Somalia. These calls echo the sentiments of President Mwai Kibaki, who said at February&apos;s London conference on Somalia: &quot;Kenya can no longer continue carrying the burden.&quot; But is the refugee presence in Kenya really a burden? Could it not be a force for development there? If Kenya&apos;s government approached the refugee issue as part of its development strategy, it could yield a win-win situation. First, as Kenya&apos;s government knows, sending half a million refugees back to Somalia is politically and logistically impossible for the foreseeable future. Any forced returns will attract international condemnation  not something Kenya, rightly proud of its reputation as a generous refugee host, should risk. Kibaki is right that the current situation is unsustainable, especially in the overcrowded and insecure Dadaab camps. But his government could change that situation in a way that would benefit both Kenya&apos;s international image and its economy. If the government changed its counterproductive encampment policy for refugees and included Dadaab in its development plans, Kenya could reap major economic and human benefits. Of course, we don&apos;t often think of refugees as an economic asset. Usually, they are seen as vulnerable, lacking capacity, or a drain on the resources of host communities. A visit to Dadaab shows how misguided that can be. The camp has half a million residents and hundreds of thousands refugee stories. There are the new arrivals, many ill and in a desperate state after dangerous and exhausting journeys; there are those who have lived most of their lives in the camps and developed thriving businesses. If counted as a city, Dadaab would be Kenya&apos;s third largest  the economic possibilities are tremendous. A 2010 study commissioned by the Kenyan, Danish and Norwegian governments showed that the Dadaab camps bring about $14m into the surrounding community each year. The study also found that the annual turnover of refugee-run, camp-based businesses in Dadaab is around $25m. In an area as impoverished as Kenya&apos;s north-east province, these are big numbers indeed. The international aid agencies that have run Dadaab for two decades have kept its residents in &quot;care and maintenance&quot; operations throughout, with even long-term residents still receiving food aid. The reason? Not a desire to create dependency, but rather the Kenyan government&apos;s policy of encampment, which prevents refugees from leaving camps without a permit or taking formal employment. Many aid agencies have wanted to promote refugee staff to more senior positions, but have only been able to pay them &quot;incentives&quot;, not salaries. Ironically, the recent security crisis in Dadaab may provide an opportunity to shake up the aid operation and give refugees greater autonomy. Since Kenya invaded Somalia in October, there has been a spate of attacks in Dadaab, presumed to be executed by sympathisers of the Islamist militia, al-Shabaab. Aid workers have been kidnapped, refugees involved in camp security have been killed, and Kenyan police have been targeted in bombings. As a result, aid workers have less access to the camps, leaving refugees without important services like advanced medical care and victim support. But the situation is also forcing agencies to finally hand over more supervisory and management responsibilities to refugees. Donor governments should undertake to convince Kenya that this is a positive shift, encouraging it to integrate the camp into Kenya&apos;s economy. One way to do so is by publicly recognising Kenya&apos;s major role in providing refuge to so many Somalis over the decades. As the UN high commissioner for refugees, Antnio Guterres, noted last month: &quot;The number of asylum claims received across all industrialised countries [in 2011] is still smaller than the population of Dadaab.&quot; Kenya&apos;s international partners cannot forget the enormous scale of this commitment, and they must acknowledge it. Financial and technical assistance must remain generous. Lifesaving aid is still getting into Dadaab, and it must continue to be funded, but longer-term development is what&apos;s really needed. Continuing to run these camps as emergency operations after 20 years is not in anyone&apos;s interests. It is dehumanising for the refugees, and fails to capitalise on the economic opportunities for Kenya. Doing the hard work of enhancing refugees&apos; education and skills will be expensive (especially if insecurity persists), but it will pay real dividends. Development for Dadaab should also be included within a broader development plan for Kenya&apos;s north-east province, where the camps are located. So far, it has not been prioritised for development by the Kenyan government, so international donors (including the World Bank, European development institutions and USAid) should work with Kenya on increased long-term development funding for the region. This should be accompanied by changes in Kenya&apos;s laws on refugee employment, which would benefit the wider community. Taken together, these would be important investments both for Kenya&apos;s economy and for the future of Somalia. Turning Dadaab into a place where Somali refugees can develop and use their education and skills would make them better, more productive residents of Kenya while they remain in the country. More important, it would better equip them to rebuild their own nation once they are ready to return home.  Melanie Teff is senior advocate and European representative for Refugees International", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/apr/18/kenya-turn-dadaab-into-asset", 
    "wordcount": "882"
}