{
    "headline": "Cavity wall insulations crash by 97% following green deal introduction", 
    "text": "The number of homes installing cavity wall insulation has crashed by 97% since the government&apos;s flagship energyefficiency scheme was introduced, new figures have revealed. Previous energy-efficiency schemes meant cavity wall insulation  one of the cheapest ways of cutting energy bills and climate-warming carbon emissions  was heavily subsidised or free. But under the green deal, which aims to upgrade the efficiency of 14m homes, households have to take out a loan to pay for the measure. A failure to deliver significant energy-efficiency savings puts in danger the pledge by ministers that soaring energy bills, due to rising gas prices and support for low-carbon energy, can be curbed by cutting energy use. It will also endanger the UK&apos;s legally binding carbon targets. Figures collected by the Cavity Insulation Guarantee Agency, which monitors the issue of installations and guarantees, and seen by Building magazine, show that only 1,138 installations were completed in April, down from 49,650 in April 2012. The government&apos;s own impact assessment predicted in January 2012 that cavity wall insulations would collapse by 67%, but the reality has far outstripped this estimate. Government data shows that 1.4m cavity wall insulations are needed to meet its carbon targets. Andrew Warren, director of the Association for the Conservation of Energy, said the crash showed a &quot;desperate need for financial stimuli for the green deal&quot;. A spokesman for the Department of Energy and Climate Change said: &quot;The green deal is an ambitious, long-term programme designed to deliver home improvement in Great Britain on an unprecedented scale.&quot; He noted that a cashback scheme currently offers 250 for cavity wall insulation, although this will not cover the total cost. &quot;Additional help for this type of work may also be available for people in hard to treat properties, and those on benefits or low income,&quot; he added. More than 18,000 green deal assessments have taken place, covering 45 energy-saving measures, but the actual number of deals taken out by households has not yet been released. Luciana Berger, the shadow minister for climate change, said: &quot;This staggering collapse in the number of energy-efficiency installations is a disaster for our economy and a body blow for hundreds of small businesses across the country. This is all the more damaging when there are at least 5.8m homes in the UK that still need cavity wall insulation, according to the government&apos;s own estimates.&quot; The government&apos;s impact assessment also predicted a drop of 93% in loft insulations, the most cost effective energy-efficiency measure of all.", 
    "section": "environment", 
    "gid": "environment/2013/may/29/cavity-wall-insulations-crash-green-deal", 
    "wordcount": "428"
}