{
    "headline": "South Sudan slides towards destitution amid border conflict with Sudan", 
    "text": "South Sudan is facing a humanitarian crisis with more than half its population threatened by food shortages because of its ongoing conflict with Sudan, the UN has warned. Fighting on the neighbours&apos; disputed border, the halting of oil production and inter-communal violence have &quot;raised fears that the South Sudanese are sliding into destitution&quot;, the UN Office for the Coordination of Humanitarian Affairs said. Its report comes amid fears that South Sudan is on the brink of economic disaster less than a year after it gained independence from Sudan. The UN says food shortfalls have worsened in the first four months of 2012. Based on research from the World Food Programme, it estimates that at least 1 million people will suffer food insecurity this year and a further 3.7 million are vulnerable. It adds that the country is set to suffer a deficit of nearly half a million tonnes of cereal crops. This would be the worst in peacetime and more than double last year&apos;s shortfall. Lack of infrastructure will hamper aid efforts and humanitarian agencies predict that seasonal rains will exacerbate the already dire conditions in refugee camps, restrict travel and access, and heighten the risk of disease. The rains, which have already started in some areas, will make many roads impassable, trapping people in unstable areas and deepening the crisis. Jon Cunliffe, South Sudan country director for Save the Children, said: &quot;A toxic combination of conflict, rising food and fuel prices, and severe cash shortages is having a devastating effect on the civilian population in both countries. With the rains on the way, the situation could not be more critical. We urgently need the fighting to stop so that we can get access and children can be protected from violence, deprivation, displacement and recruitment.&quot; Sudan is also affected. In South Kordofan and Blue Nile states, reports suggest continued instability means some families have not yet planted their seeds, which could lead to severe food shortages later in the year, the agencies said. Insecurity also means children are not going to school. The continued arrival of southern refugees who had been living in the north is adding to the burden on South Sudan. Conflict and hunger in South Kordofan and Blue Nile are driving record numbers of people across the border, with an estimated 151,000 refugees from these states in Ethiopia and South Sudan. Recent arrivals have taken the total number in the Yida camp in South Sudan&apos;s Unity State to nearly 30,000, increasing the pressure on agencies that are already struggling to cope with water stress, sanitation, violence, reproductive health and child protection. Ibrahim Kallo, emergency field co-ordinator for the International Rescue Committee in Yida, said: &quot;Those arriving in the camp in recent weeks are visibly exhausted and malnourished after walking for four or five days with little food or water, and some children show signs of severe malnutrition. Women are being raped and assaulted, both on the journey and once they arrive. &quot;Fear of hunger is likely to trigger a further wave of displacement in the coming weeks, as people try to get out before the rains make the trek across the border more arduous.&quot; In Jamam camp in South Sudan&apos;s Upper Nile, agencies say they are struggling to provide 37,000 refugees with even as little as five litres of water per person per day, less than the minimum 7.5 litres required by emergency standards. Johnson Byamukama, Oxfam&apos;s deputy country director for South Sudan, said: &quot;After more than 10 months of fighting, with no sign of peace, we&apos;re on the path from crisis to catastrophe. The coming rains could make life for refugees unbearable and bring the threat of waterborne disease. The world needs to wake up to the true cost of conflict for people who have already suffered so many years of war.&quot; Last month&apos;s fighting broke out amid disputes between the two former civil war foes over oil exports, border demarcation, citizenship rights and financial arrangements. On 2 May, the UN security council endorsed a plan demanding that Khartoum and Juba cease hostilities, withdraw troops from disputed areas and resume talks within two weeks on all outstanding disputes. It gave them three months to resolve the issues, under threat of sanctions. But there is little sign of a peaceful resolution. On Wednesday, the South Sudanese military said it will soon acquire anti-aircraft missiles to defend its territory against air attacks that it says are frequently carried out by warplanes from Sudan. Army spokesman Philip Aguer told Reuters: &quot;It will enhance our defences. All strategic points need to be protected, including oil-producing areas and airports.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/may/17/south-sudan-border-conflict-sudan", 
    "wordcount": "784"
}