{
    "headline": "Angry Birds animated TV series to premiere in Autumn 2012", 
    "text": "Rovio Mobile is launching a series of 52 shortform animations for its Angry Birds in Autumn, but has ruled out a movie until after 2014. &quot;We&apos;re going to roll out a weekly animation series later this year of shortform content,&quot; said Rovio&apos;s head of animation Nick Dorra, speaking at the MIPTV conference in Cannes. The series will consist of 52 episodes lasting between two-and-a-half and three minutes each. &quot;We&apos;re going to roll it out on all possible devices,&quot; said Dorra. &quot;We&apos;re looking at building a video app for that, and we&apos;re also looking at partnerships and so on... We want to be on all screens.&quot; Those partnerships include a deal with Samsung announced in January 2012 that involves an app for the company&apos;s range of Smart TV internet-connected televisions. Rovio acquired Finnish animation studio Kombo in June 2011 to help develop Angry Birds into more than just a gaming brand. The same month, it recruited former Marvel Studios chairman David Maisel as an adviser, sparking talk of a full Angry Birds film. &quot;It&apos;s in development, but it won&apos;t be out in 2013 or 2014,&quot; Dorra told the MIPTV audience. &quot;You&apos;ll have to bide your time and first watch all of our shorts!&quot; Animation is a key part of Rovio&apos;s growth strategy going forward, not least because it provides more leeway to flesh out its characters than the games do, while also attracting new fans who might not want to play the Angry Birds games. &quot;It&apos;s about telling more engaging stories... and deeper thoughts, deeper feelings of the characters, such as why are they always angry?&quot; said Dorra. &quot;Angry Birds is not just about the gameplay, and will be in the future less and less about the slingshot, actually, and more and more about the characters.&quot; Dorra was asked what the television industry can learn from the boom in mobile apps and games, and noted that usage of the latter is continuing to grow rapidly. &quot;In the US, people watch 150-160 hours of television every month, but the top apps are already bringing 20 hours per month. That&apos;s huge, and it&apos;s just the beginning,&quot; he said. Dorra also suggested that broadcasters can learn from Rovio&apos;s strategy of launching its Angry Birds games globally on the same date: as shown by the recent launch of Angry Birds Space. &quot;There is a time coming, whether people like it or not, where you have something released at the same time, all over the world,&quot; said Dorra. &quot;It&apos;s hard to fight it.&quot; Rovio is also working on new games, some of which won&apos;t involve Angry Birds at all. &quot;We are going to release completely new IP this year. Nothing to do with Angry Birds. But we are also working on bringing new projects in the Angry Birds universe that have nothing to do with the gameplay we have seen before,&quot; he said.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/apr/01/rovio-angry-birds-animated-series", 
    "wordcount": "499"
}