{
    "headline": "Anything to declare, Mr Booker? We need transparency about Heartland", 
    "text": "I see Peter Gleick, the man who obtained and leaked the devastating documents from the Heartland Institute, as a democratic hero. I do not think he should have apologised, nor do I believe that his job should be threatened. He has done something of benefit to society. I believe we have a right to know who is paying for public advocacy. The groups that call themselves thinktanks but look to me more like lobbying organisations working on behalf of corporations and multi-millionaires, exist to try to change public policy. Yet, with a few exceptions, they operate in a vacuum of accountability. Anyone with democratic instincts should support the demand that the major funders of groups engaged in public advocacy should be made known to the public, whether those groups are leftwing NGOs, rightwing &quot;thinktanks&quot; or self-declared lobbying companies. Yet in most cases no mechanism exists to ensure this happens, so powerful interests  big business, bankers, corporate bosses  are able to steer public debate without having to reveal their identity. In the absence of formal democratic mechanisms, the only opportunities for public scrutiny arise from leaks and subterfuge. We obtain only a glimpse of what is happening by these means, but it is better than nothing. Regular readers will know I have something of an obsession with transparency, and that I believe it should extend far beyond its current scope. Among those who should declare their interests, I think, are journalists. To that end I started a register in September, in which I declare my sources of income, gifts and hospitality. Unfortunately, though several journalists have told me it is a worthwhile thing to do, they have not yet been prepared to follow. But even as things stand, there is an unwritten rule (which should become a written one) that when journalists have been paid or have been given substantial gifts by someone, then go on to write about that person or organisation, they should declare their interest. Otherwise you have no idea whether or not a journalist&apos;s judgment might have been influenced by lavish hospitality or a fat fee. When they fail to declare such payments, and these later come to light, it becomes what the Americans call a payola scandal. There have been a few in recent years, on both sides of the Atlantic. The publication which has done most in the UK to expose such conflicts of interest is a magazine called Private Eye, which performs a crucial public service by revealing what we should have known all along. It just happens that its founding editor, 50 years ago, was a certain Christopher Booker, with whom you are by now doubtless familiar. So one might have expected that he of all people would be aware of the importance of declaring an interest, especially when that interest potentially conflicts with a report he has written. When the Heartland Institute story broke, I remembered that in 2009 Mr Booker flew to New York to speak at a Heartland Institute conference. He then lavishly praised the conference in his Telegraph column. But not a word did he say about whether he was paid by the Heartland Institute to speak and what hospitality he might have received. Now that the documents, if authentic, show that the institute has been funded among others by fossil fuel and tobacco companies, as well as the ubiquitous Charles Koch, I thought this would be a good moment to broach the issue. On Thursday, I phoned my old friend and asked him whether he was paid to attend. After some blustering and expressions of outrage that I would even consider asking such a question, he conceded that he had in fact received an honorarium of $1,000 from the Heartland Institute, and that it had also paid his airfare and hotel bill. So why did he not declare these interests when he wrote his glowing article about the Heartland Institute&apos;s conference? He replied: &quot;How the hell can you accuse me of having undisclosed interests when I haven&apos;t hidden a thing?&quot; I pointed out that Private Eye takes a rather different attitude. &quot;I don&apos;t believe that you&apos;re writing this,&quot; he replied. &quot;The amount of money was so unimportant. It all vanished in a week. Like many other people in this world, I am under no obligation to declare an interest when it is not strictly relevant to the matter in hand.&quot; &quot;But this was strictly relevant to the matter in hand,&quot; I said. At this point, with characteristic understatement, he started comparing me to the Gestapo and the Stasi. Perhaps he now sees the magazine he founded in the same light. But this is not quite the end of the matter. Earlier this week, Bob Ward of the Grantham Institute pointed me to a blogpost written in 2010 by Richard North. North is the co-author of the book that Booker was promoting at the Heartland conference. The post carries a picture of Booker and North standing in front of what looks to my untutored eye like a Dassault Falcon 50EX, a nine-seater private jet. Taunting the people asking Booker to declare his interests, North writes: &quot;Who owns the executive jet in which we are about to ride? Where are we going? With whom did we have dinner the following night  and who paid the (very substantial) bill?&quot; These are all good questions, but they remain unanswered. When I asked Booker about it, he confirmed that he had flown in the private jet, though he said he could not remember the dinner, and confirmed that he had received this hospitality during the visit to the US on which he spoke at the Heartland Institute conference. But he said that this extra hospitality &quot;had nothing to do with Heartland. It was another private engagement, which I have absolutely no desire to tell you about.&quot; As I&apos;ve said, I believe journalists should declare any hospitality or income they receive, though I recognise that I&apos;m in the minority on this issue. But because Booker does not appear to believe that he should declare his interests even when they bear directly upon his journalism, we will never know whether or not the person or corporation that provided these lavish benefits might have been doing so as a reward for something Booker had already written, or was subsequently praised or defended by Booker in the Telegraph. That is an illustration of why journalism needs to be more transparent. www.monbiot.com", 
    "section": "environment", 
    "gid": "environment/georgemonbiot/2012/feb/24/christopher-booker-heartland-climate", 
    "wordcount": "1091"
}