{
    "headline": "Science, the public and the history of science", 
    "text": "Some Twitter-types may have noticed that the New Statesman editorial by Brian Cox and Robin Ince on science, evidence and policy provoked some discussion and debate between the authors and various people loosely within the fields of History and Philosophy of Science and Science and Technology Studies. One interesting post on the piece has been written by Jack Stilgoe here in the Guardian. Let me say straight up that, like Stilgoe, there was plenty I agree with in the piece. Particularly the meat of their article, in paragraphs 4 to 7, including the clear acknowledgement that science is work-in-progress and that it cannot be the only thing that policy-makers take into account.  Likewise, most of those engaged in the Twitter discussion would have been in complete agreement that science is an excellent way of producing evidence vital for informed policy and that the scientific evidence on climate change is clear.  So why the fuss? It was an opinion piece that discussed the nature of science and the role of science in society. These are areas that people in HPS and STS have devoted their careers to researching. The view of science that was presented here does not chime with the current consensus within these disciplines, and that naturally provoked a reaction  just as scientists are provoked to react by those who reject or ignore their research. Both sides of this discussion have more in common than not, and the criticism was made in good faith and with a genuine belief that science, science communication and the use of scientific evidence in government policy, would benefit. We aim to aid, not to jeopardise understanding of scientific evidence, by following the evidence uncovered by our disciplines (and, yes, there are other kinds of evidence than scientific). Broadly, my objections fall into two categories: 1. The piece suggests that science is separated from the &quot;moral, geopolitical and economic components&quot;, even if they rightly acknowledge that it must be part of policy-making 2. Some large and a-historical claims are made regarding changing attitudes to science and technology On the first, I agree with what Stilgoe has written: &quot;Climate science cannot be separated from climate politics&quot;, for scientists are people and they are funded by people. Choices about scientific research and its interpretation are also influenced by geographic, economic, moral and other frameworks. Failing to acknowledge this places an impossible burden on science and its practitioners and inhibits good discussion around different kinds of evidence and opinion. While there are lots of good phrases about this in the piece, it remains the case that we have scientific evidence on one side of the equation and everything else on the other. It is right to say that scientific evidence &quot;should not be seen or presented  as a body of inviolate knowledge against which policy should be judged&quot;, and yet it and &quot;the scientific method&quot; are given a unique place in this discussion. It is the only thing placed as an &quot;adjudicator above opinion&quot;, and they explicitly see a border between science and politics, even if it is portrayed as an unclear one. The second issue arises in the article&apos;s framing, especially the big opening: &quot;The story of the past hundred years is one of unparalleled human advances, medically, technologically and intellectually. The foundation for these changes is the scientific method&quot;. This was bound to get the historical and philosophical radar twitching, even if it seems peripheral to the focus of the piece. &quot;[U]nparalleled human advances&quot; is questionable, for almost any other 100-year period can give a similar sense. In the West in recent centuries, science and technology have certainly played a huge part in those changes, but claiming that the kind of technological innovations Ince and Cox are referring to are due to &quot;the scientific method&quot; is something most scholarship in the history and philosophy of science rejects. Firstly, there are many scientific methods and many, when studied in detail, are not particularly methodological. Secondly, new technology tends to lead to new scientific research, rather than vice versa. This is fairly trivial in the context, however galling to those who carry out research that demonstrates these points. However, more problematic is the fact that the piece goes on to claim that our cushy life and unquestioning consumption of incomprehensible technology is leading us to be less impressed by and accepting of such novelties. Apparently we are devolving:  The technology and advances in knowledge that cosset us have removed, to a large extent, the need to use our ingenuity and to think rationally. Believing complete drivel was once selected against; now it gets you an expert slot on daytime TV.  In fact, historical research suggests that levels of &quot;believing complete drivel&quot;, like those of greeting innovations with &quot;excitement and awe&quot; or boredom or suspicion have not changed a great deal. There is no evidence that &quot;humbug and charlatanism are able to creep into our lives with greater ease&quot;, and I have yet to find anyone arguing that &quot;we are no longer obliged to continue the scientific exploration of nature&quot; or that &quot;scientific progress is no longer desirable or necessary&quot;. It is untrue and unhelpful to claim that those who question or ignore certain scientific findings are opposed to science in general. Such statements set up unnecessary dualisms and a &quot;you&apos;re either with us or against us&quot; feeling. Frankly, if people only accept part of the package, better that than none. We need to avoid situations where people, who for whatever cultural, religious or personal reasons are unconvinced by scientific arguments in one area, find themselves forced into taking sides in a science/anti-science dichotomy. How are we to proceed? We should simply accept that &quot;It is not logical to challenge the findings of science unless there are specific, evidence-based reasons for doing so&quot;. But the trouble is that people do challenge, and being told that they can&apos;t isn&apos;t likely to stop them. There is no call here to improve communication with those who have doubts about the message. In the end, we are left simply with &quot;Believe us&quot;. Finally, I do think that scientists are better at science than me, and that successful science communicators are better at communicating science (to a large audience, if not to all audiences). I also think that when scientists, rightly, get involved with discussing the nature of science (philosophy) and its role in society (history, social sciences) they might accept that there are other realms of scholarship that have thought about these things long and hard, and have important things to add to the conversation.", 
    "section": "science", 
    "gid": "science/the-h-word/2012/dec/21/history-science", 
    "wordcount": "1127"
}