{
    "headline": "African leaders must emulate Chinese celebrities to save elephants", 
    "text": "The world can no longer ignore the reality that elephants may be gone within decades, unless something drastic happens to stop the slaughter. Crushing the criminal cartels in Africa is only half of the challenge, demand in consumer countries must also be choked. The demand for ivory in the Far East is unprecedented and China alone consumes over 50% of the illegal ivory coming out of Africa.  Stepping up to the challenge, Chinese actress and UNEP Goodwill Ambassador, Li Bingbing has added her voice to the campaign to raise awareness about how the demand in China is fueling the killing of elephants in Africa. In an emotional press conference at UNEP headquarters in Nairobi recently, Li admitted that she had once purchased a beautiful ivory bracelet because she had no idea that it had come from a killed elephant.  Like many people in China, Li asserts that ignorance in consumer countries is the enemy of elephants. On her first tour in Africa, Li had moving encounters with baby elephants orphaned by poachers at the David Sheldrick Wildlife Trust&apos;s orphanage in Nairobi, and witnessed a downed matriarch in northern Kenya with Save the Elephants.  She said:  Many consumers in Asia do not realize that by buying ivory, they are playing a role in the illegal wildlife trade and its serious consequences. As global citizens, we need to take responsibility by learning more about the potential impacts of our lifestyle choices.      Chinese actress and UNEP Goodwill Ambassador Li Bingbing poses in front of the remains of a 45 year old female elephant who was speared with poison and walked for 2 days before dying under this tree, on May 8, 2013. Photograph: Georgina Goodwin/AFP/Getty Images    Among the most recognized faces in China, her message will reach tens of millions of Chinese ivory consumers. Li&apos;s presence in Kenya is significant. Kenya and China were both listed by the Convention on International Trade in Endangered Species (CITES) as members of a &quot;Gang of eight&quot; countries found to be complicit in the slaughter of elephants. China and Kenya will both face sanctions if they fail to adopt action plans to address the situation.  She is the second Chinese celebrity to demonstrate leadership on the elephant crisis; Basketball phenomenon Yao Ming is also lending his name to a massive Asian campaign by WildAid to influence consumers.  But the slaughter of elephants is happening on African soil, and what Africa needs now is an African champion to save the species.  It will take extraordinary leadership  In 1989, at the height of international criticism of his leadership, Kenya&apos;s President Daniel Arap Moi differentiated himself by setting alight Kenya&apos;s entire ivory stockpile in what is undisputedly the most powerful conservation symbol the world has ever seen. Governments responded by banning the international trade in ivory and for the next 20 years elephant populations around the continent began to recover. Despite all his misdeeds, Moi is still seen as a saviour of elephants.  The crisis facing elephants today is many times more serious than in 1989, there are far fewer elephants and the demand for ivory is many times more vast. The price of ivory has reached record heights. This month&apos;s conservation headlines emphasizes how bad it is across the continent; For example, 26 elephants slaughtered in the Central African Republic&apos;s Dzanga Bai National Park by armed militias and rebel forces in just one week; 292 rhinos killed in South Africa in first 5 months of 2013; over 120,000 elephants slaughtered in Sudan over the last 20 years; Elephants may go extinct in 7 years after more than 30,000 elephants killed in Tanzania.  First we must face the truth Achim Steiner, Executive Director of UNEP in a report titled Elephants in the Dust warns:  &quot;The African Elephant is facing the greatest crisis in decades. Reports of mass elephant killings in the media vividly illustrate the situation across many African range states... In some areas the elephant may soon disappear unless urgent action is taken.&quot;  Once again, the world is watching Kenya and judging her behavior. It doesn&apos;t look good. Since 2009, Kenya has rapidly ascended to become one of the most prominent countries connecting African ivory with Asian demand. In 2009, Kenya was merely an &quot;emerging force&quot; due to two large shipments of Central African ivory passing through Kenya&apos;s Indian Ocean port town of Mombasa. Since then Kenya has become a primary conduit for large shipments of ivory flowing to Asia accounting for over 21.6 tonnes of ivory between 2009 and 2012.  Kenya&apos;s prominent role in ivory trafficking is a major shift in African trade routes and the scale of these consignments suggest the handiwork of organized criminal syndicates, and few believe that they could operate without some degree of political protection.  We need a new vision for the continent Despite the ugly record, and the challenge of having a president who is best known for charges of crimes against humanity at the International Criminal Court (ICC) for the 2007 post election violence, Kenyan conservationists believe that Kenya&apos;s new president Mr. Uhuru Kenyatta is exactly what Africa needs right now.  Kenyatta at his inauguration said:   &quot;My fellow Kenyans, poaching and the destruction of our environment has no future in this country. The responsibility to protect our environment belongs not just to the Government, but to each and every one of us&quot;.   Kenya has traditionally been a leading voice on the world stage in the conservation arena, through tourism, collaboration with international agreements, branding, partnerships with the NGO and scientific communities, and documentaries which have shown the world &quot;Magical Kenya&quot;. In their inauguration speeches Mr Kenyatta and his Deputy President Mr William Ruto both promised to end the poaching crisis. Kenyatta&apos;s commitment echoed those of his father the first president of Kenya who issued a decree to protect Kenya&apos;s largest elephant, a magnificent bull named Ahmed who lived on Marsabit Mountain.  Kenya is well positioned geopolitically and technically  the national wildlife enforcement agency, the Kenya Wildlife Service (KWS), is one of the most respected in the world in wildlife enforcement. Anti-poaching forces from across Africa train at the KWS police training Academy. And, on the non government front, Kenya is home to the world&apos;s longest running research on elephants, and is headquarters for most of the greatest experts on this species including, David Sheldrick Wildlife Trust, The Amboseli Trust for Elephants, WildlifeDirect, Save the Elephants, IFAW, IUCN African Elephant Specialist Group, Space for Giants, WWF, Monitoring of Illegal Killing of Elephants (MIKE)/UNEP, amongst others. It is not surprising that Kenyans and Africans expect Mr Kenyatta to make the difference for elephants but first he must restore Kenya&apos;s reputation by doing three things.  First he must amend the legislation which treats wildlife crime as a petty offence that attracts a maximum penalty less than a speeding ticket. He must recognize wildlife crimes as a felony, and increase penalties long jail terms of 7 - 15 years with no option of a fine.  Secondly he must crack down on impunity and corruption in the existing government agencies. The volume of ivory transiting Kenya could only be happening if government officials were involved. This includes wildlife police, customs, revenue and ports authorities.  Finally, he must unite African leaders around the crisis and persuade them to mobilize resources to take on the criminal cartels. No single country can solve the crisis alone, it will take an international coordinated approach. By putting African money into the war chest against poachers, Africa will have earned the moral authority to stand beside China and other countries of the Far East and unapologetically demand the closure of domestic ivory markets. Only after the criminal cartels are crushed and the demand for ivory is extinguished, will elephants once again be safe.", 
    "section": "environment", 
    "gid": "environment/africa-wild/2013/may/16/african-leaders-chinese-celebrities-save-elephants", 
    "wordcount": "1261"
}