{
    "headline": "Is this badger sett already a ghost town, purged by those with guns and poisons?", 
    "text": "There&apos;s something disturbing about the whiteness of the fungi, like eyeballs without irises. At the top of a steep bank, under a cluster of wild service and cherry trees, the fungi stare blindly from the woodland floor, connected by white stems to something below the surface. As the autumn woods flush with colour, leaves fall and many plants withdraw; life shifts underground. Usually this goes unnoticed but some of the inhabitants of this subterranean world have become politicised again. Knowing where most of the badger setts are in this square mile, I try not to intrude; we have our own ways. The sett a few yards from the eyeball fungi is the largest one I know and it&apos;s been a couple of years since I last approached it. A terrace of bare earth under trees, perched above a steep drop, the colony has dozens of holes. Because of the shadow now creeping from that medieval violence towards wildlife and badgers in particular, I thought I should pay a visit to this sett to see how things are. Things are stranger than I expected. Uninvited at the city gates, I feel a cold breeze through trees. A couple of young rabbits bolt down a hole. There are a few slots in the earth where a fallow deer walked through yesterday evening. Otherwise the place looks deserted. Who lives in these almost-ruins now? I make my way across roofs and find one pillow-sized roll of grass bedding at an entrance, pushed out for an airing. Apart from a few faint footprints, this is the only evidence of habitation by badgers. Maybe there is someone here, waiting in the dark for me to go, not knowing why I came, not knowing I am not Them. Perhaps those who talk of purges with guns and traps and poisons have already been here and I&apos;m looking at a ghost town. Fear and resentment do not require a licence. The white toadstool eyes are watching, connected to the earth by threads of fate and history.", 
    "section": "environment", 
    "gid": "environment/2012/oct/16/wenlock-edge-badger-sett-purged", 
    "wordcount": "339"
}