{
    "headline": "UN report urges Africa's leaders to put environmental health policies first", 
    "text": "In 2006, a ship chartered by Dutch-based commodities trader Trafigura illegally unloaded 500 tonnes of toxic waste in the ports of Abidjan, the largest city in Ivory Coast. Local contractors then dumped the contents in town. More than 30,000 people are thought to have suffered illness as a result of the contamination. In the oil-rich deltas of nearby Nigeria, some village water wells are tainted with benzene, a carcinogen, at levels 900 times above World Health Organisation limits. The multifaceted connection between environmental and human health is the subject of a report, the African Environment Outlook-3, released last month by the United Nations Environment Programme (Unep). It concludes that these linkages &quot;deserve priority consideration in national development&quot; across Africa. Environmental factors contribute to almost 30% of the continent&apos;s disease burden. In contrast, a 2011 study of six European countries and nine key environmental stressors found an environmental disease burden of approximately 5%. Such a high rates of environment-related disease in Africa could seriously hinder the continent&apos;s sustainable growth. &quot;For economies to thrive in the long term, workforces and families must be healthy. Health and economies both depend on well-managed natural resources and healthy ecosystems,&quot; Dominique Charron, programme leader of the Ecohealth programme initiative at the International Development Research Centre (IDRC), told me. &quot;Links between the environment, human health, and the process of development have been woefully neglected for such an intuitively obvious concept,&quot; says Charron. The report is the third in a series, the first published in 2002 and the second in 2006. Each report has raised a broad environmental priority  in this case, the tether to human health across seven areas: air quality, biodiversity, chemicals and waste, climate change and variability, coastal and marine resources, freshwater and sanitation, and land. One of the best-publicised connections noted in the report is indoor air pollution from inefficient cook stoves, which burn fuels such as wood or charcoal. These stoves release air pollutants into enclosed kitchens, contributing to a range of respiratory infections and cancers that disproportionately affect women and children. The report also highlights the more subtle human health implications that flow from things such as biodiversity loss and extreme weather induced by climate change. Trawling in Lake Malawi, for instance, has led to a decline in snail-eating fish populations and a related increase in schistosomiasis, a parasitic disease hosted by snails. Though common in tropical regions, schistosomiasis was absent around Lake Malawi until recently. Pressure from population growth and agricultural conversion are also destroying coral and forest habitats, creating conditions favourable to disease transmission. Extreme weather events are meanwhile on the rise, with floods almost seven times more likely now than in the 1980s. Along with the immediate mortality and injury from extreme weather, indirect problems can include a rise in waterborne diseases, the migration of pathogens into formerly inhospitable climes, and food shortages from crop damage and livestock death. Though long on challenges, the report is ultimately designed to provide policy recommendations that centre on better governance and more directed scientific inquiry. &quot;The findings of the AEO-3 assessment point to a number of actions, which if adequately taken, can make promising policies work effectively,&quot; reads the conclusion. In the case of biodiversity loss, for example, the report proposes a balance between government-regulated land use and the devolution of rights to local communities. Both of these efforts would ideally be paired with scientific monitoring programmes. The African Ministerial Conference on the Environment, which helped develop the report, is positioned to implement these policies over the next several years. But Charron issued a simple word of caution: &quot;Fundamental changes in economies and societies are required to address the big and complex issues. This is not easy to achieve.&quot; IDRC, where she works, has helped roll out local projects that lower environmental disease burden, like rice cultivation methods that reduce malaria incidents in Peru. &quot;But taking these to scale has not been a straightforward process,&quot; said Charron. &quot;Unless civil society takes up the call for action and governments respond with policies, incentives, and regulations, nothing changes.&quot;", 
    "section": "environment", 
    "gid": "environment/blog/2013/mar/25/un-report-africa-health-policies", 
    "wordcount": "689"
}