{
    "headline": "Boot up: Digg unveils new look, Apple lines up new iPad, and more", 
    "text": "A quick burst of 5 links for you to chew over, as picked by the Technology team Jonathan Ive: Apple&apos;s goal isn&apos;t to make money &gt;&gt; Wired UK Ive on the artist Augustus Pugin, who rallied against mass production during the industrial revolution:   &quot;Pugin felt there was a godlessness in making things in volume. He was completely wrong. You can make one chair carelessly, thoughtlessly, that is valueless. Or you can make a phone [that will eventually go on to be mass produced] and invest so many years of care and have so many people so driven to make the very best phone way beyond any sort of functional imperative that there is incredible value.&quot;  v1 preview &gt;&gt; Rethink Digg Digg unveils the first draft of its reincarnation. The top comment at the time of saving this bookmark was this:   i really hate the digg bar... thanks for killing it   Can&apos;t please everyone. Apple vs. Samsung: the complete guide to a billion-dollar trial &gt;&gt; The Verge This is a keeper. (We wonder, too, whether everyone else also gets distracted by the fabulously sleek design at the Verge. That&apos;s not meant to happen, we&apos;re sure). Apple Stocks Up on Components for Fall Product Launch - John Paczkowski - News - AllThingsD Here&apos;s a big hint:  According to Apple&apos;s latest 10-Q filing, prepayment for inventory components rose $1.15 billion sequentially in the June quarter. That&apos;s a big increase and one that puts such prepayments at their highest level in four years -- 12.6 percent of Apple&apos;s total sales, according to Wells Fargo Securities analyst Maynard Um.  Apple iPhone 5 and iPad mini event planned for September 12, iPhone 5 release date for September 21 &gt;&gt; iMore.com According to iMore:   The iPad mini will be announced at the same September 12 event, as will the new iPod nano. We haven&apos;t heard a release date for the iPad mini yet, but it could be the same as the iPhone 5. It seems likely the new iPod touch will make an appearance on September 12 as well, though we haven&apos;t heard any specific information about that yet either.  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/jul/31/digg-apple-ipad", 
    "wordcount": "388"
}