{
    "headline": "Journey and the art of emotional game design", 
    "text": "Journey is a phenomenal game. This mystical adventure, developed by Santa Monica-based studio thatgamecompany, represents one of those rare moments that make us question everything about the medium. I want to try and look at it from both a top-down and bottom-up design perspective.  I&apos;m a design director at Codemasters and I talk to the game designers here about these different approaches quite a bit. In simple terms, bottom-up game design is concerned with the fine mechanics of the experience, where the function is king and the form follows later.  At Codemasters this is of great importance due to the need to make the car handling experience perfect for the user. A bottom-up game designer thinks in abstract terms: they don&apos;t care that an angry bird is trying to smash down a bad piggy  it&apos;s just box A versus box B accompanied by a clarity of level design to teach the player where to aim. If we look at Journey, what are the bottom-up design elements that exist in the game? The core mechanic is the fluidity of movement of the main character. In Mario games it&apos;s easy to imagine Mario as a ball, the way his abstract form  the collision sphere if you like  &quot;rolls&quot; and arcs within the environment. Nintendo&apos;s animators then do an amazing job of fitting an appropriate form to that function.  Originally Mario&apos;s form, like many characters from the 8-bit era, was designed to fit within a 32-pixel bounding area, leading to a short fat guy with barely distinguishable arms and legs. In effect, this form evolved to work within the rolling ball function while staying true to the original character design  a bottom-up approach. Journey has a similar feeling, to me. To give the player an incredibly natural, accessible motion, the artists have not bound themselves by a typical human form, which would demand certain behaviours. The gliding and floating mechanics work because the cloaked figure, with legs that end in single points, is as fluid as the movement itself. Another key element of design is the use of signs and feedback to help the player understand the game systems. The clearest evidence of signs within Journey are landmarks and collectibles. The latter speak for themselves: they&apos;re white, they glow, they are placed against contrasting backgrounds for player clarity.  The landmarks are more interesting. I think one undervalued aspect of Journey is the brilliance in the simplicity of the level design. The very first scene presents the player with a barren landscape. The player has to rotate the camera in order to see something, thus teaching you a basic input through a natural process. The only point of interest is a hill, on top of which two flags capture our attention. Let&apos;s go there, then.  It sounds ridiculous, but how many games have started with a beautiful, complex world where you sit there and wonder &quot;erm, where am I supposed to go?&quot; You are then promptly guided by a HUD element, or a big arrow pointing you in the right direction. Where Journey gets this so right is through the architecture of the environment. The world tells you where to go. Even if the player fails to comprehend it, the game directs you through the use of wind walls which blow you back. As a design there is a clear intent  you&apos;ve reached the end of the map, but for a mainstream player the form of this feedback is subtle and believable  there are no invisible barriers but a gentle sandstorm that builds to prevent progression. So you head toward the flags. On arrival, the camera rises to reveal the mountain. No need for an objective update, or a character telling me what to do next  the messaging and motivation is implicit in the level design architecture: I need to go to that mountain. The game is populated with these landmarks, and it&apos;s testament to the team&apos;s bravery that they stripped everything back to keep the player informed without compromising with non-relevant eye candy. The easiest feedback to think about is the character&apos;s energy scarf. When developing games, designers often think about game loops  cycles that involve setting a player objective, providing a challenge to overcome in order to achieve that objective, and rewarding the player for their triumph. A good game loop reward enables the player to overcome more difficult challenges (hence the loop is complete).  Atomically, Journey has a simple micro loop: find item (objective), collect item (challenge), increase ability (reward). Importantly, the reward is directly connected with the challenge, albeit loosely as the design requires achievable goals; but a longer jump/float ability enables the player to more easily reach the items to collect. And of course, this growing ability is connected to the core mechanic (movement) since a player with a longer scarf is more manoeuvrable in the game world.  This scarf, like the wind walls that prevent players from travelling in the wrong direction, is an elegant implementation of a simple feedback. The scarf could have simply been a HUD element  a bar that grows and then drains on use, to be replenished on landing. I imagine this is how the team tested the mechanic, but the creative direction, the top-down approach, demanded something much more elegant. So, the fluidity of the character is wonderful, the game has strong signs and feedback, motivation is implicit in the game world. These are all excellent characteristics of a great game, things players take for granted and things designers struggle constantly to implement in order to guide. In my opinion, however, it is how these bottom-up elements are fused with Journey&apos;s top-down design that elevates the game. Top-down design involves creating a game that has a message, a meaning to communicate to the player. I don&apos;t mean things like &quot;kill the demon lord&quot; or &quot;rescue the princess&quot; but instead something that makes us question an aspect of our life, or society, or the status quo. Games such as Ico, Shadow of the Colossus, and the recent re-boot of Prince of Persia deal with issues surrounding love and sacrifice, but through gameplay rather than cut-scenes.  [Prince of Persia spoiler alert!] The ending of PoP deliberately forces the player to carry the body of Elika down an immense corridor, thus powerless to perform his acrobatics (since he&apos;s carrying her). This gives the player time to reflect on the situation: they have spent the last several hours leaping hand-in-hand with this girl, often to be saved by her after making an error  without her they could not have finished the game. Yet here she now is, dead, in the arms of the Prince, as the player walks down this corridor with the credits rolling. Throughout the game, the resurrection altar has been referenced, and it soon dawns on the player the choice they will have to make: will I resurrect her and suffer the consequences of also resurrecting the evil spirit Aruhman, or will I ... well, switch off the console? Here is where I believe the game succeeds  it makes me question my relationship with a virtual character: did I want to save her or switch off? I wasn&apos;t concerned about that buffoon the Prince, but more my connection. [Prince of Persia spoiler ends] What is the meaning behind Journey? Well the team at thatgamecompany and academics cleverer than me can probably tell you precisely, but for me the message is this: &quot;Only by understanding our past mistakes can we prepare for the future.&quot; We travel through a once powerful culture, now decimated by greed and arrogance. It&apos;s a sombre world at first, punctuated with symbolic gravestones in a desert of ruins, representing some catastrophic event from the past. The game system of the growing scarf, while a beautiful touch in relation to signs and feedbacks, also connects the player with preparing for the future  you feel comfortable with a longer scarf, and as such when you replay the game seek out scarf pieces that in the past you may have ignored.  In the game, players learn from other, more experienced players through the innovate anonymous co-op mechanic, which pairs up participants randomly so that they can explore together. I remember the first time I met a &quot;white&quot; player. Immediately I was inspired and fascinated  how did they become white? What have they achieved? And most importantly, what can I learn from them? The purity of the white character, matching the colours of the spirit Gods you meet along the way, provides a status for players to aspire to, but also inspiration for less experienced participants  they are a guide, an expert, a helper. They have been through the experience and have learned from past mistakes, just as the game asks you to do the same. This meaning connects the top-down and bottom-up approach to the game. The game needs to present a world where a catastrophic event has occurred, but at the same time needs to present the player with clear landmarks to aid navigation. The function and form are integrated through the meaning of the game  the barren world shows the mistakes of the past, the clear landmarks prepare us for the future. We see a world built on a mystical power, harnessed by the visual feedback of the scarf, but then we see that power abused to create machines of destruction and the ultimate annihilation of society at their hands. The player then has to face these machines through gameplay, supported by secondary means such as intimidating art direction, ominous audio, and limited movement in level design. The final thing I want to talk about is Journey&apos;s emotional curve, the peaks and troughs used to control the player&apos;s emotions, similarly to a movie. The classic Hollywood emotional curve looks something like this, with the low point coming at the end of Act 2:      How many times have I sat through a romcom with my wife, waiting for this low point ... Oh no, the charming-yet-foolish self-deprecating hero has decided the beautiful-girl-next-door is too good for him, and so has embarked upon a self-destructive path only to be discovered mid-idiocy by that very same beautiful-girl-next-door. What a dilemma! What will he do? He then realises she is the love of his life and so must act with passion and vigour to stop her taking the plane to Paris to reunite with her handsome ex-lover. Quick, to the airport, you fool, before it&apos;s too late.  I believe Journey has managed to adapt this traditional scriptwriting approach to interactivity incredibly well. Time-lining the game against the markers on the graph, I would say the turning point is the player racing across the bridge, followed by a trough in the industrialised city. The peak of the development curve sees the player race down the sand and through the sun-soaked archways. The low point leads with the player racing against the machine to reach the prayer step, in the murky depths of the pit, ending with the struggle up the mountain to the inevitable, as indicated by the reveal of the final mural. Followed by the climactic flight to the summit.  Interestingly, the topology of the environment generally follows this emotional curve (with the exception of the summit), as does the colouration of the art direction (bright, vivid colours while sand surfing; dark, macabre colours when in the underground temple). Here&apos;s my visual interpretation of all that:      Note how the sun sets as the player surfs along the sand, indicating the end of something.  Whether my placement of the locations on the curve are accurate, I think it&apos;s okay to make the assumption that the team were trying to punctuate the game with these highs and lows, and as such, the experience for the player is far more rewarding and uplifting at the end. For the player, this follows what I&apos;ve started to call the Andy Murray effect. As a Brit and a lapsed tennis player, I am a huge supporter of Andy Murray. Like many, I desperately wanted him to win Wimbledon. Of course, that wasn&apos;t to be. Fortunately, a month later Andy had his revenge by winning Olympic gold. Yet strangely that experience felt somewhat flat to me as a viewer. The following month, Andy won the US Open in an incredibly exciting and thrilling match against Novak Djokovic. If we look at the high-level arc of those three matches, we see an interesting pattern develop: In the Wimbledon final, Murray gets the first set but then loses the next three. The emotional curve for the Murray fan is one of initial elation followed by subsequent defeat  depressing viewing, albeit tense:       In the Olympics, Murray wins in straight sets. Because there are no real troughs to the experience, the audience comes away feeling a bit flat, despite the victory:      However, with the US Open final, Murray wins the first two sets, loses the following two and then fights back for victory:      The fluctuation between the highs and lows provides a far more thrilling experience for the viewer and thus the match is more highly regarded. Of course, in all three matches both rivals were trying their best to win, but for the viewer the experience is most thrilling when the match contains twists and turns.  By keeping the game experience limited to around a couple of hours, in my opinion thatgamecompany has managed to map the experience well to the classic emotional curve, choreographing want they want the player to feel both through gameplay and secondary means (topology, lighting, etc). The end sequence, from where the player starts to progress up the mountain, follows closely documented patterns on the change curve  the process people go through when dealing with change.       At first there is immobilisation. The team uses the scarf mechanic to manipulate the player&apos;s emotions, first freezing it and then shrinking it as the player struggles up the mountain. This removal of abilities is a design strategy to make the player feel less empowered, to raise their anxiety. In Journey it works brilliantly  the first time I struggled up the mountain I stopped and questioned whether I should continue, as I watched my scarf slowly float away in the breeze. For a moment I was immobile.  [Journey ending spoilers ahead!] In the change curve cycle, next comes doubt and depression, reflected in Journey through the grey colour palette, the wind, the loss of scarf. Afterwards is acceptance  it becomes clear there&apos;s nowhere else to go but up this mountain so, while difficult, you struggle onward, accepting the inevitable as each footstep becomes more laboured.  The next stage is the letting go. I believe this is the moment the player &quot;dies&quot;. We say goodbye to the old. The design requires significance in this moment and so the team have taken great care to really draw out the final steps and then the collapse  as a result the player is waiting for this inevitability, this acceptance, but forcing themselves through it. After letting go we start to act in new ways, testing out new behaviour. I believe here is where the game gives the player freedom to fly, without the loss of scarf. It is a new mechanic and one that is fulfilling and invigorating. The next step in the change curve proposes a search for meaning. I believe the walk into the light reflects this  by designing this process to be slow and lengthy, the team pushes similar emotions to when the Prince carried Elika along the corridor  a moment to reflect. Finally there is internalisation, where the player walks into the light and the game ends. All these elements are designed in the game to give the player a sense of meaning and reflection. [Journey ending spoilers end] Of course this only works if the player experiences the entirety, and perhaps this is the key revolution in Journey&apos;s design: it&apos;s impossible to &quot;lose&quot;. There is no restart required, no failure state. Even with a shorter scarf it is still possible to complete the game, as long as the player has patience. And the next time they play, learning from their past mistakes, they will have a more fluid experience and see more content of the world, understand more of the game universe. By removing a failure state, the team almost guarantee all players will reach the finale, and thus will experience the entire emotional journey as intended.  So, those are some brief thoughts on Journey. While they are my own, and could be miles from the true creative process used to deliver the game, hopefully they provide some seeds for discussion on the techniques employed in this adventure to ensure it affects so many of us. I see a fantastic blend of top-down and bottom-up game design techniques coupled with a strong dedication to an emotional curve, driven by a desire to never compromise in reaching that goal. The naive romantic in me would like to think Journey will encourage creators and Publishers to think more deeply about what their games want to say to the audience. Hopefully that will be the case as our industry continually evolves and matures.  Nick would like to thank some of the designers at Codemasters who helped with this article: Sofie Graham, Brett Collins and Nick Rathbone.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/nov/21/journey-emotional-game-design", 
    "wordcount": "2894"
}