{
    "headline": "Six out of 10 sixth formers opting out of university do so because of fee worries", 
    "text": "Almost six out of 10 sixth formers who have opted to not go straight to university have done so primarily because of worries about fees, according to a study by a commercial arm of the Guardian. The survey of almost 1,700 pupils and students at pre-university level, carried out by the newspaper&apos;s audience research department, also found that almost a third of those still undecided about university say they do not understand the system whereby tuition fees of up to 9,000 a year are repaid over a number of years, based on salary levels. The findings will increase concerns about the potential effects of the new fees and loans system on access to higher education. In August the Independent Commission on Fees said the increase in tuition fees had resulted in a noticeable drop in the number of English students applying for university places during this academic year, with a shortfall of about 15,000 applicants compared with the number that would be expected. There have also been worries about whether would-be students understand the finance options available to them. Last month the personal finance guru Martin Lewis, who is heading an independent taskforce on student finance information, warned that many were not receiving the proper advice. The Guardian research, while not a fully representative scientific poll, canvassed the views of almost 1,700 respondents, almost all in England and Wales with a handful in Scotland, using a mixture of a selected panel and responses from schools and colleges, social media and the newspaper&apos;s website. The respondents were almost all aged 16 to 21, though there was a bias towards females, who comprised 69% of the sample. Of those who said they were definitely not planning to attend university or were still deciding, 58% said fees were the main reason to not attend. Of those still making up their minds, 28% said they did not understand the student loans system. The figures need to be treated with a certain amount of caution given the relatively small sample size: only 13% of those questioned were not planning to start university immediately. Among those who are attending, comprehension of the fees system is significantly better, with only 8% saying they do not understand it. However, almost a third said the level of annual fees  which range this year from around 6,000 to the 9,000 cap  had affected which institution they applied to. Of the same group 4% will be studying abroad, including in Scotland, although almost half said they had considered this option. Other answers from those planning to attend university reflected the currently straitened economic times: almost nine out of 10 felt they would need a degree to get a job, while 80% said they expected to do unpaid placements or internships, whether while at university or afterwards. Almost half, 45%, said even an undergraduate degree might not be enough and that a postgraduate qualification or MBA might be necessary for them to stand out in the jobseekers&apos; crowd. A Department for Business, Innovation and Skills source said: &quot;Going to university today depends on ability, not the ability to pay. Our university system is better and fairer than under Labour: most students will not pay upfront to study; there are more loans and bursaries for those from poorer families; applications from disadvantaged backgrounds are holding up; and loans are only repaid once graduates have jobs and are earning over 21,000  that&apos;s 40% higher than under the previous system.&quot;", 
    "section": "education", 
    "gid": "education/2012/oct/31/sixth-formers-university-fee-loan", 
    "wordcount": "588"
}