{
    "headline": "The Figueres family led Costa Rica's revolution, and now its green revolution", 
    "text": "Say the name Figueres in Costa Rica and it&apos;s bound to get a reaction. Jos &quot;Don Pepe&quot; Figueres led the 1948 revolution, was president three times, nationalised the banks and gave women and black people the vote. His daughter Christiana is the UN&apos;s climate chief trying to steer almost 200 countries through the most complex international negotiations ever attempted; and her brother Jos Mara was one of Latin America&apos;s youngest ever presidents at the age of 39. Now Jos Mara  who coined the phrase &quot;there&apos;s no planet B&quot; when head of the World Economic Forum  has joined his sister in the fight for a global energy revolution by taking over as head of the climate change business thinktank Carbon War Room, which aims to get business to cut gigatonnes of carbon by sharing best practice information. She hopes to lead the world&apos;s public sector into a low carbon future, he the private sector. But is it an accident of history or sibling rivalry played out on the international stage that accounts for so many revolutionaries in one central American family? &quot;I call her &apos;Hermanita&apos;, or Little Sister,&quot; says Jos Mara. &quot;We pulled each other&apos;s hairs out [as children]. It&apos;s always been a fierce but friendly rivalry between us. We have worked together before. When I was minister of agriculture she was my chief of staff. I was the boss, but she solved the problems. When I was president she was on the government&apos;s climate negotiating team. I like to think she is responsible for finding solutions for 50% of the carbon cuts needed and I must find them for the other half. I&apos;d love to be her chief of staff.&quot; Their father was a landowner and coffee grower who launched a revolution of intellectuals and farmers from the small family ranch he called &quot;La Luccha sin Fin&quot; (the endless struggle) high in the central mountains. The revolution was, he says, based on a liberal, Scandinavian model of universal healthcare, public education, and strong institutions. &quot;Mother was an MP and later a diplomat. Father taught us the values of no wastage and austerity and of a life in harmony with the natural habitat. We learned politics at the family table. We ate it for breakfast, lunch and dinner. Every conversation was about politics, the challenge of development, inequalities and legislation. A table with all of us was so argumentative. There must have been something in the water we drank,&quot; he says. But Jos Mara says that when 18 he wanted a change and chose to go to leading US military academy West Point, whose alumni included presidents Ulysses Grant and Dwight Eisenhower as well as five people who have walked on the moon. This is remarkable, he accepts, because his father is the only president in modern history to have abolished a standing army. &quot;Father had a fit when I went to West Point. He never went there. Perhaps it was my challenge to him,&quot; he says. There followed years at Harvard, as an engineer, a farming boss and then in public service. &quot;I was invited to turn around the railways and then I was made minister of agriculture and forests. We concentrated on resource management and efficiency. We moved to the biological control of pests instead of pesticides.&quot; When he was elected Costa Rican president in 1994, the Berlin wall had come down, the Soviet Union had imploded, the Gulf war had been fought and the Rio Earth summit had been held. He says the world had changed and Costa Rica would not be able to compete in the new world without new ideas  so he turned to business and sustainable development. &quot;I brought in economists like Jeffrey Sachs. I was strongly influenced by people like Maurice Strong [who headed the Rio earth summit] and his adviser on business, the Swiss industrialist Stefan Shmidheiny who set up the World Business Council for Sustainable Development (WBCSD). His single term  all that was allowed  was the start of Costa Rica&apos;s move towards an economy based on eco-tourism, conservation and national parks. &quot;It began my thinking about the ethical and moral necessity to be efficient with natural resources,&quot; he says. Today, &quot;eco-travel&quot; is the country&apos;s biggest industry, worth billions of dollars a year, and sustainable development has proved lucrative. Most farmers benefit in some way from eco tourism, and, from a country in real danger of losing all its forests in 1970, 25% is now dedicated to conservation. &quot;Climate change is the ultimate challenge. But I am convinced that the development opportunity of our lifetimes lies in the transition to a low carbon economy. If we are to solve it we need to scale up our responses. We need to attract capital and resources to get there.&quot; The Carbon War Room has addressed shipping and aviation and will move to become a major international NGO, says Jos Mara. &quot;Business needs to learn from civil society. The world can live far better than it does now. Six billion people aspire to live like the other one billion. That is a just aspiration. I really believe that moving to a low carbon economy would unleash entrepreneurship.&quot; But how would Don Pepe, the old revolutionary, see his two children today? &quot;He would be at the forefront of the renewable energy revolution. He&apos;d be enjoying it. He&apos;d get a kick out of smart grids. Meanwhile, big brother is not waiting for little sister. I wish her the best but we in business are going full steam ahead. At the moment I think business is doing better than countries on climate change, but the jury is out. I know if it were up to Christiana alone that governments would be leading ahead by leaps and bounds.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/may/14/figueres-costa-rica-revolution", 
    "wordcount": "1001"
}