{
    "headline": "RIM's board now have to consider the 'unpalatable'", 
    "text": "&quot;As nice as the Apple iPhone is, it poses a real challenge to its users,&quot; explained Jim Balsillie in November 2007, when Apple&apos;s touchscreen device had been on sale only a few months. &quot;Try typing a web key on a touchscreen on an Apple iPhone, that&apos;s a real challenge. You cannot see what you type.&quot; But for Balsillie, then co-chief executive along with Mike Lazaridis of Research In Motion, maker of the BlackBerry smartphone, the real challenge was to his job. Five years to the day after the first iPhones went on sale, Balsillie and Lazaridis have been ejected from the company, and analysts and brokers seriously question its ability to avoid bankruptcy  which might occur quickly. RIM&apos;s board, led by former operations chief Thorsten Heins since January, is now under pressure to consider &quot;unpalatable&quot; moves such as following Finland&apos;s Nokia by forming an alliance with Microsoft, or selling its network business which carries the data traffic for its 78m subscribers worldwide, Reuters reported. &quot;If RIM continues to be run as it is, we believe that the company will eventually fail,&quot; Nomura Equity Research said. &quot;We do not expect RIM to successfully drive a turnaround of its financials, even with the launch of [its new software] BB10 next year,&quot; the brokerage said in a note to clients. It wasn&apos;t alone: at least 10 brokerages cut their price targets on the stock, some by as much as 50%, while the stock dropped by 20% in heavy selling at its opening following woeful quarterly financial results on Thursday night. RIM announced that it shipped just 7.8m handsets, and made an operating loss of $643m  its biggest-ever  on quarterly revenues of $2.81bn, its smallest since November 2008, when Google&apos;s Android handsets had only just begun to go on sale. A year ago, it had an operating profit of $897m on revenues of $4.9bn. &quot;RIM and Nokia both missed the trends, they were late to understand what was happening,&quot; says Francisco Jeronimo, smartphones analyst for the research company IDC. &quot;Because they both had strong market positions, they made the same mistake of believing that they were doing the right thing.&quot; In May 2008, Lazaridis was asked what he saw as the most exciting trend in the sector, &quot;The most exciting mobile trend is full Qwerty keyboards. I&apos;m sorry, it really is. I&apos;m not making this up,&quot; he replied. However at Vodafone&apos;s urging, RIM was already working on the BlackBerry Storm  a touchscreen device, but which made a user-repellent clicking when used  which it unveiled that autumn. The reaction was so negative that RIM avoided touchscreens for years. But having built its reputation on secure email and handsets with small built-in keyboards, RIM had more to lose by changing than did Nokia, says Jeronimo  and that, allied to poor business execution, has led to its downfall. By contrast Nokia realised its problems in mid-2010, sacked its chief executive and brought in Stephen Elop, an outsider who is transforming the company and focusing it on the smartphone sector, with Microsoft&apos;s help. Of the 78m subscribers worldwide using RIM&apos;s services, just under half are in business, according to estimates by the research company Informa. But where Lazaridis once reportedly said &quot;no company is going to allow people to bring their own phone&quot;, the rise of &quot;bring your own device&quot;, or BYOD, has accelerated with the rise of the iPhone in the US. The rise of Android phones in the US and elsewhere has also outpaced it: against the 78m, there have so far been 400m Android devices activated since 2008, and slightly fewer Apple iPhone and iPads, almost all of which are still in use. That puts RIM in a very distant third place in the race to be the &quot;platform&quot; on which developers write the apps which are making smartphones compelling. That may mean that a final act is in the offing, according to the brokers Cannacord Genuity. &quot;We believe RIM will need to sell the company,&quot; it said in a note to clients. But nobody is quite sure who would want to buy the company. Baird Equity Research, under the heading &quot;Marching off the cliff&quot;, said it believed there was no likely buyer. Despite the pressure on the board to find some sort of tieup with Microsoft, there is no obvious reason why the software giant would want to purchase it  instead of waiting for it to approach an end, at which point business clients would probably abandon it and perhaps migrate to Microsoft&apos;s and Nokia&apos;s products. Microsoft is committed to pumping billions into Nokia already  and might not savour the idea of doing the same with RIM for its proprietary encryption systems. With that in mind, analysts at Citi Investment Research and Jefferies slashed their price targets on the stock to $5.00 for RIM&apos;s US-listed shares, a fall of 45% from Thursday&apos;s close. &quot;We believe fundamentals continue to get worse and RIM could run out of cash and need to raise capital within two years implying that as time rolls forward, if we are correct, the value of RIM continues to go lower,&quot; the Citi analysts said. &quot;We expect more write-offs and impairments to RIM assets and we question if RIM&apos;s new BB10 products will even matter as it may be too little too late,&quot; the analysts said, adding that they expected the company&apos;s smartphone sales growth to be less than half of the industry average in 2012. BlackBerry 10, considered to be RIM&apos;s make-or-break product, was slated to be launched in the first quarter and the delay has already contributed to a 40% drop in the company&apos;s stock price so far this year.", 
    "section": "technology", 
    "gid": "technology/2012/jun/29/rim-board-consider-unpalatable", 
    "wordcount": "974"
}