{
    "headline": "Apple WWDC to take place June 11-15 but iPhone 5 unlikely", 
    "text": "Apple will hold its annual Worldwide Developers Conference (WWDC) event from 11-15 June in San Francisco&apos;s Moscone West venue, just a couple of weeks before Google&apos;s I/O event takes place in the same venue. The five-day WWDC will focus on iOS and OS X Mountain Lion software, with technical sessions and hands-on labs aimed at developers making apps for both platforms. Apple will also hold an awards event to garland the best iPhone, iPad and Mac apps. Google&apos;s lineup for I/O is similar, with technical sessions and coding labs. Both conferences will host high-profile keynotes from key executives talking about the next steps for their platforms, as well as parties and networking events for developers. In past years, Apple has unveiled new hardware at WWDC: the iPhone 3G in 2008, the iPhone 3GS in 2009, and the iPhone 4 in 2010. The company broke the pattern in 2011 though, saving the iPhone 4S for a separate Autumn event. That suggests the iPhone 5 already the subject of continuous speculation regarding its likely features and launch date will not be unveiled at WWDC 2012. That doesn&apos;t mean there won&apos;t be news, though. The sixth generation of Apple&apos;s iOS software is likely to be the key announcement at WWDC. The blogosphere jungle drums have yet to beat in earnest about possible features for iOS 6, but Apple may well unveil a redesigned App Store as part of it, possibly including revamped recommendation technology from its acquisition of startup Chomp in February 2012. Likewise, Google&apos;s I/O may see a major update to the company&apos;s Android OS, which is expected to be codenamed Jelly Bean. Hardware-wise, there have been persistent rumours of a Nexus-branded Android tablet in 2012, so I/O may be that device&apos;s coming out party too. The closeness of WWDC and I/O will make June a pivotal month for smartphone and tablet app developers, with many still focused on iOS and Android at the expense of rival platforms like Windows Phone and BlackBerry. Yet with RIM holding its BlackBerry World 2012 event on 1-3 May, and Microsoft readying the next generation of Windows Phone, by the end of June we&apos;ll have a clear picture of how those four platforms are stacking up for features, but also support from app developers.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/apr/25/apple-wwdc-2012", 
    "wordcount": "385"
}