{
    "headline": "Nuclear power is only solution to climate change, says Jeffrey Sachs", 
    "text": "Combating climate change will require an expansion of nuclear power, respected economist Jeffrey Sachs said on Thursday, in remarks that are likely to dismay some sections of the environmental movement. Prof Sachs said atomic energy was needed because it provided a low-carbon source of power, while renewable energy was not making up enough of the world&apos;s energy mix and new technologies such as carbon capture and storage were not progressing fast enough. &quot;We won&apos;t meet the carbon targets if nuclear is taken off the table,&quot; he said. He said coal was likely to continue to be cheaper than renewables and other low-carbon forms of energy, unless the effects of the climate were taken into account. &quot;Fossil fuel prices will remain low enough to wreck [low-carbon energy] unless you have incentives and [carbon] pricing,&quot; he told the annual meeting of the Asian Development Bank in Manila. A group of four prominent UK environmentalists, including Jonathon Porritt and former heads of Friends of the Earth UK Tony Juniper and Charles Secrett, have been campaigning against nuclear power in recent weeks, arguing that it is unnecessary, dangerous and too expensive. Porritt told the Guardian: &quot;It [nuclear power] cannot possibly deliver  primarily for economic reasons. Nuclear reactors are massively expensive. They take a long time to build. And even when they&apos;re up and running, they&apos;re nothing like as reliable as the industry would have us believe.&quot; But Sachs, director of the Earth Institute and professor of sustainable development at Columbia University in the US, said the world had no choice because the threat of climate change had grown so grave. He said greenhouse gas emissions, which have continued to rise despite the financial crisis and deep recession in the developed world, were &quot;nowhere near&quot; falling to the level that would be needed to avert dangerous climate change. He said: &quot;Emissions per unit of energy need to fall by a factor of six. That means electrifying everything that can be electrified and then making electricity largely carbon-free. It requires renewable energy, nuclear and carbon capture and storage  these are all very big challenges. We need to understand the scale of the challenge.&quot; Sachs warned that &quot;nice projects&quot; around the world involving renewable power or energy efficiency would not be enough to stave off the catastrophic effects of global warming  a wholesale change and overhaul of the world&apos;s energy systems and economy would be needed if the world is to hold carbon emissions to 450 parts per million of the atmosphere  a level that in itself may be inadequate. &quot;We are nowhere close to that  as wishful thinking and corporate lobbies are much more powerful than the arithmetic of climate scientists,&quot; he said.", 
    "section": "environment", 
    "gid": "environment/2012/may/03/nuclear-power-solution-climate-change", 
    "wordcount": "461"
}