{
    "headline": "What should companies do when states offer prime land on a platter?", 
    "text": "During a recent visit to Kampala, Uganda, we heard multiple stories of people being forced to move because the government or local business wanted to acquire land they had inhabited for generations. In one case, the bodyguard of a government official addressing disputes over a land acquisition project opened fire on protesters, killing two. The official and his guard now face murder charges. Such cases, where disproportionate force is used against people resisting land projects, are becoming common in parts of Africa, Asia and Latin America. As Liz Alden Wily pointed out on the Poverty Matters blog, many plots of land throughout Africa do not have individual ownership or well-recognised customary titles for collective ownership. This lack of clear ownership rights allows investors  domestic or foreign, state-owned or private, small or large  to stake a claim. But ownership isn&apos;t the only issue. Titled or untitled, land is often taken over without due process by invoking the loosely defined doctrine of eminent domain (by which the government can appropriate private property). And where there are contracts, they often disproportionately favour those with power. The principles of participation, transparency and accountability, which form the cornerstone of the notion of free, prior and informed consent (FPIC), are usually absent in such transactions. Corporate buyers typically contend that any investments they make in land will bring economic benefit to communities as well as to the government  and the acquirer. But the story in Africa (and elsewhere) shows that benefits too often are shared only between companies and local elites, while surrounding communities end up worse off. What leads so many land deals in Africa to such destructive results for local communities? One factor is that those people most affected by land deals usually lack financial resources and the negotiating power to defend their rights. Their claims to land ownership are easily exploited by governments and by some companies. But there are signs that situation may finally be changing. In 2010 the African Commission on Human and Peoples&apos; Rights, in considering a case by the Endorois people of Kenya, moved towards institutionalising and providing greater protection to traditional ownership of land. The commission concluded: &quot;Traditional possession of land by indigenous people has the equivalent effect as that of a state-granted full property title&quot;, and that &quot;indigenous peoples who have unwillingly lost possession of their lands, when those lands have been lawfully transferred to innocent third parties, are entitled to restitution thereof or to obtain other lands of equal extension and quality&quot;. This is an encouraging sign of greater legal protection for traditional landholders. But for the growing number of companies investing in Africa, what  in practical terms  should be done when states offer prime land on a platter? How should companies respond if they learn that people who lived off that land are likely to be evicted forcefully, and are unlikely to have any documentation proving ownership of the place from which they were forcibly removed? To ensure that the process of acquiring or using land is transparent, and in keeping with international human rights principles, the UN&apos;s Food and Agriculture Organisation has launched an effort to develop guidelines on responsible governance of tenure of land and other natural resources. The focus of this effort on the state&apos;s role in protecting rights is of vital importance. Olivier de Schutter, UN special rapporteur on the right to food, has called for guidelines to protect the vulnerable against land grabbing. Earlier, the UN Human Rights Council&apos;s unanimous adoption of guiding principles to implement the protect-respect-remedy framework on business and human rights (pdf) is another step in the right direction. It clarifies state obligations to protect human rights from abuses involving private participants such as companies, the independent responsibility of all businesses to respect human rights, and where there is a governance gap, the need for remedies that are consistent with human rights standards. But the reality remains that states often fail to protect human rights. So what should companies do? In an effort to provide practical guidance based on international human rights principles and standards, the Institute for Human Rights and Business embarked in 2009 on a project on business responsibilities towards use and acquisition of land. This initiative has resulted in a set of draft guidelines (pdf) targeted at the business sector, which are due to be finalised later this year. The guidelines are based on the principles of transparency, accountability and non-discrimination, and provide step-by-step advice to businesses to help them avoid conduct that undermines human rights. Such steps won&apos;t be sufficient to ensure corporate respect for human rights in all cases, but they are a necessary stage in an ongoing process of due diligence that will help companies ensure they respect the dignity of local communities. We think that is a good place to start.  Salil Tripathi is director of policy at the Institute for Human Rights and Business. Wambui Kimathi is senior consultant for Africa at the institute", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/mar/06/companies-guidelines-land-investing-africa", 
    "wordcount": "829"
}