{
    "headline": "Samsung drops Apple sales ban attempts after EC investigation", 
    "text": "Samsung has stopped seeking sales bans for Apple products such as the iPhone and iPad in lawsuits in five European countries, apparently after being warned by the European Commission against abusing its ownership of patents essential for standards such as 3G networking. The unexpected boost for Apple in the smartphone patent wars came just hours after it was disappointed in California by Judge Lucy Koh, who turned down its request for a US sales ban on 20 Samsung smartphones and tablets, despite winning $1bn in damages from a jury verdict in August. The mixed news had little impact on Apple&apos;s share price, which continued a gradual rise since dipping close to $500 on Monday, its lowest point since February. The stock price hit $702.10 on 19 September, but since then has been in a prolonged slump. Analysts have cut their rating on the stock, suggesting that Apple is cutting production of iPhones  despite the company having trumpeted the sale of 2m iPhone 5 handsets in three days at its introduction in China last weekend. Samsung decided unilaterally not to seek court injunctions in Germany, the UK, France, Italy and the Netherlands over Apple&apos;s use of its patents for standards such as 3G. But the lawsuits will continue, with Samsung seeking payment for use of the patents, which Apple has not denied. The surprise move follows intense scrutiny from the EC&apos;s antitrust unit, which has been investigating the South Korean company&apos;s use of &quot;standards-essential&quot; patents (SEPs) in lawsuits for almost a year. Companies have to use SEPs to make their devices work with standards such as 3G or Wi-Fi  but the patent owner agrees to license them on terms that are &quot;fair, reasonable and non-discriminatory&quot; to any applicant. Samsung and Apple have disagreed over the payment terms for the licences. In the US, the Federal Trade Commission (FTC) warned earlier this month that letting SEP owners demand sales bans if they disagree on licence payments amounted to a &quot;holdup&quot;, and that judges should refuse them. The warning came in a filing in a lawsuit where Google subsidiary Motorola Mobility (MMI), which holds a number of SEPs, is suing Apple; the FTC sided against MMI. Florian Mller, who has studied the patent battles and is unconnected to Apple or Samsung, told the Guardian: &quot;I&apos;m convinced there was pressure from the EU. The commission could have taken its time, but the Mannheim regional court was going to rule on two Samsung SEP lawsuits on 25 January  and I think it still is going to rule, but it will only rule on whether Samsung is entitled to damages as opposed to potential sales bans. &quot;Samsung has dropped its push for the most drastic remedy  sales bans  with respect to the most lethal weapon, SEPs, and only in Europe, not in the US, Asia or Australia. This is exactly the scope of the EC investigation.&quot; But the DoJ is also investigating Samsung in the US over precisely the same matter  suggesting that Samsung may make a similar climbdown there to avoid hefty fines. Samsung said it had dropped its request for sales bans in Europe because &quot;we strongly believe it is better when companies compete fairly in the marketplace, rather than in court&quot; and that it had withdrawn them &quot;in the interest of protecting consumer choice&quot;. However, Samsung is still seeking sales bans on Apple products over non-essential patents in Germany, and on a number of patents in other countries. In California, Judge Koh turned down Apple&apos;s request for a sales ban because it said that it had not shown that Samsung&apos;s infringement of its patents  covering screen behaviour such as the &quot;bounce&quot; on scrolling through a list  had directly boosted its rival&apos;s sales, or hurt Apple&apos;s. But she also threw out complaints by Samsung that the jury foreman Velvin Hogan had been biased against it because of a 1993 lawsuit brought by hard-drive maker Seagate, in which Samsung owns shares and for which the foreman had worked.", 
    "section": "technology", 
    "gid": "technology/2012/dec/18/samsung-drops-apple-sales-ban", 
    "wordcount": "681"
}