{
    "headline": "The week in wildlife - in pictures", 
    "text": "   Blue poppies (Papaveraceae) in the Valley of Flowers national park high in the Himalayas in the Chamoli district, India. The remote valley is famous for its meadows of alpine flowers and stretches over an area of 87.5 square kilometres. With more than 300 varieties of flowers, it was declared a national park in 1982 and a Unesco world heritage site in 1988 Photograph: Harish Tyagi/EPA       A stag among a herd of deer in a forest in Rambouillet, near Paris. Autumn marks the start of the rutting season when the large red deer stags can be heard roaring and barking in an attempt to attract females Photograph: Kenzo Tribouillard/AFP/Getty Images       A brown bear cub walks in an area of taiga near the village of Ust-Mana, Russia Photograph: Ilya Naymushin/Reuters       A Sri Lankan painted stork catches a fish in the Yala national park in the southern district of Yala. Yala national park is the most visited and second largest national park in Sri LankaPhotograph: Ishara S.kodikara/AFP/Getty Images       In advance of World Rhino Day on Saturday, campaigners are calling on Vietnam to increase efforts to address the illegal trade of rhino horn, which is threatening rhino populations in both Africa and Asia. This year, 381 South African rhinos have been poached to meet demand in Asian consumer markets, particularly Vietnam Photograph: Ding Haitao/Corbis       The male purple-rumped sunbird has a dark maroon upper side with a blue-green crown that is visible in some angles. The species is endemic to the Indian subcontinent Photograph: Firoz Ahmed/Corbis       The results of a decade-long study have shown that the northern Mozambique Channel has the highest diversity of corals in the central, northern and western Indian Ocean Photograph: Sterling Zumbrunn/CI       By chrisrobs for Green shoots exploring life on the shoreline. Anemone shrimp in snakelocks anemone, Swanage Pier Photograph: Flickr       A rescued baby river dolphin is cared for by biologists on the Pailas River in Santa Cruz, Bolivia. Bolivian president, Evo Morales, announced a new a law to protect Amazon river dolphins. The law bans fishing for the freshwater dolphins and encourages programmes to protect them and their habitats, which have been damaged by erosion, pollution and woodcutting in the river basins Photograph: Dado Galdieri/AP       Two suspected wildlife smugglers are pictured standing next to their car, along with two plastic crates containing four tiger cubs, and endangered pangolins, after they were arrested, at a police station in the central province of Ha Tinh, Vietnam. The IUCN-SSC PangolinSG was re-established in February 2012 in recognition of widespread global threats to pangolins and to address the lack of understanding of the species and their conservation needs Photograph: STR/AFP/Getty Images       African penguins gather to keep warm as others are fed sardines by staff at the South African Foundation for the Conservation of Coastal Birds after they were recently found covered in oil on Robben Island, Cape Town, South Africa. Two hundred penguins were found covered in oil after a spillage by a stricken bulk carrier and are being cared for by the foundation as they recuperate, with food and medical care provided for until their possible release next Thursday Photograph: Schalk van Zuydam/AP       Peacock pansy butterfly in New Delhi, India  Photograph: Harish Tyagi/EPA       A Brazilian three banded armadillo (Tolypeutes tricinctus), also known as tatu-bola in Portuguese, in Rio de Janeiro. The tatu-bola  an endangered species  was chosen as the mascot of the Fifa World Cup Brazil 2014 Photograph: Vanderlei Almeida/AFP/Getty Images       Bill Oddie translates bird call into tweets at ZSL London zoo. According to Oddie, trained ears can pick up on the subtle differences that alter the meaning of a bird call. 'Every bird has a bit of a vocabulary. They have seven different areas of sound, and they will all have meaning. It might be a young bird asking for food, or a bird saying this is my territory,' he said Photograph: Jeff Moore/PA       Funghi on a fallen tree seen in the Valley of Flowers national park  Photograph: Harish Tyagi/EPA       A male Robinson Crusoe firecrown perched on a branch on Robinson Crusoe Island. Invasive species are crowding out the unique native plants and birds that evolved during more than a million years of isolation before the first people moved into the Juan Fernndez archipelago, composed of three remote islands; Robinson Crusoe, Alejandro Selkirk and Santa Clara, about 416 miles west of the Chilean mainland Photograph: Julio Leiva/AP       One of the ZSL animal photography prize 2012 winning pictures, Last Chance To See, of two manatees taken by Ibrahim Roushdl. The competition, the first of its kind run by the Zoological Society of London, launched in April in a bid to inspire amateur and professional photographers to capture the wonders of the natural world Photograph: Ibrahim Roushdl/ZSL       Red river hog mother Dagamba with her baby Tonka at the Zoologischer Garten zoo in Berlin. Tonka was born on 1 September 2012 at the zoo. In the wild, the pigs live in Africa, preferring areas close to rivers or swamp Photograph: Ole Spata/AFP/Getty Images       Ayu Rosalina, a Sumatran elephant calf that was born on Tuesday, stands near her mother at the Conservation Response Unit (CRU) Sampoiniet, in Aceh Jaya, Indonesia. The Sumatran elephant could be extinct in the wild in under 30 years unless immediate steps are taken to protect its rapidly diminishing habitat, environmental group WWF said on Tuesday. IUCN, the International Union for Conservation of Nature, raised its listing of the Sumatran elephant subspecies from endangered to critically endangered after nearly 70% of its habitat and half its population has been lost in one generation Photograph: Heri Juanda/AP       Captain Brett McBride places his hand on the snout of his crew's first specimen while scientists collect blood, tissue samples and attach tracking devices on the research vessel Ocearch off the coast of Chatham, US. Before release, the 15ft, 2,292lb shark was named Genie for the famed shark researcher Eugenie Clark. The Ocearch team baits the fish and leads them on to a lift, tagging and taking blood, tissue and semen samples up close. The real-time satellite tag tracks the shark each time its dorsal fin breaks the surface, plotting its location on a map Photograph: Stephan Savoia/AP  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/sep/21/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}