{
    "headline": "Teachers' pay rises to be based on performance, Michael Gove confirms", 
    "text": "Performance-related pay for teachers will begin from September, the education secretary, Michael Gove, has confirmed, a move unions warned would demoralise the profession and be as likely to produce salary cuts as increases. Gove said late last year he was minded to accept recommendations from the School Teachers&apos; Review Body (STRB) that headteachers be given more freedom on deciding pay, something he argued would reward good staff and help schools in disadvantaged areas recruit and keep the best teachers. A final decision was delayed pending a consultation period for unions and others to submit their views on the idea. Gove has now written to Dame Patricia Hodgson, the chair of the STRB, to confirm the change, which will affect schools in England and Wales. He wrote: &quot;I am clear that these changes will give schools greater freedom to develop pay policies that are tailored to their school&apos;s needs and circumstances and to reward their teachers in line with their performance.&quot; There was, he added, &quot;further work to be done&quot; in deciding the best way to implement the recommendations. The new system will end teachers&apos; automatic progression to new national pay points according to length of service, linking it instead to annual appraisals, as happens already with some senior staff. While the wider pay bands will be maintained as a general reference, the set points between them will be abolished, with heads given the power to choose what within the scale a teacher is paid. Higher pay bands for London and surrounding areas will be kept in place. The NASUWT teachers&apos; union called the consultation a &quot;sham&quot;, pointing to a gap of just six days between the deadline for submissions and Gove&apos;s decision. The union&apos;s general secretary, Chris Keates, said: &quot;From now on the only pay existing teachers can expect is the salary they are on. New entrants to the profession can aspire no higher than their starting salary. &quot;At a time of severe economic austerity and where there is already stark evidence that schools are using existing pay flexibilities to deny teachers pay progression however well they perform, the claim that these recommendations will result in good teachers being paid more is risible.&quot; The other main teaching union, the NUT, which with the NASUWT represents around 90% of rank-and-file teachers, has argued that predictable pay scales are one of the main attractions for new entrants to the profession. Christine Blower, general secretary of the NUT, said: &quot;Some 25,000 schools deciding their own pay structures is a real distraction from the teaching and learning that should be the focus of schools&apos; work. Individual pay decisions will result in unfairness and less mobility in the teacher job market.&quot; She added that performance-related pay was &quot;fundamentally inappropriate&quot; for teaching. &quot;Contrary to Department for Education claims, there is no evidence that linking pay to performance increases results.&quot; While the two main unions representing headteachers and other senior staff, the National Association of Head Teachers (NAHT) and Association of School and College Leaders (ASCL), broadly support the change, they warn that it needs considerable planning and should not be rushed through. In the NAHT&apos;s submission to the STRB, the union&apos;s general secretary, Russell Hobby, called some of the ideas &quot;too far, too soon&quot;. He said: &quot;We accept that basing pay progression on performance would bring classroom teachers into line with both headteachers, where it already operates, and with most other sectors. &quot;To get the best from the new system, however, it must be introduced sensitively and contain a strong emphasis on professional development. For teachers to understand that this is a constructive process that works in their interest as well as pupils&apos;, it must not be based on crude targets. &quot;Nor should it be implemented in a rush without adequate training being given to school leaders and governors who will be monitoring staff progress and sometimes having to make difficult decisions and judgments.&quot; Gove said: &quot;These recommendations will make teaching a more attractive career and a more rewarding job. They will give schools greater flexibility to respond to specific conditions and reward their best teachers. &quot;It is vital that teachers can be paid more without having to leave the classroom. This will be particularly important to schools in the most disadvantaged areas as it will empower them to attract and recruit the best teachers.&quot;", 
    "section": "education", 
    "gid": "education/2013/jan/15/teachers-pay-performance-michael-gove", 
    "wordcount": "744"
}