{
    "headline": "Dispatches from Qatar: branch campuses aren't poaching students", 
    "text": "Higher education is evolving, and I&apos;m not just talking about UK tuition fees. We&apos;re seeing a shift in the centre of gravity away from the traditional bases. The opening of branch campuses by UK universities has been an emerging trend over the past decade. Asia and the Middle East in particular have seen a significant rise in the number of institutions entering overseas markets to offer degree programmes and act as research centres. Debates as to the merits of branch campuses have lingered for some time, with no shortage of academics and observers commenting on their effectiveness. As someone to have recently taken up my first posting at a branch campus, and one that is currently being built from scratch, it&apos;s been fascinating to finally gain an insider&apos;s view into this new world. Perhaps the most obvious, though not necessarily the most common style of branch campus is to essentially replicate the home campus in an international setting. A large student body, a multi-disciplinary portfolio of degree programmes. On the other hand, some UK universities have opted to go into partnership with local institutions, creating a dual-branded entity. The range of programmes on offer may be restricted to a small number of specialised options. UCL is part of an altogether different model, that of Education City in Doha, also known as Hamad bin Khalifa University. Ultramodern and growing steadily, it is home to some real power players; Weill Cornell, Carnegie Mellon, Georgetown and Northwestern. Each university offers degrees in a different subject area, so rather than being competitors, we are in this together, and together we strive to establish Education City as one of the world&apos;s leading hubs of higher education. Our partners, Qatar Foundation and Qatar Museums Authority, have assisted us with the logistics of our set-up and our facilities. Support like this is essential if you want to succeed. First and foremost, I firmly believe that our presence in Qatar, and in Australia and Kazakhstan for that matter, is not just about benefiting students in these countries; the home campus also stands to gain. We&apos;re not here to poach students that would otherwise have gone to London. Instead it&apos;s about finding our own audience. But it&apos;s impossible to think that as our overseas profile grows, more bright young minds from this region won&apos;t begin to consider Bloomsbury as an option for their studies. What is most important to me though is what we bring to this community. We&apos;ve arrived in Qatar at a time when the cultural heritage sector is simply set to explode. Museums in the pipeline include the Orientalist Museum, the Children&apos;s Museum, the Sports Museum and the Photography Museum. The new Qatar National Museum is expected to open in 2014, to join the exceptional Museum of Islamic Art, which is fast becoming one of the world&apos;s most distinguished new museums. With our outreach programme, we&apos;ll bring cultural heritage to the general public and further raise the bar. Challenges lie ahead. Undoubtedly, our subject portfolio is niche. We&apos;re in a region where traditionally, engineering, business studies and IT have dominated. As Qatar&apos;s cultural renaissance continues to grow at pace, I&apos;m confident that the subjects we offer will be of increasing relevance and curiosity to the population. Like other branch campuses, we&apos;ll have observers who question the size of our student body, and wonder whether the entry requirements are the same as at home. I think the fundamental fact is that if there wasn&apos;t sufficient demand for branch campuses, they wouldn&apos;t survive. It isn&apos;t just about having a huge student body, it&apos;s about providing the right environment and access to education. It&apos;s about finding high calibre students with the potential to become world leaders in their chosen fields. Carrying on the standards set by our home campus is imperative; entry requirements will remain the same, as will the quality of the programmes we offer. Setting up a branch campus from scratch is definitely not an easy prospect. September 2012 is the date on our horizon, when we will enrol our first intake of students to postgraduate programmes in archaeology, conservation and museum studies. Considering that a few months back we had little apart from our premises, it&apos;s a relief to see steady progress being made, and high quality applications coming through. With so many things to do, it could easily be overwhelming. My colleagues and I laugh about it, but for anyone considering a similar opportunity the consensus is the same. You must be flexible. Be prepared to take on responsibilities that aren&apos;t in your job description. Go with it, and it&apos;s amazing how much you&apos;ll learn in a short space of time. We cannot yet measure our success. But what we can do is clearly define ourselves, and strive towards those goals. Seeing for myself the ambition and potential of Education City, I can believe that in many years to come, when the landscape of higher education has evolved even further, observers will be able to look back on this model and say that was the one that worked. Brett Kershaw is marketing officer for University College London&apos;s Qatar campus - UCL Qatar. You can find UCL Qatar on Twitter and Facebook. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/feb/14/ucl-qatar-branch-campuses-poaching", 
    "wordcount": "898"
}