{
    "headline": "Crow intelligence", 
    "text": "    I&apos;ve got a lot of peeves. One of my peeves is the phrase, &quot;bird brain&quot;, which presumably means &quot;stupid.&quot; However, having spent most of my waking life in the company of birds and a suite of other animal species (including non-human primates), I&apos;ve learned that birds are much smarter than other animals. In fact, they&apos;re smarter than a rather large number of humans whom I happen to know or know about (but I am merciful; I won&apos;t name names).    Originally, people based their unfounded opinions about avian intelligence on (1) the behaviours of domestic fowl that had been inbred for thousands of generations and living in tiny overcrowded cages for hundreds of generations and (2) the physical structure of bird brains. Basically, birds&apos; brains look a lot different than primate brains, but now that people are actually observing wild, never domesticated birds, they&apos;re finding that birds use their brains differently than humans do to achieve the same goals. Which is consistent with structural differences.  In this video, we watch one particular crow demonstrate that she can use a series of tools to accomplish specific goals -- something that the great apes cannot do. Watching her use one tool to obtain another and then use that tool to obtain yet a third so she can then use that to achieve her goal is like watching a human play a hidden object-adventure video game:            Visit CalAcademy&apos;s YouTube channel [video link]. Here&apos;s a closer look at one particular crow, a New Caledonian crow, Corvus moneduloides, named Betty, as she plies her skills:            Visit NewScientistVideo&apos;s YouTube channel [video link].  I, for one, welcome our &quot;bird brained&quot; crow overlords. They certainly couldn&apos;t be any more savage and stupid than the ones we&apos;ve already got.  If you&apos;re interested, I&apos;ve written about crow intelligence before. This piece gives a few details about the experiment that Jack Dumbacher was referring to in the video.  Source: Alex H. Taylor, Gavin R. Hunt, Jennifer C. Holzhaider, and Russell D. Gray. Spontaneous Metatool Use by New Caledonian Crows. (2007). Current Biology, 17 (17), 1504-1507. doi:10.1016/j.cub.2007.07.057 .. .. .. .. .. .. .. .. .. .. .. ..  California Academy of Sciences is on facebook and twitter @calacademy New Scientist videos can be found on twitter @NewScientistTV .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jan/04/1", 
    "wordcount": "385"
}