{
    "headline": "Alan Turing: the short, brilliant life and tragic death of an enigma", 
    "text": "     A German Enigma coding machine on loan from Mick Jagger and a 1950 computer with less calculating power than a smartphone but which was once the fastest in the world, are among the star objects in a new exhibition at the Science Museum devoted to the short, brilliant life and tragic death of the scientist Alan Turing. &quot;We are in geek heaven,&quot; his nephew Sir John Turing said, surrounded by pieces of computing history which are sacred relics to Turing&apos;s admirers, including a computer-controlled tortoise that had enchanted the scientist when he saw it at the museum in the 1951 Festival of Britain. &quot;This exhibition is a great tribute to a very remarkable man,&quot; Turing said. &quot;My father was in awe of him, the word genius was often used in speaking of him in the family,&quot; he said, &quot;but he also spoke of his eccentricity, of how he cycled to work at Bletchley wearing a gas mask to control his hayfever so the local people he passed dreaded that a gas attack was imminent.&quot; The exhibition, marking the centenary of Turing&apos;s birth, tackles both the traumatic personal life and the brilliant science of the man who was a key member of the codebreaking team at Bletchley Park, and devised the Turing Test which is still the measure of artificial intelligence. Turing was gay, and in 1952 while working at Manchester University, where he had a relationship with a technician called Arnold Murray, he was arrested and charged with gross indecency. He escaped prison only by agreeing to chemical castration through a year&apos;s doses of oestrogen  which curator David Rooney said had a devastating effect on him, mentally and physically. In 1954 he was found dead in his bed, a half eaten apple on the table beside him, according to legend laced with the cyanide which killed him. His mother insisted that his death was accidental, part of an experiment to silver plate a spoon  he had previously gold plated another piece of cutlery by stripping the gold from a pocket watch  with the chemicals found in a pot on the stove. However the coroner&apos;s report, also on display, is unequivocal: Turing had consumed the equivalent of a wine glass of poison and the form records bleakly &quot;the brain smelled of bitter almonds&quot;. The death is wreathed with conspiracy theories, but Rooney&apos;s explanation for the apple is pragmatic: not an obsession with the poisoned apple in the Disney film of Snow White, as some have claimed, but a very intelligent man who had it ready to bite into to counteract the appalling taste of the cyanide. His nephew said both the prosecution and death were devastating for the family, but they were delighted by the formal public apology offered in 2009 by then prime minister Gordon Brown. The campaign for a posthumous pardon is more problematic he said, speaking as a senior partner at the law firm Clifford Chance. &quot;So many people were condemned properly under the then law for offences which we now see entirely differently. One would not wish to think that Turing won a pardon merely because he is famous, that might be just a step too far. But the suggestion that there might be some reparation by having him appear on the back of a bank note  that might indeed be good.&quot; The exhibition includes the only surviving parts of one of the 200 bombe machines which ran day and night decoding German messages at sites around the country, each weighing a ton and all broken up for scrap after the war. The components were borrowed from the government intelligence centre at GCHQ after tortuous negotiations. Although visitors will not realise it, a short interview filmed at GCHQ is even more exceptional, the only film for public viewing ever permitted inside the Cheltenham complex. By 1950 when the Pilot Ace computer, on which Turing did key development work, was finally running at the National Physical Laboratory, he had moved to Manchester, impatient at the slow pace of work in the postwar public sector. It is displayed beside a panel of tattered metal, part of a Comet, the first civilian passenger jet, which exploded over the Mediterranean killing all on board: the computer ran the millions of calculations to work out why. Rooney says the exhibition is also intended to destroy the impression of Turing as a solitary boffin: it includes many of the people he worked with, who regarded him with awe and affection. When he came to see the computer tortoises in 1951  they responded to light and scuttled back home when the bulb was switched on in their hutches  he also managed to break a game playing computer by recognising the work of a protege and cracking the algorithm on the spot: the computer flashed both &quot;you&apos;ve won&quot; and &quot;you&apos;ve lost&quot; messages at him, and then shut itself down in a sulk. In an interview filmed for the exhibition his last researcher, Professor Bernard Richards of Manchester University, the man he was due to meet on the day of his death, says: &quot;Turing struck me as a genius. He was on a higher plane.&quot;  Codebreaker  Alan Turing&apos;s life and legacy, free at the Science Museum, London, until June 2013.", 
    "section": "science", 
    "gid": "science/2012/jun/20/alan-turing-science-museum-exhibition", 
    "wordcount": "892"
}