{
    "headline": "The post-Jobs Apple has a different flavour under Tim Cook", 
    "text": "     On 4 October last year, Tim Cook took the stage for the first time at Apple&apos;s HQ in Cupertino, California, as its full-time chief executive, to start unveiling what turned out to be the iPhone 4S. It was also the first time Cook had been in the driving seat for an Apple presentation  which for years had been led by Steve Jobs, whose skill at making new products look desirable had become famed as a &quot;reality distortion field&quot;. But Jobs was at his home nearby in Silicon Valley, gravely ill with neuroendocrine cancer, which had first been diagnosed in 2003, and surgically treated in 2004. Jobs died the day after Cook stood on the stage; his death led to a huge  and, to many, puzzling  outpouring of grief, and to a more explicable flurry of analyses suggesting that without its co-founder, Apple would wither on the vine. A year on, Apple doesn&apos;t look like a company in serious trouble. It has risen in value by more than 75%, from $346.2bn (215.2bn) on 4 October last year to $619.9bn at the time of writing, becoming the most valuable listed company in the world and bringing it close to an all-time inflation-adjusted record (beaten only by Microsoft in 1999). It has sold more iPhones in that period than ever before (and then bettered that with pre-orders for the iPhone 5, which was released last month). Its profits have kept growing, in apparent defiance of any law of economic gravity. &quot;I never viewed my role as to replace him,&quot; Cook told the AllThingsDigital conference in May. &quot;Steve was an original. I don&apos;t think another one of those is being made. I never felt the weight of being Steve.&quot; But is Apple really the same company without Jobs and with Cook as its helmsman? Inside the company, the word is that nothing seems different; business goes on as usual, work gets done, the relentless pressure on the staff continues. One thing that has gone: Jobs&apos;s sometimes infuriating (to staff) ability to argue one position on one day, and the exact opposite the next. &quot;I saw it daily,&quot; Cook said. But without Jobs, can Apple still innovate? George Colony of Forrester Research suggested in April that Apple will, like Sony after the death of its leader, Akio Morita, in 1999, decline: &quot;When Steve Jobs departed, he took three things with him: 1) singular charismatic leadership that bound the company together and elicited extraordinary performance from its people; 2) the ability to take big risks; and 3) an unparalleled ability to envision and design products.&quot; He suggested that Apple had between two and four years before revenue growth and product innovation would stall. Cook, though, denied that Jobs had had such a key importance, especially in the product field. &quot;The [product] curator role moves around as it always had [when Jobs was there],&quot; Cook told the ATD conference. &quot;No one person does it all.&quot; Cook, like Jobs, still runs a tight ship in every sense: Apple is secretive about its plans and workings, with high-profile one-off presentations run by the top executives  Cook; the marketing chief, Phil Schiller; the iPhone software chief, Scott Forstall  over off-the-record meet-the-press brunches. For journalists and analysts, predicting Apple&apos;s next move is like being a Kremlinologist in the Soviet era: the slightest shift in public posture or hint of an approach to another company is minutely examined, and can stir rumours and make stock prices yo-yo. Cook himself remains largely an enigma  though famed in the industry for his ability to control the supply chains that are essential to any hardware maker&apos;s success. Single, and just weeks from his 52nd birthday, he is known as a fitness nut who goes hiking and cycling, and whose day often starts at 4.30am with a barrage of emails. His real skill, analysts agree, lies in the hidden iceberg of getting products built: the &quot;supply chain&quot; of manufacturers and parts makers who contribute everything that goes into the phones, tablets and computers it sells. Yet to external observers, quite a few subtle differences are evident in the year since Jobs&apos;s death. The first was Cook&apos;s decision in February to make donations to charity with Apple&apos;s money  $50m to Stanford hospitals, and a further $50m to other causes since then. Jobs, it was commonly agreed, would never have done that; one book, Inside Apple, quotes him as saying that giving money away was &quot;a waste of time&quot;. (And, presumably, money.) The same month came another surprise: a statement about working conditions at the Foxconn plants in China where iPhones and iPads are made and assembled, in which Cook said: &quot;We believe that workers everywhere have the right to a safe and fair work environment&quot; and instituted wide-ranging checks by the Fair Labor Organisation, after a growing chorus of criticism over worker suicides and reports of exploitation. Next was another move involving money: in March, Cook announced that Apple would begin paying a dividend on its shares, for the first time since March 1995. That was when it first began to run into financial problems  from which it was only saved by Jobs&apos;s return in 1997, and then his hiring of Cook to take over the supply chain in 1998. Also in March this year, Cook did yet another thing Jobs never did: a public visit to the Foxconn factories, where he was photographed on the assembly lines  something that none of the senior executives at other companies who also use Foxconn, such as Dell, HP or Microsoft, has done. Charities, fair labour, dividends  all put a much more empathic face on a company that under Jobs had seemed hard and uncaring, particularly over Chinese workers&apos; conditions. That suggests that Cook is trying to mould the company to see itself not as a scrappy underdog  as it was under Jobs until recently  but as what it actually is, a business giant, even though (as Cook once put it) all the individual products it sells could fit on a tabletop. &quot;I think the overarching theme for Cook v Jobs is that Cook is trying to show a softer side of Apple,&quot; says Horace Dediu, who runs the Asymco consultancy. &quot;He seems to be willing to put a gentle and less recalcitrant face on the company. All these things, even dividends, are signals that Apple is kinder, gentler. However, it&apos;s early days. Every new manager wants to place his mark on the company and distance himself from the predecessor. In many ways they [Apple] have not changed.&quot; Ian Fogg, head of mobile at IHS Screen Digest, says: &quot;If there is a change in Apple under Cook  and that&apos;s far from certain  it has been one of communication tone, and not product substance. Apple now appears slightly softer, more human, more socially aware in its communications and is more willing to respond to consumer feedback.&quot; The clearest example of that came just last month, when Cook penned an abject apology for the quality of the maps service on the new iPhone operating system. With 100 million people using it within just a week, the criticisms about errors  in locations, naming, or omissions  were overwhelming. Cook said he was &quot;extremely sorry&quot; and suggested a number of rival mapping services  including Nokia&apos;s and Microsoft&apos;s  available to iPhone users instead. A number of commentators said that Jobs would never have written such an apology  and would never have allowed maps of that quality to be released as a fully fledged product. But Carolina Milanesi, smartphone and tablets analyst at the Gartner research group, disagrees: &quot;People think that Steve [Jobs] would have never brought maps to market. But there are indeed examples of products or services that came to market under Steve that were not perfect: &apos;antennagate&apos; with the iPhone 4 [where call quality fell when the phone was held in the left hand] and Mobile Me [Apple&apos;s first attempt at a cloud service in July 2008, which saw people lose emails and synchronisations fail].&quot; She thinks that when it came to the maps apology, &quot;doing a mea culpa was less damaging than letting people think that Apple&apos;s core values have changed&quot;. Ironically, given Cook&apos;s expertise at wringing the best out of Apple&apos;s suppliers, it&apos;s also the supply chain that most threatens the company&apos;s treasured secrecy about what it will do next. Ahead of the iPhone 5 launch, almost every detail about its physical appearance was known: the screen size, new charging interface, camera. That&apos;s because parts and photos had leaked out from various plants  and because iPhones are made by the million, and there&apos;s huge value to rivals and accessory makers in knowing what the next model will look like, such details have become precious knowledge indeed. The latest supply chain leaks  reported by the Wall Street Journal, which demands at least two separate sources for any &quot;anonymous&quot; story  suggest that Apple is building an &quot;iPad mini&quot;, a smaller version of its iPad, to be unveiled later this month. It will be the first entirely new product Cook has overseen; analysts are already totting up how many millions it might sell in the months until Christmas, even before its existence is confirmed. It&apos;s been a long haul for Cook, who said he wanted to work with Jobs within five minutes of his job interview in 1998. But he still has some way to go. Milanesi, says: &quot;The status of demigod that Steve had meant he got away with more than your average CEO gets away with. Tim is not Steve. Which is not good or bad. Just different.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/oct/04/post-jobs-apple-flavour-tim-cook", 
    "wordcount": "1638"
}