{
    "headline": "Politically motivated sexual assault: the Egypt story none want to hear", 
    "text": "What happened to the Egyptian women who were gang raped and sexually tortured in Tahrir Square on 25 January 2013? Not much, other than power holders incriminating the victims as being responsible for bringing the assault upon themselves. Consequently, four leading rights organisations  El Nadim Center for the Rehabilitation of Victims of Torture and Violence, the Center for New Woman Studies, Nazra for Feminist Studies and the Center for Egyptian Women&apos;s Legal Aid  have filed an official complaint on behalf of seven female clients. They have provided evidence, in videos and testimonies, of women who were violently sexually assaulted, which they believe was undertaken in a systematic manner, and have demanded an investigation to reveal the identity of the perpetrators and call them to justice. The organisations believe that such violence is politically motivated, intended to intimidate women against engaging in activism against the government. Farah Shash, a psychologist with El Nadeem Center argues that although politically motivated sexual assault was practised during the rule of the Supreme Council of Armed Forces (SCAF), such incidents have increased in frequency and severity since the Muslim Brotherhood took over. The targets are both women and men who are either activists or bystanders in protest spaces. The political nature of many of these assaults is clear. Yet many prefer to talk about the problem of sexual harassment more generally. To do so entails a public condemnation of society and government alike for failing women, but to talk of politically motivated sexual assault is to primarily hold the Muslim Brotherhood accountable for using it as a political strategy for eliminating opposition. Critics would argue that the opposition has also been engaged in violence against the government. However, this disregards the asymmetry of power between a ruling party that can resort to its national security apparatus and its militias, compared with the resources available to citizens. Irrespective of whether the sexual assault is politically or socially motivated, a culture of fear threatens to obscure the iconic 2011 image of protesting women in Tahrir Square. In conversations with women living in Mo&apos;assasset el Zakat, an impoverished shanty town in close proximity to El Marg, north of Cairo, the views are divided. Some argue that women should not go into Tahrir Square anymore, they should leave this kind of political activism to men and concentrate on their work and families. Others see it differently. They argue that this is a ploy to terrorise and intimidate women so that they do not go out to the streets, and the only thing to do is push back and not be deterred. However, women do not always have the choice. Across many parts of Egypt, families have been withdrawing their daughters from schools and universities because of the lax security situation. Culture is not to blame: it is not that men do not want to see their daughters educated, on the contrary, but they fear that the women and girls will be vulnerable to harassment and assault. Yet no one is talking about the immense human cost of a generation of women missing out on education because of government failure to ensure a safe and assault-free environment. Why? There is a reason why the everyday realities of women and girls and their families are not featuring as prominently in the international policy arenas and the media: there seems to be an implicit policy of silence  almost to the point of censorship  of not criticising the Muslim Brotherhood too much for fear of appearing Islamophobic and orientalist. No one, for example, is listening to the stories of Egyptian women in Qena, Fayoum, Cairo and elsewhere about their anger and despair at some of the religious leaders at the local mosques who are actively encouraging married men to take on Syrian women as wives. Sharing their husbands is not the kind of solidarity with the Syrian people women had in mind. Polygamy in Egypt has rarely been practised and when it has, it has been done in secret. Yet there has been very little talk about how religious leaders affiliated to particular Islamist movements are wreaking havoc in the homes of Egyptian families. All the while, many Egyptian women are suffering in silence, anguishing over the idea or the experience of having to share their husbands. The irony is that while the international community is keen to show its political correctness by ignoring the voices of Egyptian women critical of the regime, many of the country&apos;s citizens are fighting against the Muslim Brotherhood&apos;s and Salafis&apos; claim to be the sole guardians and representatives of Islam, and are resisting attempts to vilify them as traitors to religion. The failure of the government to send strong signals to perpetrators of politically motivated assault and to those promoting practices and behaviour that undermine women&apos;s wellbeing can only be interpreted as complicity in these very acts. And saying those who critique the government are critiquing Islam is a way of using religion for political ends that many Egyptian Muslim women and men are not going to buy into anymore.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/mar/11/politically-motivated-sexual-assault-egypt", 
    "wordcount": "843"
}