{
    "headline": "Geminid meteor shower to offer a clear but cold light display to much of the US", 
    "text": "If you&apos;re into astronomy, then mother nature has a treat for you on Thursday night. The Geminid meteors will be on full display from 10pm ET onward, with a peak around 2am. The Geminid shower has been seen every year since 1838. It&apos;s unique in that the parent rock comet 3200 Phaethon was unknown until the mid 1980s. These showers have a &quot;reputation for being rich both in slow, bright, graceful meteors and fireballs as well as faint meteors, with relatively fewer objects of medium brightness&quot;. About 120 meteors pass through the sky every hour, though only about 20 can be seen by most. Because the moon is starting a new phase, we should have maximum viewing opportunities. Unfortunately, it&apos;s a little difficult to view beyond our atmosphere when there are clouds in the sky.     Photograph: Accuweather    The good news, as this Accuweather image demonstrates, is that most areas in the continental United States will be enjoying clear skies. The bad news is two-fold. First, it&apos;ll be cold in most areas that have clear skies. Second, is that many western areas in the west including Phoenix, Portland and Seattle will have to deal with a giant weather system. These cities will have to compete with rain, while others in the region will have to dig out the snow-shovels. Another issue that skywatchers have to compete with is the bright night lights of the city. So, the best idea is to try and get away from the city. If you don&apos;t want to go outside or can&apos;t get a good view from your area, you can also watch the meteors on NASA&apos;s website. You can also watch a live chat there as well. If you&apos;re up for an adventure, I&apos;ve put together a list of sites where you can watch the meteors near the major cities as well, as the weather you&apos;ll encounter. There are likely better viewing sites further away from the city, but if you&apos;re only reading this list now you&apos;ll probably want something that isn&apos;t hours away. Chicago Where: Anywhere along the lake front looking away from Chicago, the Little Red School House Willow Springs or Kankakee. Weather: Mid-30s and mostly clear skies. Great viewing, though you&apos;ll need a jacket. Los Angeles Where: Mulholland Drive, Mount Baldy or Mount Wilson Weather: Upper 40s and partly cloudy skies. Okay viewing, and a light jacket will be necessary. Miami Where: The vegetable field near Krome Avenue, Biscayne Bay near the Rusty Pelican, or near the intersection of west and north Okeechobee Road Weather: Near 70 and mostly cloudy skies. It&apos;ll be comfortable, but not great viewing. New York Where: Inwood Hill Park, Floyd Bennett Field or anywhere along the south shore of Long Island. Weather: Mid-30s and mostly clear skies. Great viewing, but you&apos;ll need a jacket. San Francisco Where: Briones Regional Park, Mount Diablo or Sonoma Weather: Mid-30s to mid-40s, depending on how far away from the ocean you are, and partly cloudy skies. Okay viewing, and a light to heavy jacket will be needed. Washington DC Where: Alpha Ridge Park in Maryland or CM Crockett Park and Sky Meadows State Park in Virginia Weather: Low to mid-30s and clear skies. Great viewing, though bring a jacket.", 
    "section": "science", 
    "gid": "science/us-news-blog/2012/dec/13/geminid-meteor-shower-us-sky", 
    "wordcount": "538"
}