{
    "headline": "E3 2012: Lego Lord of the Rings  preview", 
    "text": "Somehow, Lord of the Rings is simultaneously the most surprising and most inevitable franchise for the Lego developers to explore. Surprising because of its darkness and epic scope; inevitable because it is so astronomically successful. Peter Jackson&apos;s movies, to which this game doffs its cap, are still among the highest grossing films of all time, and will no doubt be passed down through family DVD collections for years to come. And let&apos;s face it, this adventure is not short on exciting set-pieces, ripe for action adventure conversion. From the very start of our E3 demo, this feels like a modest but significant evolution for the Lego series. Visually, it is much sharper and more mature; while the cute Lego characters are still oh-so cute (even Gandalf), the environments have a naturalism to them that contrasts with the cartoon look of the earlier Lego adventures. And with seven characters in your party, it&apos;s the largest selection of player figures in a Lego game so far. It looks like the structure will differ from the Star Wars, Indiana Jones and Batman games, too. While those titles were built around central hub areas, Lego Lord of the Rings is a linear quest, following the plot and the geography of the books. Indeed, developer Traveller&apos;s Tales has taken Tolkien&apos;s original maps of Middle Earth and used these to build a reproduction of the entire kingdom, which they say will seamlessly stream in as the player explores. Everything is here from Hobbiton all the way over the Misty Mountains and beyond  and if you stand on Weathertop, you can see vast tracts of the landscape in every direction. Each level in the game takes plays in a successive environment on the novel&apos;s route. On the way, however, the dev team is planning a number of side-quests as well as including hidden characters and items from the books that may not have made it into the movies. In an effort to accentuate the adventure feel of the game, each character has a backpack, accessible on the Xbox 360 by holding the X button, which can hold up to eight quest and treasure items. Sam, for example, has a tin box in which he cooks food for the rest of the party (apparently there are mini-quests where he has to go off and find sausages and other food stuffs to keep the group happy), while Boromir has the slightly more imposing Horn of Gondor, which temporarily stuns enemies. There is also a sense of progression for each warrior. Legolas the elf, for example, starts out with a standard bow, but during the game is given the more powerful bow of the Galadhrim, which shoots faster and does more damage. It&apos;s also possible to visit an elven blacksmith to forge custom magical items.     Lego Lord of the Rings    To add to the sense of authenticity, Traveller&apos;s Tales has cleverly added dialogue from the movies into the cinematic sequences, so these squat Lego characters speak with the voices of their filmic counterparts. It&apos;s quite something to hear Ian McKellen&apos;s booming &quot;You shall not pass!&quot; from a teeny plastic toy. Indeed, the usual irreverent humour of the Lego series is retained here (apparently with the full blessing and understanding of the Lord of the Ring licensors, the Saul Zaentz Company), via clever parodies of Tolkien lore as well as plenty of knockabout slapstick. You can, for example, pick up dwarf Gimli and chuck him at things  often to solve environmental puzzles, or just because you&apos;re into politically incorrect physical comedy. Naturally, the game contains many of the legendary battle scenes, with players having to defend the fortresses of Helm&apos;s Deep and Minas Tirith from the invading hordes, smashing down siege towers and ladders. Gigantic cave trolls and other beasties also crop up, some of them based on Lego&apos;s new range of LotR playlets and figures, and all scaled down in terms of physical horror. Of course, the Balrogs crop up  but not before the Traveller&apos;s Tales artists actually built one out of Lego (a process they go through with all vehicles and monsters in the games); apparently it&apos;s now sitting on one of their desks. Other recognisable elements of the Lego series are present, including the ability to buy and play as a huge range of characters (Nazgul, the orcs, and the witch-king can all be discovered). But, Lord of the Rings has its own spin on the familiar recipe: while Clone Wars dabbled with RTS elements, this latest adventure is infused with light RPG conventions, including inventories and customisable weapons to enhance the sense of an epic quest. It makes sense, and in our demo hints at an entertaining romp through classic Middle Earth moments. Certainly, Traveller&apos;s Tales shows few signs of losing its passion for these little bricks and the adventures they promise.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jun/13/e3-2012-lego-lord-of-the-tings-preview", 
    "wordcount": "802"
}