{
    "headline": "The ugliest village in Dorset? Not once you've seen its wild churchyard", 
    "text": "At Henstridge crossroads we have three choices: straight ahead across the Somerset border for Dorset and the coast, right for Sherborne (Dorset) and Yeovil (Somerset), or left across Blackmore Vale towards Wiltshire. Thomas Hardy wrote a discouraging poem about the choices faced at &quot;Henstridge Cross&quot;, but for us each has its attraction. This time, we went between glistening sheets of standing water in the low-lying fields until the road climbed towards the roofs and towers of Shaftesbury silhouetted on its high escarpment. We skirted the town and turned south-east past Melbury Down, then climbed again, up Zig-Zag hill, a series of dramatic hairpin bends of alpine severity that take you up briefly into Wiltshire and to one of those high spaces where the extent of rounded slopes and hollows stretching away on either side gives you the sense of being on top of the world. Soon the road dropped down again to reach a picturesque thatched house, buildings of banded brick and flint, and a sudden high, wooded ridge. This was Tollard Royal in Cranborne Chase. The next place was Sixpenny Handley, which was hastily rebuilt in 1892 after its destruction by fire in the dry spring of that year. Two years later, Sir Frederick Treves advised the traveller attracted by the singular name on a signpost to &quot;resist such attraction&quot;. But we had come upon a view that belied his advice. Ahead of us, at a bend in the road, a green slope led up to the war memorial and lych gate, a graveyard scattered with snowdrops, and a square-towered church, mottled dark grey with the mixture of flint in its walls, and guarded by ancient yews. This churchyard, not severely trimmed and barbered, is part of the Living Churchyards project aiming to foster native growth and wildlife. So we would share the sentiment of residents justly indignant at Treves&apos;s dismissal of it as &quot;the ugliest village in Dorset&quot;.", 
    "section": "environment", 
    "gid": "environment/2013/mar/04/sixpenny-handley-dorset-wild-churchyard", 
    "wordcount": "326"
}