{
    "headline": "Boot up: Android's 'casual' market, Twitter kills another app, Kenya's e-election and more", 
    "text": "A burst of 13 links for you to chew over, as picked by the Technology team The Android paradox: hackers and casuals &gt;&gt; acoustik - Quora Ajay Kulkarni, one of the developers of GroupMe:   Android is the platypus of the mobile world. It&apos;s weird. Like the platypus, Android is a complicated beast, a bizarre combination of two very different animals. But unlike the platypus, Android is slowly taking over the world. Here&apos;s what we&apos;ve found at GroupMe: there are two Android markets. As a developer you need to build for both, and they&apos;re not at all like each other. That&apos;s the paradox.  Read the very telling differences between these two groups - from their expectations of what the back button will do onwards.  Another key trend he points to: Android phones being sold without data plans, and/or outside the US. In Q4 2012, the US was only 10% of global Android sales. That&apos;s a challenge for developers. The Twit Cleaner - Twitter? It&apos;s Not Fun Anymore Si Dawson:   This week I worked 62 hours straight. Actually, that&apos;s a lie, I worked 65 hours straight, with 3 hours of naps. Twitter has stopped being fun. I started Twit Cleaner in 2009. Given that I haven&apos;t managed to develop a livable income out of it in that time (barring donations from you many wonderful, generous people), it&apos;s pretty obvious I&apos;m not in it for the money. It&apos;s been my primary occupation over that time, and absorbed several thousand hours of coding, designing, building, testing and supporting it. Everything on Twit Cleaner (bar some low level server decisions), I&apos;ve personally done. I wanted to make Twitter a better place for everyone. I love to code. I love helping people. That&apos;s it. Unfortunately, the new API is so crippling that Twit Cleaner is unable to continue. If I can&apos;t even maintain the base service, I certainly can&apos;t (won&apos;t) roll out any new functionality I had planned, all of which sits on top of Twitter&apos;s APIs.  Another one bites the dust. How Kenya&apos;s High-Tech Voting Nearly Lost The Election : All Tech Considered : NPR  It was supposed to be the most modern election in African history. Biometric identification kits with electronic thumb pads, registration rolls on laptops at every polling station, and an SMS-relayed, real-time transmission of the results to the National Tallying Center in Nairobi. Ambitious? Of course. Only 23% of the country has access to electricity. But Kenyans pride themselves on leapfrogging when it comes to adapting technology. A country without copper landlines, Kenya developed the world&apos;s most popular software for mobile money transfer. A native Kenyan platform for organizing and disseminating online citizen journalism has been deployed in more than 30 countries. Kenya may not have enough paved roads, but the country is constructing a $10bn &quot;Silicon Savannah&quot; aimed at becoming the continental magnet for IT startups. Among Kenya&apos;s wired middle class, the going wisdom was that politics was stuck in the past  hopelessly mired in tribalism and corruption  but that technology would breathe fairness and transparency into the process. And then came Election Day and the triumph of Murphy&apos;s Law.  Possibly part of the reason why the loser has claimed electoral fraud. Etiquette redefined in the digital age &gt;&gt; NYTimes.com  &quot;I have decreasing amounts of tolerance for unnecessary communication because it is a burden and a cost,&quot; said Baratunde Thurston, co-founder of Cultivated Wit, a comedic creative company. &quot;It&apos;s almost too easy to not think before we express ourselves because expression is so cheap, yet it often costs the receiver more.&quot; Mr. Thurston said he encountered another kind of irksome communication when a friend asked, by text message, about his schedule for the South by Southwest festival. &quot;I don&apos;t even know how to respond to that,&quot; he said. &quot;The answer would be so long. There&apos;s no way I&apos;m going to type out my schedule in a text.&quot; He said people often asked him on social media where to buy his book, rather than simply Googling the question. You&apos;re already on a computer, he exclaimed. &quot;You&apos;re on the thing that has the answer to the thing you want to know!&quot;  Do you say &quot;Hi&quot; to open an email and reply &quot;thanks&quot;? Tor exit nodes mapped and located &gt;&gt; HackerTarget.com  Tor Exit Nodes are the gateways where encrypted Tor traffic hits the Internet. This means an exit node can be abused to monitor Tor traffic (after it leaves the onion network). It is in the design of the Tor network that locating the source of that traffic through the network should be difficult to determine. However if the exit traffic is unencrypted and contains identifying information then an exit node can be abused. The torproject therefore is dependent on a diverse and wide range of exit nodes. This update to an older page is where I attempt to display the exit nodes diversity in a Google map with Geolocation.  Linked Out-what happens when a company loses its humanity &gt;&gt; Color Bakery Glen (or possibly Mindy) Sommers:   I chose one of my art pieces as my profile picture. After all, I wasn&apos;t there to market my face, but my workand it&apos;s the very first thing you see on someone&apos;s profile page. That&apos;s why I was genuinely flummoxed when they removed my profile picturea painting of a flowerrepeatedly. A flower? Not exactly offensive. No Nazi propaganda or porn or racist imagery, just an innocent, painted pink peony. I thought there must have been some mistake or script burp, so I put it back a few times. Much prettier than the blank profile picture box with the ugly gray silhouette of what looks like an amorphous person&apos;s head and shoulders. Linked In finally informed me that my profile picture violated their company terms. They insisted you have a picture of your face. Nothing else was allowedeven though I was paying them $23 a month for the privilege of owning a profile page. I was a paying customer, yet I was not allowed to determine what I wanted to represent my work, my image, my portfolio, my person. Even a person with a non-paid account should have the freedom to choose the profile image they want representing them.  Reminiscent of Google+&apos;s demands that profile pictures be &quot;polite&quot; (or at least not offensive). Facebook&apos;s big, bright redesign = a news feed junk deluge &gt;&gt; ReadWrite Taylor Hatmaker:   Chris Cox,Facebook&apos;s VP of Product, summed it up this at Facebook&apos;s big announcement Thursday morning: &quot;Fundamentally we&apos;re a container for content other people create.&quot; But most Facebook users don&apos;t createcontent, they just borrow it from someone else who probably borrowed it from someone else after it made the rounds on Tumblr a few months ago. None of this is Facebook&apos;s fault. I&apos;ve been test-driving the redesign and it looks and works great. It&apos;s a web culture issue - one accentuated by the new News Feed&apos;s &quot;bright, beautiful stories&quot;. Maybe I&apos;m just cynical. Or maybe there really is nothing new under the sun. But if you ask me, social sites need more content creators - and fewer diligent meme mules ferrying viral junk from point A to point B with their heads down.  The World Wide Web is Moving to AOL! &gt;&gt; Brian Bailey Imagining an alternative past:   Some of you have put many hours into adding pages and sites of your own to the World Wide Web. Your passion and enthusiasm for quirky topics and off-the-wall ideas were great. Don&apos;t worry, all of that hard work won&apos;t be wasted. The World Wide Web will remain accessible for 30 days, which will give you plenty of time to update your readers and customers. Each of you will also receive a 30-day free trial for AOL. Look for your CD in the mail soon. Even better, we&apos;ve created an import tool to make it easy to migrate everything you&apos;ve put on the web to American Online! The address will change, of course, but now it will be available to every AOL member. You may find that you don&apos;t need to bother, though. America Online already has groups and pages about almost every topic you can imagine. Take a look around first and you might save yourself a lot of time. There are only so many different ways to say that Citizen Kane was a good movie!  Wikipedia Gender &gt;&gt; Moebio Interactive graphic showing which Wikipedia articles have more women than the average (where the average is 6.7 male editors per female editor). &apos;Windows 8 fails to boost demand for PCs&apos; &gt;&gt; Korea Times  A senior Samsung Electronics executive said Friday the launch of Windows 8 has failed to bolster demand for PCs and he does not expect the PC industry to rebound soon. &apos;&apos;The global PC industry is steadily shrinking despite the launch of Windows 8. I think the Windows 8 system is no better than the previous Windows Vista platform,&apos;&apos; said Jun Dong-soo, president of Samsung&apos;s memory chip division, in a meeting with reporters at the COEX InterContinental Hotel in Seoul, Friday. The executive stressed there was no expected boost to PC sales due to the failure of the Windows 8 platform and forecast the PC industry would gradually phase out.  Ouch. (The article has since been removed, but remains in Google&apos;s cache and referenced on other sites.) Scott Turow: no private company should control .book/.author domains &gt;&gt; The Authors Guild  Yesterday, Authors Guild president Scott Turow objected to ICANN&apos;s plan to sell .book, .author, and other generic top-level domains (&quot;top-level domains&quot; are website suffixes such as &quot;.com&quot; and &quot;.org&quot;) to private companies. Amazon has bid to be the exclusive custodian of the .book and .author domains; Google is aiming to control the .blog domain. &quot;Placing such generic domains in private hands is plainly anticompetitive,&quot; said Turow, &quot;allowing already dominant, well-capitalized companies to expand and entrench their market power. The potential for abuse seems limitless.&quot;  Read his complete letter. localStorage Demo &gt;&gt; Dave Winer  This is a little text editor that demos the HTML 5 localStorage feature. The text you type is automatically saved every second. You can refresh the page, even quit and relaunch the browser, and the text remains.  Useful. Is Apple ripping off everyone in the world apart from Americans? &gt;&gt; Happier.co.uk iPhones are more expensive while Samsung phones are less expensive compared to the US in the UK.   What is going on? At first, I thought the price might be low in America because that&apos;s where the iPhone comes from, but it doesn&apos;t. It&apos;s actually made in China, so the shipping cost to Australia would be lower than to the USA. Where&apos;s the issue? Is Apple milking the rest of the world to enable them to keep prices low in the USA? Or is that the fact that Apple closely controls the price of the iPhone and the lack of the competition means a higher price?  Odd, and no clear explanation. You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/mar/11/technology-links-newsbucket", 
    "wordcount": "1899"
}