{
    "headline": "Tesco supplier accused of contributing to Amazon rainforest destruction", 
    "text": "British consumers are unwittingly contributing to the devastation of the Amazon rainforest by buying meat products from Tesco, according to Greenpeace. The environmental group says in a report that canned beef from the supermarket chain has been found to contain meat from ranches that have been carved out of the lands of indigenous peoples, and farms the Brazilian government believes have been sited in illegally deforested lands. The allegations stem from an 18-month investigation carried out by Greenpeace into the practices of JBS, a big Brazilian supplier of meat and cattle byproducts. The campaigning group claims it unearthed evidence of serious violations of the company&apos;s own ethical code, and those of companies it supplies, including Tesco. Sarah Shoraka, forests campaigner at Greenpeace, said: &quot;Beef farming is the biggest cause of Amazon destruction. Tesco is driving this problem through its beef sourcing. Tesco canned beef supply comes from illegal farms that destroy the Amazon and occupy indigenous people&apos;s land. Tesco&apos;s supplier JBS refuses to tackle the problem. Tesco needs to take the bull by the horns and stop selling beef that destroys the Amazon.&quot; In response, Tesco said it had begun to terminate its contracts with JBS more than a year ago, but certain products could still be within its supply chain because of the time needed to end the agreements. The company added: &quot;We are committed to tackling rainforest deforestation, including working with other consumer goods companies (through the Consumer Goods Forum) to help end deforestation by 2020. &quot;The vast majority of the beef we sell, including all fresh beef, is sourced from the UK and Ireland. Canned beef products sourced from Brazil account for less than 1% of total beef sales. We started to cut back our supplies from JBS a year ago and have now ceased sourcing any canned beef products from JBS. Ethics and sustainability remain an important part of our dialogue with suppliers.&quot; Cattle ranches are the leading source of rainforest destruction in the Amazon, as ranchers chop down trees to make room for herds often many thousands strong. These herds have to be moved frequently as the rainforest soil is soon exhausted by their intensive grazing, leading to a pattern of deforestation that threatens one of the world&apos;s most important ecosystems. Much of the beef, leather and other byproducts are sold in the west, often passing through a long supply chain and rebranded many times, so it is all but impossible for consumers to tell where their purchases originated. The Greenpeace report claims direct links between the widespread destruction of the Amazon for cattle ranches and the sale of products from those ranches in the UK and other countries. JBS, the focus of the Greenpeace study, is one of the world&apos;s biggest food suppliers. It is accused of a series of major violations of its own ethical pledges, including failing to monitor sites and taking products from sites suspected to be illegal or within indigenous areas. Few western consumers will be familiar with the company, but its clients have included many of the world&apos;s biggest food brands. It is understood that several have ceased  or begun to review  their relationships with JBS following warnings from campaigners that the company&apos;s practices may violate their policies on ethical sourcing. Companies to have reviewed arrangements are understood to include the retailers Sainsbury&apos;s, Asda and Ikea, the footwear company Clarks and food firm Prince&apos;s. Greenpeace&apos;s latest investigations follow a groundbreaking study in 2009 that for the first time established a clear chain of responsibility stretching from Amazonian ranches on land cleared illegally to western companies including luxury brands, supermarkets and a variety of &quot;household name&quot; firms using everything from leather, beef and other cattle byproducts to paper packaging. After that report, a wide range of multinational companies pledged to re-examine their supply chains to ensure no material from illegally cleared forests in the Amazon reached their customers. As part of that effort, the Brazilian companies most heavily involved in the Amazon trade also vowed to clean up their supply chains, going further than the minimum required by Brazilian law. But this latest study alleges that in the past three years JBS has failed to live up to its pledges. According to evidence amassed by Greenpeace, the company bought animals from at least five farms accused by the Brazilian government of illegal deforestation, between June and December 2011. According to tThe report says JBS has also failed to monitor its indirect suppliers  contrary to a promise it made after Greenpeace&apos;s 2009 investigation  so many of its suppliers are taking goods that do not meet the standard of sourcing JBS and its customers have committed to. Audits that the company claims to have undertaken have not been made available, and where the company has collected data on the whereabouts of its suppliers&apos; farms  which should in theory show that they are in legal areas  the data has been incomplete, giving just one GPS reference when in fact several are needed to establish the borders of the properties involved. JBS has also, Greenpeace alleges, failed to present evidence that its suppliers are registered with Brazil&apos;s environmental authorities. Greenpeace said it had traced beef from questionable farms from the sources through JBS&apos;s processing facilities and from there into cans sold in the UK by Tesco and in the Netherlands. JBS, whose motto is &quot;In God we trust, Nature we respect&quot; said: &quot;JBS as a leading meatpacking company with relevant operations in Brazil is proud of its track record in leading sustainable initiatives in all its activities. We continue to proactively liaise with NGOs, customers and stakeholders in general towards providing healthy products for a growing global population while forwarding the most sustainable practices.&quot; It said it had written to Greenpeace and its own customers taking issue with the Greenpeace report.", 
    "section": "environment", 
    "gid": "environment/2012/jun/06/tesco-supplier-amazon-rainforest-destruction", 
    "wordcount": "978"
}