{
    "headline": "The lake is muted under the winter sun, like a faint watercolour painting", 
    "text": "After days of heavy rain, a perfect sunny Saturday emerges. The shortest day of the year is just around the corner, so I head to Lackford Lakes  a 121-hectare reserve comprising 11 lakes  to make the most of the light. Formerly gravel pits, the site was re-established as a wildlife haven in the 1970s by an enthusiast named Bernard Tickner. The ground is still boggy from rain asIfollow the route down towards the first lake, which is framed by coppiced willow trees and thick brambles. The water is dotted with birds: a flock of Canada geese is flanked by a lone greylag, three mallards disturb the shallows, and out in the centre, a tufted duck dips its feathered head under the water almost obsessively to preen. A sign says that when the pits were excavated, numerous bones and tusks from the Ice Age were unturned; it seems strange to imagine woolly mammoths and rhinos roaming the countryside. Everything is muted under the winter sun, like a faint watercolour painting in pale gold, russet and greys. An alder shivers beneath a gang of chirruping siskins, and I watch their flecked chests rising and falling through my binoculars, tiny steam clouds rising from their bills. I reach Bill&apos;s Hide, and pull up the shutter to reveal a crowded scene. An enormous flock of teal lifts nervously into the air for a few metres, revealing the white undersides of their wings, before settling again. Several males aggravate one another, nipping at tails and chests, their green eye masks glinting in the light. It&apos;s quiet enough to hear every ripple and dabble. This bickering is overlooked by a set of stoic cormorants, which occupy a small island among the frantic ducks, like a gang of bouncers. Their upturned faces give them a superior expression as they bask, their dark wings spread towards the sun like parasols.", 
    "section": "environment", 
    "gid": "environment/2012/dec/20/lackford-lakes-suffolk-lake-muted-winter", 
    "wordcount": "316"
}