{
    "headline": "Welcome to Victoria, no wind farms allowed", 
    "text": "Welcome to my home state of Victoria, Australia&apos;s hub of art and culture, lane-way cafes and wonderful coffee, Aussie Rules football, the miraculous leadbeater&apos;s possum, and magnificent forests. And also, after law changes in 2011, one of the most difficult places in the world to build a wind farm. Back in 2011, the then-premier of Victoria, Ted Baillieu, enacted laws that, according to The Conversation website, effectively imposes a blanket ban on wind farms in many parts of the state:  They effectively give the owners of any dwelling within 2km of a proposed wind farm the power to decide whether or not the development should proceed.  The laws were part of the conservative Liberal-National coalition&apos;s 2010 election platform to &quot;restore fairness and certainty to the planning process for wind farms&quot;. The laws have definitely provided certainty. Arecent report commissioned by the opposition planning spokesperson Brian Tee, demonstrates the kind of certainty that banning wind farms can bring:  While the Baillieu Government&apos;s reforms were targeted at new wind farms, they have had a major impact on those who already had permission to develop wind farms, prohibiting the extension of permits and making it harder for developers to make small changes totheir planning approvals to incorporate state of the art technology and improve efficiency.  If a wind farm company wants to amend their permit or get an extension, they have to apply under the new constraints. The impact of the laws has been to not only stop the development of new wind farms but to also hinder the development of farms already approved. Andrew Bray, state coordinator of non-profit pro-wind farm community group VicWind noted that many developments that were approved under the earlier laws now would have no chance under the new regime.&quot;Technology has moved on substantially since granting of permits 3-5 years ago&quot;, said Bray, &quot;so developers want to alter key aspects such as number of turbines, often using higher capacity turbines to decrease the total number of turbines, turbine placement, or blade tip height to improve viability of the project.&quot; The chilling effect of these planning laws is plain.Only one application to build a new wind farm has been made since the new laws came into effect. Tee&apos;s report argues that not only has Victoria&apos;s production of clean energy suffered, but the state (which slipped into a recession under the economic watch of the conservative government) has also lost thousands of clean energy jobs as well. Australia as a nation is one of the world&apos;s largest per capita carbon emitters. Before 2011, Victoria was on track to be a leader in renewable energy development and in carbon reductions. It had legislated for a 20% reduction in carbon emissions and had targets for clean energy projects. Victoria&apos;s leading role in reducing carbon emissions embodied by the 20% carbon pollution reduction target was scrapped last year by the Liberal party&apos;s premier Ted Baillieu (Baillieu has since been replaced by Denis Napthine in a party-room coup).Since then, the Victorian government has shown little regard for the potential impacts of climate change, or the environment in general. Meanwhile, the community group VicWind, which represents farmers and residents in regional areas, has been campaigning to make it easier to build wind farms. VicWind is a relatively new group, but they have already ruffled some feathers. A week ago, after getting featured in the local country newspaper in premier Napthine&apos;s electorate, Bray received a call from the man himself. Bray and VicWind have been promoting the fact that many landholders in regional Victoria want wind developments on their property. &quot;In many cases these farmers are third and fourth generation farmers in the district and they&apos;re proud of the benefits they&apos;re bringing to their communities,&quot; said Bray. Despite being a fan of wind farms himself (&quot;I actually love them&quot;, he said in an Agereport), Napthine has yet to commit to reforming the anti-wind farm laws. &quot;The government recognises the need for wind energy facilities to be developed in appropriate locations, he said, &quot;to minimise impacts on our natural environment and local communities while providing certainty to wind farm developers.&quot; Bray agrees that wind farm developers have certainty. &quot;In the two and half years since coming to power, the coalition government has managed to approve only one project, consisting of just 3 turbines,&quot; he said. The new laws have &quot;effectively closed off the future pipeline of wind projects in this state.&quot; I approached the office of the responsible minister, Matthew Guy, for comment for this article. After over a week, I have received no response. However,Simon Ramsay, an outspoken member of the government said during the debate on the wind farm amendments, that preventing&quot;health problems as a direct result of the noise, vibration and subsonic noise of theturbines near their properties&quot; was a reason the government had introduced the wind farm restrictions. Mr Ramsay MP, a member of parliament&apos;seconomy and infrastructure committee, went on to repeat a common claim about wind turbines: &quot;I can certainly say that if I had to live within 2 kilometres of a turbine, my health would be affected&quot;. It is worrying that planning policy appears to be influenced by those promoting the discredited wind turbine syndrome. With no medical evidence supporting his claim about the health impacts of wind turbines, Mr Ramsay did also acknowledge another reason behind his antipathy towards wind farm developments. &quot;Embracing wind farms will&quot;, he said, &quot;decrease land values&quot;. (In Australia, wind turbine syndrome is a socially-spread health condition that seems to track behind the movements of anti-turbine organisation Waubra Foundation.) Environment Victoria&apos;s campaign manager Mark Wakeham, noted the wide-spread support for wind farms in a submission to a Commonwealth Senate inquiry into rural wind farms:  It is also important to note the high levels of support for wind energy and other forms of renewableenergy across Victoria and Australia. Victorians are already taking action in their own lives to cut theirgreenhouse pollution at home and at work. As of June 2010, 295,182 households and businesses in Victoriavoluntarily paid a premium on their electricity bills to ensure that a percentage of their energy use was sourcedfrom renewable energy. Nationally, customers of GreenPower amounted to 841,928. A significant proportion ofthis energy was sourced from wind farms.   The changes to Victoria&apos;s planning laws has effectively ruled the state out from playing a major role in reducing Australia&apos;s carbon emissions.In addition to making it almost impossible to build new wind farms, the controversial law has cost as many as 35,000 jobs at a time when Victoria&apos;s unemployment exceeds 6% (higher in regional areas). These laws are fostering divisions in regional communities, and give enormous powers of veto to individual residents that deprive entire communities of the economic and environmental benefits of wind farms. It&apos;s a debate that has a long way to go in Victoria, but there are local community groups working hard to bring back some balance. Note: The initial version of the blog mistakenly stated that VicWind represents local wind turbine manufacturers, as well as farmers and residents in regional areas.", 
    "section": "environment", 
    "gid": "environment/southern-crossroads/2013/may/29/1", 
    "wordcount": "1232"
}