{
    "headline": "Nasa's Messenger finds water ice and organic molecules on Mercury", 
    "text": "     Nasa announced on Thursday that three scientific lines of enquiry have led them to conclude that water ice and organic molecules are present on Mercury, the closest planet to the sun, and the smallest planet in the solar system. The presence of ice and organic material adds more weight to the widespread theory that icy comets bombarded the rocky worlds of the inner solar system aeons ago. That bombardment could have brought the oceans to Earth, and supplied our planet with the organic molecules needed to trigger the origin of life. As I cautioned just last week when writing about Nasa&apos;s supposedly &quot;historic&quot; find with the Curiosity rover, &quot;organic&quot; should not be confused with &quot;biological&quot;. Organic chemicals are those made from carbon bonded to hydrogen. They are essential for life, but not necessarily evidence of life because such molecules can be built from simple chemical reactions. In the case of Mercury, researchers studying the data from Nasa&apos;s Messenger spacecraft suspect that the organics are tar-like or even coal-like substances. Unlike on Earth, these cannot be produced by the decay of once-living things.     Mercury's north pole. The red areas show permanently shadowed regions. The yellow areas show polar deposits. Photograph: Nasa     No one thinks that life ever existed on Mercury. Its cratered face, similar to our moon&apos;s, tells us there have never been seas, oceans or even an atmosphere there because otherwise the wind and the waves would have eroded its craters away. So, the presence of water and especially organic molecules comes as a surprise. Whereas Earth stays about 150 million kilometres distant from the sun, Mercury approaches to about 46 million kilometres, and never strays further than 70 million kilometres. As a result, Mercury&apos;s surface temperature can soar higher than 400 degrees centigrade. Hardly good for ice. Crucially, however, Mercury&apos;s rotation axis is scarcely tilted. It is less than one degree from totally upright, which means that the planet never points its poles at the sun. The ice and organics have been found at the bottom of deep polar craters where they remain in permanent shadow. If Mercury has been in this upright position since its birth, over 4bn years ago, it is possible that the ice preserved there could be truly primordial, dating back to the origin of the solar system. The only other place that such ancient ice is found is in comets. That&apos;s where the European Space Agency&apos;s comet-chasing Rosetta spacecraft comes in. Currently en route to comet Churyumov-Gerasimenko, it will rendezvous with the icy remnant of the primordial solar system in 2014. Falling in step with the comet out beyond Jupiter&apos;s orbit, Rosetta will follow the comet for more than a year as it falls towards the sun. Rosetta will sample the gases given out by the comet in the growing heat. It will also place a lander on the icy surface to directly analyse the molecules, including the organics that are widely expected to be found there. We still do not know how life started on Earth but every time a spacecraft finds more organics in the solar system it gives us another clue. That&apos;s why Messenger&apos;s find is important. Organics are the &quot;building blocks&quot; of life, or at the very least the raw molecular material. That&apos;s also why Nasa&apos;s Mars rover, Curiosity, and its now infamous &quot;historic&quot; announcement on 3 December will be watched with great interest. Organic molecules seem to be the best we can hope for, although Nasa has been doing some serious back-pedalling recently. In a press release on Friday, the agency now says that it will not even be announcing the discovery of organics at its press conference on Monday.  In the meantime, Mercury has shown that it is far from the small, uninteresting ball of rock that many astronomers had assumed. Stuart Clark is the author of The Sensorium of God (Polygon).", 
    "section": "science", 
    "gid": "science/across-the-universe/2012/nov/30/nasa-messenger-water-ice-organic-molecules-mercury", 
    "wordcount": "636"
}