{
    "headline": "The BBC's Operation Iceberg captures a brief moment frozen in time", 
    "text": "Imagine a solid sheet of frozen water 3km across and 100m thick. Imagine it floating quietly in dark ocean waters, somewhere between Canada and Greenland. Imagine the desolation of the Arctic environment around it, getting harsher as winter approaches. The only sound comes from water lapping against the ice, and a lone seal swimming nearby. Imagine this forbidding, serene, massive place. But it really exists. This iceberg is at 69.2N, 65.6W right now, floating in peace as we all go about our busy, bustling lives filled with people and cars and telephones and decisions. It&apos;s one of the Petermann ice islands, and three months ago Iwas there, helping to study and film it for BBC2&apos;sOperation Iceberg. Back in the summer, things were different. This iceberg was a dynamic battleground, floodlit by 24-hour daylight. Once an iceberg is released from its parent glacier, its time is very limited. The ice is fighting a losing battle along its edges, as warm ocean water eats into it and then mini-bergs break off the weakened front. These break-up events were sudden, loud and violent. We hadcome to spectate on this oceanic siege, and tolearn its rules. Our home was a small research ship, minuscule in comparison to the impregnable ice fortress. The ice edge towered over us, vertical, angular and utterly spectacular. We steamed around the berg until we found lower cliffs, and suddenly theicescape behind was revealed. It looked like a mini version of the South Downs, carved into ice. Gentle mounds were separated by valleys, and these led down to waterfalls of meltwater cascading into the ocean. The iceberg made itsown fog, so we could only see a little wayinto the centre. We sailed round it, livinglife just on the wrong side of the edge,and peering hopefully over the top ofthe cliffs like a dog eyeing up a loaded dinner table. Curious polar bears peered back. Wehadthought we would be lucky to see one or two, but the iceberg turned out to have a healthy population of these huge carnivores. The summer is a lean time for them, as they wait for the sea ice to come back so that they can hunt. So they were snoozing away, not at all bothered that theirchosen holiday home was moving, tilting, melting, breaking up and giving aTVproduction team and some scientists severe logistical headaches. That&apos;s how I remember the iceberg, and that&apos;sthe side of it you&apos;ll see if you watch the programmes. But since then things have changed. We left a GPS tracker as a passenger, so we know that the iceberg has travelled 60miles, and is now about 30 miles south of whereitwas in August. It has done a few pirouettes, and only 65% of it is left. The battle has taken itstoll. The iceberg only gets seven hours and 40minutes of daylight now, and soon the darkness will swallow it up completely. Since thesupply of energy from the sun is so weak, thesiege is over for this year. A winter respite isbeginning. Sea ice is advancing towards the berg from thenorth. This is the other type of ice at the poles, formed when the sea surface itself freezes. It&apos;s fascinating stuff, because the salt is mostly squeezed out as it freezes, so sea ice is almost fresh. It starts as fragile platelets, and thickens asthe water temperature drops. In an average year (out of the last 30 years), the sea ice would already have reached our iceberg. But this year, there was less summer sea ice in the Arctic thanany other year on record, so it is taking longer for the great freeze to reach 69N. The sea ice is still crawling south, and when it touches thecliffs I saw, it will connect our iceberg to all the other ice in the Arctic. The iceberg will be frozen in place. Darkness and silence will rule. The bears will be able to walk out on to the sea iceand hunt again. In the middle of one of my typical franticworkdays, I enjoy imagining where&quot;our&quot; iceberg is now. I have a giantmap of the world on my office wall, and it reminds me that the whole planet isaccessible to a drop of water. After all, every ocean is connected to all other oceans. This iceberg is just ocean that has been in cold storage for a few thousand years. It is two years since it broke off from its parent glacier, and now we know it will last at least one more year as solid ice. But it will lose the battle in the end. Energy from the sun will free the water molecules and one day the last piece of solid ice will melt to a water drop. That drop could end up almost anywhere  as mist in a Costa Rican cloud forest, as a cup of teain China, inside an Olympic athlete or in a puddle in Dorset. The coffee you&apos;re drinking as you read this could have been part of an iceberg once. And now it&apos;s going to become part of you. Isn&apos;t that fantastic?", 
    "section": "environment", 
    "gid": "environment/2012/oct/29/operation-iceberg-moment-frozen-time", 
    "wordcount": "916"
}