{
    "headline": "Satellite eye on Earth: May 2012", 
    "text": "   Dozens of fires most likely management fires started by government authorities burn in the Kimberley region of Western Australia Photograph: MODIS/Aqua/NASA       A plume of smoke stretched across the Bering Sea. This natural-colour image shows part of the Bering Sea, just off of far eastern Russia. The smoke appears dull blue-grey and darker than the surrounding clouds. The smoke may have arisen from wildfires in the region around Lake Baikal, where numerous wildfires burned in early May Photograph: MODIS/Terra/NASA       On 20 May, sky watchers from eastern Eurasia to western North America saw a fiery ring around the moon as it passed between the sun and the Earth. Known as an annular eclipse, the event blocked sunlight across a swath of Earth up to 185 miles wide, and the effects were most dramatic across the northern Pacific. As people on the ground looked up at the sky and saw a ring, the moderate resolution imaging spectroradiometer (Modis) looked down and saw the moons shadow racing eastward over Earths surface, capturing this natural-colour image of the shadow on the Pacific. Where the moon passed in front of the sun, Earths surface appeared black (left half of image). Around the margins of the shadow, our planets surface appeared yellowish brown. The shadow cast by an eclipse consists of two parts, the completely shadowed umbra and the partially shadowed penumbra Photograph: MODIS/Terra/NASA       Clear, sunny skies over the Antarctic Peninsula Photograph: MODIS/Terra/NASA       Dust from Africa blowing westward 1 May. A band of especially thick dust blew off the coast of Guinea. South of Cape Verde, the dust turned northward, passing over some of the islands in that archipelago. Meanwhile, a haze of dust hung over the entire region, stretching from Senegal and Guinea in the east past Cape Verde in the west. African dust sometimes settles in Cape Verde, and sometimes travels across the Atlantic Ocean to South America and the Caribbean Sea Photograph: MODIS/Aqua/NASA       Iceland was encircled by a halo of cloud on 20 May. Situated close to the Arctic Circle and about midway between New York and Moscow, Iceland is the second largest island in Europe, with a total area of 103,000 square miles. The interior of the island is made up of mountains and high plateaus, with an average height about 500 m (1,640 feet) above sea level. Although the interior of the island is uninhabited, the capital city, Reykjavik and the surrounding area has a population of over 200,000 people. The city is located in southwestern Iceland and can be seen as a grey smudge on the northern edge of the greening peninsula in southwestern section of Iceland Photograph: MODIS/Aqua/NASA       Lake Powell, which extends across southeastern Utah and northeastern Arizona. Lake Powell started filling in 1963 when the Glen Canyon Dam was completed along the Colorado River in Arizona, and the canyon was flooded. The serpentine surface of the reservoir - highlighted by grey regions of sunglint - follows the incised course of the canyon, which was cut downwards into the existing rock layers by the erosive power of the river. The two branches shown in the image are connected by a bend to the southwest (not shown). The primary intended use of Lake Powells water is support for agriculture, with a small portion allocated to urban use in Arizona, Nevada, and California Photograph: ISS/NASA       Part of a country mostly covered by desert, the Dardzha peninsula lies along the shore of the worlds most expansive inland water body. Pushing westward into the Caspian Sea from Turkmenistans Garagum (Karakum) desert, the Dardzha peninsula is a landscape of sand dunes and salt flats. Dunes on the peninsula are long, linear features stretching mostly north-south Photograph: ETM/Landsat 7/ESA       The Columbia glacier descends from an ice field 10,000 feet above sea level, down the flanks of the Chugach Mountains, and into a narrow inlet that leads into Prince William Sound in southeastern Alaska. It is one of the most rapidly changing glaciers in the world. These two false-color images, both captured by the Thematic Mapper (TM) instrument on Landsat 5, show the glacier and the surrounding landscape in 1986 and 2011. Snow and ice appears bright cyan, vegetation is green, clouds are white or light orange, and the open ocean is dark blue. Exposed bedrock is brown, while rocky debris on the glaciers surface is gray. The 2011 image has more snow because it was captured in May, while the 1986 image was captured in July Photograph: TM/Lansat 5/NASA       The setting sun highlights cloud patterns as well as the Pacific Ocean surface itself  near Chile. The view is looking back towards the Pacific Ocean as the sun was setting in the west (towards the upper right). Light from the setting sun reflects off the water surface and creates a mirror-like appearance, a phenomenon known as sunglint. Bands of relatively low-altitude cumulus clouds appear like a flotilla of ships, with west-facing sides illuminated by waning sunlight and the rest of the clouds in shadow. Due to the low sun angle, the clouds cast long and deep shadows over large swaths of the ocean. Given the short camera lens used, an individual cloud shadow may extend for miles. Light gray clouds at image lower left appear to be at a higher altitude. The cloud cover is likely a remnant of a frontal system that moved in from the Pacific and over inland South America a day or two prior to when the image was taken Photograph: ISS/NASA       The Mississippi River Delta, where the largest river in the United States empties into the Gulf of Mexico. In this false-colour image, land vegetation appears pink, while the sediment in the surrounding waters are bright blue and green Photograph: Landsat/ESA       The Ouarkziz Impact Crater is located in northwestern Algeria, close to the border with Morocco. The crater was formed by a meteor impact less than 70m years ago, during the late Cretaceous period of the Mesozoic era. Originally called Tindouf, the crater has been heavily eroded since its formation; however, its circular morphology is highlighted by exposures of older sedimentary rock layers that form roughly northwest to southeast-trending ridgelines. A geologist interpreting this image to build a geological history of the region would conclude that the Ouarkziz crater is younger than the sedimentary rocks, as the rock layers had to be already present for the meteor to hit them. Likewise, a stream channel is visible cutting across the center of the structure, indicating that the channel formed after the impact had occurred Photograph: ISS/NASA       The Three Gorges Dam spans the Yangtze River in east-central China, and is the world's largest power station in terms of installed capacity, with its vast reservoir stretching for 660 km. Since its completion in 2008, over 1.3 million people were relocated; 13 cities, 140 towns, and 1350 villages were submerged; and the cost of the project exceeded $40bn. According to the BBC News, landslides and bank collapses upriver from the dam may force authorities to move another 100,000 people Photograph: ASTER/NASA       The Yarlung Zangpo Grand Canyon (or Tsangpo Gorge) in Tibet is the deepest canyon in the world, and longer than the Grand Canyon. As the river passes between the peaks of Namcha Barwa (7,782 m) and Gyala Peri (7,234 m) it reaches a maximum depth of 6,009 m. In 2002, seven kayakers were the first westerners to navigate the entire gorge Photograph: ASTER/NASA       The spring fire season was well under way in southern Siberia on 7 May. Dozens of red hot spots, most accompanied by plumes of grey smoke, indicate active fires burning in the mountains south of Lake Baikal and along the border of Russia and Mongolia. This region is known as the Republic of Buryatia, an autonomous republic within the Russian Federation. To the far east in the image, a veil of smoke hangs over parts of Russia, Mongolia and China Photograph: MODIS/Aqua/NASA       Clear skies above the Pacific northwest from Washington to Utah. This natural-colour image shows the varied landscape features of that region. Snow caps the peaks of the Rocky Mountains, the Cascades, and isolated mountains outside these ranges. Snow cover recedes in these mountain ranges as summer progresses, but some peaks sport ice year round, and both the Cascades and the Rockies are home to multiple glaciers. West of the Cascades, a well-vegetated coastal plain stretches toward the Pacific Ocean. Separating Washington and Oregon, the Columbia River meanders through the relatively arid interior and coastal plain, en route to the ocean. To the south, the landscape of Nevada and Utah is especially arid, with north-south mountains separated by dry valleys. In the southeast, the two-toned Great Salt Lake sprawls over northern Utah, immediately east of the Great Salt Lake Desert, which provides particulate matter for occasional dust storms Photograph: MODIS/Aqua/NASA       The world's largest 'multi-developer' solar park, which is situated in Charanka in Northern Gujarat, India Photograph: Courtesy of GeoEye       The white, salt-covered floor in the northwest corner of the Etosha Pan, a great dry lake in northern Namibia. Two rivers, the Ekuma and Oshigambo, transport water from the north down to the Pan. In a relatively rare event shown in this image, water from recent rains has flowed down the larger Ekuma Riverwhich appears as a thin blue line within the light grey-green floodplainand fills a lobe of the lake with light green water (mid-right). Water has also flowed into a small offshoot dry lake, where it appears a brighter green (upper left). Other smaller lakes hold red and brown water, a result of the interplay of water depth and resident organisms such as algae. The algae color varies depending on water temperature and salinity  Photograph: ISS/NASA  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/jun/11/satellite-eye-on-earth-in-pictures", 
    "wordcount": "0"
}