{
    "headline": "Google: What is it and what does it do?", 
    "text": "We saw a lot from google.com in our crowdsourced data, but there is still some confusion as to why it might have been there. It is likely to be one of two things: Google Analytics and Google+. Both of these also rank highly in Evidon&apos;s KnowYourElements site, which lists some of the most prolific trackers used on the web. What are Google Analytics and Google +1? Google Analytics is a tool that can be used by website publishers to better understand how people are using their website. It is also used by Google to better understand the performance of its own websites. The Google +1 button is a social sharing tool that website owners install on their pages to make it easier for people to share their content on the Google+ social network. What information are they tracking? Google AnalyticsThe Google Analytics cookie will store a unique identifier  so the website can recognise you if you visit again  as well as information about the pages the browser visits; when the browser is seen on the website; how long the browser was seen on the website; the IP address (which can allow the Google Analytics to infer the browser&apos;s location), and what site the browser was looking at before arriving at the site (the referring url). By default, this information is shown to website publishers through the Google Analytics tools and is not shared with anyone else. It is a first-party cookie. The website owner can, however, also opt to share analytics data with Google. This information helps Google learn more about the advertising market and, in return, the websites that share their data get access to tools that improve the effectiveness of any advertising or paid search terms they buy from Google. Website owners can also add their anonymised analytics data to a Google-owned pool of information on sites in similar industries. If they elect to do this, Google will send them a benchmarking report.  Google+If a browser visits a website that is using Google&apos;s +1 button, a Google cookie is set (whether or not the Google+ button is clicked). This, says Google, is the &quot;Google Preferences cookie&quot;, set even if a user is not signed in to a Google account. Its conventional use is to remember preferences associated with Google services, such as your language and what level of Safe Search you might be using. Google say this cookie is also now being used to record when and where the +1 button is loaded in order &quot;to maintain and debug its systems&quot;. This cookie expires after about two weeks.  Is the data ever matched to personally identifiable information? No, says Google. But, if you click a +1 button this would, of course, be linked back to your Google+ ID. In this case Google+ will take the ID of your Google profile (obtained from the cookie that stores your Google account ID), the URL you +1, your IP address, and &quot;other browser-related information&quot;. Depending on your personalisation settings, Google+ may use this to show other people in your circles that you have clicked that button.  Is the data sold or given to third parties? Websites may share anonymised analytics data with Google and other companies (see above). No data from Google+ is sold or given to third parties, says Google. Further reading:  Google Analytics: Safeguarding your data How does Google use cookies for Google Analytics Cookies &amp; Google Analytics (a more detailed list of the cookies used) Google Analytics opt-out browser extension Google+ privacy information Information on +1 on non-Google websites Google +1 personalisation settings ", 
    "section": "technology", 
    "gid": "technology/2012/apr/23/google-tracking-trackers-cookies-web-monitoring", 
    "wordcount": "603"
}