{
    "headline": "Self-funded PhD students deserve support, not stigma and secrecy", 
    "text": "At the peak of the recession in September 2008, I moved to the UK looking for a possible career as an ecologist. I started my PhD in geography at University College London and, hoping to obtain funding, I enrolled full-time. Unfortunately my applications failed, and after less than a year, I chose to shift to part-time status and get a job. There was roughly one college-wide full studentship for every 100 students and research council funding was insufficient. There still are more PhD research opportunities than studentships and scholarships to fund them, which although,financially advantageous for universities, consequently piles on the pressure for applicants. There is a stigma attached to being self-funded. Some people think that if we are not funded, we must not be good enough, and sarcastic comments then come our way. But being a self-funded PhD student is tough. We must strike a delicate balance between taking on enough paid work while keeping enough time for our research, leaving many students living in a catch-22 situation for five or more years. More funds and less cuts are needed. Research students are an important part of the higher education sector which generated 59bn and created 670,000 jobs in 2009, according to a Universities UK report. In 2011-2012, 40% (38,080 people) of the 94,970 UK-based PhD students did not have their fees paid by funding bodies or sources were unknown. In the same year, an estimated 910 UCL PhD students (22%) were self-funded. Negotiations are on-going between UCL and its student union (UCLU) to introduce four fee instalments per year rather than two, and establish awards to support part-time PhD students. Currently, part-time PhD students (many of whom are self-funded) fall into the government&apos;s definition of full-time students (minimum 21 hours of study per week), but are not entitled to council tax exemption or travel discounts. London university unions are now lobbying the mayor to obtain equitable treatment. One of the main problems is that universities, both in the UK and overseas, tend to operate beyond their carrying capacity and accept more PhD students than they can afford. In Europe, however, universities treat graduate researchers like employees which may push colleges to get more funding to satisfy the demand. Due this lack of money, self-funding becomes an adaptation strategy or a plan B. Being paid to do your research does not necessarily mean you are going to get it done. A PhD is a huge challenge, but it&apos;s a qualification valued by employers, and many people pursue one both for professional reasons and for their deep passion for their subject. High workload and stress levels, as well as the risk of losing momentum during long spells of work make it particularly difficult for self-funded students. Some suffer from depression and low self-esteem partly due to financial problems. Others have issues in accessing laboratories from 9am to 5pm because of the jobs they do during those hours. Some students struggle to come to university more than once a week due to high travel costs and working full-time. Incidentally, full-time students at UCL are allocated a 30% travel discount saving them around 800 a year. But there are opportunities in universities to gain paid work, present at conferences, attend courses and receive funds for fieldwork. Students can enrich their CV with a range of different jobs which is also character building. Self-funding your PhD means compressing time, staying focused, and cultivating the enthusiasm that brought you to study your subject. The relationship with your supervisors is crucial, as is being honest and assertive. Luca Marazzi is a self-funded PhD student in the department of geography at University College London  follow him on Twitter @l_marazzi This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/jun/06/self-funded-phd-students-secret", 
    "wordcount": "646"
}