{
    "headline": "Call for clarity on student debt", 
    "text": "The coalition&apos;s higher education policy ensures that undergraduate students will commonly leave university with debts of over 40,000 (Report, 20 September). This debt is being imposed on graduates without a democratic mandate and by politicians who have typically benefited from free higher education. As such, it represents an indefensible intergenerational unfairness. The privatisation of university funding risks transforming the vital relationship between students and educators into a cold commercial transaction between consumers and service providers. We find it inconceivable that academic principles of collaboration, critical thinking and pastoral care could survive this process intact. We believe the response from vice-chancellors to these damaging reforms has thus far lacked co-ordination and purpose. Given that these reforms fundamentally alter the character of higher education, we feel it is incumbent on vice-chancellors to definitively communicate their position to their staff and students. We call upon all university vice-chancellors to issue a statement publicly clarifying their support for, or objection to: a) the imposition of debts of over 40,000 for new undergraduates; and b) the removal of public funding for undergraduate teaching. It is our hope that by providing a clear and unambiguous statement of their positions, university administrators, staff and students can engage in greater and more productive dialogue on the future of higher education.Professor Danny Dorling University of SheffieldProfessor Thomas Docherty University of WarwickProfessor Guy Standing University of BathProfessor Diana Laurillard Institute of EducationNaomi Eisenstadt CB University of OxfordProfessor Ray Monk University of SouthamtonDr Emma Francis University of WarwickDr Nicholas Lawrence University of WarwickDr. Clare Saunders University of SouthamptonDr Cristiana Olcese University of SouthamptonDr Brian Doherty Keele UniversityDr Dimitris Ballas University of SheffieldProfessor Neil Lazarus University of WarwickDr Rebecca Wallbridge University of SouthamptonStephan Price University of SouthamptonProfessor Luke Martell University of SussexDr Mario Novelli University of SussexDr Omar Lakkis University of SussexDavid Rudling University of SussexDr B P O&apos;Donohoe University of SussexDr Yves Le Juen University of SussexJeremy Page University of SussexViviana Coston Unversity of SussexDr Simon Williams University of SussexMaria Greco University of SussexDr Anna Winterbottom University of SussexProfessor Catherine Pope University of SouthamptonMelanie Withers University of SussexDr Benno Teschke University of SussexJH Prynne University of CambridgeSusan Blaylock University of SussexDr Kanchana N Ruwanpura University of SouthamptonDr Andrew Dawson University of GreenwichDr Simon Boxley University of WinchesterProfessor Malcolm Wagstaff University of SouthamptonDr Alison Sealey University of BirminghamDr Liz Morrish Nottingham Trent UniversityDr Danielle Fuller University of BirminghamDr Suganthi John University of BirminghamDr Emma Mawdsley University of CambridgeBob Milward University of Central LancashireDr Sara Wood University of BirminghamMartin Findell University of LeicesterDr GK Bhambra University of WarwickProfessor Manucha Lisboa University of CambridgeProfessor Bob Brecher University of BrightonProfessor Eric Alliez Kingston UniversityDr Debra Benita Shaw University of East LondonDr Muir Houston University of GlasgowChris Downs University of ChichesterDuncan Davies West Suffolk CollegeProfessor Simon Schaffer University of CambridgeDr Judith Suissa Institute of EducationAngela Lees University of NottinghamDr Brenda Johnston University of SouthamptonProfessor William Outhwaite Newcastle UniversityDr Julie Wintrup University of SouthamptonDr Kate Tunstall University of OxfordDr John McTague University of OxfordDr Priyamvada Gopal University of CambridgeProf Peter Hallward Kingston UniversityProfessor John Holmwood University of NottinghamDr Mark Newman Institute of EducationDr Harvey Mellar Institute of EducationDr Liz Brooker Institute of Education LondonGill Anderson Institute of EducationDr Katy Sutcliffe Institute of EducationTheo Bryer Institute of EducationHelen Austerberry Institute of EducationTeresa Baker Institute of EducationRebecca Rees Institute of EducationDr Marie Lall Institute of EducationDave Baker Institute of EducationDr Daniel Vickers University of Sheffield Dr Liesbeth de Block Institute of EducationCharlie Owen Institute of EducationDr Holly Smith Institute of EducationDr Andrew Evans University of LeedsIsobel Urquhart University of CambridgeDr Matthew Charles Kingston UniversityDr Nick Malleson University of LeedsAngela Hobsbaum Institute of EducationSusannah Bird University of YorkDr Christine Oliver Institute of EducationProfessor Lucy Green Institute of EducationProfessor B Mayall Institute of EducationDr Hugh Dunkerley University of ChichesterDr Adam Stewart-Wallace University of CambridgeDr Joel Lazarus University of OxfordDr Des Freedman GoldsmithsProfessor Patrick Ainley University of GreenwichDr Margaretta Jolly University of SussexDr Tristan McCowan Institute of EducationProfessor Graham Smith University of SouthamptonDr Nina Power Roehampton University", 
    "section": "education", 
    "gid": "education/2012/sep/20/clarity-on-student-debt", 
    "wordcount": "670"
}