{
    "headline": "Eviction begins at final Bexhill-to-Hastings road protest camp", 
    "text": "One man was arrested on Monday by police in East Sussex as they moved in with bailiffs to clear the final stronghold of campaigners who have been protesting for weeks against plans for a 5.6km link road. A dozen people remain around 60ft high in trees at Combe Haven, after the removal of about 15 people from the site today, and evictions at two other camps in recent weeks. Police confirmed an unnamed 58 year-old man from Hastings had been arrested for aggravated trespass and obstructing a court official. The activists, many of whom have locked themselves to the trees, say the Bexhill-Hastings road will be a blight on the area&apos;s countryside and affect wildlife and increasing pollution. The Conservative-led county council says the road, one of 191 major road-building projects planned by the government around the UK, will bring economic growth by creating new housing and space for business.   View Bexhill-Hastings road protests in a larger map   Andrea Needham, spokeswoman for the Combe Haven Defenders occupying the site, said that there were around a hundred people - bailiffs, police and ambulance service - taking part in the eviction but the protesters were &quot;in good spirits&quot;. &quot;This road is going to destroy a very beautiful and tranquil valley, and increase traffic and carbon emissions. It&apos;s going to cost more than 100m of public money at a time when we&apos;re told we all have to pull belts in and we&apos;re all in it together. It&apos;ll be a huge road that nobody wants, and will open up huge greenfield site for an industrial park. It&apos;s a total desecration of our countryside,&quot; she said. The eviction is expected to continue into Tuesday, with the evictions of previous camps run by the group taking up to a day, involving chainsaw crews and specialist tree climbers.           On Sunday, the heads of green groups including Greenpeace, the RSPB, Friends of the Earth, the CPRE, the Wildlife Trusts and the Campaign for Better Transport, visited the protest to lend their support to the campaign against a new round of national road-building. Andy Atkins, executive director of Friends of the Earth, told the Guardian he had visited to show support for local groups as the road was &quot;the thin end of the wedge&quot; in terms of scores being planned nationally. &quot;This road has been declared to be only of marginal economic value and is clearly trashing an environmentally valuable site at the same time,&quot; he said. Atkins said it was not inconceivable that opposition could escalate to the level it reached to massive road-building plans in the late 1980s, under the Thatcher government. &quot;We may well see a return to the 80s. And not just in terms of the direct action, but in much wider public outcry, as there was then, about completely unsustainable road-building.&quot; Natalie Hynde, daughter of musician Chrissie Hynde, has been among the protesters occupying the final site. &quot;This is an anti-roads campaign and it&apos;s linked in with so many other issues  the cuts and the misdirection of enormous wealth into a 100m road. It&apos;s grotesque when you look at the beautiful place it&apos;s destroying. We don&apos;t need another road. It&apos;s not going to alleviate traffic. It&apos;s the first and the worst of George Osborne&apos;s road-building schemes across the country,&quot; she told the Guardian last week. Conservative councillor Peter Jones said at the weekend: &quot;These groups represent a serious threat to our democracy. There was a major public inquiry in 2009 when all of the arguments they are advancing now were heard. So why don&apos;t they just shove off and leave us to get on with this scheme and deliver major benefits for our communities?&quot;  Saw lots of high viz tree vandals @combe_haven today twitter.com/lushcampaigns/  Lush Campaigns (@lushcampaigns) January 28, 2013 ", 
    "section": "environment", 
    "gid": "environment/2013/jan/28/bexhill-hastings-road-protest-arrest", 
    "wordcount": "637"
}