{
    "headline": "Trowel blazers: women have been digging geosciences longer than you think", 
    "text": "Science in the 21st century is exploding with astonishing advances, yet were still waiting for a breakthrough in improving the diversity and representation of those doing the research. Recent headlines and reports underline the obstacles faced by minorities, including women: from female palaeontologists who get told to pack light, to sexual harassment scandals rocking scientific disciplines from astronomy to anthropology. Even where some fields show growing numbers of female students, the leaky pipeline hasnt been fixed (80% of archaeology professors are male), and were still losing talented researchers further up the career ladder. And its about more than gender. The persistent ethnic homogeneity of science is a problem easily an order of magnitude bigger. It seems that were still stuck in a web of outdated societal and institutional attitudes, including plain old sexism and racism, bad for people and for science. Which begs the question: what are we going to do about it?     Members of the Geologists Association intent on examining the formations during a 1906 excursion to Hardown Hill, Lyme Regis. Page from album donated by Miss M.S. Johnston (seated, number 3). Photograph: Photo by W.D. Lang; digitised from the Geologists Association Carreck Archive, reproduced with permission of the British Geological Survey    In 2013, four women researchers at the start of their careers in the geosciences decided to create TrowelBlazers.com, to highlight women from archaeology, geology and palaeontology, and to learn from them. What we see in the history of the trowel-wielding disciplines can be applied to modern day science  its a story of networks. Of role models and mentorship. Of women who supported other women. With over 100 mini-biographies on our website, plus a collaboration producing the Fossil Hunter Lottie doll under our belt, we are ready for a new challenge. Working in partnership with photographer Leonora Saunders, whose work specialises in projects related to equality and supported by Prospect Union, Raising Horizons will focus attention on two centuries of hidden womens history in the trowel-blazing sciences. Raising Horizons has at its heart a photographic exhibition: fourteen striking portraits of todays pioneering women from the geosciences posed as their historical counterparts from the 1830s to the 1960s. We are bringing to life little-known individuals of the past, putting a spotlight on the diversity of those working today, and showing that far from being isolated and struggling, women have always collaborated and created networks of their own. Lets start with a quiet giant of early 20th century archaeology, Dorothy Garrod. She worked on a huge number of sites through her career, and became the first woman professor in any field at Oxbridge. In 1929, less than a year after women got the vote in the UK, Garrod directed an excavation at Mount Carmel with an international all-female team. Charming one-off story? Nope - also in 1929, Gertrude Caton Thompson, a friend of Garrod, dug Great Zimbabwe with two young women as assistants. One was Kathleen Kenyon, who became one of the most influential archaeologists in Britain (and a Dame besides). Look back further to the turn of the century, and Caton Thompsons teacher, Egyptologist Margaret Murray, was also excavating with other women. And it goes on and on: 100 years before Great Zimbabwe, Mary Anning was busy exchanging letters with fellow female fossilists.     There have been female trowel blazers working in archaeology, palaeontology and geology for longer than most people might think. Photograph: Leonora Saunders and Chris Church    We can trace how this interconnected-ness over 150 years was key to women slowly gaining ground. Following World War Two however, things slid back as women became socially re-domesticated, young men were preferentially promoted, and the senior female figures able to pull others up the ladder started to disappear. Yet in the 21st century were starting to see a push back, with women advancing across different specialisms and career stages.The Raising Horizons exhibition is about celebrating this heritage, and showcasing the contemporary face of the geosciences. Weve chosen 14 women working today, ranging from field leaders, to those at early career stages but still experts in their areas. Marie Carmichael Stopes (yes, she of the family planning clinics) was a pioneering early 20th century expert in ancient plants; unable to go with Sir Robert Scott to source fossils from Antarctica, she nevertheless studied those he collected. Her counterpart Dr Jane Francis is the Director of the British Antarctic Survey, and has actually been to the frozen continent; shes even worked on the same deposits as Marie.Professor Nicky Milner of the University of York works on one the most important post-Ice Age site in Europe: Star Carr, in Yorkshire. Her research is redefining our understanding of this period, just as Dorothy Garrod did for near Eastern cultures of a similar age. Jacquetta Hawkes spent a lifetime mixing archaeology with history, art, and film; the author of visionary literature (A Land), she was a multimedia master of science communication. In the 21st century, Dr Colleen Morgans career has already explored the fuzzy edges between archaeology and contemporary cultural media such as photographic practice, and she worked on the re-creation of a Neolithic village inside the hugely popular MMORPG Second Life.     Tori Herridge and Chris Church shooting the crowdfunding film at the Petrie Museum of Egyptian Archaeology. Thanks to curator Alice Stevenson. Photograph: Leonora Saunders    The portraits themselves will draw striking visual connections, but we are going deeper too, using personal interviews as the basis of a new oral history archive, preserving the career experiences of todays pioneers and ensuring they arent forgotten, like so with many of the women who came before them. And we will be taking these womens stories, their adventures and achievements, to as many people as we can reach through a packed programme of public events. But we need your help to make this inspiring project a reality. Launching this week, we are running a crowdfunding campaign to raise 10,000, which will pay for the core costs of Raising Horizons: costume hire, photographic equipment, crew, printing, events and digital content. The more we raise, the more people we can reach- if we double our target, we can take the exhibition on a national tour, organise even more events and expand the interview archive. Role models are not the only answer to the geosciences diversity problem, but they matter, and if we want to fix this, we need to think seriously about the face we are presenting to the rest of the world. Raising Horizons is one way that - together - we can act to reset imaginations on who geoscientists are, and have always, been, for the TrowelBlazers of today and tomorrow.  About TrowelBlazers and Raising Horizons Leonora Saunders has directed multiple commissioned projects related to cultural ideas on gender, ability and equality, including highlighting the role of women in careers traditionally dominated by men. Her work has featured in The Guardian, The Sunday Times, and The Evening Standard as well as The Royal Photographic Society Magazine and other photographic journals. Founded in 2013, TrowelBlazers is run by four early career researchers (three archaeologists and a palaeobiologist): Rebecca Wragg Sykes, Suzanne Pilaar Birch, Brenna Hassett and Victoria Herridge. Follow us on Twitter @trowelblazers Prospect is the UKs trade union for scientists and other specialists in areas as diverse as agriculture, education environment, and heritage. Raising Horizons is supported by Museum of London Archaeology, Historic England, Geologists Association, Society of Antiquaries, Geological Society, Palaeontological Association, Prehistoric Society, Past Horizons, Arklu, and Harris Academy Bermondsey.  ", 
    "section": "science", 
    "gid": "science/blog/2016/oct/20/we-must-highlight-these-trowel-blazers-and-inspire-tomorrows-women-scientists", 
    "wordcount": "1168"
}