{
    "headline": "Vampire legends that refuse to die", 
    "text": "Last week the Daily Mail informed us that the notorious Serbian vampire Sava Savanovi was reportedly on the loose again after the old mill he haunts in Zaroje, Bajina Bata, had collapsed. Savanovi isn&apos;t well known outside his own country  I only know of him as a pre-Dracula, 19th century literary character  but according to the Mail the local council has advised people to use the traditional repellents of garlic and crucifixes, just in case. A piece in the Austrian Times pre-dates the Mail&apos;s, and may be the conduit westwards. If so, it&apos;s a curious echo of the vampire motif&apos;s first journey into English in the 1720s and &apos;30s, courtesy of the Austrian Empire&apos;s military successes against the Turkish Empire in the Balkans. A series of reports arrived from the new territories asking how to deal with unusual local customs  customs that included, under some circumstances, the mutilation of corpses. The two most cited cases of vampirism from this time were the stories of Arnod Paole and Peter Plogojowicz. The &quot;vampire&quot; Paole and his numerous victims were even the subject of a bestselling leaflet at the Leipzig book fair of 1732. After Paole&apos;s death, four villagers were reported to have died by his actions. All five were disinterred and examined. The main criterion which the villagers seemed to apply to diagnose vampirism was lack of decomposition: liquid blood in the vessels and viscera, blood around the mouth where the vampire had &quot;fed&quot;, flushed complexions, plump bodies and so forth. Peter Plojogowitz had died the year before Paole, and it was through the report into his case by an Imperial civil servant, Provisor Frombald, that the word &quot;vampire&quot; first made its way out of its homeland and into a Viennese newspaper. The villagers of Kisilova (in modern Serbia) had asked the local civil servant for permission to exhume Plojogowitz after there had been a spate of deaths preceded by short illnesses. He and a priest served as witnesses, and attested that Plojogowicz and his &quot;victims&quot; had failed to decompose in the way they would have expected. So we can discern two distinctive themes in these vampire legends that help a great deal when it comes to formulating a rational explanation for such beliefs: death during epidemics, and failure to decompose in the predicted manner. Even literary vampires are pale and consumptive, and tuberculosis certainly fuelled the mythology. But there was not necessarily just one identifiable pathogen or disease: clusters of generic premature deaths could set off vampire panics too. Paole&apos;s putative victims included two women who died of postpartum complications, their babies, and an old woman who probably died of old age. With regard to the &quot;failure to decompose&quot; aspect of vampire folklore, it&apos;s useful to turn to an account by a travelling French botanist, Pitton de Tournefort, who observed a &quot;vampire&quot; examination on Mykonos in 1700. To de Tournefort the corpse was clearly putrefied, but the locals interpreted the warmth of putrefaction as life, decomposing sludge as liquid blood, and incense smoke as a spirit emanating from the body. &quot;I am certain that if we had not ourselves been actually present, these folk would have maintained that there was no stench of corruption,&quot; he complained. de Tournefort believed the villagers&apos; perceptions to have been &quot;an epidemical disorder of the brain, as dangerous as mania or sheer lunacy&quot;. With two opposite interpretations of the same event  the locals&apos; and De Tournefort&apos;s - we see how a person&apos;s intellectual world view can inform their perceptions. In fact, the characteristics that could be mistaken for failure to decompose are not particularly unusual. Blood coagulates but liquefies again in some corpses. Gases in the abdomen increase in pressure as the putrefaction advances, forcing the lungs upwards and sometimes ejecting decomposing tissue from the mouth and nostrils. Bloating from postmortem bacterial gases accounts for bodies looking plump and healthy, and also for the kind of &quot;audible groan&quot; that some corpses  including Paole - gave as stakes were driven through their hearts. Rigor mortis passes, and the suppleness of many supposed vampires attracted comment. Body parts that were sometimes thought to have been eaten by vampires in mass graves during epidemics were those parts that would decompose first anyway, such as entrails and finger ends. In a peculiar twist, a Balkan/Greek type folkoric practice in response to consumption (tuberculosis) seems to have crossed the Atlantic to the US via an unknown route. On Rhode Island in the late 19th century, the hearts of corpses were sometimes removed and burned, and the ashes fed to people near death. It&apos;s easy to laugh at how daft our ancestors were, but we can look up the particulars of decomposition on the internet, and historical peoples did not routinely observe rotting corpses, for the very good reason that they are sources of contagion. &quot;Vampires&quot; were often disliked in life, making them all the more suitable as scapegoats, providing communities with rituals and a means of feeling powerful in the face of insurmountable events. Given that people have hanged witches, burned heretics and tortured foreigners, perhaps we should applaud the vampire believers for only mutilating their scapegoats after they were dead. Just as evolution shapes all species in the mould of their environments, it seems that the vampire has gone from scapegoat to tourist attraction. The Savanovi myth was already prominent among the area&apos;s attractions though it seems that the tourism organisation &quot;Valijevo For You&quot; may have given the vampire too much prominence for the comfort of the Serbian Orthodox Church.     A villager poses with a garland of garlic and a wooden stake in Zaroje near the Serbian town of Bajina Bata. Photograph: Darko Vojinovic/AP    The fallout seems to have been good for business. A recently created website and Twitter account confirm the impression that the Daily Mail&apos;s story is not so much a reflection of Balkan backwardness as a very successful PR campaign. Deborah Hyde is editor of The Skeptic magazine and writes about superstition, religion and belief at Jourdemayne. She would like to thank @notjarvis, who helped track down web instances of this story", 
    "section": "science", 
    "gid": "science/blog/2012/dec/04/vampire-legends-refuse-die-undead", 
    "wordcount": "1016"
}