{
    "headline": "Britain merely 'outsourcing' carbon emissions to China, say MPs", 
    "text": "Britons&apos; consumption of goods such as TVs and mobile phones made in China has &quot;outsourced&quot; the UK&apos;s greenhouse-gas emissions, and is leading to a net increase in global emissions, according to a report from an influential committee of MPs. While the UK&apos;s own greenhouse-gas emissions have been tumbling, people and businesses have been buying an increasing proportion of manufactured products from overseas, where regulations on carbon emissions are often much weaker than within the EU. As a result, the increase in carbon emissions from goods produced overseas that are then used in Britain are now outstripping the gains made in cutting emissions here. Tim Yeo, chairman of the energy and climate change committee, said: &quot;Successive governments have claimed to be cutting climate-changing emissions, but in fact a lot of pollution has simply been outsourced overseas. We get through more consumer goods than ever before in the UK, and this is pushing up emissions in manufacturing countries like China.&quot; However, while China has become the world&apos;s biggest producer of greenhouse-gas emissions, it has also become the world&apos;s second biggest economy on the back of the enormous exports from its vast manufacturing sector. This means that, in effect, consumers from developed countries have paid China to take on responsibility for more greenhouse-gas emissions. The Chinese government is reluctant to deal with the problem, insisting that China is taking on voluntary emissions-reduction targets, but is resistant to moves that would force Chinese manufacturers to obey stricter emissions limits. This can put developed-world manufacturers at a disadvantage, which encourages the production of goods in areas with lax carbon controls, and thus pushes up emissions globally. Simon Harrison, chair of energy policy at the Institution of Engineering and Technology, said: &quot;It&apos;s about how you price imported goods  do you take account of the emissions involved in their production?&quot; When goods are manufactured in the UK and other European countries, the companies that make them are subject to strict emissions controls. For instance, they have to pay for the carbon they produce, and pay a surcharge on energy to subsidise renewable forms of generation. But overseas exporters in countries such as China and India are not subject to such stringent regulation, and often their manufacturing processes and energy generation are more carbon-intensive than the same processes here. The government is in a quandary over what to do about the situation. Though importing carbon-intensive goods from overseas helps the UK to cut its overall emissions, it does not help to cut emissions globally, but just shifts the problem elsewhere. However, to slap import tariffs on goods from overseas that are produced in a carbon-intensive manner  which some UK manufacturers have said they would welcome  would be difficult under the World Trade Organisation&apos;s rules. Some green campaigners are urging the government to take responsibility for the emissions produced in the manufacture of imported goods. Andrew Pendleton, head of campaigns at Friends of the Earth, said: &quot;One of the main reasons why nations such as China have soaring carbon emissions is because they are making goods to sell to rich western countries. This report highlights the UK&apos;s role in creating this pollution. The government can&apos;t continue to turn a blind eye to the damaging impact that our hunger for overseas products has on our climate. We need to tackle the problem, not shift it abroad.&quot; As the committee of MPs pointed out, while the UK&apos;s own greenhouse-gas emissions have been tumbling  the result of switching from coal to gas for energy generation, as well as greater efficiency and an increasing share of renewable energy  the amount of goods the UK consumes from overseas has increased. The report said: &quot;The UK&apos;s territorial emissions have been going down, while the UK&apos;s consumption-based emissions, overall, have been going up. The rate at which the UK&apos;s consumption-based emissions have increased have far offset any emissions savings from the decrease in territorial emissions. This means that the UK is contributing to a net increase in global emissions.&quot; The &quot;offshoring&quot; of manufacturing to cheaper countries such as China has been one of the most important factors, they found. The Department of Energy and Climate Change said: &quot;Greenhouse gas emissions in the UK have been cut by 23% since 1990. We account for our emissions according to international rules that are followed by all countries that are signed up to the Kyoto Protocol, and that are the basis for international negotiations on climate change. While embedded emissions [that result from the manufacture of goods overseas] can provide useful insights into how to decarbonise, such figures are difficult to calculate accurately, uncertain and not easily verified. It would therefore be difficult to negotiate a global emission reduction treaty on this basis, and an attempt could delay for decades an effective solution to the problem of climate change.&quot; The MPs, ministers and UK business groups agree that the best way to deal with the problem is to have a global, legally binding agreement on cutting emissions and dealing with climate change. The current state of international negotiations, however, means that no such agreement can come into force before 2020  the date by which leading scientists say global emissions should have peaked and begun to be reduced rapidly, if the world is to avoid dangerous levels of warming.", 
    "section": "environment", 
    "gid": "environment/2012/apr/18/britain-outsourcing-carbon-emissions-china", 
    "wordcount": "893"
}