{
    "headline": "Google to be investigated over data cover-up claims", 
    "text": "Google is facing increasing pressure after the information commissioner launched an investigation into claims that it orchestrated a cover-up of its capture of emails, passwords and medical records of people in the UK. The UK data watchdog has written to Google demanding answers after it emerged that the search engine firm knew its Street View cars could harvest personal information as they photographed homes across the globe. The information commissioner&apos;s office said it was likely that highly private data  including email messages and browsing history  was secretly and deliberately captured from internet users in the UK. Google will now have to explain whether it misled regulators over the saga, which has hounded the company for more than two years. The US technology giant told the ICO in April 2010 that the huge data capture was a mistake. However, a detailed investigation by a US regulator revealed earlier this year that a Google engineer told colleagues he had specifically designed the technology to capture the personal information. On Tuesday the ICO formally opened a fresh investigation into the company. In a letter to Google, the ICO said: &quot;During the course of our investigation we were specifically told by Google that it was a simple mistake and if the data was collected deliberately then it is clear that this is a different situation than was reported to us in April 2010.&quot; Steve Eckersley, the ICO&apos;s head of enforcement, sent Google&apos;s senior vice president, Alan Eustace, a list of seven questions asking when it knew that the so-called &quot;payload data&quot; could be harvested from UK internet users. The letter also demands a &quot;substantial explanation&quot; of why Google did not indicate that this private data was collected in the UK when officials audited the company in July 2010. A spokeswoman for Google said: &quot;We&apos;re happy to answer the ICO&apos;s questions. We have always said that the project leaders did not want and did not use this payload data. Indeed, they never even looked at it.&quot; Google faces a 500,000 fine if the ICO believes that its Street View cars breached data protection laws. The company could also face a police investigation if it is proved that it intentionally orchestrated unauthorised electronic eavesdropping. The company sent its fleet of Street View cars to photograph homes in the UK in March 2009, three years after the engineer developed the technology that could capture private data. It emerged only in April this year that the Google engineer behind the technology advised colleagues that internal privacy lawyers should specifically authorise its use. A report by the US Federal Communications Commission, which fined Google 15,000 over the affair, said that legal advice was never taken. The FCC said the collection did not breach US privacy laws. The ICO launched its inquiry into Street View in 2010 after it admitted that it mistakenly collected some information. The watchdog concluded no personal data was collected, before later admitting it had.", 
    "section": "technology", 
    "gid": "technology/2012/jun/12/google-investigated-data-cover-up", 
    "wordcount": "501"
}