{
    "headline": "E3 2012: Orgarhythm  dance action meets real-time strategy", 
    "text": "     Odd genre combinations can really work  see the wonderful Puzzle Quest which seamlessly marries the match-three puzzler with the role-playing adventure. The latest example is Orgarhythm, from Japanese developers ACQUIRE and Neilo (a new studio set up by Space Channel 5 and Rez veteran, Takashi Hirai). This is essentially a real-time strategy game in which you guide colour-coded warriors into intense skirmishes with AI foes.  However, there&apos;s no pointing and clicking here. Instead, utilising the touchscreen of the PlayStation Vita, the game requires players to tap commands onto the display, staying in time to a pounding techno beat. For every encounter, you tap once to select a colour from Red, Blue or Yellow (each is more effective against a specific hue, in a sort of rock-paper-scissors dynamic), then again to go for a specific weapon. Now you slide your finger across the screen to direct your troops in the direction you want them to head. The skill is in keeping up with the relentless tempo, getting into a rhythm of spotting enemy units, remembering which colour will defeat them and then attacking, over and over again. Both melee and ranged weapons are available, and extra XP is gathered by staying in time and gaining &apos;excellent&apos; ratings. And naturally, more XP leads to levelling up which augments the strengths and abilities of your units. The isometric visuals aren&apos;t exactly thrilling, and the action gets repetitive, but it&apos;s strangely compelling, and the small, but diverse environments are designed to encourage score-chasing replays. There&apos;s also a two-player co-op mode and multiplayer competitive options.  Publisher XSeed is lining up a North American release for the summer  there&apos;s no word yet on a European date. In a neat touch, the company is asking budding musicians to submit new tracks for any subsequent DLC. This is very much the game of E3 for people who never thought they&apos;d see Rez and Warcraft combined with a Guitar Hero content model.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jun/06/e3-2012-orgarhythm-preview", 
    "wordcount": "323"
}