{
    "headline": "Google Glass: what it's like to use, by the inventor of the 'Winky' photo app", 
    "text": "The hype and noise around Google Glass has been colossal  triggering discussions about privacy, the limits of wearable computing, and social interaction in a world where the internet is available just an eye-glance away. But what&apos;s it like to use Google Glass? I spoke to Michael DiGiovanni, an emerging technology leader at Isobar, a global digital marketing company  and who earlier this month released Winky, which is &quot;Glassware&quot; (an app for Glass) that lets you take a picture by winking. DiGiovanni has quite a history in apps. As an Android developer for Barnes &amp; Noble.com, he was instrumental in the creation of the Nook app for Android devices and contributed to the reading experience of the Nook Color device. As an independent mobile developer, he has brought apps through the entire development process from conception to release. His self-published software on the Android market totals over 300,000 downloads and none has less than four stars. How long have you been using Google Glass, and what are your first impressions?  DiGiovanni: Two weeks ago I got to pick them up  and I&apos;ve been using them non-stop. It takes a while to get used to them. But I&apos;ve been wearing them while driving, walking, essentially all the time. It&apos;s quite similar to wearing glasses  I don&apos;t normally  but without something sitting in front of your eyeballs. The display is just outside your normal range of vision, so that you have to roll your eyes upwards  it sits on the top right. I turned it on by nods. You can still wear them while driving and know that you are not going to be interrupted by something popping up in your view.  The software experience is primarily voice activated. You say &quot;OK Glass&quot; and then &quot;take a picture&quot;, or &quot;Google something&quot; or &quot;give me directions to somewhere&quot;. You can ask it maths questions, you know like &quot;what is two plus two&quot; as you can in Google, as well. As you take pictures, and emails and text messages come in, they go into your timeline which is shown in the display. If you&apos;re driving or going somewhere, you get a Google Map with directions. It&apos;s much better than having a sat nav  much less distracting, because you&apos;re not really taking your attention down off the road  you still have your head up, though you do look up to the right. You enhance the experience with apps, called Glassware  think of them as micro-web pages. There&apos;s some HTML that can be pushed in there. So I got the New York Times headlines pushed there into my timeline. But they don&apos;t take priority over other things.  What about reports that people have developed headaches from using Google Glass for a while?  I haven&apos;t had any headaches. People who have have been those who have tried it very briefly, for a few minutes. One of the nice things about what Google&apos;s doing now with this Explorers programme [in which it is seeding Glass with a few thousand people around the US] is that they let you pick them up from their offices and outlets. So you get a personalised service, where they fit them to your face. [Google Glass has adjustable elements for the bridge of the nose, like normal spectacles.] If you&apos;re wearing it incorrectly, so that the prism is blocking your view, then you will have something out of focus in your view and that will give you a headache, I think. So those people who&apos;ve reported having headaches, I think it&apos;s because they haven&apos;t had them fitted right. Here&apos;s what I think  my wife got a new pair of eyeglasses the other day and had to go back to get them fitted perfectly. With Glass, you can bend them yourself, but they can do it much quicker at Google than you can on your own, because they&apos;ve had the experience. With the general consumer market, I would expect that they would have some sort of experience in store so that people don&apos;t get a bad experience from trying to fit them on their own.   (That could explain the rumours that Google is going to set up stores specifically to sell Google Glass: if it needs individual attention to get right, then it wouldn&apos;t be the same as buying a phone or computer by mail order.) Tell us about the Winky app [which allows Glass users to take a photo simply by winking].  The Winky app isn&apos;t what Google considers normal Glassware. It&apos;s basically a mobile app like you would put on an Android phone. It&apos;s undocumented, officially unsupported. We have the tools and debug capability to create it, and it works, but there&apos;s no documentation.  (There&apos;s video of the app here and more on DiGiovanni&apos;s Google+ page.)  What differentiates Glass from other products is the sensors for things like winking or voice recognition. At present, it only does a location update once every 10 minutes. But I think you could treat it like any Android device and change that to the default for those  which is once every 20 milliseconds. Then you could get access to the camera and do stuff with computer vision. Or you could get access to the accelerometer [which detects sudden changes in velocity] and trigger it by, say, nods.  What&apos;s the battery life like?  There&apos;s varying experiences with that. It goes from two hours to six hours  I have seen people online say that they only got a couple of hours from it. But yesterday there was a new update, XC5, which is supposed to change that and improve the battery life. For instance, it used to be that when you took a photo it would automatically upload it to Google+. But the new update will only upload when it&apos;s being charged and is connected to a Wi-Fi network. That should improve the battery life because it won&apos;t have to connect all the time to take photos.  What are your general impressions of Glass?  This is much better put together than I ever expected to get. I don&apos;t think it&apos;s ready for the average consumer because of the battery life. And assuming the price point isn&apos;t one that most people will want for something that is basically showing you email and text. I think people will be mostly using it as a cellphone accessory.  But in some businesses it could revolutionise working life. Anywhere you could use an extra hand, or have extra data in front of your eyes. So, you know, a restaurant chef who needs to see what the orders stacking up are. Or if you&apos;re carrying something it means you don&apos;t have to pull out your phone. Or a point-of-sale systems, where shop assistants can help customers directly on the shop floor.  What are the onscreen maps and directions like?  The Maps system is one of the best features currently. The walking directions are really good  as you turn, you will see the screen turn with you. I&apos;ve never been able to get that to work with my smartphone, that when I turn that the map display turns with it. It means that rather than walking around and trying to find where you are, you know where you are. When driving, I found it better than the GPS on my car dashboard. The best thing is that you aren&apos;t taking your eyes off the road as much as you would when using a GPS. I know it&apos;s scary to some people to have a display up there by your eyes. But in practice, it&apos;s not distracting at all. It&apos;s easier to look at than the rear view mirror.  What smartphone are you using?  I&apos;ve got a Samsung Galaxy Note 2 with an extended battery. It connects to Glass via Bluetooth. Without a data connection, Glass is a bit limited.   What about storage  for those times when you aren&apos;t wearing your Google Glass? I&apos;ve heard that the arms don&apos;t fold like standard glasses.   It&apos;s true, the arms don&apos;t bend. If you had to take them off  say if you&apos;re going into some place that says you&apos;re not allowed to wear them  well, I&apos;d throw them around my neck. Or push them up into my hair, like sunglasses. But there are certainly places that won&apos;t want something that can do recording. Casinos in the US don&apos;t want you to have anything able to record what&apos;s going on [because you could be counting cards, or transmitting and receiving information about the game from someone outside who is counting].  Google does provide a carry case for them, which it fits into. Women might be able to put that into their purse, but a man might be out of luck.  That&apos;s one of the biggest problems  if you go somewhere and the owners don&apos;t want you to have them, where do you put them.  How long did it take to get used to wearing them?  About three days.   What&apos;s the reaction been like from other people? There have been mixed reports. What&apos;s your experience?  I&apos;ve had an amazingly positive reaction from people. I haven&apos;t seen any negative reactions at all. The most &quot;negative&quot; reaction was from security guards who wanted to know if I was recording them. But when I explained that I wasn&apos;t, then they were really interested, and they wanted them for their job so they could film or photograph to demonstrate that they were doing things as they should. In my experience, once you explain to people what it does then they get really excited. I&apos;ve even had staunch iPhone users who are really excited about wearables. [Google Glass can work with iPhones; it uses the Bluetooth and data connections.]  I thought people would be turned off by wearing something. Turns out that&apos;s not the case at all.  Google Glass is expected to go on general sale either late in 2013 or in 2014. No price has yet been set, though &quot;Glass Explorers&quot;  of whom DiGiovanni is one  are paying around $1,500 per pair.", 
    "section": "technology", 
    "gid": "technology/2013/may/13/google-glass-winky-mike-digiovanni", 
    "wordcount": "1685"
}