{
    "headline": "'Freshers Week is revolting: that's why we should keep it'", 
    "text": "Freshers Week is over for another year  and not a day too soon. I am not the biggest fan. However, I would not go so far as to say that it is a waste of time either. Let me explain. I am a second-year student, a Muslim from one of the Gulf states. I did Freshers Week last year, embracing something of a go-hard-or-go-home strategy that would probably have landed me in deep, deep trouble back home. If I had to summarise that week in a sentence? Alcohol-fuelled sweat-fest of over-sexualised teenagers. One year on, I still cringe at having gone to one of the dodgy student clubs in London&apos;s Piccadilly the first night (note: never again). I was sober: the crush of glistening bodies and the wandering hands of strangers were completely revolting  but this, apparently, was &quot;freshers&quot;, and I was determined to enjoy it. I had started the week with admittedly unrealistic ideas of meeting lots of new people and dancing the night away. Oh, how those hopes were dashed. From (not taking part in) pre-lashing to telling the guy I&apos;d danced with all night that I was going home now, without him, Freshers Week was disgusting. Having done it once, I would not do (and have not done) anything like it again. It purports to help new students make friends and have fun; it grossly under-delivers. To me, it felt like Freshers Week catered to a very specific group of students: you needed to be very drunk, you needed to be willing to let (very) loose and you needed to accept the fact that it was the company around you (rather than whatever dump of a venue had been chosen) that made your night fun. Never mind that said company were so intoxicated that there was no way they would remember you, or themselves, or any part of the night, the next morning. So why would I argue that these events are worth keeping? Freshers Week brought my first-ever clubbing experience. I had never been around so much alcohol  or so many cute guys before. I was presented with a flood of morally challenging temptations. Freshers Week tested my beliefs: by choosing to do certain things and refrain from others, I began to clarify what I really believed in  and, because of that, I have become a more mature person. Somewhere along the way, for example, I decided that I was not a fan of drinking. To me, the &quot;I-don&apos;t-drink-because-I&apos;m-Muslim&quot; argument was weak. Let&apos;s face it, being in a club and dancing with an attractive guy were not exactly sanctioned by my religion either, but I was doing (and enjoying) them both. Freshers Week forced me to consider the underlying reasons for my sobriety: I did not like the taste of alcohol, it was a calorific investment I was not willing to make, and I did not need to drink to relax and have fun. Freshers Week also forced me to consider, defend to others and justify to myself, such standpoints as why I think it is okay to go out clubbing but not okay to sleep with a stranger (no matter how fit he is). So, while I wouldn&apos;t take part in such a thing ever again, I am glad I did it the first time around. Thrust into an environment that was beyond wild, I learned quickly what my boundaries were, what I believed in and why, and how to defend my beliefs. Could there have been other, less messy ways of learning those lessons? Probably. But at least this way, I could also show off to my friends back home, most of whom had chosen to study in North America, that I truly had experienced &quot;the London life&quot;.  Alia Malouf (not her real name) is a law student at the London School of Economics and Political Science. She moved to London after living in the Gulf for 18 years.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/oct/17/freshers-week-is-revolting", 
    "wordcount": "661"
}