{
    "headline": "Android growth slows in US as iPhone shoots ahead in December", 
    "text": "US smartphone buyers shunned Android during December, buying only 0.45m more handsets while Apple added 3.21m new iPhone users, according to new data from ComScore. The number of new Android users was the smallest added since April 2012, when only 0.3m new users were added. Android&apos;s share of the market dipped for the second successive month to 52.3%, from the peak of 53.7% in November 2012. But the figures still give Android the largest share of the smartphone market, which has now reached 129.4m users in the US - 55.3% of the 234 million people aged over 13 with phones by ComScore&apos;s figures. The data are collected from &quot;an intelligent online survey of a nationally representative sample of mobile subscribers age 13 and older.&quot; It only counts primary mobile phones, and doesn&apos;t include second phones provided by employers. According to the data, there were 67.7m Android users in January 2013 - compared to 49.2m at the start of 2012, a gain of 18.5m. Apple&apos;s iPhone, meanwhile, grew from 29.9m to 48.9m, an increase of 19m. Together, Android and iOS have 90.1% of the US smartphone market.      Winner and losers in the smartphone struggles in the US market. Click for larger version.    (Larger version of the graph here.) That leaves BlackBerry and Windows Phone fighting it out for the third place spot. BlackBerry still leads with 7.6m handsets in use, against 4m for Windows Phone. But while BlackBerry has lost 7.8m users in the past year, Microsoft has not so far been able to benefit - with its total number of handsets running Windows Mobile or Windows Phone actually dropping by 0.5m in the same period, even though the total number of smartphone users has grown by 28.1m.  Samsung is the second largest smartphone supplier in the US, ComScore said, with a 21.4% share, equivalent to 27.7m users. With few, if any, users of its Bada system in the US, that means that Samsung has 41% of the Android market - slightly lower than its worldwide share, which is closer to 50%. After that comes HTC, with a 9.7% share of the overall smartphone installed base. Its position in the US reflects the struggles it has been having more broadly: on Wednesday it announced that its revenues in February fell by 44% year-on-year. In the US, the ComScore data shows that HTC&apos;s user base has fallen from a peak of 15m in January 2012 to 12.6m a year later. Google-owned Motorola had an 8.6% share, down from 10.0% three months earlier. Like HTC, Motorola&apos;s installed base has been falling steadily, both in smartphones and featurephones; as recently as March 2010 it was the most-used brand in the US. LG was the fifth-ranked smartphone brand, with 7.0%, equivalent to 9.1m users. That has risen from 8.1m in October 2012. It&apos;s unclear whether the increase is reflected by sales of the LG-made Nexus 4 phone - which is branded as a Google phone rather than LG.", 
    "section": "technology", 
    "gid": "technology/2013/mar/06/iphone-us-smartphones", 
    "wordcount": "506"
}