{
    "headline": "Stansted will get next runway in south-east, says Ryanair boss", 
    "text": "Ryanair boss Michael O&apos;Leary has said he believes the next runway built in the south-east would be a second at Stansted, as he outlined his interest in bidding to run the Essex airport. But he added a third runway at Heathrow was &quot;inevitable&quot;. He revealed he had been in talks with various potential investors about buying and running the airport, Ryanair&apos;s largest UK base, since BAA announced it would no longer fight the competition commission&apos;s ruling which forced it to sell. The Irish airline called on the airport regulator, the CAA, to confirm if and how it will reduce Stansted&apos;s landing charges, which Ryanair said have grown by 68% in the last five years, while traffic has significantly declined. O&apos;Leary claimed the CAA was allowing BAA to &quot;cook the books&quot; by inflating Stansted&apos;s assets. The airport is valued at 1.3bn although analysts predict it will not raise that sum. He said: &quot;The next runway in the south-east will be at Stansted. The south-east does need additional runway capacity: the advantage of Stansted is that it has already got planning permission, the land already exists, it&apos;s ready to roll. What it needs is a government decision allowing it to go ahead.&quot; In reference to the longer term, he added: &quot;I think a third runway at Heathrow is inevitable, then there will be a second runway at Gatwick.&quot; But, he said: &quot;Not in my grandchildren&apos;s lifetime will there be some lunatic airport in the Essex marshes or the Thames estuary or any other estuary.&quot; Asked whether an airline would be allowed to have a stake in the running of a British airport, he pointed out a consortium of British airlines including IAG part-owns the air traffic control service NATS. Ryanair carries two-thirds of passengers flying from Stansted. Ryanair would limit its holdings to below 25% but would want a management role. O&apos;Leary said he could quickly reduce costs at the &quot;grossly mismanaged&quot; airport by scrapping &quot;the cathedral of check-in desks&quot; in favour of more retail space and &quot;blowing up the train&quot; that takes passengers from the terminal to the departure gates, replacing it with a bridge for passengers to walk over instead. O&apos;Leary said he would not force passengers to pay to use a toilet should he own or run the airport. In fact, he said, his often quoted plan to make passengers pay to pee in when flying was dependent on making airport toilets the cheaper option, so he could install more seats on his plane. For now, true to form, O&apos;Leary confirmed that Ryanair customers &quot;with no life and no friends&quot; who wanted to download its new mobile booking app would have to pay 3 for the privilege. &quot;If you want it you can pay for it.&quot; The bullish airline boss also said he &quot;didn&apos;t care&quot; that Suzy McLeod, a Ryanair passenger, had recently won the support of hundreds of thousands of Facebook users after being forced to pay 60 per person for the airline to print out boarding passes for her family of five at Alicante airport. He said: &quot;We think Mrs McLeod should pay for being so stupid.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/sep/04/stansted-next-runway-ryanair-boss", 
    "wordcount": "546"
}