{
    "headline": "A climb around nature's Notre Dame", 
    "text": "Picking their way along mountain trods  like sheep returning to the fell after lambing in the pea-green fields below  climbers make for the high crags. Unlike the Herdwicks and Swales no longer in lamb, the climbers are heavy-laden, their rucksacks topped with butterfly-coiled ropes as they make for Lazarus or Nimrod, Slingsby&apos;s or Saxon, New-West or Vandal. Winter&apos;s snow and ice has scoured spring&apos;s rockclimbs as sweet as a nut. To reach these classics, climber&apos;s tracks  blazed by Victorian climbers in nailed boots  branch from main paths like capillaries. Twisting and precipitous, they need care. The Gable Traverse from Sty Head across the Napes Ridges  &quot;threading&quot; Napes Needle and passing behind Sphinx Rock en route to the steep scree of Little Hell Gate  is one such arterial strand. Electrifying, it sparked the interest of climbing photographer Ken Wilson long before he produced his famous works, such as Classic Rock and Hard Rock. The Climber&apos;s Traverse to Bowfell Buttress from the Band takes a similar line, passing under Flat Crags and Cambridge Crag; the buttress seen at last, its soaring pillar reaching for the sky. Esk Buttress has been likened to Notre Dame, resplendent above the Great Moss, and reached from the south by a trod starting below Hardknott Pass. Up soggy Mosedale it goes, past Lincove Beck and under Long and Gait Crags. The buttress finally appears as depicted in William Heaton Cooper&apos;s most magnetic painting, Scafell Pike from Upper Eskdale. The &quot;climber&apos;s route&quot; to Gimmer Crag is another dedicated approach: via Middlefell Buttress above the Old Dungeon Ghyll Hotel, topping out above Curtain Wall, then traversing the craggy fellside to Valhalla. The late Country Diary writer Harry Griffin showed me a way to bypass the stony path to Dow Crag from the fell gate above Coniston. &quot;Via this sheepfold and that quartz cairn, cruising on emerald turf,&quot; I wrote in my debut diary for the Guardian nearly 10 years ago. Would that I could remember exactly where that magic path goes, evocative at every step.", 
    "section": "environment", 
    "gid": "environment/2013/may/19/lake-district-notre-dame", 
    "wordcount": "342"
}