{
    "headline": "Universities in 2012: live chat review", 
    "text": "&quot;People always want to talk about the architecture of universities and I turn up to talk about the plumbing.&quot; So quipped university minister David Willetts in a debate led by think tank Politeia this week on the future of UK higher education. And while it prompted some interesting rebuttals (&quot;we all know how difficult it is to get a good plumber&quot; tweeted @topofthefield), Willetts makes an important point. How we manage and run our universities may not be some people&apos;s favourite topic of conversation. But we need to talk about admin. This year has brought a great deal of change in the UK sector alone, from a drop in student applications reflecting the impact of increased tuition fees, to UKBA&apos;s student visa row over London Met University, Willetts&apos; decision to create 10 new universities in the UK, and the ongoing march of private providers and their detractors. The international landscape is ever shifting with the rise of free online courses (or MOOCs) its biggest development of 2012. It&apos;s also been a year of engaged and engaging debate on the Higher Education Network and the time has come for our #HElivechat review of the year. Due to the sheer scale of topics we could cover, we have decided to focus on four key areas that should provide valuable insight to take us into the new year. And to get into the festive spirit, we are asking 12 questions  one for each month of 2012 or day of Christmas  to chew over with our panel of regular contributors. Recruitment of students and staff  How much has the UK&apos;s reputation suffered from the UKBA row?  What have been the biggest challenges facing staff recuitment?  Will marketing and recruitment work more closely in 2013? Student engagement and experience  Have we overestimated the impact of fees on student choice?  Do students today really view themselves as consumers?  What can be done to improve pastoral care in universities? Communications internal and external   Are universities keeping up with multi-channel marketing?  How is the impact agenda affecting research communication?  Will we see a change in how the sector communicates value? Policy: fees hike, visas, REF, widening access  How are universities balancing the funding pressures of REF and rising student expectations?  Are arguments for private provision and public value polarising debate?  Where and how should universities invest their money in 2013? Join our panel of experts at 12pm GMT on Friday 14 December to debate the lessons we have learned this year on managing, marketing and running universities  and collectively forecast the ways the sector might evolve next year You can also contribute on Twitter using the hashtag #HElivechat Panel to include: Wendy James is undergraduate admissions manager at London Metropolitan University James Donald is press and PR Manager at Bournemouth University @stirlingfellow @BUNewsHound Mike Simpson is senior web communications officer at the University of Leicester Thad McIlroy is an analyst at The Future of Publishing @ThadMcIlroy Ruth Lawton is university teaching fellow for employability at Birmingham City University @RuthLawton Pat Thomson is professor of education at the University of Nottingham @ThomsonPat Chris Rust is associate dean at Oxford Brookes University", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2012/dec/13/university-recruitment-communications-policy-impact", 
    "wordcount": "526"
}