{
    "headline": "Categories", 
    "text": "Reader nominated The winners of the following categories will be nominated by readers before the judges have the final say. Retailer  The winner of this category could be any retailer, local, national or online. Winners could range from a celebrated farm shop, a small organic beauty store or an online retailer offering sustainable solutions.  If you&apos;d like to be considered for the Retailer category why not use this button on your website to encourage people to nominate you? Simply right-click on the button and select &apos;Save image as&apos; to save, add it your site and link it to: http://www.observer.co.uk/ethicalawards     Observer ethical awards 2012 Nominate us Photograph: 999 design    Alternatively you could click here and print out this poster, and put it up in your shop window or place of work. Campaigner sponsored by B&amp;Q Past winners of this award include Al Gore, Hugh Fearnley-Whittingstall and Peter Tatchell. This category recognises the public-facing campaigner who has made the biggest difference to Observer readers and put ethical issues on the global agenda. If you&apos;d like to be considered for the Campaigner category why not use this button on your website to encourage people to nominate you? Simply right-click on the button and select &apos;Save image as&apos; to save, add it your site and link it to: http://www.observer.co.uk/ethicalawards     Observer ethical awards 2012 Nominate us Photograph: 999 design    Alternatively you could click here and print out this poster, and put it up in your shop window or place of work. Unsung local hero sponsored by The Body Shop Here we&apos;re looking for local heroes who have worked to conserve the environment or their community. From campaigners to conservationists, we&apos;re looking for hard-working volunteers who are striving to build a better nation for all of us. Who has been leading the way to protect your neighbourhood? This is your opportunity to give them the recognition they deserve.  Sports To mark the London 2012 Olympics we&apos;re introducing an ethical gold medal for the field of sports. This could be a sports personality who has campaigned for ethical issues, a sports centre which has introduced sustainable initiatives, or a club, association or whole sports sector which has embraced ethical issues. Please send us your nominations and the judges will select the winner. Arts &amp; Culture sponsored by Festival Republic The arts can be a strong, emotive way of creating a call to action around ethical issues. Have you seen a play, documentary, film or dance performance that has inspired you? Or perhaps there&apos;s a book or song which you feel prompts you to behave more ethically. Please send us your nominations for the best ethical art piece of the last year and our judges will choose their favourite. Judged categories Our panel of experts will select the overall winner for these categories but they need your entries.  Big Idea sponsored by National Grid Big ideas are what we need to tackle climate change and promote social justice. Whether you&apos;re an individual who has invented an innovative ethical product or service, a small business with an ethical idea whose time has come, or an established organisation which is pushing the boundaries of possibility, we want to hear from you. The winner will receive 2000 and two runners up will receive awards of 500 from National Grid. Fashion and accessories sponsored by Vogue.com This category supports the growth of ethical fashion labels and products. From London Fashion Week to the High Street ethical fashion is increasingly seen as aspirational and accessible. Are you a designer, fashion house or retailer who can demonstrate a real commitment to sustainable fashion? Do your ethical ideals extend from the catwalk to your supply chain? Last year Pachacuti and their Panama hats were honoured with this prestigious award  who will be this year&apos;s winner? This category is open to entries from fashion labels or retailers only  if you have an ethical fashion favourite why not drop them a line to encourage them to enter? Business Initiative sponsored by Jupiter This category rewards the steps made by large or small businesses to deliver goods or services in a truly ethical manner. Increasingly, businesses are looking at their performance from an ethical as well as a financial perspective, recognizing that consumer power favours those who operate transparently and sustainably. Who is leading the way in this new business model? Who has demonstrated that their business is about more than pounds and pence, but also cares about people and the planet? Last year, The Co-operative Group showed they had what it takes to claim the Award. Could it be your businesses turn this year? In 2012 we are focussing on specific business initiatives which have been introduced to encourage ethical behaviour at your business  this will enable judges to fairly compare large and small business activities. This category is open to entries from businesses only  if you have a favourite ethical business why not drop them a line to encourage them to enter?  Blog  The internet plays a huge part in informing, educating, sharing and campaign issues around the environment and social justice. Last year&apos;s shortlisted blogs included daily content on ethical food, fashion and energy. We&apos;re looking for a blog or blogger which brings ethical issues to the masses via their blog. The winner of this category will get the exclusive opportunity to write a guest blog on environmentguardian.co.uk Challenges  These categories aim to inspire people to take action  if you&apos;ve got an idea for an ethical initiative and need some support and funding then put yourself forward for one of these awards. Grassroots Community Challenge sponsored by Timberland This award pays tribute to those who want to fight climate change and social justice on the home front and ally their ethical ideals to concrete action. We are looking for entries from impassioned local groups or individuals. Entries can come from existing projects which need a boost, or ideas for new projects. You can link up with like-minded people in your area to devise a suitable project and submit a joint application via Project Dirt. The winning community initiative will receive 2000 from Timberland to get their grassroots project off the ground. Ecover Ethical Kids ChallengeLast year&apos;s Ethical Kids winners created bird and bat boxes which are now being stocked in their local safari park. In 2010 The Recyclists won for their enterprising recycling project, collecting waste paper and re-selling it to the community as paper logs. Do you have an ethical product or business idea that you would like to get off the ground? Or why not start a co-operative with your classmates and think of the business you would run if you win the 2000 per year grant from Ecover.  The category is open to individuals or groups who are under 16 on January 1st 2012.", 
    "section": "environment", 
    "gid": "environment/2012/jan/14/observer-ethical-awards-2012-categories", 
    "wordcount": "1134"
}