{
    "headline": "Rio+20: A voice from northern Nicaragua", 
    "text": "   Jos Alejandro Alemn, Rio+20 Photograph: Guardian    Twenty years ago I was still a child, and I heard so many people on the radio and TV talking about the Earth summit in Brazil. My only knowledge of the country was from the Brazilian soap operas my mother used to watch  and I had no clear idea on what sustainable development meant. Now, 20 years on, so many people are talking about the need for sustainable development, which means no more than implementing patterns of production and consumption that give the planet enough time to regenerate the natural assets that were used in that process  energy, water, biodiversity, biomass, soil fertility and so on. Even though it is that simple, not so many people around the world seem to care about it  and discussions about it seem to belong to a small group of experts whose language is disconnected from the world most people live in. We know that most sustainable development goals have not been reached, and that consumption of natural resources is higher than the planet&apos;s capacity to replace them. Politicians and their bosses  banks  have made us believe that stopping economic [progress] would be &quot;catastrophic&quot; for all, even if it means plundering the natural assets on which humans and other species rely. Unfortunately, Rio+20 is being strongly influenced by the rich countries. They are replacing the concept of sustainable development with &quot;green economy&quot;, which means commodifying nature. Many developing countries and civil society groups have been reluctant to incorporate the &quot;green economy&quot; concept in the Rio+20 declaration. They fear it will represent a first step towards grabbing and privatising poor countries&apos; natural and ecosystem resources. I think there is a vital question that the world must ask before adopting the &quot;green economy&quot; framework: if financial markets have done what all of us know with the economies of so many people around the world, what do you imagine they will do with the natural and ecosystem goods and services that still remain in the Earth?", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/15/rio20-voice-northern-nicaragua", 
    "wordcount": "339"
}