{
    "headline": "Spotify iPad app  review", 
    "text": "Spotify finally has an iPad app. The streaming music service has launched a native app for Apple&apos;s tablet, following in the footsteps of rivals Rdio, Mog and Deezer. Journalists and subscribers alike have been asking Spotify about its iPad plans for some time, with the topic even overshadowing the company&apos;s recent Coca-Cola branding partnership announcement. The iPad app is free to download, but like the company&apos;s existing mobile apps, requires a premium subscription to use. The app supports Apple&apos;s AirPlay technology to stream audio wirelessly to compatible hi-fis, and its graphics including album artwork are optimised for the new iPad&apos;s Retina display. Spotify&apos;s chief product officer Gustav Sderstrm showed off the app in a webcast for journalists this morning, before answering questions. &quot;We spent a bunch of time building this app,&quot; he said. &quot;We think the iPad is a unique device, and we want to build a unique experience for it.&quot; Sderstrm talked about how Spotify expects people to use the app, with sofas looming large in the company&apos;s thoughts. &quot;One use case is you sit on your couch and discover new music,&quot; he said. &quot;We think a big part of this use case is you&apos;re at home, maybe with a stereo with AirPlay, and this is to a large extent a remote control.&quot; He batted back questions about whether an Android tablet version will follow, and when Spotify&apos;s HTML5-based apps platform might make the leap from its desktop client to the iPad app. &quot;We are always working on lots and lots of stuff, and we&apos;ll let you know as soon as there is something to show,&quot; said Sderstrm. Spotify provided The Guardian with a TestFlight build of the app on Monday, and I&apos;ve been using it since then. The obvious design inspiration is Twitter&apos;s iPad app, with a navigation bar on the left, and a main window pane, with additional panes swiping in from the right. The app can be used in portrait or landscape mode, and focuses on search, playlists, people, inbox and a central What&apos;s New page. The latter highlights recommended albums, trending playlists and tracks from friends, new album releases, and trending music near your current location  an unsettling combination of David Guetta, Red Hot Chili Peppers, Keane and Glee playlists in Bishop&apos;s Stortford at the time of writing. Search works well, bringing up thumbnails of artists and albums, and lists of tracks in response to a query. Playlists brings up a list of your existing playlists, including the ability to edit them and create new ones. Meanwhile, People presents thumbnails of Facebook friends, revealing their top tracks, artists and published playlists.     The app makes good use of the larger touchscreen    The app is certainly slick, and it makes good use of the iPad&apos;s larger screen. I&apos;m not sure I buy into Sderstrm&apos;s vision of sofa-surfing music discovery just yet, thoughSpotify&apos;s revamped Radio feature is missing, as are the apps that have made its desktop application far more than just a search box. This is a starting point, though. One thing I&apos;d like to see is Spotify forging partnerships with music magazines and other discovery apps through its iOS API. For example, The Word Magazine launched an iPad version earlier in the week buttons alongside its reviews and articles to play albums in the apps of Spotify and its rivals would be a good move. Finally, a streaming music iPad app makes more sense to me as a remote control for a hi-fi than as a standalone experience. But that does require an AirPlay-compatible hi-fi or speakers. A bit of a niche, for now. I suspect a lot more people have hi-fis with iPhone/iPod docks, so for them, Spotify&apos;s iPhone app may continue to be the best way to listen in their living room, unless they have a Sonos hi-fi, in which case Sonos&apos; own iPad app already supports Spotify streaming.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/may/02/spotify-ipad-app-review", 
    "wordcount": "669"
}