{
    "headline": "Is climate change linked to the spread of flu?", 
    "text": "On the morning of 9 January, Boston&apos;s Mayor Thomas Menino declared a city-wide public health emergency. &quot;People should take the threat of flu seriously,&quot; said Menino. &quot;I&apos;m urging residents to get vaccinated if they haven&apos;t already.&quot; Three days later, New York announced a public health emergency for the entire state, when flu struck there. Two weeks after that, Sherry Towers, a visiting scholar at Purdue University in Indiana, published an article in academic journal PLOS Currents that associates this year&apos;s severe flu epidemic with last year&apos;s unusually warm winter and low infection rate. Towers looked at data on confirmed cases of influenza in US cities over the 16 flu seasons since 1997. She found that warm winters tend to be followed by a severe epidemic of influenza the following season. In these follow-on epidemics, cases of flu spread at a growth rate 40% higher than average, and the peak number of cases hit earlier in the season. The severity and extent of a flu season is, however, dependent on a complicated web of factors including the virulence of a particular strain, the demographics of a population, and the number of people who choose to get vaccinated. (In the US, flu vaccination rates hover around 40%.) Researchers are now working to incorporate environmental shifts into this epidemiological puzzle  largely in response to the knowledge that the climate is changing and disease exposure will change with it. It&apos;s an issue that is concerning the World Health Organisation, which recently released its Atlas of Health and Climate to provide &quot;sound scientific information on the connections between weather and climate and major health challenges&quot;. James Tamerius, a postdoctoral fellow at Columbia University, studies viral responses to climate. In temperate climes, he says, influenza researchers are exploring the apparent connection between temperature and infection rate. In the tropics, which Tamerius studies, the flu season coincides with monsoons, drawing questions instead toward the role of precipitation and humidity in transmission. &quot;And in Hong Kong, which is subtropical, we see two different seasons,&quot; said Tamerius. &quot;The flu emerges in winter, and then again with the monsoons.&quot; For public health agencies, the discovery of such connections between season and illness holds powerful implications: if a weather-based signal indicates risk of an epidemic the following season, authorities can be prepared and take strong preventative measures  upping efforts to remind people to vaccinate, and taking the steps necessary to avoid the vaccine shortages often caused by an unexpectedly early peak. Though these findings may hold great promise, a far larger survey is needed to bring the relationship between warm winters and flu into clearer and more definitive light. &quot;A lot of other factors could be contributing to this,&quot; noted Tamerius. &quot;Mutations over time, for example  that&apos;s very difficult to control for.&quot; Towers and some of her colleagues have already embarked on the follow-up analysis, this time using a much larger collection of data that stretches back to 1910 and covers countries outside of the US. Dylan Walsh is editor at The Solutions Journal and a freelance journalist for titles including the New York Times", 
    "section": "environment", 
    "gid": "world/blog/2013/feb/28/climate-flue-disease-link", 
    "wordcount": "528"
}