{
    "headline": "20 Best iPhone, iPad, Android and Windows Phone games this week", 
    "text": "It&apos;s time for our weekly roundup of new games for smartphones and tablets, this time covering iPhone, iPad, Android and Windows Phone. The week&apos;s pick of new and notable games spans driving, football (from both sides of the Atlantic), first-person shooters, board games and robots. Read on for the selection. Crazy Taxi Sega has ported its marvellous driving game Crazy Taxi to iOS, and specifically the Dreamcast version of the game, complete with its Bad Religion and Offspring soundtrack. As before, the game involves charging round a city collecting and dropping off passengers, while leaping off hills whenever possible. 16 mini-games are thrown in for good measure.iPhone / iPad Wild Blood Gameloft has brought its Unreal-powered Arthurian action game to Android, as you control Lancelot in his quest to unseat the turned-mad King Arthur. It&apos;s a big game, with 2GB of free space required for the install but the sumptuous graphics are worth the download wait. Online deathmatching and capture-the-flag modes are also included.Android Real Football 2013 Hot on the heels of FIFA 2013&apos;s App Store release comes Gameloft&apos;s Real Football 2013, with its own FIFPro licence for player names and likenesses, and an emphasis on developing your club, stadium and commercial businesses alongside a winning team. That&apos;s in the context of a freemium game, so it&apos;s free to download and play, but you pay for virtual cash using varying quantities of real money, from 1.49 up to 69.99.iPhone / iPad NFL Pro 2013 And another Gameloft sports game for good measure, this time covering the other kind of football, with helmets and touchdowns and dodgy refs. We&apos;re not sure if the latter make it in here, but the game itself another free-to-play title has crossed from iOS to Android. It&apos;s got an official NFL licence, and similar features for developing the infrastructure around your team.Android Babel Rising 3D The latest Xbox-branded game for Windows Phone comes from Ubisoft, and sees you in the shoes of a &quot;great, almighty, and very angry deity&quot; picking on a tribe of humans to ensure they don&apos;t get the Tower of Babel built. An interesting spin on the god-game genre.Windows Phone Kumo Lumo Forget taking it to the cloud, as Microsoft might say. In this game, you ARE the cloud, floating above a virtual world raining on forests and poleaxing enemies with lightning bolts. The visual style is strong and original, and it&apos;s a free-to-play game in-app purchases are used to boost your prospects with virtual gold purchases.iPhone / iPad Topia World Builder There&apos;s a lot of buzz around Topia World Builder because of the involvement of Glenn Corpes, one of legendary god-game Populous&apos; co-creators. This takes some of that series&apos; ideas and applies them to touchscreen gaming, as you shape a virtual world with your fingers, spawning animals and tweaking the landscape as you please.iPhone / iPad Super Bunny Breakout Atari and Zynga, together at last? It&apos;s a meeting of minds that has surprised plenty of people, but the results look like they may be fun. This is a 2012 update on the Breakout brick-busting formula, except with a plot involving a team of rabbits trying to break out of an &quot;Evil Animal Testing&quot; lab. 40 levels and plenty of power-ups ensure it feels modern rather than retro.iPhone / iPad Plague Inc Two days after launching, Plague Inc has already zoomed past 100k downloads on the Google Play store, albeit as a free download. It&apos;s the latest game from Miniclip, and gets players to &quot;bring about the end of human history by evolving a deadly, global Plague whilst adapting against everything humanity can do to defend itself&quot;. Which is cheery. An in-app purchase removes ads and unlocks bonus features.Android Shadowgun: Deadzone Polished shooter Shadowgun has spawned a new spin-off for Android, although it&apos;s in beta for the moment, and only available for devices with Tegra 3 processors (this link may help if you&apos;re wondering if that&apos;s true of yours). The focus here is on online deathmatching, with four playable characters, two modes and two maps.Android League of Evil &quot;Flip, dash and wall-jump your way to destroying the League of Evil,&quot; suggests the Google Play listing for Noodlecake Studios&apos; new game, which offers well-crafted pixel art, 160 levels and some tight controls. Oh, and lots of acrobatics, with a chiptune soundtrack. It looks as excellent as the existing iOS version.Android Monopoly Millionaire for iPad Monopoly has been one of the most popular mobile games since long before the app store era, but now EA has rebooted the digital version of Hasbro&apos;s board game once again. The emphasis here is on speed, as you race for a million in a board tilted towards luxury lifestyles. Multiplayer is supported on one device or via local Wi-Fi.iPad Chaos Rings Other developers will be keen to see if Square Enix can make decent money with an 8.99 price on the Google Play store for its RPG, which has been ported from iOS. It sees you playing through four scenarios with a pair of characters each, with battles and plotlines in equal measure.Android World Series of Yahtzee Another revamp of a well-established board game (well, dice&apos;n&apos;paper game) from EA, although this one&apos;s free-to-play. Will Yahtzee fans balk at the idea of buying in-game &quot;stacks&quot; for real money? That remains to be seen, but the game itself sounds good fun, with power-ups and combos. The initial game is ad-supported, but you can pay 1.49 to remove those.iPhone / iPad  Contre Jour This isn&apos;t a native app: it&apos;s an HTML5 version of existing mobile hit Contre Jour, which has been created in partnership with Microsoft for its Internet Explorer 10 browser and Windows 8 OS. That means it&apos;s good for tablets, including multi-touch controls and use of hardware acceleration. Now, all you need is a Windows 8 tablet running IE10...HTML5 Girls Like Robots &quot;Girls like robots. And robots like girls. Just don&apos;t surround robots with girls; it makes them freak out,&quot; explains the App Store listing for Adult Swim and Popcannibal&apos;s new game. Moustaches, pies and lasers also find their way into the gameplay for this tile-based puzzler, which offers 110 levels of robotic girly action.iPhone / iPad Ben 10 Game Generator 3 Ben 10 remains a popular brand among children, and the previous two Game Generator games have picked up a thriving audience. This third iteration continues the formula: 50 top-down levels filled with traps, enemies and obstacles. However, the twist is the inclusion of a level editor for children to create their own levels and share them with other players and download their creations too.iPhone / iPad Grumble and Piccolo&apos;s Fishing Trip There are lots of gem-swapping games available for smartphones and tablets, but how about starfish-swapping? The game focuses on a pair of Chinstrap Penguins catching fish and other sealife for their customers, with match-three gameplay boosted by canny use of power-ups. I went to a press event which included this earlier in the year, and ended up absorbed for 20 minutes, so hopefully it&apos;ll find an audience.Android / iOS Death Dome Modern-day app stores are pretty unhealthy places, given the number of population-ravaging viruses on the loose in mobile games. Glu&apos;s freemium Death Dome is the latest action game that sees humankind getting a bit... mutanty. Infinity Blade appears to be a big inspiration for the gameplay, with its enormous monsters to battle and skills/looting mechanic.Android / iPhone / iPad Greed Corp Greed Corp has found a popular audience on PC and console, but now it&apos;s available for Android devices too. Expect turn-based strategy in a steampunk setting, with solo and multiplayer modes, online high-score tables and 36 maps to play on. The link above is for Android smartphones, but a separate HD version caters for tablets too.Android That&apos;s our selection, but what are you playing this week on your smartphone or tablet? Make your recommendations, or provide feedback on the games we&apos;ve chosen, by posting a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/oct/12/best-mobile-games-crazy-taxi", 
    "wordcount": "1356"
}