{
    "headline": "Sherlock Holmes: A Game of Shadows gets second-screen iPad app", 
    "text": "Second-screen apps are all the rage in the TV industry, but the idea is catching on for the film world too. Witness Warner Bros&apos; new companion app for the Blu-ray edition of Sherlock Holmes: A Game of Shadows. The iPad app launched in early May, a couple of weeks before the Blu-ray release. It can be used as a standalone app, browsing information about the film and the world of Sherlock Holmes. But it also synchronises with the film itself. How? The syncing works over a home Wi-Fi network, with the iPad app controlling playback on the TV screen. For example, you can look at a &quot;beat sheet&quot; plan for a scene on the tablet then trigger that scene to play on the TV. Users without a compatible Blu-ray player or Wi-Fi network can tap in three-digit codes to achieve the same effect. &quot;The app is an opportunity to really dig deep into the whole mythos of Sherlock Holmes, and to explore the film in a different way, and at your leisure,&quot; says Donnie Roach, executive director of creative services at Warner Home Video. I know what you&apos;re thinking: can&apos;t people just settle down to watch a film without having to be fiddling with their iPad throughout let alone pausing and jumping between scenes? Roach says the app isn&apos;t intended to be used on the first viewing of the film. It&apos;s aimed at the kind of viewers who&apos;ll previously gone back for second or third viewings with director and actor commentaries turned on, or who&apos;ll have worked their way through DVD extras. &quot;You can think of it as a digital coffee-table book,&quot; says Roach of the app, which took around three months to develop, and follows a previous companion app for Happy Feet 2, which was only released in the US. It&apos;s an iPad-only affair. Warner started developing an iPhone version of the app, but ended up focusing on the tablet exclusively. What about Android devices, though? &quot;Not yet, but we are looking at doing these apps for future titles, and we&apos;re going to do a Kindle Fire release in the US only. We&apos;re testing the waters for each of these [platforms] as we go along,&quot; says Roach. Separately, Warner Bros has also been exploring the idea of distributing actual films through apps, with its &quot;App Edition&quot; releases for The Hangover, Due Date, Inception and The Dark Knight. Does the company have any plans to bring these two app strands together: apps that show an entire film and all the extra companion content? &quot;That&apos;s absolutely the kind of thing we&apos;re looking to do in the future, bringing these two worlds together,&quot; says Roach. &quot;We&apos;re also looking at a way to create something like this that syncs to iTunes Extras.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/may/11/apps-ipad", 
    "wordcount": "474"
}