{
    "headline": "Exam boards should not set their own syllabuses, say MPs", 
    "text": "MPs have acknowledged the problem of &quot;grade inflation&quot; and recommended stripping exam boards of the right to set their own syllabuses. In a report on the future of exams published on Tuesday, the education select committee proposes a single syllabus for each subject with the aim of restoring confidence in the system by removing the &quot;significant pressures&quot; to drive standards down. But the report comes out against moving to a single national exam board, which the MPs say would be a disruptive change that would hamper innovation and make it harder to control costs. &quot;There could be a competition to decide which exam board would design the syllabus for a particular subject which would then be accredited by the regulator, Ofqual. After that any board could set an exam for that syllabus and compete on innovation, efficiency, service and support,&quot; the report suggests. Graham Stuart MP, Tory chairman of the select committee, said public confidence had been eroded by grade inflation. &quot;There has been grade inflation. There has been a denial of that going on. I think a recognition of where we&apos;re at will help restore confidence. If you see the denial of obvious truths, that people see in their own lives, they will lose confidence in those who are vouching for that system.&quot; Grade inflation has been a problem for decades; analysis by an expert at Durham University has found that candidates of the same ability have been awarded A-levels a 10th of a grade higher every year since 1988. The MPs&apos; report acknowledges the challenge of maintaining standards over time, as increasing numbers of children sit exams. &quot;A-levels cater for a broader ability range, with larger numbers going to university, then they did 30 years ago,&quot; the report says. The MPs advocate &quot;explicit recalibration&quot; of grading standards, with ministers and the exams regulator openly saying what the consequences will be for exam candidates, rather than a &quot;slow creep&quot;. The education secretary, Michael Gove, is phasing out modular GCSEs from this September and plans further radical changes to the exam system. Leaked proposals to scrap GCSEs in favour of a system modelled on O-levels and CSEs provoked a row within the coalition last month. Under the plans, children would sit new exams in English, maths and sciences in summer 2016. This timetable was described as &quot;reckless&quot; by the chairman of the education select committee on Monday. &quot;This is not an area for anyone who has got the urgency bug,&quot; Stuart said. The select committee&apos;s report is critical of school league tables based on GCSEs. The inquiry heard evidence about the resources schools invest in getting students across the &quot;C/D&quot; grade boundary so their results count towards the standard measure of five A*-C grades including English and maths. The MPs praise the idea of &quot;sample testing&quot; schools to gauge information about standards without judging individual pupils or schools. The MPs&apos; report raises concern that allowing examiners to write textbooks creates a potential conflict of interest. It warns exam boards against marketing text books as narrow guides to passing exams, with descriptions such as: &quot;All you need for your course.&quot; The exams regulator has announced a ban on examiners conducting face-to-face seminars with teachers, which comes into force in August 2013, after finding evidence of &quot;serious malpractice&quot;. But the MPs&apos; report finds that while exam boards charge for attendance, they make a loss on training courses. Andrew Hall, chief executive of the AQA exam board, said: &quot;AQA has never competed by lowering exam standards, although I accept this may have been the case elsewhere in the market in the past. We have been pressing for stronger regulation of standards between awarding bodies for some time and have been pleased to see that the regulator has addressed many of our concerns over the last year.&quot;", 
    "section": "education", 
    "gid": "education/2012/jul/03/exam-boards-set-syllabuses-mps", 
    "wordcount": "663"
}