{
    "headline": "Megacities rise, fertile land lies idle, and the UN calls for action on ageing", 
    "text": "By 2025, there are expected to be 29 megacities in poor countries, which will have huge implications for the people living in them. In our new cities and development series, we use data, features and multimedia to explore the challenges and opportunities presented by megacities. Explore our interactive, which looks at the latest UN forecasts on the growth of megacities, and includes videos from Lagos and Mexico City, and galleries from the world&apos;s first megacities: New York and Tokyo. Deborah Potts discusses why Africa&apos;s economic development has not been matched by a rise in incomes, as has been the case in Asia, while Jayati Ghosh cautions against overlooking the needs of smaller towns in the focus on larger cities. Plus, listen to our monthly podcast, which explores the key to successful urban planning. Join the debate The Guardian and Google will be hosting a live event on Tuesday 16 October at the Guardian&apos;s London offices focusing on the role data has to play in policymaking and transparency around international development and foreign aid. Places are limited. Find out more and register your interest in the event here. Elsewhere on the site John Vidal reports on new Oxfam research suggesting huge tracts of land have been left idle or are being used to grow biofuels for the US through thousands of international land deals completed over the past 10 years. And Myles Estey reports on the impact of the palm industry on people in northern Guatemala. Mark Tran looks at a UN study that calls for more action to fulfil the potential of older people and warns developing countries are not prepared to cope with their ageing populations. In New York, Paige McClanahan highlights calls by world leaders for military action in Mali, which have prompted aid experts to express concern about the impact such a move might have on food security. And Clar Ni Chonghaile reports on al-Shabaab&apos;s move to ban the NGO Islamic Relief from operating in areas of Somalia under its control. Coming up on the site On World Mental Health Day, Tamasin Ford trains a spotlight on the stigma that surrounds mental illness in postwar Liberia, and the work being done to address it. James Copnall considers the impact the oil shutdown has had on South Sudan and the relief that could be brought to many people if the recent agreements with Sudan were implemented in full. And with next week&apos;s publication of the annual Mo Ibrahim Index of African Governance, along with the announcement of the philanthropist&apos;s prize for achievement in African leadership, we&apos;re standing by to report on the findings. Student resources We are analysing the work of some of the key thinkers, theories and policies that have shaped development over the past 60 years. First up is the work of Walt Rostow and his influence on policy after the second world war. Multimedia In pictures: India&apos;s landless march for justice An estimated 100,000 landless poor people from across India are marching 350km from Gwalior in Madhya Pradesh to the capital, Delhi, to demand a fairer share of land and resources. Photographer Simon Williams travelled with organiser Ekta Parishad to meet some of the marchers. In video: Lagos  living off the water in Makoko People living in the fishing community of Makoko in Lagos have built their homes on the water and trade on it. But the area has just one primary school. Nigerian architect Kunle Adeyemi is hoping to build another  one that floats on the water and is powered by solar panels. In pictures: Niger&apos;s hunger brides Niger has one of the highest child marriage rates in the world, according to Unicef. On average, one in three girls marries before her 15th birthday  and severe drought, poverty and hunger are pushing some parents to marry off their daughters at even younger ages. We hear some of the girls&apos; stories. What you said: some of the best comments from our readers On David Archer&apos;s blog on Ban Ki-moon&apos;s new education initiative, Lene Phuong Nguyen comments:  I hope this renewed push toward education for all will also emphasise how the outcomes of education policy, be it enrolment, access and attainments, are also shaped by other public policies dealing with a variety of issues  Without stable income in the household, children face the risk of dropping out of school to migrate, enter labour market or, for girls, childhood marriage, to support their families  On the same comment thread, agitonga wrote:  Education should be empowering and relevant  we should produce learners who are able to function within the highly integrated globalized economy  Responding to Paige McClanahan&apos;s blog on the UN energy for all initiative, quokkaZ argued:  Don&apos;t you think it&apos;s just a bit pointless pretending that intermittency and unreliability issues with renewables don&apos;t exist? The problems they raise for grid stability have so far been limited because solar and wind have been a relatively small part of electricity generation  Highlights from the blogosphere Oxfam&apos;s Duncan Green argues the World Bank should declare a freeze on big international land deals. On the Triple Crisis blog, Anna Lekas-Miller discusses the difficulties Palestinian farmers face under occupation. On the UK government&apos;s Department for International Development blog, Neil Squires discusses the progress being made on HIV and Aids in Malawi. And finally  The Poverty matters newsletter will be back in two weeks with another roundup of the latest news and comment. In the meantime, keep up to date with the issues on the Global development website. Follow @gdndevelopment and the team  @ClaireProvost, @LizFordGuardian and @MarkTran  on Twitter, and join Guardian Global development on Facebook.", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/09/megacities-rise-land-idle-un-ageing", 
    "wordcount": "934"
}