{
    "headline": "RIM chief denies Blackberry maker is in a 'death spiral'", 
    "text": "Crisis, what crisis? Thorsten Heins, chief executive of BlackBerry maker RIM, told a Canadian radio interviewer that he doesn&apos;t believe the company is in a &quot;death spiral&quot; and that &quot;there&apos;s nothing wrong with the company as it exists right now&quot;. Heins was speaking less than a week after RIM unveiled quarterly results with an operating loss of $643m (409m) and handset shipments which dipped to their lowest level since spring 2009, amid a smartphone market growing at 50% annually. Heins insisted to CBC Radio that &quot;this company is not ignoring the world out there, nor is it in a death spiral. Yes, it is very, very challenged at the moment  specifically in the US market. The way I would describe it: we&apos;re in the middle of a transition&quot;. But, he added: &quot;All that is in the making, it is in the works. This company is in the middle of it and I&apos;m positive we will emerge successfully from that transition.&quot; Heins insisted that the BlackBerry 10 software platform, which has been delayed by almost a year so that it is not now expected until early 2013, would be a completely different way for RIM to address mobile computing. Analysts are less encouraging about RIM&apos;s future, suggesting that it could burn through its cash  about $1.4bn in cash and &quot;short-term equivalents&quot; and $800m in longer-term investments  if it does not find a rapid way to profitability. Heins took over in January after the board ejected the co-founders Mike Lazaridis and Jim Balsillie from their positions as co-chief executive and co-chairman, as RIM&apos;s woes deepened. It announced an operating loss of $142m for the quarter to the end of February; that deepened as handset sales fell in the succeeding three months. Heins said sales outside the US remain strong and that the transition to BB10 will be more than a product launch. The company is undergoing a huge staff reduction, cutting 5,000 of 16,500 jobs, and going through a cost reduction plan. Data released from ComScore on Tuesday suggests that the number of users of RIM&apos;s BlackBerrys among US consumers remained steady over the past month, though the company has lost users there in 10 of the past 12 months.", 
    "section": "technology", 
    "gid": "technology/2012/jul/03/rim-chief-blackberry-death-spiral", 
    "wordcount": "382"
}