{
    "headline": "Goosander ducklings find their purpose in life", 
    "text": "The ice-edged easterlies brought their own kind of harvest to our parish. I climbed up the Yare river bank, and there on the water were three goosander, the male a glorious mix of emerald and salmon-blushed white. Alas, my appearance spooked them and their feet clattered the surface as they rose, his breast reflected on it as a shimmering patch of icy white, and then they were gone. I haven&apos;t seen goosander since the spring, and that encounter couldn&apos;t have been more different. I&apos;d stopped at Llyn Dinas just east of Beddgelert in Snowdonia, amid a downpour of soft warm spring rain. My poolside walk coincided with the moment that a female goosander and 14 freshly hatched ducklings were heading for the safety of open water. At times she was carrying three of the brood on her back, the smooth low-loaded contours of her own mantle lending themselves to this kind of hitchhiking. The young had an aura of exquisite innocence. Small orange flanges at the corners of their minuscule beaks gave them a down-turned sadness about the mouth, and occasionally one caught the intense vulnerability of their lemon belly down as they jinked and puttered upstream. The female talked all the time to her brood with a soft &quot;grrrr&quot; note that intensified when I got too close, but all anxieties were finally smoothed out as they attained the green-shaded sanctity of the pool. Instantly those 30 gram ducklings, all fresh to the world, began to sally after fish fry and were immediately lost in tiny bubbles of intense new experience. They threw themselves into it, diving just beneath the surface so that they ploughed ahead of themselves a grey-white pulse of water, while in their wake was a fizzing spray. In that very moment they knew exactly what they were and why they&apos;d hatched. They crisscrossed one another&apos;s paths in a kind of frenzied chaos, but from all their movements one sensed the deep joy of self within them.", 
    "section": "environment", 
    "gid": "environment/2012/feb/19/claxton-norfolk-goosander-ducklings", 
    "wordcount": "332"
}