{
    "headline": "'Hands-on heroes': on patrol with Gola forest rangers", 
    "text": "I&apos;m knee-deep in water as I look up to see the sun filter through the tree canopy. Monkeys dance along branches and the colours of the rainforest are so vivid they take my breath away. We reach the other side, soaking and tired, pull ourselves up onto the bank and navigate our way through the dense undergrowth. I hear a noise behind me, look to my shoulder and see a dark red stain developing. Confused, I look around, and am greeted by the smiling face of ranger Abass Kaina. He points to the floor, where a large insect lies, now in two parts. &quot;Mr Gareth, I save your life! That is most poisonous insect in all of forest, one bite and you would be dead. Welcome to Sierra Leone.&quot; I&apos;m on patrol with the forest rangers of Gola rainforest national park. I&apos;m spending two days with them, gathering data and hopefully preventing poaching as well as illegal mining and subsistence farming within the park. My aim is to get to know the rangers and experience a day in their life. I want to know what challenges they face as well as what gives them the most satisfaction at the end of each day. The rangers are friendly from the offset, but I have the feeling they are discussing me, the &quot;Puimoi&quot; (white man), in their local language of Mende. I sense something&apos;s up. It later becomes obvious, they&apos;re testing me. The rangers begin frequently changing the pace, starting slow and sprinting off, testing to see if I can keep up. We walk down cleared paths at speed, occasionally veering off into the dense jungle. I can feel their eyes on me at all times, putting me through my paces, as I juggle cameras with branches and clamber over submerged logs. Will this &quot;Puimoi&quot; become a liability? Thankfully we make it to the camp together, get a fire started and take off our wet clothes. The rangers noticeably relax towards me by the end of the patrol and are talking much more freely now. They don&apos;t hold back when I ask them about the challenges they face, everything from wearing out their footwear on the tough terrain to GPS receivers breaking when they&apos;re on patrol. I ask how their communities view their roles as rangers. They tell me that some of the local people don&apos;t always understand the rangers&apos; role and how they protect the forest for the benefit of the communities. This won&apos;t change overnight, but what I&apos;ve seen elsewhere on my trip gives me confidence that the community development projects and education work that the RSPB and its partners supports are changing attitudes. The wider reality is these men are viewed by many conservationists as the &quot;hands-on heroes&quot;. Some of the people they catch undertaking illegal activities are armed and while the team are passionate about saving the rainforest, they would never go into a situation that was unsafe. Their training, coupled with a genuine pride in the forest, ensures that poachers, miners and illegal farmers are stopped and handed over to the authorities. By the end of the patrol we are firm friends, and they turn the tables and ask me questions about my life in the UK. They give me the Mende name of &quot;Kenei Buakei&quot;  which they assure me isn&apos;t derogatory  and we swap email addresses and promise to stay in touch. I hope their communities come to accept and appreciate the critical work they do here. It&apos;s tragic that they don&apos;t always get the respect they deserve for safeguarding the forest that so many other local people have told me is vital for their lives. We say our goodbyes. &quot;Mr Gareth, very nice job. We are all impressed.&quot; I tell them it&apos;s nothing compared to the jobs they do in incredibly difficult circumstances. Their cheeks burn with embarrassment and pride, and with that they silently melt back into the jungle.  Gareth was in Sierra Leone reporting on Tesco and the RSPB&apos;s Together For Trees partnership. Find out more and how you can get involved at www.togetherfortrees.com", 
    "section": "environment", 
    "gid": "environment/blog/2012/oct/26/gola-forest-rangers", 
    "wordcount": "695"
}