{
    "headline": "Facebook shares tumble as underwriters desert stock", 
    "text": "Shares in Facebook fell by 11% on Monday as underwriters deserted the stock and questions continued to be asked about how Nasdaq, the second largest US stock exchange, handled the flotation. Pre-market trading had seen heavy selling of the stock, which was supported just above its $38 listing price on Friday by the leading banks who bought shares ahead of the initial public offering (IPO). Within minutes of the shares going on sale again on Monday they were in freefall, and were soon trading close to $33 before recovering to end the day at $34.03. The fall added to the embarrassment over Friday&apos;s share issue, when trading on Nasdaq was delayed by more than 30 minutes due to technical glitches. Facebook&apos;s arrival set a record transaction volume for a market debut, with nearly 89m shares traded. By midday on Monday in the US some investors still did not know whether orders placed on Friday to buy or sell the shares had gone through. &quot;I heard a lot of brokers ranting and raving on Friday about this,&quot; one adviser to Morgan Stanley&apos;s brokerage affiliate, Smith Barney, told Reuters. The adviser said Smith Barney had a &quot;large number&quot; of market orders that were entered on Friday for the trading debut of Facebook stock that had still not been reconciled. Nasdaq&apos;s chief executive, Robert Greifeld, said at the weekend he was &quot;humbly embarrassed&quot; by the outcome. The exchange had now modified its system for handling initial public offerings. &quot;It was just a poorly done deal and it just so happens to be the biggest deal ever for Nasdaq and they pooched it, that&apos;s the bottom line here,&quot; said Joe Saluzzi, the co-manager of trading at Themis Trading in Chatham, New Jersey. Henry Blodget, the former Wall Street analyst who, ahead of the IPO, called the shares &quot;muppet bait&quot;, said on his Business Insider site on Monday that the lack of big jump in first-day trading was probably good news for millions of small investors, who had been discouraged from piling into the stock. He reckoned that a fair value for the company would be somewhere between $16 and $24 a share, depending on its results. That would value Facebook at between $50bn and $85bn  a substantial amount, but far from the $104bn (65.8bn) that the $38 share price put on it. Investor sentiment cooled over the weekend after seeing the lack of &quot;pop&quot;  a spectacular jump in price  for the shares on Friday. But the Nasdaq itself rose 2.4% as US stocks rebounded from their worst week in a year. Apple stock rose by 5.8%, apparently as some investors who had unloaded the company&apos;s shares last week to buy Facebook reversed their positions. Wedbush analyst Michael Pachter, who came out with an &quot;outperform&quot; rating on Facebook before the IPO, said he thought underwriters had overestimated demand for the company&apos;s stock. Last Tuesday, the underwriters, led by Morgan Stanley, increased the offering&apos;s price range from $28-$35 to $34-$38. On Wednesday, Facebook&apos;s early investors and other stockholders increased the number of shares they were selling in the IPO. Both had seemingly been signals that there was strong demand for shares. &quot;The late addition of 84m shares to the offering overwhelmed demand, limiting the first day price,&quot; Pachter said in a note to investors. Having been listed at $38, with a greater number offered due to &quot;high demand&quot;, the shares then began trading on Friday  after an embarrassing glitch  at $42.02. But they soon came off that level, to settle at a closing price of $38.32. By Monday, sentiment had apparently turned against Facebook so thoroughly that underwriters seeking to unload the shares were forced to take substantial losses as the market marked the shares down. Having seen a number of investment funds buy the shares on Friday as fund managers loaded up in the expectation that Facebook would bring a boost to their portfolio, the remaining buyers in the market on Monday were less willing to pay a premium  leaving the underwriters with no option but to accept a loss if they wanted to pass the shares on.", 
    "section": "technology", 
    "gid": "technology/2012/may/21/facebook-mark-zuckerberg-loses-2bn", 
    "wordcount": "710"
}