{
    "headline": "Sumatran elephant upgraded to critically endangered status", 
    "text": "The Sumatran elephant has been placed on the list of critically endangered species after losing half of its population in a single generation, prompting calls from conservation groups for emergency measures to halt the destruction of its habitat. Deforestation is seen as the primary reason for the collapse in numbers in Indonesia, which until recently was seen alongside India and Sri Lanka as one of the last great refuges for elephants in Asia. The animal is now at risk of becoming extinct within decades. The International Union for the Conservation of Nature (IUCN) upgraded the risk assessment after tracking the loss of 69% of the animal&apos;s habitat over the past 25 years. With their home forests burned, felled or converted to plantations, the wild population has fallen to no more than 2,800. In its latest &quot;red list&quot; of threatened species, the IUCN noted that many of the remaining elephant communities were likely to disappear because they do not live in protected areas and there is a high risk of conflicts with humans. It cited studies showing that at least six herds disappeared between 2007 and 2009 in Riau province - a centre for the paper, pulp and palm oil industries. &quot;That this pattern will continue seems certain,&quot; it warned. As plantations have expanded, Sumatra has experienced some of the worst deforestation rates in the world. Conservation groups said the Indonesian island has lost more than two-thirds of its natural lowland forest - the most suitable habitat for elephants - in the past 25 years. With the upgrading of the risk assessment, WWF called for an immediate moratorium on habitat destruction. &quot;The Sumatran elephant joins a growing list of Indonesian species that are critically endangered, including the Sumatran orangutan, the Javan and Sumatran rhinos and the Sumatran tiger,&quot; said Carlos Drews, director of WWF&apos;s global species programme. &quot;Unless urgent and effective conservation action is taken these magnificent animals are likely to go extinct within our lifetime.&quot; The organisation advised the government to assess large habitat patches that could be designated as protected areas, and linked with smaller habitat through a network of conservation corridors. In the longer term, it suggested the authorities consider habitat expansion and forest restoration. &quot;It&apos;s very important that the government of Indonesia, conservation organisations and agro-forestry companies recognise the critical status of elephants and other wildlife in Sumatra and take effective steps to conserve them,&quot; said Asian elephant expert Ajay Desai. &quot;Indonesia must act now before it&apos;s too late to protect Sumatra&apos;s last remaining natural forests, especially elephant habitats.&quot; However, without more public pressure or more funds, the Indonesia authorities are likely to continue to support or turn a blind eye to the loggers and plantation owners. The threat upgrade follows a flood of grim conservation news due to poaching, habitat loss and a lack of awareness among consumers. The Javan rhino was declared extinct in Vietnam in October after the last one was found dead with a bullet in its leg and its horn sawn off. A month later, it was followed by Africa&apos;s western black rhinoceros and warnings that the Sumatran rhino is on the brink of extinction in Indonesia.     The decline of the Sumatran elephant. Illustration: guardian.co.uk     Get the Guardian&apos;s environment news on your iPhone with our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/jan/24/sumatran-elephant-upgraded-critically-endangered", 
    "wordcount": "560"
}