{
    "headline": "The Friday question: what was your favourite ever weird game?", 
    "text": "As long as there have been video games, there have been weird video games. In the burgeoning days of the arcade scene we had the likes of Q*bert and Joust, but then weirdness really took off with the home computer era. Bedroom coders, locked away for months at a time, with no genres to work from, no sense of a development &apos;community&apos;... no wonder they came up with titles like Deus Ex Machina, Sentinel and Jet Set Willy.  Weirdness persisted into the PlayStation era with the likes of Polaroid Pete, Mr. Moskeeto and No One Can Stop Mr. Domino, and we do get glimpses today thanks mostly to Suda 51, Tetsuya Mizuguchi and a million indie devs.  But what strange games have entertained you the longest? Which have you played beyond the initial &apos;wow, this is really strange&apos; moment? Are there any truly odd titles that make it into your favourite games of all time list? Really? For this Friday, let&apos;s think about the offbeat titles that we genuinely do love, rather than just sort of pretend to love so that people think we&apos;re weird, too.  I&apos;ll get us started... Gribbly&apos;s Day Out (Andrew Braybrook, 1985)            This seminal Commodore 64 title involves a character named Gribbly Grobbly navigating a surreal 2D world attempting to track down his missing children  or &apos;gribblets&apos;. The controls are wonderful, the landscapes richly detailed for the era, and the Defender-like gameplay thoroughly compelling. Braybrook would go on to write two bona fide C64 classics, Paradroid and Uridium, but this was a game I just played and played. Incredible Crisis (Polygon Magic, 1999)            An early progenitor of the mini-game collection, this PlayStation oddity followed a Japanese family though a disasterous day, with each complication captured by a strange mini-challenge. It&apos;s a sort of Japanese game show, rendered into eccentric interactive life complete with office dances, stressful supermarket shopping and hellish elevator rides. But all of them worked well, tied together with a decent family-in-crisis plot  and you just had to keep playing to find out which bizarre flight of gameplay fancy you&apos;d be steered down next. Rez (United Game Artists, 2001)            Tetsuya Mizugushi&apos;s masterpiece has been accepted into the canon of truly great games, but back in 2001 it was very odd to be controlling a hacker&apos;s avatar through a super computer while crafting techno tunes out of defeated enemies. Odd, but also astonishing. I&apos;m not really sure if any other game has ever captured quite so well Mihly Cskszentmihlyi&apos;s theory of the flow state  that sense of utterly focused immersion. Hypnotic and compelling, and still wonderful. The Rub Rabbits (Sega, 2006)            Okay, it&apos;s another mini-game collection, but I played this freaky take on the dating sim for hours and hours when my first son Zac was a (particularly demanding) baby  it got me through many sleepless nights. Like its predecessor, Project Rub, this crazed game uses every input facet of the Nintendo DS in a range of teeny tasks designed to get you together with the girl of your dreams. Stylish, strange yet utterly intuitive and fun. I was deranged with lack of sleep though.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/feb/03/friday-questions-weird-games", 
    "wordcount": "527"
}