{
    "headline": "Quiet at the back: classrooms around the world  in pictures", 
    "text": "   School Escola Estadual Nossa Senhora do Belo Ramo, Belo Horizonte, Brazil Fertility rate (births per woman) 1.9 Life expectancy atbirth 73 Population on less than $2 a day 10% Primary age children not in school 5% Youth (15-24) literacy 97.8% This was a typical school for working-class kids. Anybody who has money in Brazil sends their kids to private school. These kids lived in the favela and were very poor. There wasnt an abundance of books and bags in the class. It was under-resourced, and its hard for any child at a school like this to go to university.   Classroom Portraits, 2004-2012, by Julian Germain, is published by Prestel at 40. To order a copy for 32, including free UK p&p, go to guardian.co.uk/bookshop. Photograph: Julian Germain       School Agnes-Miegl-Realschule, Dsseldorf, Germany Fertility rate 1.4 Life expectancy at birth 80 Population on less than $2 a day 0%Primary age children not in school 16% Youth literacy 99.1% This is whats known as a real school. These kids were very relaxed and bright. I think they look quite grown up, and theyre definitely cool without being stroppy. Youve got the boy in the cool scarf, the girl in the fashionable Vans; and you can see that the school has commissioned a graffiti artist to decorate the classroom. Youth culture is a part of the fabric of the building. There was a party going on in a nearby classroom, and the teachers and parents were partying with the kids.  Photograph: Julian Germain       School Al Ishraq Primary, Akamat Al Megab, Yemen Fertility rate 5.3 Life expectancy at birth 65 Population on less than $2 aday Data not available Primary age children not in school 22% Youth literacy 84.1% This is the whole school in the picture. It was a one-room primary school in a tiny village in a mountainous, largely agricultural region of Yemen. The views out of the windows were spectacular. We had to use 100m of cables to work my lights because there was no electricity. Iguess that the kids were between five and 12, although some might even have been younger. Small rural schools such as this were more relaxed about boys and girls being taught together. The older kids werehelping to teach the younger ones. Photograph: Julian Germain       School Beaumont High School, St Louis, Missouri Fertility rate 2 Life expectancy at birth 78 Population on less than $2 a day 0% Primary age children not in school 3% Youth literacy 99.7% This school really reflected the reality of downtown St Louis, which is that its black. The district was extraordinary  like pictures I had seen of Detroit. You could drive through block after block of houses that were almost falling down. The school was a large, fairly old and traditional building, but the headmaster was very enthusiastic and I got a sense that the kids and teachers got on well. This was a proper lesson. It was geometry and it was way over my head. I visited afew state schools in this district of St Louis, and the only one that had more than a handful of any white students at all was the Gifted and Talented school. Photograph: Julian Germain       School Bornago College, Netherlands Fertility rate 1.8 Life expectancy at birth 81 Population on less than $2 a day 0% Primary age children not in school 1% Youth literacy 99.7% These kids were having a sports day. I found the Dutch to be the most relaxed students on the whole, and theyd often smile for photos without being asked. And yet this image is all about those awkward teenage years. Its a year nine class, so theyre 13-14. I love the way some of them are comfortable in their skin  the lads who look sporty and the girls who are putting on a pretty smile. But there are some who look so uncomfortable. This photo is alsoabout PE, which is possibly the most angst-ridden subject for a lot of kids. If youre not sporty, you get shown up. Photograph: Julian Germain       School Colegio de Educacin Pblico, Estados Unidos de Amrica Huarte de San Juan, Madrid, Spain Fertility rate 1.4 Life expectancy at birth 81 Population on less than $2 a day 0% Primary age children not in school 1% Youth literacy 99.6% The children were being taught the Suzuki method in conjunction with the Madrid Philharmonic. They were at thevery early stages and making a terrible racket. What Inoticed about Madrid, especially the primary schools, was the very small class sizes. Spains birth rate is massively declining, and many schools are at risk of closure.   The caption to this photograph was amended on 28 September 2012 to correct the figures for Spain.Photograph: Julian Germain       School Deneside Infants School (now Seaview Primary), Seaham,County Durham Fertility rate 2 Life expectancy at birth 80 Population on less than $2 a day 0% Primary age children not in school 2% Youth literacy 99.7% The Asian boy was the son of a clown who worked in a circus that was visiting Seaham. This area is quite socially deprived, and very white. The boy obviously travels around with his father and the circus, and goes to different schools. At the end of the day, I passed the clown coming into the school to pick  up his son. I wondered if a free performance for the class was part of the deal. This portrait says so much about their age: one boy couldnt hold his concentration for the long exposure, so hes a blur; another has been drawing on his face with a felt tip Photograph: Julian Germain       School Escolar Secundaria Tiracanchi, Peru Fertility rate 2.5 Life expectancy at birth 74 Population on less than $2 a day 15% Primary age children not in school 3% Youth literacy 97.4% It took us four hours in a wagon to reach Tiracanchi. Its a tiny village in the mountains, and 25% of the kids spoke only Quechua, the native language. Theywere very timid and quiet; 82% of their fathers were farmers or stockmen, and only 46% had electricity at home. The biggest problem here was teachers  none of the local population is educated enough to teach, and none of the teachers from the cities wants to live in this very remote place earning very little money. It really felt like being in another world. Photograph: Julian Germain       School Gambella Elementary School, Gambella, Ethiopia Fertility rate 4.4 Life expectancy at birth 58 Population on less than $2 a day 78% Primary age children not in school 17% Youth literacy 44.6% Gambella is a small village about 420km outside of Addis Ababa. It had rained, so our car couldnt get all the way and we had to walk the last couple of miles through the most beautiful landscape. The school was incredibly basic, and twoof the teachers hadnt shown up that day. In a school of only five classes, that wasnt great. Having said that, a lot of the kids do go on tosecondary school, where students I saw were being taught the laws of thermodynamics. The pupils I met at this primary school were all very enthusiastic and keen to show me their handwriting. In this part of Ethiopia at least, being a teacher ishighly respected. Photograph: Julian Germain       School Jessore Zilla School, Jessore,Bangladesh Fertility rate 2.3 Life expectancy at birth 68 Population on less than $2 a day 81% Primary age children not in school 27% Youth literacy 75.5% Even though it looks it, this wasnt a military school. It was just their uniform, but it was definitely one that would instil pride. The school was very strict and regimented, and the boys were taught by rote. They asked me lots of questions about what I thought of their country, whether I thought it was nice, whether I thought it was poor. They were very ambitious, believed that school was an important opportunity, and they wanted to do something with their lives and planned to study on. They saw themselves as potential lawyers anddoctors.  Photograph: Julian Germain       School Kuramo Junior College, Victoria Island, Lagos, Nigeria Fertility rate 5.6 Life expectancy at birth 51 Population on less than $2 a day 84% Primary age children not in school 38% Youth literacy 71.2% There were probably 60 kids in this class, but others had closer to 90. Some classrooms were more like outdoor rooms with a roof. Isaw lessons being taught there, but they wouldnt letme photograph them. They were very sensitive about it. They wanted me tophotograph this room, which had been recently decorated. Having said that, its still authentic. It was fascinating to see that the energy companies had donated desks. And the kidsjust about managed topark their bums on a bench, but they were three or four to a desk.  Photograph: Julian Germain       School Min-sheng Junior High School, Taipei, Taiwan Fertility rate 0.9 Life expectancy at birth 72 Population on less than $2 a day 0% Primary age children not in school Data not available Youth literacy Data not available This was totally unexpected. The students had lunch together in the classroom with their teacher, which was a very nice and social thing. Then they all sat down at their desks and had a nap for 30 minutes. It was like a lesson set aside just for napping. Its so ingrained in their culture that they did actually fall asleep. Afterwards, they had 10 minutes fresh air in the yard, then restarted lessons. Photograph: Julian Germain       School Escuela Primaria Angela Landa, Old Havana, Cuba Fertility rate 1.5 Life expectancy at birth 79 Population on less than $2 a day 0% Primary age children not in school 5% Youth literacy 100% Cuba is renowned for its excellent education system, despite its poverty. In every country Ive gone to Ive seen pictures of historical, cultural and religious figures, but Cuba took this to a new level. You see posters of Che Guevara, Fidel Castro and his brother (here in the background). They almost became the dominant feature of my entire set of pictures from Cuba, because they are always there. Photograph: Julian Germain       School Omar Bin Al-Khattab Educational Complex, Doha, Qatar Fertility rate 2.3 Life expectancy at birth 78 Population on less than $2 a day 0% Primary age children not in school 2% Youth literacy 97.8% This school was very efficient but abit soulless. It was very much an environment for work and not fun. Iwas very pleased to see that there was at least some graffiti on the backof the chair at the front. And Ilove the connotations of The Chronicles Of Narnia pencil case. There were a lot of teenage moustaches being grown. Photograph: Julian Germain       School School No 63, Kalininsky District, St Petersburg, Russia Fertility rate 1.5 Life expectancy at birth 69 Population on less than $2 a day 0% Primary age children not in school 4% Youth literacy 99.7% Russia takes education very seriously, and these were very ambitious kids. Every single one of them would be going to university. They already had the power high heels on, and the chic designer suits. They werent wearing Nike trainers here  it was more about Gucci and Prada. This class looked more like it was made up of business people than students.    Classroom Portraits, 2004-2012, by Julian Germain, is published by Prestel at 40. To order a copy for 32, including free UK p&p, go to guardian.co.uk/bookshop.Photograph: Julian Germain  ", 
    "section": "education", 
    "gid": "education/gallery/2012/sep/14/schools-around-the-world-children", 
    "wordcount": "0"
}