{
    "headline": "GCSE and A-level penalties for schools increase threefold", 
    "text": "Written warnings to schools and colleges for failing to police GCSE and A-level exams properly more than tripled in 2011-12, exam regulators have said. The increase comes after a tougher approach was taken by one of the six exam boards, Edexcel, which was responsible for 122 of the 130 penalties imposed on schools in the last exam year. But the regulators in England, Wales and Northern Ireland are now likely to seek assurances from all the boards to ensure their standards are comparable. Schools have also been warned over seeking extra time for exam candidates with a disability, medical condition, illness or lack of English, Irish or Welsh as a first language. Numbers of such requests have been rising in recent years and Ofqual, the exam regulator in England, has separately suggested that in some cases, schools are seeking such arrangements to help pupils improve grades rather than address disadvantages. The rise of penalties  for a range of failures, including opening question papers early, lack of invigilation, allowing pupils to sit papers at the wrong time or giving inappropriate help to candidates  comes as instances of cheating by pupils continue to drop. Action against individual staff has also fallen. Edexcel is now issuing more formal warnings even for minor infringements such as mobile phones going off in exam rooms or papers starting a few minutes early. It said in a statement: &quot;In 2012 we introduced a more rigorous warning process so that we can gain far more accurate data across centres on all incidents, both minor and major. This gives us a more complete picture and helps with our risk assessment process.&quot; But it declined to comment on other exam boards&apos; practices and Ofqual said it would be seeking further information from all exam boards about their disciplinary figures. With more than 6,000 educational establishments offering the exams, the cases of malpractice remains very small and some institutions may have suffered more than one penalty. Only five lost the right to offer exams. Statistics published by Ofqual, the Welsh government and the Council for the Curriculum, Examinations and Assessment in Northern Ireland, cover more than 2.4m A-level and 5.9m GCSE exams, involving 14.4m scripts. The 2,550 penalties issued represent just 0.02% of scripts marked. Cheating and other infringements by candidates fell for the third year running. There was also less copying, plagiarism and disruptive behaviour. By far the most common misdemeanour remains taking a mobile phone or electronic device into the exam room. Half the punishments involved a loss of marks.", 
    "section": "education", 
    "gid": "education/2012/oct/31/exams-gcse-alevel-school-penalties", 
    "wordcount": "429"
}