{
    "headline": "Tellurium", 
    "text": "    This week&apos;s element is tellurium, which has the symbol Te and the atomic number, 52. Its name comes from the Latin, tellus, for &quot;earth&quot;. Despite its name, this lustrous, pale grey metalloid is quite rare on earth, rarer than it is elsewhere in the universe, in fact. The reason for its comparative rarity is attributed to the formation of H2Te, a volatile gas that was lost to space during the early formation of earth.    Tellurium is used in a number of industrial and commercial applications. It is alloyed with stainless steel and copper to improve their machinability and tellurium is used as a semiconductor, cadmium telluride is used in solar panels because it has the highest efficiency for electricity generation, tellurium speeds the curing of rubber and renders it less susceptible to aging and to the softening effects of oil, and tellurium oxide, TeO, is used in some rewritable CDs and DVDs.  When I was a microbiologist, one of the many types of growth media that I used to diagnose human pathogens was an agar made with serum and potassium tellurite (K2TeO3). This agar is used specifically to diagnose the human respiratory pathogen, Corynebacterium diphtheriae. Tellurite agar is a selective medium because tellurium inhibits growth of a variety of bacteria, and it is a differential medium because Corynebacterium will reduce tellurite to metallic tellurium, producing characteristic black or brownish-black colonies on the otherwise pale straw-coloured and transparent agar.  In humans and other animals, tellurium has no known biological role, but the body does metabolise it to create the volatile gaseous compound, dimethyl telluride, (CH3)2Te, which is excreted in sweat and exhaled, and is the source of a charmingly potent &quot;garlic breath&quot;, similar to what happens with selenium ingestion. (Which makes me wonder why don&apos;t any of these elements make people smell minty or fruity? Why must we always smell like a litter box?) I should point out that taking vitamin C can reduce these odoriferous effects.  Tellurium can be toxic if ingested in high enough quantities. * Chemically speaking, the discovery of tellurium caused the inventor of the periodic table of elements, Dmitri Mendeleev, a lot of headaches. This is because tellurium has an atomic mass of 127.6 whilst the element that comes after it, iodine, is lighter with an atomic weight of 126.9. Mendeleev concluded that the atomic mass for one of these two elements must be wrong because tellurium clearly preceded iodine in the periodic table. After 50 years of headbanging frustration and effort by a number of chemists to accurately determine the atomic mass of these two elements, the concept of chemical isotopes was discovered. Isotopes are variant forms of an element that maintain the element&apos;s characteristic number of protons, but contain variable numbers of neutrons. As it turns out, the most common isotopes of tellurium have atomic masses of 128 and 130, whilst iodine&apos;s most common isotope has an atomic mass of 127. Thus, tellurium has an average atomic mass of 127.6 whilst iodine has an average atomic mass of 126.9. Here&apos;s our favourite chemistry professor telling us more about tellurium:            Visit PeriodicVideos&apos;s YouTube channel [video link].  * [added 1430 on 2 March 2012] Tellurium is &quot;[h]ighly toxic, may be fatal if inhaled, swallowed or absorbed through skin. Avoid any skin contact. Effects of contact or inhalation may be delayed.&quot; [link]. Sodium tellurite is also toxic: &quot;The material is both an oral and dermal toxic hazard. The material is toxic by ingestion. Oral ingestion of tellurium compounds is generally regarded as extremely toxic. The probable oral lethal dose is 5-50 mg/kg or between 7 drops and 1 teaspoonful for a 70 kg (150 pound) person. Tellurium compounds are regarded as super toxic for skin exposures.&quot; [link]. .. .. .. .. .. .. .. .. .. .. .. ..  Video journalist Brady Haran is the man with the camera and the University of Nottingham is the place with the chemists. You can follow Brady on twitter @periodicvideos and the University of Nottingham on twitter @UniNottingham You&apos;ve already met these elements: Antimony: Sb, atomic number 51Tin: Sn, atomic number 50Indium: In, atomic number 49Cadmium: Cd, atomic number 48Silver: Ag, atomic number 47Palladium: Pd, atomic number 46Rhodium: Rh, atomic number 45Ruthenium: Ru, atomic number 44Technetium: Tc, atomic number 43Molybdenum: Mo, atomic number 42Niobium: Ni, atomic number 41Zirconium: Zr, atomic number 40Yttrium: Y, atomic number 39Strontium: Sr, atomic number 38Rubidium: Rr, atomic number 37Krypton: Kr, atomic number 36Bromine: Br, atomic number 35Selenium: Se, atomic number 34Arsenic: As, atomic number 33Germanium: Ge, atomic number 32Gallium: Ga, atomic number 31Zinc: Zn, atomic number 30Copper: Cu, atomic number 29Nickel: Ni, atomic number 28Cobalt: Co, atomic number 27Iron: Fe, atomic number 26Manganese: Mn, atomic number 25Chromium: Cr, atomic number 24Vanadium: V, atomic number 23Titanium: Ti, atomic number 22Scandium: Sc, atomic number 21Calcium: Ca, atomic number 20Potassium: K, atomic number 19Argon: Ar, atomic number 18Chlorine: Cl, atomic number 17Sulfur: S, atomic number 16Phosphorus: P, atomic number 15Silicon: Si, atomic number 14Aluminium: Al, atomic number 13Magnesium: Mg, atomic number 12Sodium: Na, atomic number 11Neon: Ne, atomic number 10Fluorine: F, atomic number 9Oxygen: O, atomic number 8Nitrogen: N, atomic number 7Carbon: C, atomic number 6Boron: B, atomic number 5Beryllium: Be, atomic number 4Lithium: Li, atomic number 3Helium: He, atomic number 2Hydrogen: H, atomic number 1 Here&apos;s a wonderful interactive Periodic Table of the Elements that is just really really fun to play with!  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/02/1", 
    "wordcount": "906"
}