{
    "headline": "Young human rights reporter of the year 2012  upper secondary school runner-up", 
    "text": "Child soldiers &quot;Ringggg&quot;. The sound that equates to hell for the typical British teen. The nauseating noise which signals the start of a new day: the start of a tedious cycle of school, homework, chores and temperamental mood swings. Their biggest worry is the oversized spot festering on their chin. If only they knew how easy their life really was. &quot;Bang&quot;. An African child soldier needs no alarm. The screams and shots are enough to rouse them from the safe haven of a dream back to reality. A reality where all concepts of education, family life and  most importantly  human rights are discarded like an empty bullet casing. The lives of friends, family and fellow soldiers flash before their eyes in a never-ending horror movie - only it&apos;s not a movie. It&apos;s real life; a life which no child should have to live. Over half the world&apos;s child soldiers are currently involved in African conflicts. Subsequently, this puts the number of African child soldiers at a devastating 100,000. In today&apos;s current climate, where the Convention on the Rights of the Child proclaimed: &quot;State parties shall take all feasible measures to ensure that persons who have not attained the age of 15 years do not take a direct part in hostilities&quot;, how can the naive minds of children continue to be manipulated in a way that condones a war in which they should not be fighting? An African child soldier faces treatment usually reserved for Britain&apos;s rodent population. They live in cramped camps where food is scarce and sanitation and healthcare are thrown away like a lethal hand grenade. Safety becomes a foreign word: &quot;bad&quot; behaviour is punished with violence; gunfire falls like rain and a firework display of bombs erupts into the sky on a daily basis. Nothing can excuse any human being living this life, much less an innocent child. The life of a child soldier in Africa is seen by many from behind a clouded shroud, where the truth is far from prominent. Surprisingly, 40% of child soldiers who are involved in today&apos;s armed conflicts are girls. They are subjected to horrendous rape and abuse, as well as being used as &quot;wives&quot; to the male group leaders wherein they are required to cook, clean and cater for their every need. The notion that all soldiers are forced into a life which is almost not worth living is only one side of a deep, dark story. Sadly many children volunteer, in fact approximately 47% of recruitment in 2009 was voluntary. The haunting idea of taking another human&apos;s life is overpowered by the escape from poverty which is offered as a shining reward for taking part in a war in which children have no place. In 2011, where merely shouting at a child is treated with contempt and disgust, how can the fact that thousands of children die in armed conflicts every year be easily overlooked? Everyday problems can be fixed with a hug, but this problem requires so much more: action.", 
    "section": "education", 
    "gid": "education/2012/may/14/human-rights-upper-secondary-award1", 
    "wordcount": "513"
}