{
    "headline": "Fish to shrink by up to a quarter due to climate change, study reveals", 
    "text": "Global warming is likely to shrink the size of fish by as much as a quarter in coming decades, according to a groundbreaking new study of the world&apos;s oceans. The reduction in individual fish size will be matched by a dwindling of overall fish stocks, warned scientists, at a time when the world&apos;s growing human population is putting ever greater pressure on fisheries. &quot;We were surprised as we did not think the effects would be so strong and so widespread,&quot; said Prof William Cheung from the University of British Columbia in Canada, who led the research. His team examined the effect of rising ocean temperatures on the growth and distribution of more than 600 species of fish around the world and found that they are expected to shrink in size by 14-24% by 2050, with the biggest effects in tropical regions. &quot;It could be worse than that,&quot; said Prof Callum Roberts, at the University of York, who described the research as the most comprehensive to date. Roberts, who was not one of the study&apos;s authors, said additional impacts of climate change such as the acidification of the ocean and reduction of nutrients in surface waters could decrease fish stocks even further, as would continued overfishing. &quot;We will see dramatic changes in the oceans likely to reduce productivity,&quot; said Roberts. &quot;One billion people rely on fish for primary animal protein and that is going to increase, especially in developing countries. We have to get to grips with our dependence on fossil fuels otherwise we are stuffed.&quot; The fish shrinkage predicted by the new research results from two effects: the difficulty of growing in warmer, oxygen-poor waters, and migration. &quot;The metabolic rate of fish in the warm oceans increases and therefore they need more oxygen,&quot; said Cheung, whose work is published in Nature Climate Change. But warm water holds less oxygen and so their growth is limited. In addition, there are more small-bodied fish in the tropics and these will migrate to temperate or polar regions as the ocean warms, reducing the average fish size. The two effects are similar in impact, said Cheung, who used computer models to project the effect of warming on fish physiology, distribution, migration and population. &quot;We are already seeing the effects,&quot; he added, pointing to a 2011 study that showed the reduction in the size of haddock in the North Sea correlated closely with increasing temperature. Cheung&apos;s team projected temperature rises using data from the Intergovernmental Panel on Climate Change, based on a high-emissions scenario that matches the current trajectory of greenhouse gas emissions. &quot;Our work shows a very concerning future for the oceans and so it is very important to reduce greenhouse gas emissions and develop better fish management policies to adapt to these changes,&quot; said Cheung. Roberts said the research showed the impact of climate change on the oceans looked set to be greater than previously predicted. The reduction in fish size due to overfishing was well known, he said, as for the last century fish have increasingly &quot;lived fast and died young&quot;, preventing them reaching full size. But, if overfishing continues, this effect would be additional to the shrinkage caused by warming, Roberts said. Furthermore, rising carbon dioxide in the atmosphere leads to more of the gas dissolving in the ocean, increasing its acidity. &quot;That makes life much tougher for animals that make a chalky skeleton,&quot; said Roberts. &quot;We need to worry about these tiny animals  such as coccoliths and foraminifera  which are an important part of primary production: the base of the food chain.&quot; Lastly, Roberts said the heating of the oceans means that the warmer layer at the surface mixes less with the colder layer below. As the colder layer contains most of the nutrients, that means less food for fish. &quot;We are already seeing some evidence of this, as oceanic &apos;deserts&apos; are getting larger.&quot; &quot;All this is yet one more reason to do something to cut greenhouse gases urgently,&quot; he said.", 
    "section": "environment", 
    "gid": "environment/2012/sep/30/fish-shrink-climate-change", 
    "wordcount": "685"
}