{
    "headline": "The day my son met Patrick Moore", 
    "text": "Since Patrick Moore&apos;s death a succession of astronomers and scientists have recalled how they were inspired by childhood encounters with the (literally) larger-than-life celestial explorer and xylophonist. My nine-year-old son Jake may havethe distinction of being the last child who will be able to say the same. A little over a month ago Jake and I wangled a brief audience with the great man and his monocle. The co-authors of his new book, Chris Lintott and Brian May, were there too, but even selling more albums than the Beatles doesn&apos;t count for much when you are in the presence of a national treasure. Plainly there was just one star in the cluttered study of Moore&apos;s Sussex cottage. The invite had promised an evening of stargazing, but by the time we arrived in Selsey, the night sky was smothered in a sullen grey duvet. Instead we made a pilgrimage to the end of the garden to admire his famous observatory, a circular steel structure resembling a water tank that houses an ancient wooden reflector telescope. Even before his death, Moore&apos;s home had the feel of a shrine to a particularly British eccentric, its little rooms crammed with awards, globes, cricket photographs and the pictures of aliens  &quot;bogeys&quot;  his mother used to paint. By the door a sign declares: &quot;This house is maintained for the convenience of our cat.&quot; In his study, Moore held court from somewhere inside a vast dinner jacket with a red polka-dot waistcoat. His voice was faint but still came in the machine-gun bursts familiar from half a century of The Sky at Night. May and Lintott chuntered along about how Moore got them interested in astronomy but Jake had other ideas. &quot;What did the fly taste like?&quot; That&apos;ll be the fly Moore swallowed during a live broadcast in the 1950s. &quot;My mother said it was nasty for me but worse for the fly,&quot; Moore replied without missing a beat. &quot;Imunched it.&quot; He went on to describe how in 1935 he won 81 in the pools and took his family for a week&apos;s holiday. His mother told him he could spend the remaining cash on whatever he wanted, so he bought his first telescope for 7, 10s. His advice to a young proto-astronomer: &quot;Find someone who knows something then pump them.&quot; As we left, Moore ordered Lintott to give Jake a card so he could report back on his progress. Sadly, we didn&apos;t get the chance.", 
    "section": "science", 
    "gid": "science/shortcuts/2012/dec/10/my-son-met-patrick-moore", 
    "wordcount": "426"
}