{
    "headline": "Aid cuts to middle-income countries worsen global poverty and ill-health", 
    "text": "What do the EU, the Global Fund for Aids, TB and Malaria, and the World Bank&apos;s International Development Association have in common? All of them want to save money during a fiscal crunch by cutting off aid to middle-income countries (MIC). It may sound a sensible response, but it means disconnecting foreign aid from most of the world&apos;s poor and sick. International donors need to eschew knee-jerk reactions and get more sophisticated in their thinking. Rather than simply withdrawing when they can&apos;t spend dollops of money, they need to use the newfound wealth in MICs as the entry point for rethinking forms of support. The EU&apos;s Andris Piebalgs argues: &quot;Some countries can now afford to fight poverty themselves and, as a result, this will allow us to focus on places that need more of our help. &quot;Of course, I am aware that poverty pockets exist in middle-income countries, and will continue to co-operate with these countries on many urgent issues such as the fight against HIV and Aids. But in reality, EU aid levels are not high in comparison with the budget of these countries, and can have higher impact in least developed countries.&quot; But Piebalgs has got his numbers wrong (and a third of &quot;least developed countries&quot; are now richer than the middle-income country threshold). There aren&apos;t &quot;pockets&quot; of poverty in MICs: by income, most of the world&apos;s poor live in middle-income countries. The global distribution of malnutrition also points towards MICs, as do multi-dimensional measures of poverty and global disease and death figures. So if aid agencies pull out of middle-income countries, they&apos;re disconnecting from the majority of the world&apos;s poor and sick. This problem is only going to grow. There are only 35 low-income countries (LICs) left, and estimates  based on IMF growth projections, and compiled by Todd Moss and Benjamin Leo of the Centre for Global Development  suggest that the number of countries classified as LICs will continue to fall drastically. By 2025, it is estimated that only about 20 will remain, most of them fragile states. At least three factors support the development of a more sophisticated approach, one that includes a sliding scale on financial contributions between donors and MICs based on needs, resources and capacity. First, most large MICs consist of a small number of high-income regions (with MIC-levels of per-capita income) surrounded by low-income regions (with LIC-levels of per-capita income). For example, per capita income in a number of Indian states is similar to sub-Saharan Africa. What&apos;s more, health expenditure is typically controlled by the central government, perhaps leaving spatial inequalities unaddressed in terms of the distribution of funds to sub-national units. Average spending levels on health can be low at sub-national level, for instance, but is it the fault of the poor and sick if they live in the poorer provinces of MICs? Second, many LICs face profound governance and corruption challenges, ones that can actually be helped with modest donor accompaniment and support. Nigeria is a wealthy, oil-producing country, with a national government that, on paper, is committed to all the right things. But the capacity at federal level to assure public spending accountability in states is minimal, incentives are misaligned and  as a result  diseases like polio, eliminated in much poorer countries, are on the resurgence. Nigeria doesn&apos;t need donor money, but it could use better measurement, accountability and visibility  all things that donors are able to support. Third, donor countries give aid for a purpose. Politics aside, donor countries wish to obtain the biggest bang for their buck in poverty reduction and disease control. These big bangs are not to be found in LICs, where the capacity to take on new technologies and sustain their financing over time is limited. Consequently, value for money may well be higher in MICs, where poverty and disease are concentrated, but where capacity is sufficient  if motivated and measured  to deliver results. Donors could develop a sliding scale on financial contributions, but it&apos;s not only about money. There are plenty of good things they could do in MICs at a reasonable price. They could support purchasing clubs through existing multilaterals like Unicef in order to achieve economies of scale in the purchase of health products like bed nets and vaccines. They could create incentives and provide direct support for more regular, high-quality measurement of births and deaths, allowing planners to dimension the scope of health problems and identify better solutions. They could support the thinktanks and public budget watchdogs that assess government commitment to reducing poverty and improving health. They could develop national debates with the emergent middle classes on why paying more tax might be in everyone&apos;s interest. In short, donors that pull out of middle-income countries need to think beyond just spending money. Pulling out of MICs doesn&apos;t make sense if the mission of aid agencies is to reduce global poverty and ill-health.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/jan/02/aid-cuts-middle-income-countries", 
    "wordcount": "820"
}