{
    "headline": "Mayan apocalypse looms large in the week ahead", 
    "text": "Had the Mayans been skilled in predicting the future, they might have foreseen that a week already chock-full with jobs undone, frantic present buying and horrific office parties was hardly the best time to trouble people with the bothersome chore of preparing for the apocalypse. Not that the Mayans are to blame for the hullabaloo over 21 December 2012. On this date, some believe the ancient civilisation expected the end of the world through as many varieties of cataclysm as the internet&apos;s servers can hold. The sun will unleash a deadly storm. Earthquakes will tear the planet asunder. A rogue planet will plough into Earth in a cosmic re-creation of bar billiards. No, no, and no. There is no doubt the Mayans were big on time. Poke about at the right ancient monuments and you will find reference to dates that go back billions and billions of years. But it is their calendar, the so-called long count cycle, which features here. Put simply, the calendar spans around 5,125 years. Line it up next to a Gregorian calendar, and the last day happens to fall on or around Friday. What happens when the calendar ends? Not much. Scientists confidently predict that the worst upheaval we humans face at the end of this, and indeed any other calendar, is the need to get a new calendar. And perhaps nurse a celebratory hangover. To their credit  because to say nothing might be worse  scientists have come forward to explain the fallacy, or sometimes that misinterpreted grain of truth, which lies behind each of the doomsday scenarios. In a move that gave short shrift to hedging, the US space agency released a video intended for 22 December 10 days early. Nasa has called it Why the Earth Did Not End yesterday. Academics did their part too. They traipsed from studio to studio to lay out the mundane truth for TV and radio audiences. Some spoke to otherwise respectable journalists for newspaper articles. John Carlson, director of the Centre for Archaeoastronomy at the University of Maryland, is one of only a dozen or so active researchers on the Mayan calendrical system. &quot;I often get asked what&apos;s going to happen on the day. I say lots of things are going to happen. Some people will be born. Some people will die. A car headlight will burn out. There will be earthquakes, like there are every day. And none of this will have anything to do with the ancient Mayan calendar,&quot; he says. Lest there be any doubt, he speaks the next lines loudly and slowly: &quot;There are no ancient Maya prophecies for anything to happen on this date. There. Are. None.&quot; And yet, it seems, some people prepare. From Italy come reports of a lawyer who plans to ride out Armageddon in a bunker built under his villa. In parts of Russia, the shelves were emptied of fuel, matches, sugar and candles, supposedly in anticipation of something worse than winter in Russia. The French government&apos;s sect watchdog, Miviludes, has an eye on the idyllic mountain village of Bugarach in case doomsday cults arrive, after word got around it will be the only place left standing. For every person who takes the fantasy seriously  to call it a prophecy is an overstatement  scores more find it harmless fun. For others, the end of the world is a business opportunity. Dedicated websites flog dried food, gas masks and other cheerless items. Brewers have chipped in with a range of apocalypse-themed beers. And last week, a Chinese furniture maker unveiled a limited supply of 300,000-yuan (30,000) survival pods. The former farmer claimed the glass-fibre balls could withstand waves 1km high. The Guardian has not seen his workings. How did this become a global phenomenon? Carlson traces its roots back to the romanticism of lost cities in the jungle, the beautiful and enigmatic glyphs, and what some considered the mysterious fate of the Mayan people. These ingredients were perfect for potboilers like Sir Henry Rider Haggard&apos;s 1896 Mayan fantasy, Heart of the World. But another book may have been more significant. In 1966, the US archaeologist Michael Coe wrote The Maya and, in a section about the calendar, mentioned the word Armageddon. Carlson says that was a key moment. &quot;It was Michael Coe who planted this meme in modern culture,&quot; he says. From then on, the idea was embraced by New Agers, and spread farther through the internet. Today, the number of books on the Mayan calendar is close to 3,000. Probably six are of any worth, says Carlson. Why are we fascinated with end of the world scenarios? &quot;In part it&apos;s a reflection that we&apos;re all obsessed with our own mortality, but there&apos;s a wider context. In a strange way, it&apos;s kind of comforting to think that when we go the whole thing goes, that we&apos;re at a special point in history,&quot; says Chris French, professor of psychology at Goldsmiths, University of London. For doomsday believers, the toughest of times is that moment of anticlimax, when the world keeps turning and the clock ticks on. History has told us the get-outs: claim the world was spared at the last minute, recalculate the date of the apocalypse, or become disillusioned and kick yourself for believing in the first place. Will this week be the last we hear of the end of the world? Don&apos;t you believe it. &quot;After this passes, there will be someone else predicting the end of the world,&quot; says Carlson. &quot;Trust me.&quot; Five other things to watch out for this week 1 Monday is the 25th birthday of Bradley Manning, the US army soldier accused of passing state secrets to the whistleblowers&apos; website WikiLeaks. 2 On Wednesday, the results of an exceptional resit of GCSE English are released. The resits were allowed after a fall in pass rates in the exams, leading to protests from teachers, parents and pupils. 3 A presidential election is held in South Korea on Wednesday. Park Geun-hye, the daughter of assassinated dictator Park Chung-hee, is the candidate of the ruling Saenuri party and the favourite. She would be the country&apos;s first female president. 4 On Thursday, Hillary Clinton gives evidence to the US senate foreign relations committee on the killing of US ambassador Chris Stevens and others in Benghazi, Libya, on 11 September. 5 On Saturday, the world&apos;s most lucrative lottery, El Gordo, is held in Spain. Prizes total 2.5bn. This article was amended on 17 December 2012 because the original said the Mayan calendar spans around 5,125 days. This has been corrected to say years.", 
    "section": "science", 
    "gid": "science/2012/dec/16/mayan-apocalypse-looms-week-ahead", 
    "wordcount": "1114"
}