{
    "headline": "Guardian launches sixth development journalism competition", 
    "text": "The Guardian&apos;s sixth international development journalism competition, launched on Wednesday, is a great opportunity for aspiring journalists to write a feature that may be published in the Guardian. With skill and luck, you could even be sent on assignment to a developing country. The competition was first set up by the Guardian in partnership with Marie Stopes International in 2008. It was started partly to provide coverage for, and encourage discussion on, some of the important issues in development that  outside the Guardian and a few other outlets  rarely get the media attention they deserve. Some of these issues are more prominent than ever. We are now just two years away from the 2015 deadline for the millennium development goals. Any regular reader of the Global development site will know that in most regions, across most of the MDGs  and particularly in sub-Saharan Africa  targets are unlikely to be achieved. Everyone who enters the competition is asked to write on one of 12 themes that cover key development issues. This time, the question of what happens after 2015 is looming large. One of this year&apos;s competition themes is entitled: &quot;Were the MDGs worth it?&quot;; others focusing on what is going to happen next. It is assumed by many that the private sector will play an increasing role in development, and that is reflected in some of this year&apos;s themes  which encompass unemployment, entrepreneurship and empowerment. Others look at some of the more sophisticated arguments surrounding development aid, and how it helps or hinders individuals and communities. The competition&apos;s format has changed slightly this year. Most significant is the abolition of the categories of professional and amateur. In the past few years, the division between professional and amateur journalists has become much less hard and fast. Using the entry criteria of previous competitions, a professional journalist may have only had one piece of paid work published; an amateur journalist, however, may have a widely read blog, a job in the communications department of an NGO, or unpaid work experience at a news organisation. It seems fairer that individuals should be judged solely on the quality of their writing rather than corralled into categories that seem increasingly arbitrary. So what about entering? The entry process is simple, but it does require some time, effort and research to write a good feature  which is why you should start now. On the competition website, you will see the 12 themes, each of which is sponsored by a different NGO. To enter, you need to write a feature, between 650 and 1,000 words, on your chosen theme. It must be submitted by 12 May 2013. These entries  last year there were more than 450 - will be whittled down to a longlist of 40, which will all be featured on the website. This longlist will then be reduced to 12 by our panel of judges. The dozen shortlisted journalists will be sent on a trip to a developing country to work on a topic they haven&apos;t written about before. Their features will be published in a supplement and on the website in November. One journalist will be declared the overall winner. So how can you maximise your chances of becoming a finalist? There is plenty of advice and information on the competition website for journalists with all levels of experience. In brief, the judges are looking for a lively, well-crafted feature, with facts, research and a good argument, that doesn&apos;t patronise its readers or those being written about, and is a piece of journalism, not an academic essay or rant. This is a vibrant and important time in development. It&apos;s a subject that many people, not just those working in it professionally, find fascinating. Whether or not you are a finalist, entering the competition, which is open to UK residents, will give you the chance to really get behind some of the issues that still, so often, don&apos;t get the prominence they deserve.  Sue George is the editor of the Guardian international development journalism competition and chairs the judging panel", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/27/development-journalism-competition-launch", 
    "wordcount": "678"
}