{
    "headline": "Digital rights advocates wary of new 'six strikes' initiative for online piracy", 
    "text": "The newest attempt to thwart illegal filesharing in the United States launched Monday and while the &quot;six strikes and you&apos;re out&quot; initiative seems to offer light penalties, digital rights advocates are concerned that it lacks transparency. The Copyright Alert System (CAS) was devised by a coalition of internet service providers (ISPs), content owners and the US government to curb illegal downloading by alerting &quot;casual infringers&quot; when illegal filesharing is detected on their IP address.  Under the system, content owners identify illegally uploaded content on peer-to-peer networks. AT&amp;T, Cablevision, Comcast, Time Warner Cable or Verizon are alerted if the IP address providing the content is their customer. Then, the ISP alerts the customer associated with the account.  &quot;This is just a great big expensive system to snoop on and intimidate people who are probably mostly good actors,&quot; said Corynne McSherry, a lawyer and intellectual property director at the Electronic Frontier Foundation.  Initially, the alerts are intended to be educational. They tell the customer what happened and how they can prevent it from happening again. If pirating continues to happen through the IP address, users will receive the message again, followed by messages that ask them to confirm they have seen the alerts. The fifth and sixth alert are called mitigation alerts and will temporarily slow users&apos; internet speeds, depending on the ISP.  After that, the alerts stop, even if the user continues pirating, but the record of copyright infringement remains. How that could be used in court is undetermined, since the system just launched. &quot;That kind of backroom deal is not appropriate. It&apos;s certainly not how we should be doing copyright policy,&quot; McSherry said. &quot;And that&apos;s what this is, it&apos;s a private copyright system and it doesn&apos;t have the protections and balances that the public copyright system has.&quot;             CAS has also been criticized because the person who audited the MarkMonitor software to ensure that it fairly identifies copyright violations is a former lobbyist for the Recording Industry Association of America (RIAA), one of the industry groups fronting money for system. The Center for Copyright Information, which is implementing the system, said they would do a new audit, but if they have, the results have not yet been published. &quot;If you were in a court of law and you were faced with an accusation of infringement I assure you, you would be able to examine the system that identified you,&quot; said McSherry. &quot;We don&apos;t have that here, it&apos;s all secret.&quot;  People who have open Wi-Fi signals or share their internet with others will be held responsible for pirating through their IP address, even if they didn&apos;t do it. The system allows for people to contest charges by requesting a review from their ISP, which costs $35 and must be done within two weeks of receiving a mitigation alert.  McSherry said that people engaged in wholesale commercial infringement wouldn&apos;t be fazed by the system because they are familiar with ways around the system. Average users can also easily hide their IP address with a variety of free online services. Users can also switch ISPs, though in most places, those five providers are the only option for internet service.  Jill Lesser, executive director of the Center for Copyright Information said in an interview with On the Media that the program is meant to abet the &quot;casual infringer&quot;.  &quot;We hope that by the time people get to alerts number five or six, they will stop,&quot; Lesser said. &quot;Once they&apos;ve been mitigated, they&apos;ve received several alerts. We&apos;re just not gonna send them any more alerts because they&apos;re not the kind of customer that we&apos;re going to reach with this program.&quot; The method of educating and alerting is a departure from the industry groups including the RIAA and Motion Picture Association of America to stop pirating earlier attempts to stop pirating. In the early 2000s, content providers launched tens of thousands of lawsuits against individual users. Most chose to accept settlements to avoid cases, but one person who chose to fight saw $675,000 in damages for illegally downloading music in high school.  This failed to have a significant effect on pirating, and the industry stopped suing these type of casual users several years ago.", 
    "section": "technology", 
    "gid": "technology/2013/feb/25/digital-six-strikes-online-piracy", 
    "wordcount": "720"
}