{
    "headline": "Mali conflict sends refugees fleeing across border to Niger", 
    "text": "Moussa Djibo arranges his three remaining possessions  a cooking pot, a mat and a teapot  on the dusty Sahelian sand in front of him. Djibo, a Nigerian marabout who until recently lived in the town of Menaka in north-east Mali, has nothing but blue plastic Unicef sheeting to protect him from the sun&apos;s assault. &quot;It&apos;s the first time I saw anything like this in Menaka,&quot; he says. &quot;I&apos;m very sad to leave everything there  we left our clothes, our animals, even our beds  we have nothing here. But it was a question of saving our lives, so we had to come.&quot; The plight of Djibo, who fled Menaka with his wife and 10 children, is far from unique. Thousands have fled to Niger to escape the renewed conflict between Tuareg rebels and the Mali authorities that broke out on 17 January, sparking a growing humanitarian crisis. According to aid agencies mounting an emergency response in Niger, urgent assistance is required with food, water and shelter. That message was reinforced on Thursday when the UN high commission for refugees (UNHCR) issued an appeal for $35.6m, aimed at covering the needs of 85,000 uprooted people until July 2012. An estimated 23,000 people have crossed over the border from Mali into northern Niger, and are camped out at sites such as Mangaize, Ayorou and Sinegodar. The Nigerien government has already distributed some food and clothes, and many of the refugees are staying with families in the host communities. At the Mangaize site, about 50km south of the border, many of the Menaka refugees arrived about a month ago; makeshift shelters, constructed from wood by the daily new arrivals, stretch further and further into the bush. At the latest count, about 300 families are living in Mangaize, with a larger number at the Sinegodar and Ayorou sites. The UNHCR has started to register the new arrivals, many of whom are pastoralists who had to leave all their animals behind. &quot;Most people have some sheeting to cover themselves, but they&apos;re basically sleeping on the dust&quot;, says Edward Benson, a member of the UNHCR&apos;s registration team. &quot;They&apos;re telling us that they need basic items, such as water and food, and many women are asking us for medicines.&quot; Early indications suggest the majority of the arrivals are from Mali. The remainder are Nigeriens who were living in the area around Menaka. The Tuareg rebel group, the National Movement for the Liberation of Azawad (MNLA), was formed in October and started its attacks on five different locations in the north of Mali in early 2012. The Malian authorities have accused al-Qaida in the Islamic Maghreb of being involved in the fighting. Tuaregs live across the Sahel, from Mali to Niger to southern Algeria. Many of those involved in the rebellion are thought to have fought for Colonel Gadaffi, a long-term supporter of their claims for greater independence, in the Libyan conflict. When Gadaffi was killed in October, significant numbers returned home. The Tuaregs&apos; long-standing grievances are that their desert heartlands  places like Kidal and Gao in northern Mali, and Agadez in northern Niger  have been neglected by central government and need urgent development. There were a number of violent rebellions by Tuaregs in both Mali and Niger in the 90s and 00s. Refugees are arriving in Niger at a time of heightened concern about food insecurity following the patchy rains and poor harvest of 2011. Around 5 million people, or about 34% of Niger&apos;s population, are at risk of food shortages and malnourishment in the coming months, as the traditional &quot;lean season&quot; (between April and June, when the rains arrive) sets in. Tillaberi region, where many of the refugees from Mali have arrived, is one of the worst-affected regions.", 
    "section": "global-development", 
    "gid": "global-development/2012/feb/27/mali-conflict-sends-refugees-niger", 
    "wordcount": "634"
}