{
    "headline": "Comparing universities: which country comes top for higher education?", 
    "text": "Higher education is a dynamo for economic growth, powering the supply of high-level skills and the technological advances for improving productivity and opening up new markets. Where HE flourishes, so can an economy. Until now, however, there has been little interest in the comparative strengths and qualities of national education systems around the world. Which countries and governments provide the best environment? More transparency and clarity is needed around this in order to encourage knowledge-sharing, collaboration and development of opportunities for students in all countries. While there are a number of well-regarded global rankings of individual institutions, these don&apos;t shed any light on the broader picture of the system itself, and its state of &apos;health&apos; in terms of encouraging and supporting excellence and international links. It&apos;s important for governments to be able to benchmark how they&apos;re doing. A quality higher education system is one that is well connected internationally facilitates the introduction of new ideas, and fosters trade and other links with foreign countries, through the movement of students and researchers across national frontiers. At the same time, students are increasingly choosing countries to study in as much as individual institutions. This week saw the first publication of a new ranking of national HE systems, based on research at the Melbourne Institute of Applied Economic and Social Research (University of Melbourne) into data from 48 countries with a developed HE offering. The ranking is organised by Universitas 21, a global network of research universities The ranking is based on 20 different measures critical to what makes a &apos;good&apos; HE system, grouped under four umbrella headings: resources (investment by government and private sector), output (research and its impact, as well as the production of an educated workforce which meets labour market needs), connectivity (international networks and collaboration which protects a system against insularity) and environment (government policy and regulation, diversity and participation opportunities). Population size is accounted for in the calculations. For the UK it&apos;s a mixed picture, particularly for a system which continues to attract such a large proportion of international students. Ranked tenth overall, the UK is held down by a ranking of only 27th on resources, including a low rank of 41st for government expenditure. Against that, the UK is ranked only second to the United States on output. The difference in ranking between output and resources is the greatest for all 48 countries and reflects very high productivity. The UK also does well on international connectivity, ranked sixth as it has the fourth largest percentage of international students. It&apos;s ranked 13th on environment, losing points for lack of diversity and being ranked at 19 by the World Economic Forum. While the UK looks to the world stage, many other nations are more interested in what&apos;s happening in their region. The four Nordic countries are all in the top seven; four east Asian countries (Hong Kong SAR, Japan, Taiwan and Korea) are clustered together at ranks 18 to 22; Eastern European countries (Ukraine, Czech Republic, Poland, Slovenia) are together in the middle range; and the Latin American countries (Chile, Argentina, Brazil and Mexico) also cluster together. While many countries don&apos;t feel they can be a world leader, they do want to match the standards of their neighbours. Government funding of higher education as a percentage of GDP is highest in Finland, Norway and Denmark, but when private expenditure is added in, funding is highest in the United States, Korea, Canada and Chile. Investment in research and development is highest in Denmark, Sweden and Switzerland. The United States dominates the total output of research journal articles, but Sweden is the biggest producer of articles per head of population. The nations whose research has the greatest impact are Switzerland, the Netherlands, the United States, United Kingdom and Denmark. While the US and UK have the world&apos;s top institutions in rankings, the depth of world class higher education institutions per head of population is best in Switzerland, Sweden, Israel and Denmark. The highest participation rates in higher education are in Korea, Finland, Greece, the United States, Canada and Slovenia. The countries with the largest proportion of workers with a higher level education are Russia, Canada, Israel, United States, Ukraine, Taiwan and Australia. Finland, Denmark, Singapore, Norway and Japan have the highest ratio of researchers in the economy. International students form the highest proportions of total student numbers in Australia, Singapore, Austria, United Kingdom and Switzerland. International research collaboration is most prominent in Indonesia, Switzerland, Hong Kong SAR, Denmark, Belgium and Austria. China, India, Japan and the United States rank in the bottom 25% of countries for international research collaboration. In all but eight countries at least 50% of students were female, the lowest being in India and Korea. In only five countries were there at least 50% female staff; the lowest being in Japan and Iran. Competition between individual institutions on regional and international levels is intense and growing as mobility increases and all &apos;markets&apos; become more open. It&apos;s crucial for nations and the appreciation of the global HE system as a whole that attention is not bogged down in rivalries between single &apos;name&apos; players in HE capable of attracting an elite. Whole country systems matter to mass populations of people, improving their lives and contributing to national and international prosperity. The Universitas 21 Ranking should be recognised as an important reference point for governments and everyone involved in HE, to keep focus and attention on how HE can be galvanised for growth. Professor Ross Williams, Melbourne Institute of Applied Economic and Social Research, University of Melbourne This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/may/11/universitas-21-rankings", 
    "wordcount": "953"
}