{
    "headline": "A month in space: a champagne supernova in the sky (or rather the W49B)  in pictures", 
    "text": "   This highly distorted supernova remnant may contain the most recent black hole formed in the Milky Way galaxy. The composite image combines x-rays from Chandra (blue and green), radio data from the Very Large Array (pink), and infrared data from the Palomar Observatory (yellow). Most supernova explosions that destroy massive stars are generally symmetrical. In the W49B supernova, however, it appears that the material near its poles was ejected at much higher speeds than that at its equator. There is also evidence that the explosion that produced W49B left behind a black hole and not a neutron star like most other supernovas Photograph: Chandra X-ray Observatory Center/NASA       This image combines Hubble observations of the M 106 galaxy with additional information captured by amateur astronomers Robert Gendler and Jay GaBany. Gendler combined Hubble data with his own observations to produce this stunning colour image. M 106 is a relatively nearby spiral galaxy, a little over 20 million light-years awayPhotograph: Hubble Heritage Team/Nasa/ESA       Asteroid 2012DA14 streaking across the night sky. This is a combined image made from seven individual shots taken every 3.5 seconds. The asteroid was moving from the south (bottom of frame) to the north (top), as viewed from the University of Athens ObservatoryPhotograph: Kosmas Gazeas/University of Athens Observatory/ESA       This image shows an object known as HH 151, a bright jet of glowing material trailed by an intricate, orange-hued plume of gas and dust. It is located some 460 light-years away in the constellation of Taurus (The Bull), near to the young, tumultuous star HL Tau Photograph: Hubble Space Telescope/NASA/ESA       This image shows the first flash of sunlight reflected off a lake on Saturn's moon Titan. The glint off a mirror-like surface is known as a specular reflection. This kind of glint was detected by the visual and infrared mapping spectrometer (VIMS) on Nasa's Cassini spacecraft on July 8, 2009. It confirmed the presence of liquid in the moon's northern hemisphere, where lakes are more numerous and larger than those in the southern hemisphere. Scientists using VIMS had confirmed the presence of liquid in Ontario Lacus, the largest lake in the southern hemisphere, in 2008Photograph: DLR/University of Arizona/JPL/Nasa       This image from Nasa's Curiosity rover on Mars shows the first sample of powdered rock extracted by the rover's drill. Curiosity is searching for evidence of past environmental conditions that may have supported microbial life billions of years ago. It has already discovered examples showing the past presence of water, one of the prerequisites for life as we know it on Earth Photograph: MSSS/JPL-Caltech/NASA       A meteorite contrail is seen over Chelyabinsk on 15 February 2013. The meteorite streaked across the sky of Russia's Ural mountains, causing sharp explosions and injuring more than 1,000 people, including many hurt by broken glass  Photograph: Yekaterina Pustynnikova/AP       A hole, thought to be made by the fragment of the meteor in the ice of Chebarkul Lake, is seen on 16 February 2013, some 80km from Chelyabinsk, Russia Photograph: The Asahi Shimbun/Getty Images       Clouds form the backdrop for this scene photographed by one of the Expedition 34 crew members aboard the International Space Station, with the Soyuz 33 (TMA-07M) docked to the Rassvet Mini-Research Module 1 (MRM1). The Permanent Multipurpose Module (PMM) is visible top right Photograph: ISS/NASA       Robonaut 2, the first humanoid robot in space, is pictured in this image photographed by an Expedition 34 crew member in the International Space Station's Destiny laboratory. R2 was powered up so that ground controllers could run it through a series of tests and configuration checks after a recent software upgrade Photograph: ISS/NASA       This thin, glittering streak of stars is the spiral galaxy ESO 121-6, which lies in the southern constellation of Pictor, known as the 'Painter's Easel' Photograph: Hubble Space telescope/NASA/ESA       Astronomers have uncovered the patterns of light that appear to be from the first stars and galaxies that formed in the universe, hidden within a strip of sky observed by Nasa's Spitzer Space Telescope Photograph: Spitzer Space Telescope/NASA       This spectacular image of European Southern Observatory's Very Large Telescope (VLT) in Chile was captured during the testing of a new laser on 14 February. The laser will be used as a vital part of the Laser Guide Star Facility, which allows astronomers to correct for most of the disturbances caused by the constant movement of the atmosphere in order to create much sharper imagesPhotograph: Gerhard Hdepohl/atacamaphoto.com/ESO       This image, from the ESO's La Silla Observatory in Chile, shows the bright star cluster NGC 6520 and its neighbour, the strangely shaped dark cloud Barnard 86. This cosmic pair is set against millions of glowing stars from the brightest part of the Milky Way  a region so dense with stars that barely any dark sky is seen across the picture Photograph: ESO       Detailed observations with ESO's Very Large Telescope (VLT) of the remains of a thousand-year-old SN 1006 supernova remnant have revealed clues to the origins of cosmic rays  Photograph: ESO       The intricate structure of part of the Seagull Nebula, known more formally as IC 2177. These wisps of gas and dust form part of the 'wings' of the celestial bird. This region of the sky is a fascinating muddle of intriguing astronomical objects  a mixture of dark and glowing red clouds, weaving among bright stars. This new view was also captured from the La Silla Observatory in Chile Photograph: ESO       The Orion nebula is featured in this sweeping image from Nasa's Wide-field Infrared Survey Explorer, or WISE. The constellation of Orion is prominent in the evening sky throughout the world from about December through to April of each year Photograph: UCLA/JPL-Caltech/NASA       This infrared image from the Nasa/ESA Hubble Space Telescope shows an image of protostellar object LRLL 54361 and its rich cosmic neighbourhood, a region called IC 348. The protostar, which is the bright object with fan-like beams of light coming from it, located towards the right of the image, is letting off flashes of light every 25.3 days Photograph: Hubble Space Telescope/NASA/ESA  ", 
    "section": "science", 
    "gid": "science/gallery/2013/mar/28/champagne-supernova-in-the-sky", 
    "wordcount": "0"
}