{
    "headline": "The week ahead: Samsung geekgasms and Apple's visual real estate", 
    "text": " Though faintly icky, the word &quot;geekgasm&quot; may be the right one to describe what&apos;s expected to occur once Samsung unveils its new smartphone this Thursday in New York. For months, fan sites (of which there are plenty) have been salivating over tantalising leaks: will you be able to make it scroll with just your eyes**? Will it be called the Galaxy S4, given that &quot;4&quot; is unlucky in South Korea, Samsung&apos;s home? Will it have a 4.99-inch display, rather than the 4.8in display of the Galaxy S3, its predecessor? &quot;It&apos;s too early to tell,&quot; says Android Authority, one of the many sites devoted to vacuuming the internet for the tiniest morsel of information, false or not, that might point to what it might or might not include. An Exynos or Snapdragon processor? Yes? No? To some people, this matters deeply.  Once it was Apple that commanded such intensity of speculation, as they unveiled their latest iPhones, but Samsung is now the world&apos;s largest maker of mobile phones, and of smartphones (crowns it wrested, over 2011 and 2012, from Finland&apos;s Nokia and arch-rival Apple). The Galaxy S3 was its flagship last year, and by January this year had sold 40m. This time round, the smartphone market is bigger and analysts are upping their expectations for sales: some reckon it could sell 10m a month and hit 100m sales in total. For the South Korean company, it&apos;s been a long haul from making slightly downmarket mobile phones. At one point, the company president was so infuriated by their poor quality control that he assembled the staff in a yard. They were forced to watch as he made a bonfire of 150,000 of their phones, after which he barracked them for their lackadaisical approach. Meanwhile, rumours continue to swirl that Apple, which has seen its stock swoon since the launch of the iPhone 5 last September, will launch a cheaper version of the iPhone some time in the next few months. Might the &quot;cheap iPhone&quot; actually have a big screen, to target Asian buyers (who like visual real estate)? What would Apple leave out to make it cheaper? The rumours are that it might use plastic for the phone&apos;s body, as with the iPhone 3GS in 2009  just as Samsung has sort-of confirmed it will continue doing with the S4.  While they slug it out on retailers&apos; shelves, Apple and Samsung also keep fighting like cat and dog in the courtroom. You may have thought that the titanic legal battle last summer in the US, where a jury awarded Apple $1bn on the grounds that Samsung had copied its designs and infringed patents on use, was the end. Not at all  the judge there two weeks ago decided that a new jury should decide how much to fine Samsung over 14 devices on which the first jury awarded $450m of damages. Meanwhile, in the UK courts last week a judge ruled that a number of Samsung patents relating to mobile networks that it was asserting against Apple weren&apos;t valid. Generally, Apple has had the better of the court battles  but it hasn&apos;t given it any particular leverage more broadly. Mostly, it seems to have hardened opinion among those looking for a reason to dislike Apple, while giving Samsung what you could call collateral advertising.  Still, a few hundred million here or there won&apos;t trouble Samsung Electronics, which in the third quarter of 2012 had profits of $7.4bn - about 47% of the whole industry&apos;s profits. Apple captured 59%, for a total of 106%  because companies such as BlackBerry and Sony make losses, redressing the balance.  Samsung also knows how to make the owners of billboards, newspapers, TV channels and websites happy: in 2012 it spent an estimated $12bn on &quot;marketing and advertising&quot;, including being one of the principal Olympic sponsors (reckoned to cost north of 1bn on its own), getting its name on football team shirts, and providing encouragement  sometimes in the form of products  to a bubbling group of bloggers who sign up to its &quot;Samsung Mobilers&quot; scheme: they get exposure on its website in return for their huge enthusiasm, which often spills over to the rest of the web. Unfortunately last September the scheme backfired a little when two Mobilers were flown over from India to Berlin  and discovered that instead of being VIPs on a fun tour, they were expected to staff a stand for Samsung at the IFA trade fair. When they complained (online, of course), Samsung indicated they could fly themselves home. Naturally, they complained (online); in the resulting PR storm, Nokia stepped in and paid their accommodation and plane tickets.  One could always hope, as North Korea waggles its nuclear capability, that Samsung might somehow effect a form of technology-driven perestroika  that the new Galaxy S4 might quietly change the lives of people in its northern neighbour. The good news: you can get Samsung phones in North Korea. The bad news? They typically cost about US$200 (134)  far more than the average North Korean can afford. Five things to watch out for this week 1 Chris Huhne and Vicky Pryce will be sentenced at Southwark Crown Court on Monday for perverting the course of justice on a speeding offence by Huhne. 2 The Papal Conclave to elect the 266th Pope begins at the Sistine Chapel on Tuesday. 3 The Cheltenham Festival, one of the biggest race meetings of the year, begins on Tuesday. The Betfred Cheltenham Gold Cup is on Friday. 4 David Cameron and other EU government leaders meet for a European Council meeting in Brussels on Thursday and Friday. 5 Friday is Comic Relief&apos;s Red Nose Day.", 
    "section": "technology", 
    "gid": "technology/2013/mar/11/samsung-apple-geekgasms-real-estate", 
    "wordcount": "961"
}