{
    "headline": "Let's not waste this chance to turn children on to sport", 
    "text": "In north Oxfordshire, like so many parts of the country, they desperately want to turn the inspiration of this amazing summer of Olympic and Paralympic action into increased participation by young people in sport. Local schools are doing what they can to provide high-quality sport that makes pupils want to get sweaty. The 57 schools in Bicester, Kidlington and Banbury have clubbed together to ensure that the School Sport Partnership (SSP) covering the area  which helps 18,500 pupils aged five to 19 take part in sport  continues until the end of the school year. The schools have had to do that because the SSP lost its dedicated funding as a result of Michael Gove&apos;s deeply unpopular axeing in 2010 of the 162m a year his department provided for SSPs, which Labour invented. Despite inheriting an inexpensive and increasingly successful anti-obesity policy, he simply tore it up. Inexplicable at the time, Gove&apos;s decision appeared ever more irrational as the clamour to ensure a viable legacy from 2012 dominated the headlines during the Olympics. Seb Coe&apos;s stirring words in 2005, about how a London Olympics would inspire young people, clinched the bid. Their motto this summer was &quot;inspire a generation&quot;. Carl Hamilton, who manages the north Oxfordshire SSP, is perplexed. &quot;The SSP initiative has been about inspiring youngsters to be more active. That&apos;s what the government wants.&quot; Yet his SSP&apos;s future is uncertain, despite helping to ensure that the proportion of pupils doing two hours of sport a week at school rose from 25% in 2004 to 90% in 2010. His answer? The government should reverse its policy on SSPs, he says. David Cameron&apos;s Witney seat is nearby, but Hamilton&apos;s plea is unlikely to sway a man who sneered at &quot;Indian dance&quot; as a form of exercise. Government action on school sport is imminent, though. &quot;Promoting competitive team and individual sports will be at the heart of the new primary school curriculum,&quot; Downing Street said last month. &quot;The current primary curriculum is too long and prescriptive and refers to concepts like &apos;games activities&apos;, not recognised and recognisable sports.&quot; Details are expected soon. But already concern is growing. The reality that quite a few children are turned off by anything to do with sport is partly why, under SSPs, pulse-raising activities such as dance, yoga and trampolining were offered to pupils and found to be popular. Soaring childhood obesity meant Labour&apos;s priority was participation. The coalition&apos;s, though, is competition. Jessica Ennis and Kelly Holmes are among those who think an emphasis on competition, especially too young, is wrong. And they don&apos;t do it like that in American schools, as Joanna Walters reports (above). Ignoring how the diversity of activities offered by schools fuelled the massive growth in take-up in the noughties is a massive gamble. It&apos;s good to focus on primary schools, the weakest link in an imperfect school sports chain. But primary staff are ill-equipped to pass on basic sporting skills, as most receive only a few hours of tuition in PE during their training. So the risk is that children, who need careful handling when being introduced to any new skill, will be turned off, not on, and will see sport as something that is not for them.", 
    "section": "education", 
    "gid": "education/2012/sep/10/school-sports-olympic-legacy", 
    "wordcount": "549"
}