{
    "headline": "Dhaka aid embargo hurts Bangladesh as much as Rohingya refugees", 
    "text": "Rafiqul&apos;s arm is no wider than a tube of sweets. The 18-month-old Rohingya refugee suffers from acute malnutrition and, without medical treatment and nutritional therapy, his chances of survival are becoming slimmer. The latest survey by Mdecins sans Frontires found that global acute malnutrition, one of the basic indicators for assessing the severity of a humanitarian crisis, is as high as 27% in the Kutu Palong makeshift camp, where an estimated 20,000 unregistered refugees live. It is almost double the emergency threshold of 15% set by the World Health Organisation. Yet the Bangladesh government refuses to formally allow humanitarian assistance into the camp or the surrounding border districts of Ukhia and Teknaf. The majority of the estimated more than 200,000 unregistered Muslim Rohingyas in Bangladesh live in these two districts after fleeing persecution in neighbouring Burma, which is predominantly Buddhist. Government officials claim humanitarian aid would create a &quot;pull factor&quot; for other Rohingyas, putting even more pressure on an already strained local labour market. A recent article in the Samakal, a Bangla-language daily, quoted a foreign ministry source describing Rohingyas as &quot;excess baggage on the economy, society and national security&quot;. Ironically, the policy of blocking aid for the Rohingyas appears to be hurting the host population as much as the refugees. A report by Action Contre la Faim (ACF), released this month, found disturbing statistics for Bangladeshi children in the districts: 16.5% of children under five suffer from acute malnutrition in Ukhia while the rate is 21.5% in Teknaf. According to the report, the prevalence of acute malnutrition in both districts, two of the poorest in the country, has increased since 2009. The report cited decreasing purchasing power parity of agricultural day labourers, floods and the lack of humanitarian assistance as possible reasons for the malnutrition crisis. The seasonal rains also have an impact on the availability of day labour such as construction, fishing or rickshaw-pulling. &quot;Neither my husband nor I have been able to find work for more than three weeks [because of the rains]. We have no income, and no food,&quot; said Rafiqul&apos;s mother, Rezana. Clandestine humanitarian aid The reports come exactly a year after the government rejected a $33m UN joint initiative aimed at reducing hunger and poverty for both Bangladeshis and refugees in the region. The government claimed it would draw more Rohingyas across the border. However, Echo, the humanitarian aid arm of the European Commission, which funds three NGOs operating under the radar in Ukhia and Teknaf, is sceptical as to whether aid really does create a &quot;pull factor&quot;. &quot;Our funding in the Kutu Palong makeshift camp and surrounding populations has increased over the past two years. Yet there hasn&apos;t been a corresponding increase in camp numbers, which on the contrary [have] significantly decreased,&quot; says Olivier Brouant, an Echo humanitarian expert. Nevertheless, the NGO Affairs Bureau, the department responsible for granting work permits to NGOs, has denied any organisation that mentions Rohingya in their application. None of the NGOs working in Ukhia or Teknaf has a permit, despite having permission to work in other locations. This has forced a handful of aid agencies to run clandestine humanitarian programmes, creating additional challenges. Without the permit, NGOs struggle to bring in cash for day-to-day operations, import medical equipment and treatment or ready-to-use therapeutic food, which is essential for children suffering from malnutrition. The NGOs work under the threat of being shut down if they communicate the grim situation within the districts to the international press. Bangladesh, like many other developing countries with large refugee populations, is in an unenviable position. Its political leaders have to solve worsening malnutrition in the host population while shouldering the ethical responsibility of taking in refugees despite not signing the 1951 Refugee Convention. In recent months, positive steps have been taken to address the former concern. A $2m joint World Food Programme-ACF community-based nutritional programme started this year aims to treat more than 15,000 Bangladeshi children suffering from acute malnutrition, as well as 2,000 pregnant and nursing women. Unfortunately for the Rohingyas, the situation across the border seems no better. Despite progress towards democracy in Burma, Aung San Suu Kyi&apos;s NLD party has been non-committal on the Rohingya issue. The situation in Burma remains too fragile for the refugees to return home safely. While the Bangladesh government weighs up its duty to its citizens with its moral obligations to refugees, Rezana and thousands like her do not know where to turn. &quot;I&apos;m damned if I stay, I&apos;m damned if I don&apos;t,&quot; says Rezana, &quot;so where should I go?&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/may/24/dhaka-aid-embargo-bangladesh-rohingya", 
    "wordcount": "780"
}