{
    "headline": "What does the second decade hold for the Global Fund?", 
    "text": "At Davos last week, the Global Fund to Fight Aids, Tuberculosis and Malaria received an unexpected birthday gift from Bill Gates in the form of a $750m &quot;promissory note&quot; to help shore up its faltering finances. In pledging his hefty financial support, Gates effectively rescued the fund&apos;s 10-year birthday celebrations. Despite its staggering successes  including helping put 3.3 million people on Aids treatment, 8.6 million on anti-tuberculosis treatment and providing 230m insecticide-treated nets for the prevention of malaria  the fund&apos;s recent troubles had threatened to overshadow its accomplishments as it prepared to mark a decade as the world&apos;s main financier of programmes to fight these three global epidemics. In recent years the fund has become mired in much-documented struggles with corruption, management breakdowns and a crippling $2bn funding shortfall, all compounded by the swiftness of the global economic downturn and donor fatigue. There are fears that the knock-on decision to suspend the fund&apos;s 11th round of funding and not disperse any more money until 2014 will have catastrophic consequences. There are predictions that without continued support countries such as Zambia and Malawi will struggle to keep pace with infection rates and keep people on lifesaving medication, impacting on millions of vulnerable patients. Gate&apos;s pledge was a show of faith that provided more than just a much-needed cash boost as he urged donors and the world to keep confidence in the fund&apos;s ability to &quot;[get] so much bang for our buck&quot;. Restore reputation The fund hopes that this, coupled with the departure of its executive director, Michel Kazatchkine, and the commissioning of an independent review that recommended an overhaul of its grant management and financial practices, will help re-establish its reputation as it steps into its second decade. While all of this is clearly good news for the beleaguered fund, some frontline agencies are still reluctant to join in the celebrations. Mdecins Sans Frontires&apos; (MSF) HIV adviser, Sharonann Lynch, says Gates&apos;s cash should be a wake-up call for the fund&apos;s new board to &quot;get back to work&quot;. &quot;When addressing epidemics, the number one factor is speed  and this isn&apos;t the time to hit the snooze button,&quot; she says. &quot;Over the past few years the sense of urgency which once defined the work of the fund has become greatly diminished, and the board basically gave themselves a holiday instead of stepping up and doing their job and ensuring that the funding shortfall was made up. On the one hand, they have a new ambitious strategy for change; and on the other, they have effectively closed for business. And it is this lack of coherence that we find troubling  and patients will come to find deadly.&quot; On the back of the new injection of funding, MSF is pushing for the fund to hold an emergency donor conference so that affected countries can apply for new grants and expand life-saving treatment this year. It is also urging the fund to become more creative in ensuring that it doesn&apos;t get caught on the back foot of funding cuts again. &quot;On top of voluntary funding, we also need predictable mechanisms  such as the financial transaction tax currently being debated in Europe  with part of funds generated to be dedicated to global health, including the Global Fund,&quot; adds Lynch. Sir Richard Feachem, a founding executive of the fund in 2002 and now the director of the Global Health Group at the University of California, agrees that the fund must become more flexible. &quot;Times have changed since we founded the fund and I think [it] certainly should have been more agile in foreseeing the impact of the global financial crisis on its income and in re-engineering in ways that would allow continued progress in the light of constrained income,&quot; he says. Value for money Feachem argues that to do this the fund now needs to focus strongly on value for money  an opportunity he believes has not yet been seized on by the management team as it scrambles to regroup. &quot;Despite the independent review and the raft of recommendations and reforms, there needs to be a very strong move towards a cash on delivery or pay for performance model, which has not happened yet,&quot; he says. &quot;Such a model is perfect for the fund, is consistent with its founding principles, would help move the fund away from the problems of corruption, and would improve efficiency enormously by, for example, setting a standard price for each unit of outcome or output.&quot; So how else can the fund ensure it regains momentum and moves forward into it&apos;s second decade? According to Alvaro Bermejo, executive director of the International HIV/Aids Alliance and current Global Fund board member, the fund can no longer rely on the discourse of panic and emergency. &quot;It&apos;s important to understand the context in which the fund was created in 2002, which was very much as an emergency response, something which people tend to forget now,&quot; he says. &quot;In this super rapid scale-up, the discourse at the time was that we were in emergency, so of course there was going to be some corruption and some mismanagement, which was right in the start but, as you develop and begin to know your enemy better, this has become insufficient.&quot; Bermejo says this has meant that as infection rates have started dropping, the fund&apos;s rhetoric has effectively become counter-productive, feeding the perception among some donors that the emergency is over. &quot;Because the Fund didn&apos;t adapt its message it worked against the idea that there was still an urgent need for continued and sustained funding,&quot; he says. &quot;And this needs to be urgently addressed.&quot; Elimination and eradication He argues that now the fund needs to look towards the language coming from the US  from donors like Bill Gates and politicians such as Hillary Clinton  calling for elimination and eradication of malaria and Aids within a generation. This, he says, could provide the fuel needed to keep the engine of the fund running over the next decade. &quot;In Europe we&apos;re more scared of failure, so we don&apos;t like words like eradication, but there is no standing still when it comes to fighting infectious diseases,&quot; he says. &quot;The fund has to find ways of reinjecting that urgency and determination back into its work over the next decade even if infection rates continue to decline.&quot; Feachem says a &quot;certain complacency&quot; must now be rectified by creative and positive change. If this happens, he believes the fund can even expand it&apos;s work to tackle other global health epidemics. &quot;The fund needs to continue to pioneer a model for development finance that is a 21st-century model, and not a 1960s model, as still practised by most institutions. If continuing innovation can guide the development of the Global Fund, then I can see it eventually taking on additional tasks, such as maternal and neonatal health and becoming a real force for long-term change. &quot;However, in the short-term, the main priority must be ensuring that the extraordinary progress in the fight against Aids, TB and malaria achieved in the past 10 years does not get reversed.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/feb/02/future-global-fund-aids-tb-malaria", 
    "wordcount": "1220"
}