{
    "headline": "Male seahorse giving birth at The Deep Hull", 
    "text": "    In the USA, UK and Canada, Fathers&apos; Day is celebrated on the 3rd Sunday in June ever since it was made into a national holiday in 1966. So I thought I&apos;d share this lovely video of a father -- a seahorse -- and his babies. As you may know, the male seahorse incubates the female&apos;s eggs in a special pouch after he&apos;s fertilised them and he then gives birth.   Seahorses are bony fishes that are all placed into the genus, Hippocampus. As you&apos;ve no doubt guessed, their common and scientific names are in honour of their resemblance to horses. There are forty-seven species of seahorses, all of which are marine fishes. Their highly modified body shape is poorly adapted for swimming and in fact, according to the Guinness Book of World Records, the slowest bony fish in the world is the dwarf seahorse, H. zosterae, whose top swimming speed in 150cm per hour. Accordingly, seahorses are sit-and-wait predators, sucking up small crustaceans, larval fish, and invertebrates floating in the water or crawling on the bottom with their long tube-like snout. Seahorses have an interesting reproductive strategy: males hold small territories that they rarely leave, whereas females range widely, although my sources say that they visit their mates daily. Because females invest huge amounts of energy into developing each clutch of eggs, which can amount to one-third of her total body weight, she expects a long courtship period. Males may fight for female attention before she places her fertilised eggs into his special pouch for him to incubate until hatching.  The number of young seahorses per clutch averages 100200 for most species, but may be as low as 5 for the smaller species, or as high as 1,800. When the fry are ready to be born, the male expels them from his pouch with muscular contractions that resemble labour, as you will see in the video. After the young are born, this is the end of the parental care that they receive, and less than 0.5% of the newborns survive to adulthood.  Thanks to overhunting for traditional &quot;medicines&quot;, many seahorses are classified as vulnerable or endangered. Breeding them in captivity does relieve the pressure on wild populations from the aquarium trade, but has no effect on reducing demands from traditional medicines since it is believed that captive-bred seahorses lack vital medicinal properties possessed by the wild fishes.  Project Seahorse is the formal IUCN Redlist authority on seahorses. They work with the local peoples to pioneer many different schemes to reduce these population declines. They also communicate with major consumers of traditional &quot;medicines&quot; and develop solutions to human threats to these animals.  When seahorses are illegally imported into the UK, they are seized by customs officials and housed and cared for at the London Zoo aquarium. This time, so many seahorses were confiscated that London Zoo aquarium could not care for them all, and a breeding pair ended up at The Deep. This video captures the male seahorse giving birth whilst in quarantine:            [video link]  Billing itself as &quot;the world&apos;s only submarium&quot;, The Deep is a public aquarium and research facility that houses more than 3500 fishes in an award-winning building that overlooks the Humber estuary. The Deep is on facebook and twitter @thedeephull  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jun/17/1", 
    "wordcount": "560"
}