{
    "headline": "Facebook shares hit all-time low as lock-up expiration lets insiders sell", 
    "text": "Facebook&apos;s shares fell to new lows Thursday as insiders were freed to sell another 270m shares. The expiration of a lock-up period for insiders increased the pool of available shares by 60% and had worried analysts that it might lead to more falls in Facebook&apos;s already battered share price. Their fears proved well founded in early trading as Facebook&apos;s share price 7% to $19.83, their lowest level since the $38 IPO price set in May. They ended the day at $19.88, just over 47% below the IPO price. The expiration of the lockup means early investors including Goldman Sachs, Elevation Partners, which counts U2&apos;s Bono as a partner, and DST Global are now allowed to sell more shares. Goldman and DST were among the investors who increased the number of shares they sold at $38 shortly before the IPO. Facebook&apos;s shares have got off to a poor start after one of the most hyped sales in recent history. They fell below $38 within days and had dropped below $20 at the start of August. The price has been hit hard as analysts have worried that the firm has yet to figure out a way to make money from mobile users, the fastest growing part of their business, and fears that growth is slowing. After such a precipitous fall in share price, analysts are split on whether investors will take advantage of the end of the lockup to sell more shares. One analyst, who wished to remain anonymous, pointed to Angie&apos;s List, a referral service, whose share price plummeted on Tuesday after its IPO lockup expired. &quot;I wouldn&apos;t even think of buying this until the price comes down,&quot; he said. Facebook sold some 421m shares at its May 17 IPO, a further two billion shares will be released for potential sale between now and next May, when the final lockup expires. Tom Forte, analyst at Telsey Advisory Group, said he expected more volatility in Facebook&apos;s share price in the short term. Another 243m shares are set to be released from lockup between mid-October and mid-November. On November 14, co-founder and chief executive Mark Zuckerberg will be able to sell shares and more than 1.2bn shares will be available for trading. &quot;I&apos;m a glass half-full man on Facebook. In the near term I expect increasing pressure on the share price as more shares come unlocked. Holders may be unwilling ti part with their shares at nearly half their IPO price but in the near term there are going to be more shares out there and not enough demand to pick them up,&quot; he said. But Forte is more confident on Facebook&apos;s future once its gets through the lock-up period. He has a 12-month price target of $40-$42 for the shares. &quot;I think Facebook will figure out a way to monetize mobile advertising,&quot; he said.The company and its bankers are facing legal action from shareholders who have accused them of selectively handing out negative information about Facebook&apos;s mobile issues to some shareholders ahead of the sale. The fall comes as Facebook&apos;s peers have experienced similar setbacks on the US stock markets. Shares in Groupon, the online daily deals site, hit a new low this week after announcing that revenue growth had slowed and profit margins were shrinking. Groupon&apos;s IPO launched at $20 a share last December and its shares now trade for just over $5. Zynga, the social gaming company behind hits including Words With Friends and Draw Something, has lost 68% of it value since its IPO last year.", 
    "section": "technology", 
    "gid": "technology/2012/aug/16/facebook-shares-drop-lock-up", 
    "wordcount": "598"
}