{
    "headline": "Leveson on science reporting", 
    "text": "Lord Justice Leveson&apos;s 2000-page &apos;B.F.R.&apos; contains a number of references to science reporting, with a particular emphasis on accuracy. Fiona Fox, a press officer who directs the Science Media Centre, clearly made a strong impression and is cited on numerous occasions. On page 22, Leveson accepts her view that &quot;misleading and inaccurate reporting&quot; of scientific issues &quot;were not covered by the complaints system,&quot; and on page 80 he rightly makes the point that in specialist journalism &quot;most non-specialist readers cannot easily judge for themselves what experts are telling us.&quot; In other words: it is easy to mislead readers about science, and there are no real safeguards to stop it from happening.  All of the organizations who gave evidence to the Inquiry about science reporting cited the MMR debacle as &quot;an example of how journalism that they allege was both inaccurate and unbalanced led to a media generated health scare.&quot; This seems to have weighed on Leveson&apos;s mind, and he accepts that bad reporting on the MMR vaccines had &quot;a widespread and harmful impact.&quot; In other words, the Inquiry appears to agree that fear-mongering journalists in publications like the Mail and Private Eye screwed up so badly that it impacted public health; something which makes you wonder why it took phone-hacking to make this inquiry happen. Since &quot;the press is regarded as a reliable and responsible source of information,&quot; Leveson believes that it should accurately reflect the balance and quality of evidence available. &quot;This is not to accord undue weight to the views of the scientific and medical establishment; rather, it is to accord due recognition to the strength of the available evidence to ensure that the position is not misrepresented.&quot; Later (page 691), he quotes Fiona Fox extensively on the issue of false balance:  The media often has a tendency to pursue balance in its stories, by countering one claim with another, and allowing alternative viewpoints a right of reply. [...] In science, it is often the case that a mainstream opinion about the interpretation of known data is shared overwhelmingly by professionals in that field, for example with the safety of the MMR vaccine or the link between greenhouse gases and global warming. When this is the case, the effect of balancing opinion to stoke debate can be to create a misleading impression that dissent from the mainstream view is more widespread and serious than it actually is.  In spite of this, and a fun demolition job on some of some of MailOnline editor Martin Clarke&apos;s attempts to defend examples of dodgy health reporting there that I&apos;ll let you seek out for yourselves, Leveson was at great pains to praise the industry&apos;s coverage of science. Professor Brian Cox was noted as a particular highlight:  Mr Mohan also referred with pride to The Sun&apos;s science reporting. He mentioned his engagement of Professor Brian Cox as &quot;The Sun&apos;s Professor&quot;. He writes for The Sun &quot;on very complex issues like the Hadron Collider and digests them into very accessible chunks for the readers&quot;. He also referred to praise for The Sun&apos;s science coverage by the Science Media Centre: its director, Fiona Fox, said Professor Cox was &quot;wonderful&quot;. She said that he and others who write on science for tabloids are &quot;genius&quot; and went on &quot;every single day they communicate very complicated and very important science to a mass audience&quot;.  Leveson sums up his view on the state of science reporting in the following line on page 690: &quot;The evidence received by the Inquiry suggested that science reporting had improved in recent years, and that the majority of science reporting was responsible and accurate.&quot; This echoes Fiona Fox&apos;s assertion to the Inquiry that &quot;the content of the copy of science stories, written by science reporters, was generally exemplary,&quot; even if the headlines attached to them by over-zealous sub-editors were sometimes a problem. Hmm. One of the problems with this view is that it relies heavily on a particular definition of &apos;science reporting&apos; that we can also see in Fiona Fox&apos;s piece on Leveson in the Guardian today; a piece in which she repeatedly refers to the UK having &quot;some of the best specialist science reporters in the world&quot; and describes how, &quot;in my view, if you locked a group of the best scientists in a room with the main science journalists it would not take them long to come up with a list of guidelines on good science reporting.&quot; Of course if you only include the dedicated specialist science reporters in quality papers, like the excellent teams at The Guardian or The Times, or some of the individual specialists at other newspapers like The Telegraph or even the Mail, then it&apos;s probably a fair comment. Similarly, the newspaper industry as a whole would look a lot better if you pretend the tabloids weren&apos;t a part of it, the internet is pretty &apos;family friendly&apos; if you don&apos;t look at the porn, and I&apos;m not fat as long as we can both pretend my arse is a different person.  The problem is that lots of other people write about science too: from the random quacks who appear in The Guardian&apos;s Comment is Free with depressing regularity; to diet advice in lifestyle sections (the majority of which lacks evidence according to a 2011 study); to high-profile columnists at the Mail like Peter &quot;I don&apos;t believe in addiction&quot; Hitchens, Richard Littlejohn or Melanie Phillips, who spent three months investigating the MMR vaccine in much the way a dog investigates a lamp-post before pissing on it.  And while we&apos;re on the subject of definitions, &apos;accuracy&apos; itself is quite tricky to pin down. The Daily Mail ran an infamous hit piece against the disabled a few months ago, claiming that a quarter of those claiming sickness benefits have a criminal record. This is completely true and accurate, but they neglected to mention one teeny-weeny little fact  a quarter of all working age people have a criminal record. Context is vital to good reporting, and lack of context when reporting studies that may be at odds with the bulk of available evidence - however accurately - is one of the biggest causes of misleading science coverage.  After listening to her evidence, Leveson &quot;invited Ms Fox to provide some draft guidelines for science journalism which, if followed, would reduce the risk of the press printing the type of story that has received critical comment.&quot;. Fox duly produced them, and Leveson has declared that &quot;any new regulator should bear them closely in mind.&quot; They&apos;re all good advice, and worth airing again here:   State the source of the story - e.g. interview, conference, journal article, a survey from a charity or trade body, etc. - ideally with enough information for readers to look it up or a web link. Specify the size and nature of the study - e.g. who/what were the subjects, how long did it last, what was tested or was it an observation? If space, mention the major limitations. When reporting a link between two things, indicate whether or not there is evidence that one causes the other. Give a sense of the stage of the research - e.g. cells in a laboratory or trials in humans - and a realistic time-frame for any new treatment or technology. On health risks, include the absolute risk whenever it is available in the press release or the research paper - i.e. if &apos;cupcakes double cancer risk&apos; state the outright risk of that cancer, with and without cupcakes. Especially on a story with public health implications, try to frame a new finding in the context of other evidence - e.g. does it reinforce or conflict with previous studies? If it attracts serious scientific concerns, they should not be ignored. If space, quote both the researchers themselves and external sources with appropriate expertise. Be wary of scientists and press releases over-claiming for studies. Distinguish between findings and interpretation or extrapolation; don&apos;t suggest health advice if none has been offered. Remember patients - don&apos;t call something a &apos;cure&apos; that is not a cure. Headlines should not mislead the reader about a story&apos;s contents and quotation marks should not be used to dress up overstatement.   Although Leveson asked for these recommendations, they don&apos;t appear to have found their way into the conclusions of his report in any recognizable shape or form. Instead, the main nod to science and health reporting comes on page 1803, when he states that a new code must take into account, &quot;the interests of the public (including  protecting public health and safety and preventing the public from being seriously misled),&quot; and cover accuracy.  Covering accuracy may not make a lot of difference though. It relies on any new body to have the competence to make judgments on claims to begin with, and as I pointed out above it&apos;s an easy concept to subvert. It is trivially easy to write an article in which every line is accurate, but the totality of the information conveyed is biased and misleading.  Alternatively you can outsource the inaccuracy by quoting sources favourable to your particular ideology - the way the Mail regularly uses the Global Warming Policy Foundation  and argue that you have reported their views entirely correctly. As insidious and misleading as the practice of quoting false experts is, the idea of a regulator dictating to journalists whom they&apos;re allowed to use as sources seems horrendously Orwellian.  Even when a fact is clearly wrong, correcting it post-publication may be next to impossible. When the Daily Mail claimed that two-thirds of the public backed their campaign for an automatic block on online porn, I reported them to the PCC. The case was resolved a few days later, with the Mail insisting that &quot;its interpretation of the study had been reasonable&quot; but agreeing to take the article down.  Unfortunately most of the traffic to a news article comes in the first day or two, so by the time the claim had been debunked and retracted it had already spread across the internet and beyond, and the damage had long since been done. Ultimately, any system for promoting accuracy based on corrections to several-day-old posts is doomed to have little impact unless the penalties are scary enough to &apos;chill&apos; publishers in advance, at which point they&apos;re likely to chill decent reporting as well.  Leveson&apos;s comments seem, if anything, to underline the futility of the task of trying to regulate science journalism in any meaningful way. He understands that &apos;bad science&apos; is a problem, but offers little beyond waving in the general direction of Fiona Fox&apos;s advice, advice that is decent, but which most hacks will never read.  His grasp of the internet is limited, and it&apos;s hard to get past the thought that, ten years from now, we will remember this as a quaintly-archaic debate about whether we should regulate a few dozen domain names on the internet; a few dozen domain names selected for some pretty arbitrary historic and geographic reasons.  Social media didn&apos;t exist at the time of the main MMR scare, but if it had, what influence would it have wielded? Will it be old or new media that drive the big health scares of the future? After all, ClimateGate began in the blogosphere, and that was 3 years ago. Will regulating a few websites really make much difference, especially when the &apos;rules&apos; are so easily evaded?  A big chunk of my heart would love to see statutory regulation with publishers held properly accountable for false claims, but I don&apos;t see any solutions in Lord Justice Leveson&apos;s report. In fact as long as the demand for junk science and conspiracy theories exists, I&apos;m not sure that simple solutions exist anywhere. The battle for the truth will probably have to be fought on level ground, and perhaps that&apos;s how it ought to be. @mjrobbins", 
    "section": "science", 
    "gid": "science/the-lay-scientist/2012/nov/29/leveson-inquiry-science-scepticism", 
    "wordcount": "2018"
}