{
    "headline": "On the road: Fiat Panda 0.9 TwinAir 85hp Lounge", 
    "text": "Whoa, what&apos;s that? It&apos;s where you&apos;d expect the handbrake to be, but it doesn&apos;t feel like a handbrake. It&apos;s round, and smooth, it&apos;s a mouse, that&apos;s what it is  the sort you use to operate your computer, not the little rodent. I came out for a drive and I&apos;ve found myself in the bloody office. There&apos;s a button on its side, too, maybe a curser will appear on the windscreen, I&apos;ll be able to click on things in the road ahead, drag them out of my way, double-click on one of those G4S prisoner vans to open it up, release the passengers, just for a giggle Oh, I see, you have to press the button to release the handbrake, that&apos;s all. Obviously. Actually, I quite like this hand mouse, it feels good, fits snugly into my palm. Maybe I&apos;ll put my left hand there when it&apos;s not required, caress it like a small turtle. And it&apos;s symptomatic of the new Panda inside, there&apos;s a pleasing tactility about it. A bit cheap, yes, and plasticky, but you want to touch, like Amy Childs, off Towie It&apos;s not cheap cheap like the original Panda. Remember? Thatwas basically a sardine tin with alittle two-cylinder engine and deckchairs inside. There wasalovely utilitarian charm aboutit, but this is something different, amore grown-up car you might actually consider taking somewhere farther than up the road. You won&apos;t fall in love with it, as you might well have done with the original, or perhaps you have done with the new Fiat 500. But it&apos;sstill a very likable car. And it&apos;s both cheaper and more practical than the cuter 500. I&apos;m trying the TwinAir model, which costs a bit more but whichemits less CO2 than the magic 100g/km, so it&apos;s free to tax and there&apos;s no congestion charge. Itwould make sense most in London. Plus it makes a rather pleasing fluttering farty sound when you put your foot down, amusing to small boys (or grown men who are essentially still small boys at heart, which most are, I find). To be honest, it&apos;s not massively different from the model it replaces, the first generation new Panda (as opposed to the original). Nip&apos;n&apos;tuck I&apos;d call it, not extensive cosmetic surgery. It&apos;s actually a bit bigger in all directions, and more comfortable. The ride is better, it&apos;s smoother, quieter. More refined, you might say, though not too much, we&apos;re not talking ladette to lady here. Amy Childs, remember, she still applies, outside as well as in. And when you factor in the flatulence No, I&apos;m not saying that Amy farts, just that the Fiat Panda remains cheerful as well as cheap. Fiat Panda 0.9 TwinAir 85hp Lounge       Photograph: Simon Stuart-Miller for the Guardian    Price 11,250Top speed 110 mphAcceleration 0-62mph in 11.2 secondsCombined fuel consumption 67.3mpgC02 emissions 99g/kmGreen rating 8/10Cool rating 7/10", 
    "section": "technology", 
    "gid": "technology/2012/oct/12/fiat-panda-twinair-lounge-review", 
    "wordcount": "492"
}