{
    "headline": "Spanish NGO uses blogging to link donors with Latin American recipients", 
    "text": "Ayuda en Accion  Spain&apos;s version of ActionAid  was an incongruous participant at a gathering of social media last week in Seville, EBE12. Now in its seventh year, EBE attracts bloggers and technology experts who network and swap ideas on the latest trends. Most participants were in their 20s, many carrying tablets and laptops  notepads and pens were a rarity. Mitchell Baker, chair of the Mozilla Foundation  which promotes openness on the web  was one of the big draws at this year&apos;s event, which ended on a sodden Sunday amid unseasonable sheets of rain. So EBE is not the usual venue for a development NGO. Ayuda en Accion, however, is looking at ways to connect sponsors and beneficiaries in Latin America. It boils down to necessity being the mother of invention. The number of Ayuda en Accion&apos;s sponsors has been falling in recent years and the NGO hopes to use social media to reverse the trend. The first blow came in 2007, when two Spanish charities were accused of fraud, sapping confidence in NGOs. Support for the voluntary sector was hit as some people withdrew donations. The 2008 financial crisis followed, hitting Spain, Greece and Portugal particularly hard. Spain&apos;s official development assistance last year fell by 32.7% to $4,264m, according to the Organisation for Economic Co-operation and Development. Ayuda en Accion, which works mainly in Latin America, has seen its sponsors plummet to 130,000 from 180,000 in the past five years. Sponsors typically donate 20 a month to projects in education and health, for example. The formula is a familiar one. A sponsor sends money to a charity. In return he or she receives a couple of updates a year, including a Christmas message. These messages attempt to provide a personal  albeit contrived  connection between sponsor and beneficiary. Ayuda en Accion&apos;s efforts to revitalise the formula represents in microcosm the difficulties of NGOs in this economic climate. A pilot scheme, Vidas en Directo (Lives live), seeks to make that connection more immediate and personal, as well as conveying the impact of sponsorship. A deepening in the relationship, Ayuda en Accion hopes, will reverse the trend in declining sponsorships. The pilot involves training communities to communicate with their sponsors through a weekly blog. Ayuda en Accion has picked five communities, four in Honduras and one in Bolivia, where groups of young people have been posting occasional entries for the past six months. &quot;We want people to communicate directly without intermediaries,&quot; says Esther Alonso, head of organisation and projects. &quot;That improves accountability, brings more transparency, works on their technical capacities and empowers them.&quot; There is filtering though, as Ayuda en Accion in Madrid will cast an eye on the posts first, to see whether they could be improved and to iron out or nip in the bud any conflicts. &quot;We will try to understand the conflict first,&quot; Alonso says. &quot;Sometimes it&apos;s a question of jealousy among beneficiaries as to why a person is receiving help instead of another. When it has been serious we have had to travel there to find out what is really going on.&quot; The bloggers live in rural areas without internet connection or computers, and have to travel to Ayuda en Accion&apos;s local partner in Honduras, CDH, to send their comments. As with any new scheme, there have been teething problems. Lovingly produced training materials were less than useful because of technical jargon. Even being able to turn on a computer could not be taken for granted as some people had never seen a computer before. The pilot scheme is being tried out with communities who have been involved with Ayuda en Accion for at least three years, as project startups are complicated enough. The initial aim for the blogs  one each for the five communities  is to provide feedback for the sponsors who will be able to read the posts. &quot;We want to say to sponsors: &apos;Here is your window into these projects, you can look through it in real time,&apos;&quot; says Alonso. &quot;Some sponsors may not be interested but we hope they are and will get involved.&quot; In a second phase, she says, those sponsors who are keen will be given usernames and passwords so they can write about their own lives. &quot;We want to close the circle, so sponsors can write back,&quot; says Alonso. Each project has about 3,000 sponsors, so the first job is to find out how many have an interest in &quot;closing the circle&quot;. A smaller-scale version of Vidas en Directo shows some promise. It involves 200 businesswomen in Spain and 90-100 in Ecuador swapping information with each other via a blog. It is this experimentation with new media that drew Ayuda en Accion to Seville to mingle at EBE12 as it seeks ways of reinvigorating the sponsorship formula.  Mark Tran was invited to speak at EBE12 about the Guardian&apos;s Global development site by Ayuda en Accion, which paid for transport and accommodation", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/nov/06/spanish-ngo-blogging-donors-latin-american", 
    "wordcount": "842"
}