{
    "headline": "Badger cull poses risk to public safety, ministers told", 
    "text": "Night-time clashes between protesters against England&apos;s imminent badger cull and armed farmers pose a clear risk to public safety, ministers have been warned. The campaign against the cull is set to be the biggest animal rights protest since foxhunting was banned in 2004 and has united the country&apos;s biggest wildlife, countryside and animal welfare groups, hunt saboteurs and anti-vivisection campaigners. More than 57,000 people have signed a petition on the government&apos;s website to stop the cull. The warning came from the police came during consultations with the Department for Environment, Food and Rural Affairs. Detective chief superintendent Adrian Tudway, national co-ordinator for domestic extremism at the Association of Chief Police Officers, told Defra officials: &quot;Farmers and landowners culling badgers with firearms (of any description) has potential to place armed farm workers in the near vicinity of protesters and activists, typically during the night-time; we regard this as a scenario with clear potential for harm to public safety  we believe there is a likelihood [of] incidents of lawful protest and lobbying as well as some potential for unlawful direct action, disorder and criminality.&quot; He also referred to reduced police resources owing to &quot;the impact of the recent funding cuts&quot;. Peter Charleston, staff officer at Acpo to Chief Constable Richard Crompton, who has responsibility for wildlife crime, told his boss in an email the cull would risk widespread illegal killing of badgers under the cover of culling: &quot;Concerns relate to the possibility of open season being declared on badgers because of a perception that Defra is not really bothered about their protected status.&quot; Mary Creagh, the shadow environment secretary, who obtained the police warnings through a freedom of information application, said: &quot;The cull could make the problem worse, it will cost farmers more than they save and the police have expressed their concerns emphatically. We are deeply concerned that the government are ignoring official advice on the practical difficulties of the cull.&quot; The first licence for a large-scale cull was issued on Monday, covering 300 square kilometres of Gloucestershire. The government and many farmers argue the cull is necessary to curb tuberculosis in cattle, which led to the slaughter of 26,000 cows in 2011 alone. Opponents, including many prominent scientists, say the cull will not work and that vaccination and better biosecurity are the solution. &quot;We are horrified the government is ploughing on with plans to kill badgers despite the clear public feeling against it,&quot; said the RSPCA&apos;s chief executive, Gavin Grant. Phil Hudson, head of food and farming for the National Farmers Union, said: &quot;This is an incredibly emotional issue for both sides, and we would not be surprised if there are demonstrations  obviously there is the potential for protesters to try and sabotage this lawful trial. We hope this is not the case and we will continue to work with the authorities to keep all involved safe.&quot; A Defra spokesperson said: &quot;Only highly trained individuals will be licensed to cull badgers, and every licence application will have to meet strong safety requirements. Farmers and Natural England will also discuss these issues comprehensively with the local police force ahead of any activity taking place.&quot; Last week Defra secured a high court injunction against a website run by anti-cull protesters ordering them to remove personal addresses of ministers and others. Badger-Killers.co.uk, the web domain used to post the details, has been owned since 1999 by Debbie Vincent, a prominent animal rights activist who was convicted in 2004 of intimidating people involved with the animal testing laboratories at Huntingdon Life Sciences. She was one of three parties named in the injunction. Vincent told the Guardian that she &quot;hadn&apos;t updated a single sentence&quot; on the Badger-Killers.co.uk website for four to five years. Nominet, which maintains the register of .uk domain names, confirmed to the Guardian that Vincent is still the owner of the Badger-Killers.co.uk domain. The current administrator of the Badger-Killers.co.uk website, who gave his name as Jay, said Vincent was no longer involved with the site. Jay said Badger-Killers.co.uk was now focused on facilitating forthcoming anti-cull protests and was the online hub for the Coalition of Badger Action Groups. &quot;We&apos;ve been totally overwhelmed by the response from people supporting us,&quot; said Jay. &quot;They&apos;re coming from all over  London, Manchester, Birmingham. The hunt saboteurs are a vital group, but we&apos;ve got lots of anti-vivisectionists coming too. These groups don&apos;t tend to cross over much, but this time it&apos;s different. We&apos;ve never had this massive influx of people before for anything. Senior citizens and teachers have even asked us how they can help stop the cull.&quot; Lee Moon, a Hunt Saboteurs Association spokesman, said experienced campaigners were getting involved alongside people who didn&apos;t usually take part in direct action.", 
    "section": "environment", 
    "gid": "environment/2012/sep/19/badger-cull-public-safety-risk", 
    "wordcount": "816"
}