{
    "headline": "Google takes on Apple: and only the phones may know what will happen", 
    "text": "Google is growing up. This may seem a strange thing to say about a company that has long been one of the most profitable digital enterprises. But until now Google&apos;s software success has been achieved on machines made by other people. The company founded in 1998 by Sergey Brin and Larry Page has not run a retail empire or factories. It has not had to manage a physical distribution network, or provide a public customer services helpline. While its products reach around the world, they do so virtually  often slipping through the nets that states have designed to contain more tangible businesses on issues such as tax orcopyright. All that is changing. This August, Google will begin recruiting a workforce of 2,000 to assemble mobile phones at a plant just outside Fort Worth in Texas. From here, it will make what it claims are the only American-assembled smartphones. Google is ready to take on Apple in every way: not only with its already-bestselling Android phone software, but by designing and assembling a machine to run it. And, as Apple begins to look like it is running out of ideas, Google is eager to prove it can become the new digital game-changer. In 2011, when Google bought the ailing American handset maker Motorola, everyone assumed it was for the patents: the manufacturing business would be auctioned off once Google had extracted the intellectual property needed to protect Android from lawsuits. But Google&apos;s plan was much more ambitious. Apple&apos;s success has been built on being able to control both the hardware and the software. Now Google will go one better: it will control the manufacturing too, by bringing it closer to home. Has Google grown up enough to become the new Apple? Page and Brin have proved they can disrupt. By sucking in the world&apos;s information and making it retrievable, Google&apos;s search engine has shaken the media industry to its foundations. And despite being launched after Apple&apos;s iOS phone software, Android has become the international standard. Three-quarters of the smartphones sold in the first three months of this year run it. This autumn, the two companies will go head to head. Apple is overhauling iOS, and the current rumour is that it will release updated versions of everything from iPads and iPhones to its music store iTunes at a big-bang event in September. Motorola&apos;s relaunch, two years in the making, will happen before October with the arrival of the futuristic Moto X  a phone so clever it can guess what its owner wants to do next. Position and motion sensors will detect whether the handset is being held up to take a photo, or sitting on the dashboard of a car, and change its behaviour accordingly. Pull the phone out of your pocket and Android automatically launches the camera app. Start your engine and Android enables voice control. Put the kettle on and Android switches to silent mode, fetches the tea bags and runs to the shops to get a pint of milk  But technology&apos;s new battleground is not the small screen in your pocket. It is wearable processing power: the computerised glasses Brin is sporting at catwalk shows and Oscar parties in the hope of making them fashionable, the smart &quot;watch&quot; Apple is reportedlydeveloping.           But although printing &quot;made in Texas&quot; on the back will help Google sells phones in America, it will take more than that to convince grown-ups to adopt its camera-toting eyewear. Google&apos;s founders have proved that they can, just like Apple, create disruptive technology that works. But to these abilities Steve Jobs added a flair for design and presentation that made his products desirable. Apple&apos;s stores are built to feel like palatial art galleries. Google doesn&apos;t have any retail outlets, but if it did one could imagine them looking more like a cheap and cheerful Tesco than the Tate Modern. Investment can help Britain see light at end of tunnel At the bottom of a cavernous hole below Canary Wharf, the transport secretary, Patrick McLoughlin, paid tribute to Britain&apos;s world-class engineering, heralding the jobs and skills flowing from the 14.8bn investment in Crossrail. After decades of dithering, here were the facts under the ground: the shell of a massive station and a machine bursting through the clay having dug a tunnel across town  the most visible evidence that London&apos;s infrastructure will soon get an enormous boost. It took Boris Johnson, the mayor, to pop up and remind the party that &quot;a senior member of the government&quot; had wanted to can the scheme in 2010. He didn&apos;t say who: but the chancellor himself has recently said it would have been &quot;easy&quot; to stop Crossrail when the coalition came to power in the post-crash downturn. George Osborne was in fact trying to talk up his commitment to capital investment. But while he is set to outline, in the June spending review, where an annual 3bn infrastructure injection will go, he is also asking the Department for Transport to find some hefty savings. McLoughlin claims this needn&apos;t affect investment  and the 33bn for HS2, for better or worse, appears to exist outside the daily concerns. Others are not so sure: London fears that its slice of the transport pie will be trimmed indelicately enough to jeopardise tube upgrades and other plans to keep the growing population moving. To cut them would be, Johnson declared, &quot;insanity&quot;. The mayor&apos;s own dubious investment record  a preposterous cable-car, a rather flash bus and dreams of an island airport folly  arguably make him less entitled to judge. And while Crossrail has much to do before it is declared a success, many are already lamenting that Crossrail 2 can&apos;t happen quickly enough. Money is tight, but the allure of grand new schemes is now aligning politicians to the Johnson mantra: in this great big economic hole, the thing to do is keep digging. Plan B isn&apos;t working either Plan A for the economy hit the buffers during 2012 when it became clear that cutting back on the public sector was not going to lead to the spontaneous recovery in the private sector George Osborne had been banking on. With expansionary fiscal contraction quietly buried as an idea, the chancellor came up with his Plan B. This involves forgetting about rebalancing the economy for the time being and instead pumping up the property market. So how is Plan B going? Not that well, if the latest Bank of England figures for mortgage lending are to be believed. Despite more home loans being available at cheaper rates than a year ago, the number of approvals was only marginally higher in April 2013 than in the same month of 2012. The value of loans has remained unchanged since the start of the year, a period that has seen effective mortgage rates paid by borrowers flatten out at just over 3%. The Bank announced a more generous Funding for Lending Scheme this spring, and the Help to Buy scheme announced in the budget may increase demand for mortgages, so there is hope for Osborne that he can avoid being dubbed the sort of chancellor who can&apos;t even generate a good old-fashioned housing boom.", 
    "section": "technology", 
    "gid": "technology/2013/jun/02/google-takes-on-apple-phones", 
    "wordcount": "1211"
}