{
    "headline": "Apple results could show high-flying profits have succumbed to gravity", 
    "text": "Apple prefers surprises. Speculation  often informed  is always rife before the company makes its latest announcements, but the computer giant itself never comments. On Wednesday, Apple boss Tim Cook may have another surprise in store, although it has been predicted by many  the tech firm&apos;s first decline in profits for nine years.  Things have been difficult for Apple recently. Its shares have lost 20% in the last three months and they closed on Friday at $500, down from an all-time high of $705.07 when the iPhone 5 launched last September. Shares in Apple have been largely on the slide since that launch, marred by an unpopular decision to drop Google Maps for the company&apos;s own own botched version that left navigators three times more likely to get lost, according to one survey. Executive heads rolled.  There was speculation last week that the company had cut back on suppliers  suggesting that iPhone sales had slipped. Apple changes suppliers often and may, according to other rumours, be planning to use new glass technology on its devices. With no comment from the company, Apple&apos;s shares slid again. And yet, for all these issues, Apple is widely expected to have sold close to 50m iPhones last quarter  another record  and fans can&apos;t get enough of its iPad and iPad Mini. The company remains the most valuable on the planet. This is a tale of two Apples. One, fans argue, is set to continue to redefine business in the way companies like General Motors and IBM did in their heyday. The other, for critics, is an over-hyped phone manufacturer which is about to be caught up by reality.  Walter Piecyk, analyst at BTIG, is firmly in the latter camp. He downgraded Apple&apos;s stock to neutral from buy last April  a move that looks like smart timing now. Piecyk predicts Apple will have another record setting quarter in sales for the company and close to an 80% increase in iPhone sales from the September period, when sales were hit by customers held off in anticipation of the new phone. But it&apos;s not this quarter&apos;s sales that worry him. What worries Piecyk is Apple&apos;s &quot;compressed product cycle&quot;. The company could once rely on growing sales for its hit products even after their hype-fueled launches. The Apple fever is still there  huge lines formed at Apple stores around the world for the iPhone 5 and the iPad Mini. But there are now worrying signs that Apple has lost the ability to build on the momentum of those launches.  Apple launched its iPhone 3Gs in June 2009. In the June quarter it sold 5.2m iPhones, in the September quarter it sold 7.4m, in December 8.7m and another 8.7m in the quarter after that. The pattern repeated itself with the iPhone 4, launched in June 2010. In the September quarter Apple sold 14m iPhones, in December they sold 16.2m and in March 18.6m. Apple is selling far more iPhones these days in more markets but sales are falling after launch. When the iPhone 4S was launched in late 2011, sales hit 37m in the December quarter  up nearly 120% from the preceding period. Sales then dropped over the next two quarters. &quot;It is selling in more markets than before and sales fall off more quickly than before,&quot; Piecyk said, adding: &quot;Frankly they have no choice.&quot; For a while Apple had the smartphone and the tablet locked up. Now Samsung, HTC and others have products that generate as much buzz. &quot;They can&apos;t wait now. If you wait you are selling an old phone,&quot; Piecyk said. Early sales tend to be less profitable for the company as returns are higher due to teething issues. But Apple can no longer rely on mounting sales to set off those costs. The speed of launches and level of competition is only increasing and for Piecyk, Apple is the likely loser. Horace Dediu, an Asymco analyst, has roughly the same numbers as BTIG but he couldn&apos;t disagree more. There are technical reasons that the quarter may underwhelm  this quarter is a week shorter than last year&apos;s comparable quarter and the company had two launches to contend with  but fundamentally, he says, Apple remains a stellar performer with room to grow. &quot;The global appetite for devices is measure in billions of units,&quot; he said. &quot;The numbers of units Apple is shipping remain relatively small.&quot; He expects that Apple will launch a new series of iPhones aimed a more cost-conscious buyers. It&apos;s a model Apple has pursued before, with the iPod, and one that it looks to be following with the iPad. &quot;Samsung has 37 smartphones,&quot; he said. A new family of cut-price Apple phones could bring a Apple a massive new market. Apple&apos;s problem, he believes, is one of perception. &quot;What Apple does  make hit, blockbuster products  is seen as unrepeatable,&quot; he said. &quot;The iMac is not repeatable, the iPod is not repeatable, the iPhone, the iPad. See the pattern?&quot; He predicts that Apple will come up with other &quot;unrepeatable&quot; products. TV is the most often touted target. The company has not launched an entirely new product since the death of its founder, Steve Jobs. For a company whose share price has been driven by anticipation of a new blockbuster, that is an issue. Cook is in need of some new surprises, ones that prove Apple hasn&apos;t lost its spark.", 
    "section": "technology", 
    "gid": "technology/2013/jan/20/apple-quaterly-results-profits", 
    "wordcount": "920"
}