{
    "headline": "The Earth is nearly flat, and other scientific truths", 
    "text": "On Tuesday, an article by Ian Sample gave a good overview of what we hope to learn next from the Large Hadron Collider. As in many such overviews there is a list of theories we might find evidence for, or disprove. The sort of theories listed - supersymmetry, extra dimensions, whatever - typically address some of the problems or omissions in our current best theory of the smallest things and the highest energies the &quot;Standard Model&quot;. They generally postulate new phenomena - particles or forces, on the whole - which might be visible at the LHC. Two approaches A list of new theories potentially provides shortcuts for experimentalists like me. If you know what you are looking for (because some theory tells you) you can do a focused and efficient search. But if you don&apos;t find whatever it was, the usefulness of the search depends on how seriously the theory was taken in the first place. This is a somewhat subjective criterion. Excluding some forms of supersymmetry, for example, has been of great interest, since many people take supersymmetry very seriously as a candidate for an extension of the Standard Model.  This approach on its own is somewhat dissatisfying to me as an experimentalist, and is not the whole story. I don&apos;t see myself as chasing evidence for particular new theories, or trying to confirm the Standard Model for that matter. The most important thing is to make measurements of what actually does happen in the new energy regime to which the LHC gives us access, and to use these measurements to challenge and improve our understanding of nature. This involves comparisons to theoretical predictions, of course, but the approach is different. The measurements are usually quite independent of the theory, in that they stand whether or not a particular theory turns out to be the right one. Many LHC papers (perhaps too many) consist of unsuccessful searches for evidence for specific theories of physics beyond the Standard Model. Many others, however, consist of measurements more independent of the theory. The two approaches are complementary, and there is also a grey area where searches are made for rather generic, and so less theory-dependent, new phenomena. The joy of being wrong If evidence for one of these new theories turns up, or we find something that doesn&apos;t fit the predictions of the Standard Model, one could say the Standard Model is wrong. It surprises people sometimes to know that such an occurrence would be greeted with pretty much universal joy by particle physicists. An explanation for this joy can be found in this brilliant article from Isaac Asimov. I urge you to read it in full, but at its heart it is a description of how the framework within which we understand nature is refined. Theories are thrown out, new ones replace them, but the process is not circular. Theories are not just intellectual fashions. In science, each successful new theory corresponds to a more complete set of natural phenomena, thus giving greater understanding, being more useful, and in this sense being more true. Asimov gives a fascinating discussion of the merits of different theories about the shape of the Earth: flat? spherical? oblate spheroid? pear shaped? The key quote for me is:  ... when people thought the earth was flat, they were wrong. When people thought the earth was spherical, they were wrong. But if you think that thinking the earth is spherical is just as wrong as thinking the earth is flat, then your view is wronger than both of them put together.  On the scale of a few miles, the Earth is quite flat, if you average over mountains and valleys. That&apos;s quite a sophisticated observation. But it is slightly wrong, there is a small curvature, which of course is crucial. Similarly, the Standard Model could be (and probably is) &quot;wrong&quot;. But over the distances and energies we&apos;ve studied so far, it can only be slightly wrong. It even predicted the existence of a new boson, something utterly new and amazing which implies a huge extension of the energy range over which the Standard Model could be right. Just as with the small curvature of the Earth, any small deviations from the Standard Model we see could be critical for our understanding. They would lead to the replacement of the Standard Model by some bigger, better theory. That would not mean the Standard Model was a waste of time. It is much more right than what we had before. And the new theory would be even more right. As Asimov says, it probably makes more sense to describe previously successful but now discarded theories as &quot;incomplete&quot; rather than &quot;wrong&quot;. The new theory would have to do everything the Standard Model did in terms of describing existing observations, and also describe the new observations. It would be more complete, and in this specialised sense, more true. Hence the joy.", 
    "section": "science", 
    "gid": "science/life-and-physics/2013/jan/03/flat-earth-science-asimov", 
    "wordcount": "827"
}