{
    "headline": "Secrets of a limestone quarry", 
    "text": "Millions of tons of rock are still quarried from the Peak District each year. We&apos;re like a dog with a bone, anxious for the marrow, gnawing at the scarred landscape. Yet with time and patient attention, the green comes rushing back. At Horseshoe Quarry in Middleton Dale, the rain is falling steadily, as it seems to have done for the whole summer. The limestone here went for roads, steel and cement. After it closed in 1969, the place became sour and scruffy. Now the choking brambles and rubbish have been cleared, thanks to my companion Henry Folkard and his team of volunteers. At Henry&apos;s urging, the British Mountaineering Council bought Horseshoe in 2005, with the intention of doing as much for conservation as access. There&apos;s a new pond for newts, and the meadows above the cliffs are thick with orchids. The willows have spread greenly at the foot of the crag. There are cowslips, yellow rattle and ploughman&apos;s spikenard. Henry guides me to a rocky corner lush with ferns: golden male, brittle bladder and maidenhair spleenwort. Yet my eye is drawn to a large floor of limestone, the size of a football pitch, that is largely devoid of plants. It seems a bleak reminder of the quarry&apos;s recent past, but Henry shows me its secret: a series of fossilised corals studding the grey floor of the quarry. The limestone here was formed over 310m years ago, during the Carboniferous period. Where I&apos;m standing now was then the equator, submerged in a shallow sea teeming with brachiopods and crinoids whose mineral remains accumulated on the ocean floor. Volcanic vents spewed lava and gases on to the floor of this lagoon, bringing with it the chlorites and other green-brown minerals known locally as toadstone  and visibly present at Horseshoe. The origins of the name are obscure: the mottled rock is said to have the colouration of a toad; German miners knew their seam of lead was finished when they came across toadstone, or todtstein  dead rock. I prefer the Derbyshire dialect version, t&apos;owd stone  the old stone, a name that seems appropriate for the whole quarry, dissolving, like me, in the summer rain.", 
    "section": "environment", 
    "gid": "environment/the-northerner/2012/jul/30/horseshoe-quarry-derbyshire-limestone-secrets", 
    "wordcount": "361"
}