{
    "headline": "PlayStation 4: how developers helped build the console of the future", 
    "text": "The Cell processor must have seemed like a good idea at the time. A complex, proprietary setup, with a central PowerPC core and eight independent co-processors, it was powerful and multifaceted, but difficult for under-pressure studios to get to grips with. The major problem was, the design ran against the prevailing trends in PC architecture and, in an era of multiplatform development, this meant developers rarely got the chance to push it to the maximum.  Sony learned its lesson. Four years ago, when the company started R&amp;D on the console&apos;s follow-up, a different approach was decided on. While Cell was an internally devised project, co-developed with IBM and then presented to the development community, PlayStation 4 would take a more democratic approach. Just as it did with the original Playstation in the early 90s, Sony would go on the road, and ask studios what they wanted. Or at least that&apos;s the story hinted at during the PS4 launch event last Wednesday.  But was that the reality? It seems so, according to Sony&apos;s first-party teams. &quot;We&apos;ve been very closely involved in the development of the machine,&quot; says Herman Hulst, the co-founder of Guerrilla Games. &quot;We&apos;ve had [PS4 system architect] Mark Cerny over several times. We got the entire group of core developers together and gave deep feedback on everything system-related. It&apos;s no longer designed in an Ivory tower somewhere in Tokyo, it&apos;s shared with us, with Naughty Dog, with Sony San Diego  and together we&apos;ve built the machine. As Mark said at one point during the launch event, it&apos;s a console for gamers by gamers.&quot; And it turns out developers were pushing for two things: tighter, more seamless social connectivity, and a design philosophy more in line with modern PC innards, so that teams immediately understood and could work with the hardware. &quot;This platform is great to work on because of the PC-like architecture,&quot; confirms Hulst. &quot;It&apos;s very easy for the engineers to get their heads around. We had the game up and running very early. We&apos;ve now had two and a half years of development time, which was about what I&apos;d want for a title of this scope  and the team size is about 150 people, it&apos;s only a little bigger than Killzone 3. We&apos;ve invested a lot in tools, and in various clever ways of having more and more detailed assets, but tools are the key - we&apos;re getting smarter.&quot; Killzone: Shadowfall game director Steven Ter Heide reckons that PS4&apos;s shift toward the PC, with its eight cores, AMD GPU and 8GB of memory, will lead to an accelerated rate of evolution  in other words, the gap between PS3 and PS4 games performance will widen much more quickly. &quot;If you look at the transition between PlayStation 2 and PS3 and the launch titles on the latter machine, then look at the launch titles for PS4, I think you&apos;ll see a much more impressive leap in quality,&quot; he says. &quot;I think the console and the ability for us to work with it has shown that we can make that leap much faster  we as developers are much closer to the insides of the thing.&quot;  For Ubisoft it seems, the concerns were more about game design, and about how Sony would need to shift focus to appeal to a more connected generation. &quot;We were pushing for social,&quot; says its chief executive Yves Guillemot. &quot;The features that exist today with the PC and smartphones, we wanted to make sure we could use those elements on the console. The PS4 lets you have friends watching and helping you in the game  you&apos;ll be able to have an experience that&apos;s more connected all of the time. When you have millions of people playing something, achieving things together, you can introduce meta games  some really interesting features.  &quot;It will mean community games rather than playing games alone. When my children play, they always have their friends popping up on screen, and they&apos;re pushed out of their single-player campaigns because they want to play with friends. Now we have the possibility of merging multi- and single-player components. If your friend pops up you can play the single experience, but within that, your friends can help you progress.&quot; Perhaps it&apos;s ambitions like this that inspired Sony to make its $380m bid for Gaikai, the cloud computing company whose technology is built into the PS4 infrastructure. It allows streaming access to game demos of course, but also (we&apos;re promised) more integral remote play connectivity with Vita  as well as the ability to take control of a friend&apos;s game, helping out if they&apos;re stuck. Seamless cross-platform communication with smartphone and tablet devices also seems to have been something Ubisoft was interested in  and something that Sony is set to deliver. Guillemot envisages a new era of collaborative gaming in which players draw non-gaming friends into specific group challenges. &quot;You could have a game that requires certain resources, and to get them you have to perform actions that could only be achieved using smartphones or tablets,&quot; he says. &quot;You could encourage friends to do these, and give them rewards on their own devices. It&apos;s an exchange.  &quot;We could have big global meta games which require people with smartphone connections. You may have a game that requires language decryption so you could have specialists helping online  a whole community can work together. That&apos;s just an example, but many games could use communities in this way.&quot; According to Matt Southerns of Evolution, developers have also been involved in the design of the peripherals, especially the new Dual Shock, with its new touchpad and LED light array. Evolution apparently pushed for more exact tilt controls, so now the pad functions well as a steering wheel. &quot;One of the most positive parts of the development was the work on the controller,&quot; he says. &quot;We all had a secret meeting after E3 last summer and shared our own prototypes, we called it our science fair! There was lots of very open feedback and constructive criticism from a wide variety of studios. That was important because it meant we could build a controller that was a design classic but also embraced a new age.&quot; Steven Ter Heide talks about how Guerrilla&apos;s key concerns were the ergonomics  they suggested changes to the triggers, adding an outward curve for better tactile feel. &quot;We also pushed for the headphone jack because we wanted to lower the threshold to multiplayer gaming,&quot; he says. &quot;Everybody should be able to go online and chat. It ended up on there and it&apos;s awesome. These sounds like really simple features but it makes all the difference; and just those little tweaks to the indentations on the sticks  they&apos;re slightly raised so there&apos;s more positioning. It feels really nice.&quot; Guillemot hints that, alongside Watchdogs, Ubisoft is preparing to announce an original IP for next-gen machines this year, probably at E3. &quot;Each time a new console arrives, you have the possibility to come in with new creative ideas  so we will try to bring in those new ideas,&quot; he says. &quot;You&apos;ll know more in the future. The goal is to take advantage of what those consoles bring.&quot; This is vital. Both Sony and Microsoft have to produce hardware that will inspire developers as well as impress consumers: this is a much more complicated industry now; consoles are having to compete for development support with a whole host of devices  we&apos;re seeing a huge migration of small and mid-sized studios to PC and smartphone. They need to be seduced again  hence the consultation on architecture, and the placing of a developer, Mark Cerny, in a key position of power on the engineering side.  We as gamers should remain sceptical until the machine arrives but despite a downbeat press response to last week&apos;s event, positivity is emerging from the development community. &quot;We have a double revolution,&quot; says Guillemot. &quot;The revolution of graphics, AI and animation, but we also this huge social revolution, of making sure the game understands who the player is and what they want  a more personalised experience.  &quot;This is the future. If we manage to combine these elements, the industry is back on track for the next ten years.&quot;", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/feb/27/playstation-4-developers-console", 
    "wordcount": "1405"
}