{
    "headline": "Somalis raise concerns about London conference agenda", 
    "text": "Somalis living in the UK say diaspora groups have not been properly consulted ahead of Thursday&apos;s international conference in London aimed at setting a course for a country ravaged by war for two decades. Somali representatives of UK organisations addressed some of the questions raised by readers at a roundtable organised by Global development on Friday. A feeling emerged that the concerns of Somalis  in Somalia and in the diaspora  have not been addressed, with participants arguing the focus should have been on investment, jobs, gender, and the humanitarian crisis rather than international security and piracy. Somalis in the UK have been invited to various events in the prelude to the London conference, but feel the agenda has been preordained. Mohamed Sharif Mohamud, a former ambassador of Somalia and former under-secretary general of the Arab League, voiced particular concern at plans  contained in a leaked document  for a group of 15 states &quot;that would lead work on supporting Somalia with the United Nations&quot;. The international community is &quot;planning to end the mandate of the transitional government and replace it by a committee of 15 states, this is direct colonisation,&quot; he said, directing trenchant criticism at Ethiopia for &quot;sponsoring antagonistic warlords in an endless divide-and-rule policy&quot;. The international Somalia contact group, a support body that brings together the UN, World Bank and countries including Ethiopia, Kenya and the UK, has said Somalia&apos;s current transitional governing arrangements must end in August, as stipulated in recent agreements. The group has called for a new draft constitution by mid-April. Rahma Ahmed, co-ordinator of the Somali Relief and Development Forum, agreed the conference has failed to address the concerns of Somalis. &quot;When the British government decided to step forward it should have asked what Somalis wanted,&quot; she said. &quot;What they did instead was to identify a few areas. It failed to respect the process and priorities set by Somalis.&quot; However, Abdirashid Duale, the CEO of international funds transfer company Dahabshiil, cautioned that Somalis were so divided it was difficult to know who to consult. While acknowledging that British interests may have taken priority over Somali interests, he took a more charitable attitude. &quot;Whether the outcome of the London conference is effective we don&apos;t know yet,&quot; he said. &quot;But the British government wanted to help and we should give them the benefit of the doubt.&quot; On the issue of why the international community was so focused on Somalia now, several saw realpolitik at work, with the west competing for influence against Turkey, the Organisation of Islamic States and, particularly, Iran in a strategic part of the world. It was pointed out that the Red Sea is close to the vital Strait of Hormuz, through which a fifth of the world&apos;s oil flows, and that Africa Oil, a Canadian firm, has started drilling for oil in the semi-autonomous region of Puntland, the first oil exploration in Somalia for 21 years. Duale also attributed western interest to concern that radicalised Somali youths will make the UK a target. Ban Ki-moon, the UN secretary-general, and Hillary Clinton, the US secretary of state, are among the officials from 50 countries and international organisations expected to attend, along with representatives from Somalia&apos;s transitional institutions. Al-Shabaab, the Islamist insurgents who last week announced their formal alignment with al-Qaida, will not be at the five-hour conference. All four participants thought al-Shabaab was a fact of life  like the Taliban in Afghanistan  and had to be engaged politically at some point. &quot;Anyone who prioritises ordinary Somali people has a role to play in the future of Somalia, whoever that group might be,&quot; said Ahmed. She also said Somalis had to come to terms with their country&apos;s troubled history, a source of much anger and resentment. &quot;Somalia definitely needs to deal with its past,&quot; she said. &quot;We need to address it, we need a platform to let out the anger and frustrations towards each other. We&apos;ve been through civil war. Young people have witnessed their parents and grandparents being killed. It&apos;s part of our very recent history. There has to be reconciliation between average Somalis, between people, neighbours, friends, families, for everyone to feel they have been heard.&quot; Mohamed Elmi, chairman and founder of Somali Diaspora UK, which encourages the integration of the Somali community in Britain, agreed with Rahma Ahmed that women should be more involved in Somalia&apos;s fiuture. &quot;Women should be at the forefront of social issues,&quot; said Elmi, a call echoed by Somali women living in the UK. Amina Souleiman, a Sheffield-based Somali activist who spoke with hundreds of Somali women, highlighted deep concern about women being ignored by the London conference. &quot;Somalia has been a failed state for 20 years, and all along, men were in charge,&quot; she said. &quot;The draft communiqu talks about a role for Islamists in Somali politics but says nothing about a role for women. This clearly sends the wrong message and gives the green light to clan, tribal and religious leaders to exclude women from the political process.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/feb/20/somali-diaspora-concerns-london-conference", 
    "wordcount": "859"
}