{
    "headline": "Austerity has not made people care less about the environment", 
    "text": "A few days ago, in a stuffy, close-windowed meeting, I stared at a projection of Powerpoint slides, featuring graphs, rhetorical questions and stock photos. All these slides dealt with public perception of the environment. Things didn&apos;t start well. In answer to a slide asking &quot;what is the most important issue facing Britain today?&quot;, top of the pile was our old friend the economy. Followed by jobs. Down the list we went. Immigration, crime, inflation, petrol prices, equality. Spluttering in at the bottom with 3% of the vote was pollution/environment. If it had been an election, the environment would be lucky to get its deposit back. But the result didn&apos;t surprise anyone in the room. Most of my working hours (and quite a few of my social ones) are spent with people who care passionately about the environment. Politicians who care, scientists who care, community groups, NGOs, businesses, students - they understand what&apos;s at stake and each, in their own area, work to ensure we protect and value the world around us. Even so, I doubt many of them would call the environment their most immediately pressing concern. That slot is more likely to be filled with more personal matters  parents getting older and more infirm, a child&apos;s intermittent attendance at school, or the declining quality of the local sandwich shop. There are immediate priorities for us all that come before the big stuff. That doesn&apos;t mean we care less about the big stuff  in fact it helps explain why we care so much. The environment may not top the polls as the most important issue facing this country today, but it remains vital, not just in its own right, but to all the concerns higher up the list - our economy, our jobs, fuel prices, immigration and everything else. At the Guardian Open Weekend, there was debate about whether our current austerity means holding off on trying to secure the environmental action we need. New analysis by Green Alliance of recent public opinion polls and surveys shows that the British public don&apos;t think that way. They understand that one issue doesn&apos;t cancel out or take priority from the other  they perceive the complex role the environment plays in our lives. They may tire of an apocalyptic hit parade where the public must choose the most worrying winner between terrorism, economic collapse and environmental disaster, but they see quite clearly how the issues surrounding the environment affect their lives. In fact, Green Alliance&apos;s analysis says that people react more strongly to opportunities than to oblique threats, and that &quot;people are more motivated by the prospect of a positive low-carbon future, than by thinking about an unwieldy, distant problem.&quot; Austerity hasn&apos;t made people care less about action for the environment - it&apos;s made efficiency the &quot;new normal&quot;. The analysis shows growing support for energy efficiency, recycling and food waste reduction. It&apos;s also striking that an Asda poll revealed that the most concerned among their customer base are not the most affluent. It was those from the lowest incomes who care &quot;very much indeed&quot; about being green. The public understands that energy prices are an environmental problem. The same Asda poll showed only 5% blamed renewable energy and energy-efficiency measures for rising bills. The majority blamed energy companies raising prices or the global price of fossil fuels. Meanwhile, a YouGov survey commissioned by the Sunday Times showed three-quarters of respondents arguing that the government should use more solar energy than at present, and 60% of respondents said the government is right to subsidise wind energy. Also, returning to my downbeat first example, it&apos;s important to point out that polling also showed the public understands the difference between national and global issues. When asked about the environment as a global problem, it scores higher than the economy. The government has a mandate for action here. Polling may not be the key to the human soul, but it tells politicians where they will find support and businesses where they will find customers. The polls are clear - we want our government to act and businesses to respond. We want the government to realise we&apos;re capable of being concerned about more than one thing at a time. We want a strong economy and a sustainable future - and we believe we can have both.  Alastair Harper is a senior policy adviser at Green Alliance. Green Alliance&apos;s new report, What people really think about the environment, is available here", 
    "section": "environment", 
    "gid": "environment/blog/2012/apr/10/austerity-environment", 
    "wordcount": "751"
}