{
    "headline": "After coking plant's last gasp, a feast for nature", 
    "text": "As a boy, rushing south from Chesterfield on the train, I remember how the farmland was interrupted by the Avenue coking works breathing fire and acrid smoke like a malign dragon. Eight hundred people worked there, producing fuel for steel works, along with sulphuric acid and tar, in one of the most contaminated industrial sites in Europe.    Related: How industrial sites can play a key role in wildlife conservation    The coking chimney and cooling tower  and all the rest of it  came down more than 10 years ago, and the air cleared. I had barely thought of it since, until, passing recently, I noticed through the carriage window reed ponds and luxuriant scrub. At the end of a narrow lane, on the fringes of Wingerworth, a corner of the vast complex had been turned into a nature reserve split by the railway tracks and taking in a stretch of the Rother.  The old branch line that once fed coal to the plant now allows easy access for wheelchairs and a view across the ponds; in winter there are teal and wigeon.      Reclaimed land at the old Avenue factory now attracts birds like the siskin. Photograph: Richard Bowler/Rex/Shutterstock    I was drawn to the thick clumps of shrubs and trees  dog roses studded with hips tangled with a hawthorn smothered in haws, apple trees thick with fruit, a gnarled, low, ash still with its leaves.  Such a rich source of food brought scores of birds: a flock of goldfinches describing shallow dips though the air, half a dozen chaffinches and, deep in the green, trapped in a sudden burst of evening sunshine, the brilliant yellow of a siskin. The Rother is a narrow stream here, half hidden against the railway. It must have suffered badly from its proximity to the coking plant. Now it is clear and vibrant, thick with weed. I can well believe there are water voles living here, despite the shiny abandoned microwave splitting the current like a reef.      A sparrowhawk Photograph: Mike Warburton Photography/Getty/Flickr Open    Scraps of garbage and concrete barriers make for a semi-industrial wild space but I emerged from the tunnel beneath the tracks to a scene of wonder  a female sparrowhawk slicing between two trees, the scrub noisy with alarm calls and a shower sweeping in from the moors to the west. Follow Country diary on Twitter: @gdncountrydiary ", 
    "section": "environment", 
    "gid": "environment/2016/oct/21/after-coking-plants-last-gasp-feast-nature-derbyshire-country-diary", 
    "wordcount": "358"
}