{
    "headline": "Conservationists launch second legal action against Tasmanian mining plans", 
    "text": "Australian conservationists on Wednesday lodged a second legal action against mining proposals in Tasmania, claiming that endangered Tasmanian devils are being put at risk. Save the Tarkine co-ordinator, Scott Jordan, alleged that the local government approval process had been &quot;fudged&quot; in order to expedite the Riley Creek iron-ore mine. &quot;As often happens in Tasmania, when it doesn&apos;t suit the company they toss the rules out the window and do the assessment that they need to get the thing done,&quot; he said. Riley Creek is located in the Tarkine region in Tasmania&apos;s north-west, a bitterly contested landscape where 10 mines are scheduled to open over the next five years. Tension has been rising with large pro-mining rallies held in communities that see mining as an economic lifeline. The region has the highest unemployment figures in Tasmania, the state with the highest unemployment in Australia. The Tarkine is the last area that remains free of devil facial tumour disease, a contagious cancer that has killed more than 80% of the world&apos;s Tasmanian devil population. Environmentalists say the impact of mining on devils will be significant. In a release last month, Tasmania&apos;s Environmental Protection Authority (EPA) said the Riley Creek proposal was &quot;capable of being managed in an environmentally acceptable manner, provided that environmental permit conditions are imposed and complied with&quot;. This included mitigating any impact the mine would have on devils.     The Tarkine is the last area that remains free of a contagious cancer that has killed more than 80% of the world's Tasmanian devil population. Photograph: AP    The Riley Creek mine is one of three mines that Venture Minerals plan to open within 15km (nine miles) of each other. All three are scheduled to open in the next two years. Due to their proximity, the EPA had said the effect of the three mines must be assessed cumulatively. Jordan said the local government approval process ignored this requirement and failed to elicit formal undertakings from Venture to protect devils. &quot;What [Venture] know from their own reports is that the cumulative impact of the three mines together is going to be significant and they don&apos;t have to report such a high level of damage if they consider each one in isolation. &quot;It&apos;s just crazy that we have an environmental assessment that doesn&apos;t want to know how you clean the thing up. It assumes you will and therefore gives you an approval. It&apos;s Keystone Cops stuff,&quot; he said. The legal challenge, lodged with the state&apos;s resource management and planning appeals tribunal, is the second such action Save the Tarkine has launched in recent months. In May, the Australian federal court granted a temporary injunction halting development of Shree Minerals&apos; Nelson Bay River iron-ore mine  also in the Tarkine. The Tarkine, which contains the world&apos;s second-largest temperate rainforest, looms as the next battleground in a state where environmental politics and natural resource extraction have deeply polarised the community. Tasmania was the home of the world&apos;s first Green political party and has a tradition of heated, occasionally violent, conflict over its natural assets; most notably the Franklin Dam protest of 1982-83 in which a popular movement and direct blockading succeeded in halting the development of a large hydroelectric dam.     Mines proposed in the Tarkine region of Tasmania. Photograph: guardian.co.uk  ", 
    "section": "environment", 
    "gid": "environment/2013/jun/06/conservationists-legal-action-tasmanian-mining", 
    "wordcount": "516"
}