{
    "headline": "Hitman Absolution  review", 
    "text": "The Hitman series has always been aimed at the resolutely hardcore. And it&apos;s not just that the game&apos;s starring Agent 47, the most stylishly dressed killer in gaming, boasted finicky controls and punishing difficulty levels. These titles demanded players give themselves over to its open-ended gaming structure where a combination of stoical patience and creative puzzle-solving were rewarded. Sure, you could blast your way through levels with twin-ballers if you played the games on the easiest difficulty settings. But unless you surrendered to the series&apos; signature stealth gameplay, the Hitman games would prove an ultimately hollow experience. This rule of thumb has been almost completely done away with in Absolution, IO&apos;s first Hitman game since 2006. Hints of it remain in the design of a couple of levels and the eye-watering challenge that&apos;s presented by the highest difficulty setting. But IO have made a number of design choices aimed at broadening Absolution&apos;s appeal beyond the core Hitman fanbase, and while there&apos;s still plenty to admire here, unfortunately not all of the changes work in the game&apos;s favour. Absolution starts off with Agent 47 being sent to kill his former handler Diane Burnwood, who has betrayed the pair&apos;s shadowy employers, The Agency. After a mission that serves as the game&apos;s tutorial, Diane lies in a pool of blood and shower-door glass, begging 47 to protect a child named Victoria she has in her charge. He agrees, stashes Victoria in an orphanage in Chicago, and then sets out to find out why The Agency has put such a premium on acquiring her. Naturally, this investigation presents 47 with a ton of targets upon which to apply his death-dealing talents. This rather decent plot setup unfortunately descends into a farcical mess rather quickly. Granted, the stories running through all the Hitman games are uniformly rubbish, but Absolution is silly by even their low standards. The main problem is that the game&apos;s outlandish plot developments jar horribly with the way it&apos;s presented as a darkly atmospheric thriller. It can&apos;t decide whether it wants to be Grindhouse or Noir and its attempts at straddling both camps fail miserably. This is a story about a contract killer caring for a defenceless girl at the behest of the only person he ever formed a human connection with. It&apos;s also a story in which the protagonist fights a man the size of a brick outhouse while wearing spandex and a Lucha Libre mask in a barn that just happens to be a short walk from a top-secret subterranean science lab. As Agent 47 marches towards his final quarry, the player encounters a stream of increasingly outlandish characters, each one more depraved than the next.     Hitman A 4    In the past, the main belief players needed to suspend was that no one could see the barcode tattoo on 47&apos;s head when he wandered into their midst in disguise. Now, one of their lesser hurdles is to accept that 47 would rely on information given to him by an ornithological fetishist covered in feathers and bird poo. Still, as awful as the plot is, it would be acceptable if it could be ignored completely, but unfortunately, the game&apos;s campaign contains several levels that are designed around pushing the narrative forward. This is probably Absolution&apos;s greatest misstep because these levels also strip out the series&apos; traditional open-ended gameplay. In these missions, players do have the freedom to subdue victims, swap clothes and engineer entertaining ways to dispatch NPCs. But the levels themselves are wide, linear corridors and to secure the highest rating here, the player&apos;s goal is to make their way to an exit point without being detected. At first, these levels are rather uninteresting, but as Absolution&apos;s checkpoint saves become more erratic, some of them become downright frustrating. At the highest difficulty, where no mid-mission checkpoints exist at all, they can transform into tedious wars of attrition. This isn&apos;t the rule throughout, however, as Absolution contains a few missions in the traditional vein of the series. You know, where you&apos;re plonked down into a map filled with lethal items, accidents waiting to happen and a target (or some targets) that require Agent 47&apos;s lethal expertise. A mission early on in the game set in a bustling market in Chinatown is probably the campaign&apos;s high point. Here, players are presented with an odious crime lord and a ton of ways to take him out; the range of options extends from poisoning the target&apos;s food at his favourite noodle bar, to something as simple as pushing him down a manhole.     Hitman A 3    It&apos;s in missions such as this, where tailing a target, learning their routes and then pulling off an intricately plotted execution is as satisfying as a kill initiated by spur-of-the-moment creativity. In the instances in the campaign where players are encouraged to observe, plan and execute, Absolution shines brightest. They&apos;re also the most heartbreaking aspects of the game, because they provide hints of what Absolution could have been if IO had just stuck to what made their series great in the first place. The chocolate box of lethal delights that the open-ended missions present is enticing enough on its own, but coupled to the game&apos;s swoon-worthy score and gorgeous visuals, it provides glimpses of a game that would have been utterly mind-blowing. Now, before I stand accused of denigrating Absolution for not being Blood Money 2.0, allow me to point out that I think several of its new features improve on 2006&apos;s game significantly. I do not, for example, find Instinct  the much-touted mechanic that allows 47 to see enemies through walls and NPC route paths  to be the bone of contention a lot of purists do. Indeed, it&apos;s a fantastic new feature offering newcomers the best gateway into the series to date  the mark and kill mechanic even offers newbies an ace in the hole if their best efforts aren&apos;t realised mid-mission. Similarly, the scoring system and unlockables are strokes of sheer genius; with leaderboard bragging rights, new abilities and new weapons up for grabs, each mission positively cries out to be replayed every which way is possible.     Hitman A 2    Furthermore, Contracts Mode is a great addition to the Hitman package. In it, players are able to create hits based on the campaign levels and then challenge the online community with their creations. It&apos;s true that this is something the Hitman community was doing via internet forums already and it&apos;s slightly tarred with the less-than-brilliant design of some of the levels, but it provide players with opportunities to both create and enjoy levels where puzzle solving and a sense of fun work arm-in-arm with 47&apos;s business of killing. In short, it feels like Hitman in its purest sense. And that&apos;s ultimately what&apos;s missing from most of Absolution. The game may look better and play better than any Hitman game before it, but one can only marvel at how IO managed to lose sight of their IP&apos;s most appealing aspects so often. The best thing one can say about Absolution is that it&apos;s impossible to feel ambivalent about it; players will love and loathe aspects of this game in equal measure. In Absolution, terrible ideas rub up against great ones almost on a moment-to-moment basis, and the end result is a title which is impossible to consider with the same clinical detachment that it&apos;s protagonist is known for.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/dec/07/hitman-absolution-review-video-game", 
    "wordcount": "1222"
}