{
    "headline": "Primary school pupil numbers to rise by 700,000 by 2020", 
    "text": "The number of children in England&apos;s primary and nursery schools is set to rise by 18% in the next eight years, according to the Department for Education. By 2020 the numbers are expected to reach levels last seen in the 1970s, reaching about 4,850,000 compared with 4,114,000 today. Numbers are predicted to increase by 8% between 2012 and 2015 alone. Birthrates in the UK dropped in the 1990s, leading to a fall in the number of children in state primary schools in 2000. The lowest numberwas reached in 2009, at 3.95 million. After the 2010 election the government cut school-building programmes, and maintenance, repair and expansion projects were also shelved. But that year the number of primary school pupils began to increase again, following an increase in birthrates that started in 2002. The 33 local authorities that cover London say they will need a further 70,000 primary school places by 2014, and schools are already feeling the pinch. Authorities across the country have had to turn mobile buildings, caretakers&apos; offices and church halls into emergency classrooms. Some councils have called for the legal limit on class sizes to be increased so they can put more pupils into each classroom. In Barking, east London, where the number of primary-age children is predicted to rise from 19,000 to more than 27,000 by 2015, officials are looking at &quot;split shift sessions&quot;, where schools teach one group of pupils from 8am to 2pm and a second from 2pm to 7pm. The system would double capacity, although the council concedes parents would have difficulty accommodating the shift patterns. The DfE figures also reveal that pupil numbers in secondary schools are expected to fall until 2015, when they will start to rise as primary-age pupils move through the system. Projections from the Office for National Statistics show that all areas are set to see an increase in their primary-age population, but some will be affected more than others. Benefit cuts are a key cause for the uneven distribution, with families forced to move to areas where rental prices are cheaper. The DfE expects increases of about 9% in the north-east and south-west, and 18% in London. The schools minister Lord Hill said the government was spending more than 4bn on extra primary school places. &quot;The last government knew there was an issue as early as 2004, but sadly did nothing,&quot; he said. &quot;Worse than that, they actually cut funding for new places while squandering millions on expensive secondary schools.&quot;", 
    "section": "education", 
    "gid": "education/2012/jul/26/primary-school-pupil-numbers-rise", 
    "wordcount": "428"
}