{
    "headline": "Ecover to turn sea plastic into bottles in pioneering recycling scheme", 
    "text": "Ecover, the green cleaning brand, said on Thursday it will use plastic waste retrieved from the sea to create an entirely new type of sustainable and recyclable plastic bottle. The Belgian company is working with plastic manufacturer Logoplaste to combine plastic trawled from the sea with a plastic made from sugar cane (&apos;Plant-astic&apos;) and recycled plastic, in what it is calling a world-first for packaging. Products made from the packaging will go on sale next year. But the company was unable to give details of how much plastic would be retrieved or what percentage of &quot;sea plastic&quot; would be used in the packaging. Ecover chief executive, Philip Malmberg, said: &quot;We won&apos;t have a definitive figure on the amount we will retrieve we are just hoping to get as much as is possible and give fishermen an incentive to join the initiative and help clean the seas. We want to get the sea waste in as much of our packaging as possible  it will always depend on the amount and quality of the plastic they have managed to fish.&quot;      According to the Marine Conservation Society, plastic debris accounts for almost 60% of all litter found on UK beaches, while much of it ends up in the sea. The scale of the problem was highlighted in a recent study by scientists who found a sperm whale that died off the coast of Spain last year had a stomach full of flowerpots, hosepipe and nearly 30 square metres of plastic greenhouse covers. Ecover was set up in 1981 and the UK is now one of its biggest markets, generating some 40% of sales. The company said it would work with the industry-led Waste Free Oceans initiative and the UK recycling plant Closed Loop to recruit fishing communities working in the British waters off the North Sea to collect plastic. Boats outfitted with special equipment will be able to collect between two and eight tonnes of waste per trawl for cleaning and recycling, while other fishermen will collect plastic debris mixed with by-catch and deposit it at special collection points. The sorted waste will then be sent to Closed Loop Recycling&apos;s plant in Dagenham, east London, where it will be processed and turned into the plastic for the new bottles. Trials have already begun on the exact mix of the three plastics that will allow the brand to deliver what it claims will be the first ever fully sustainable and recyclable plastic. Malmberg added: &quot;Sustainability is a never-ending journey. Solve one problem or tackle one issue and it simply leaves you free to solve the next. Our focus on continual innovation means that we are always pushing boundaries. As manufacturers we&apos;ve got to take responsibility for sustainability very seriously  to take real action on climate change and the damage done by our over-reliance on fossil fuels, creating &apos;green&apos; products that deliver more than a nod to sustainability.&quot; Ecover&apos;s move has the backing of the Environment Agency, although it is not providing any funding or subsidy to help retrieve the plastic debris. The company said it would incur the costs of the exercise and pledged not to pass it on to consumers via any price increases. But the move may prompt questions about the company&apos;s decision to focus on packaging at a time when many other manufacturers are devoting their energies to reducing packaging by encouraging refilling of existing containers and developing highly concentrated products. Unilever&apos;s Persil, for example, has launched the industry&apos;s first super-concentrated liquid detergent, Small &amp; Mighty, while supermarket giant Tesco has launched an exclusive range of refillable multisurface cleaners. Splosh, a start-up based in Hay on Wye, claims to have cut packaging waste by up to 95% through its new range of home cleaning products. Malmberg insisted the company was also pursuing these areas of development, and that between 10-15% of its business involved refills. A spokeswoman for the government&apos;s waste reduction body Wrap said: &quot;Ecover&apos;s initiative of increasing recycled content sits comfortably alongside the existing range of innovative ways that Courtauld signatories and others have found to optimise their packaged products. This covers everything from using a concentrated material so pack size can be reduced, and &apos;lightweighting&apos; packaging to reduce the amount of material used, through to improving how readily the pack can be recycled.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/07/ecover-sea-plastic-bottles-recycling", 
    "wordcount": "723"
}