{
    "headline": "Zynga shares soar after Facebook IPO", 
    "text": "Shares in the social games firm Zynga have soared after Facebook revealed in its $5bn initial public offering filing that the Farmville maker accounts for up to 12% of its total revenue. Investor appetite in Zynga peaked in early trading on Thursday, sending the company&apos;s shares price soaring 16% to $12.60  the highest it has been since it went public in December. Virtual goods, bought through hugely popular Zynga games such as CityVille or Mafia Wars, accounted for 12% ($445m) of Facebook&apos;s $3.71bn revenue for 2011, according to documents filed by the social network with the US financial regulator, the Securities and Exchange Commission, late on Wednesday. FarmVille, one of the most popular games on Facebook, allows users to harvest a virtual farm by planting and growing crops, trees and livestock. New gamers are given virtual coins to set up their farm, and revenue from matured crops can be used to maintain it. But gamers who are eager to progress can buy extra virtual coins using real cash. Zynga made its New York stock market debut in December, but expectations failed to live up the hype as the shares enjoyed a brief rise before dropping below their initial pricing of $10 a share. The company, which claims 60 million people a day play its games, has a market cap of $8.59bn  a fraction of the potential $100bn valuation on Mark Zuckerberg&apos;s social network. Although Zynga has enjoyed huge success on the back of its Facebook games  the four-year-old company reported a net income of $31m in the first nine months of last year  little had been known about its importance to Facebook&apos;s fortunes. Facebook revealed on Wednesday that 97% of its total revenue is generated by Zynga or advertising. &quot;If the use of Zynga games on our Platform declines, if Zynga launches games on or migrates games to competing platforms, or if we fail to maintain good relations with Zynga, we may lose Zynga as a significant Platform developer and our financial results may be adversely affected,&quot; Facebook said in its SEC filing. Facebook said that less than 10% of its total revenue in 2010 and 2009 came from Zynga. Facebook keeps 30% of user payment made through Zynga. The social network said that social gaming apps built by developers  &quot;particularly Zynga&quot;  generate &quot;substantially all&quot; of its revenue from its payments platform.", 
    "section": "technology", 
    "gid": "technology/2012/feb/02/zynga-shares-facebook-ipo", 
    "wordcount": "401"
}