{
    "headline": "Deepwater Horizon aftermath: how much is a dolphin worth?", 
    "text": "The dolphins are preserved in giant freezers in marine labs across America. Tagged, catalogued, carefully guarded  and suspended in liquid nitrogen for the moment when they will determine BP&apos;s final bill for the Gulf of Mexico oil disaster, which started two years ago this Friday. The dolphins, among more than 700 that have washed up on Gulf shores since the last two years, are a crucial component of the investigation now underway to decide the cost to BP of restoring the wildlife and environment damaged by the biggest offshore spill in US history. The carcasses were collected  on at least one occasion by armed federal officials, and generally with witnesses from BP  from marine science facilities on the Gulf coast and transported to labs across the country. Scientists are evaluating their tissue for evidence of exposure to hydrocarbons from the runaway well, as part of the lengthy process of accounting for environmental damage to the Gulf. At its most basic, the process now consuming teams of BP and government scientists and lawyers revolves around this: How much is a dolphin worth, and how exactly did it die? How much lasting harm was done by the oil that still occasionally washes up on beaches, or remains as splotches on the ocean floor near the site of BP&apos;s broken well? What can be done to turn the clock back, and restore the wildlife and environment to levels that would have existed if there had not been a spill? Wednesday&apos;s proposed $7.8bn settlement between BP and more than 100,000 people suing for economic damages due takes the oil company a step closer to consigning the spill to the past. BP is moving towards a settlement with the federal government and the governments of Louisiana and Mississippi. It could also face criminal charges. But arguably the most difficult negotiation still lies ahead as BP and the federal government try to establish how much damage was done to the environment as a direct result of the oil spill, and how much the company will have to pay to set things right. &quot;It is extraordinarily difficult to monetise environmental harm. What dollar value do we place on a destroyed marsh or the loss of a spawning ground? What is the price associated with killing birds and marine mammals? Even if we were capable of meaningfully establishing a price for ecological harm, there is so much that we do not know about the harm to the Gulf of Mexico  and will not know for years  that it may never be possible to come up with an accurate natural resource damage assessment,&quot; said David Uhlmann, a law professor at the University of Michigan and a former head of the justice department&apos;s environmental crimes section. &quot;The best the government can do is negotiate for a sum that is large enough  in the billions of dollars  to cover all possible restoration costs.&quot; Those familiar with the process say compiling the Natural Resources Damage Assessment, setting the price tag and strategy for restoring the Gulf environment, will continue at least throughout 2013. &quot;Everything about this case is more challenging due to the scale and due to the uncertainty about the long-term effects,&quot; said Tom Brosnan of the National Oceanic and Atmospheric Agency, which is leading the federal government&apos;s damage assessment effort. So far there are more than 100 NRDA investigations, or work plans, trying to assess the ecological damage done when more than 4 million barrels of oil entered the Gulf of Mexico. The first step is to establish cause, Brosnan said. &quot;The onus is on us to prove that if an animal is sick or dies that the oil actually caused it.&quot;. Then BP and the government must agree on the value of what was lost  an exercise that is routinely conducted with sea birds killed by oil spills but never before for dolphins. &quot;That&apos;s one of the most vexing aspects,&quot; said a lawyer familiar with the process, calculating the value of a creature beyond its direct role in the human economy. He acknowledged a charismatic mega fauna, like the dolphin, is probably worth more than a humbler animal, but he declined to offer a dollar figure. Nobody is seriously suggesting that BP pay a dollar amount for each dolphin lost, Brosnan said. But the numbers are important in determining how to restore dolphin populations to levels they would have reached had there never been a spill in the first place. &quot;You need to analyse what you have to do to get the dolphins back,&quot; said Brosnan. The immediate task, however, is establishing what was lost. &quot;You start to put together a story, that given these factors what do we think the adverse impacts on dolphins could be. Is it inhalation of the oil fumes? Is it eating contaminated goop? Is it skin exposure? Is it that their prey gets taken out?&quot; Aside from the dolphins, government scientists, closely shadowed by experts working for BP, are studying the effects on creatures as tiny as zooplankton and as massive as manatees. They also hope to draw on the findings of more than 150 other studies into the effects of the spill. The scientists are starting at a tremendous disadvantage, however. Conservationists worry that a dearth of data about the Gulf before the spill will work in BP&apos;s favour when it comes time to figuring out the bill. Arriving at a mutually agreed figure for damages may come down to the dolphins. &quot;They do make a sentinel species,&quot; said George Crozier, recently retired as the director of the Dauphin Island Sea Lab. &quot;They are not only at the top of the food chain, but they eat all of the fish that they eat. That means they have greater potential to be exposed.&quot; As large marine mammals, they also broke through the surface of water coated with a thick scum of oil and they inhaled the fumes from the giant fires used to burn off the oil. But figuring out how many dolphins died or how they did so is bound to be a subject of contention between BP and the federal government. It&apos;s hard to even agree on a number. Scientists do not know how many distinct dolphin populations there were in the Gulf before the spill. They generally agree that the 700 dolphins that have stranded in the last two years represent only a fraction of the animals that have died in the same period of time. But what fraction? Wildlife biologists often work on the premise that for every carcass that washes ashore, there are more than 10 dolphins whose bodies are never recovered. However, a study published last month of earlier dolphin strandings in the Gulf of Mexico said the true figure for dolphin deaths due to the oil spill could be 50 or even 250 times higher. So 700 dolphin carcasses, now stored at freezers awaiting analysis, could represent a true death toll of up to 175,000 of the animals. Then there is the matter of conclusively linking the deaths to BP oil. The current dolphin die-off  the longest yet  began a few months before the oil spill, and scientists have speculated that some deaths may have been caused by a dolphin version of measles, or by a one-time flush of cold water down the Mississippi after a freak snowstorm. Noaa released preliminary findings last month that appeared to strengthen evidence of a link between dolphin deaths and BP oil in an area off coastal Louisiana. They drew urine and blood samples and conducted ultrasounds on 32 live dolphins from Barataria Bay, an area that was heavily oiled in the spill, and concluded the animals were underweight, anaemic and had low blood sugar. Campaigners say the findings plus two other studies underway of coastal dolphin populations are critical to establishing the long-term effects of the oil spill. &quot;It&apos;s circumstantial but it&apos;s as circumstantial as finding a room full of dead people and a guy holding a canon,&quot; said Michael Jasny, who works in the marine mammal programme of the Natural Resources Defence Council. &quot;The circumstantial evidence is very, very strong.&quot; However, the preliminary studies failed to convince BP  especially when there are billions involved. A BP official said there were &quot;multiple potential causes&quot; for the dolphin deaths. &quot;Recent reports about the health of dolphins in Barataria Bay appear to be based on NRDA data that has not been fully analysed and is still undergoing important quality assurance and validation procedures,&quot; the official said. For the moment, however, the company and the federal government are working co-operatively on the damage assessment. BP paid $14bn to clean up oiled marshes and beaches. It pledged $1bn for immediate use on restoration projections, and $500m for environmental research. The co-operation makes it likely BP and the federal government can avoid a law suit. It could also help unlock money for full-scale restoration projects sooner. Officials on both sides were hopeful the damage assessment could be complete some time in 2013. The joint effort is troubling for some campaigners, who fear that BP and the federal government are working to wrap things up before the full impact of the spill is truly understood. &quot;So much of what is going on is really black box. It&apos;s just negotiations between scientists and lawyers,&quot; said Aaron Viles of the Gulf Restoration Network.", 
    "section": "environment", 
    "gid": "environment/2012/apr/19/deepwater-horizon-aftermath-dolphin-worth", 
    "wordcount": "1587"
}