{
    "headline": "Hackers attack European governments using 'MiniDuke' malware", 
    "text": "Cyber criminals have targeted government officials in more than 20 countries, including Ireland and Romania, in a complex online assault seen rarely since the turn of the millennium. The attack, dubbed &quot;MiniDuke&quot; by researchers, has infected government computers as recently as this week in an attempt to steal geopolitical intelligence, according to security experts. MiniDuke is the latest in a string of cyber attacks aimed at governments and other high-profile institutions, following revelations about the suspected Chinese hacking of western defence and media organisations. Unusually, security researchers said there was no clear indication of who was behind the latest online attack. The cybersecurity firm Kaspersky Lab, which discovered MiniDuke, said the attackers had servers based in Panama and Turkey  but an examination of the code revealed no further clues about its origin. Goverments targeted include those of Ireland, Romania, Portugal, Belgium and the Czech Republic. The malware also compromised the computers of a prominent research foundation in Hungary, two thinktanks, and an unnamed healthcare provider in the US. Victims&apos; computers were infected when they opened a cleverly disguised Adobe PDF attachment to an email. The document would be tailored specifically to its target, according to the researchers, as unsuspecting government victims are more likely to open an attachment that mentioned foreign policy, a human rights seminar, or Nato membership plans. Once it was opened, the MiniDuke malware would install itself on a victim&apos;s computer. It is not known what information the attackers are targeting. &quot;It&apos;s currently unclear what the attackers were after. But the interest in these high-profile victims is quite obvious,&quot; said Vitali Kamluk, chief malware expert at Kaspersky Lab. Eugene Kaspersky, founder and chief executive of Kaspersky Lab, said MiniDuke had the potential to be &quot;extremely dangerous&quot; because it was an &quot;elite, old-school&quot; attack that used some 21st century tricks. &quot;This is a very unusual cyber attack,&quot; he said. &quot;I remember this style of malicious programming from the end of the 1990s and the beginning of the 2000s. I wonder if these types of malware writers, who have been in hibernation for more than a decade, have suddenly awoken and joined the sophisticated group of threat actors active in the cyber world.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/feb/27/hackers-attack-european-governments-miniduke", 
    "wordcount": "376"
}