{
    "headline": "Ash dieback: number of affected counties doubles", 
    "text": "The number of English counties suffering outbreaks of ash dieback disease in the wild has more than doubled, the government said on Wednesday. As tree growers and plant health experts from 80 organisations met at a summit convened by the environment secretary, Owen Paterson, the Department for Environment, Food and Rural Affairs (Defra) said ash dieback had now been confirmed in the wild in six new counties: Berkshire, Bedfordshire, Lincolnshire, Northumberland, Sussex and Yorkshire. A total of 115 sites in 11 counties, including some in Wales and Scotland, are now confirmed. Government scientists said the main cluster of infections in south-east England and East Anglia suggested the disease, Chalara fraxinea, had probably spread on the wind from France and Belgium.  A detailed government action plan to respond to the disease will be published following a Cobra national emergency meeting tomorrow. But the government was warned yesterday by nurseries and woodland groups not to over-react.  &quot;The clear message we got was don&apos;t rush into cutting down mature trees but keep up the survey work and identify where the disease has spread and where it is resistant&quot;, said Defra chief scientist Prof Ian Boyd after the summit.     Map - ash tree dieback in the UK, 7 November    The government was at pains to underline the seriousness of the disease. &quot;We will inevitably see a long term decline of the native ash. We must change the structure of our forests and introduce new species&quot;, said Defra chief plant health officer Martin Ward.  Boyd said: &quot;I would not say the ash tree in Britain is finished. There is innate resistance in some trees and many trees take a long time to die. But I do not think we can stop the spread of the disease.&quot; Experience from Denmark and other badly affected countries suggested that street ash trees and those in parks are more likely to escape the disease than those in woodland. Because the disease is spread via spores on dead leaves, it might be practical to try to collect leaves from some trees, said Ward.  A Defra spokeswoman told the Guardian: &quot;The discovery of the disease in these counties does not mean the disease is spreading rapidly. It is likely that the disease has been present in these areas for a number of years, originally caused by spores blown in from mainland Europe. Ward added: &quot;If we had carried out the kind of research we would like to have done when the disease turned up in Europe it&apos;s possible we could&apos;ve come up with a solution. But that&apos;s easy to say in hindsight.&quot;  The disease is also known to have come in via imports, with the first cases in the UK found in February at a Buckinghamshire nursery which had imported 2,000 ash trees from the Netherlands. An import ban was imposed on 29 October. Wednesday&apos;s findings appear to confirm efforts by a photographic mapping exercise, which the Guardian reported on Tuesday as showing the spread of ash dieback was worse than feared.  One expert, Glynn Percival of the University of Reading, said it was too late to contain the spread of the disease, which has affected 90% of Denmark&apos;s ash.  &quot;I hate to be pessimistic but we&apos;re now at a stage where we are beyond containment and eradication. We&apos;re now looking at management. The current management is removal of trees and destroying them,&quot; he told the Today programme", 
    "section": "environment", 
    "gid": "environment/2012/nov/07/ash-dieback-counties-doubles", 
    "wordcount": "569"
}