{
    "headline": "Internet pioneers are first winners of 1m engineering prize", 
    "text": "You&apos;ve probably heard of Sir Tim Berners-Lee, the inventor of the world wide web, and Marc Andreessen, author of the first widely used web browser, Mosaic. And you might even know of Vint Cerf, who in the 1970s along with Robert (Bob) Kahn devised the internet protocol that lets everything from emails to real-time video travel over the internet. But what about Louis Pouzin? Along with the other four, Pouzin was honoured on Monday as one of five winners of the first 1m Queen Elizabeth prize for engineering, for their &quot;seminal contributions to the protocols (or standards) that together make up the fundamental architecture of the internet&quot;. Pouzin, 82, from Nievre in France, is in fact an influencer who came before all the others: he developed an early communications network that used &quot;packets&quot; of data (meaning it did not require a constant connection between sender and receiver) which then influenced Cerf and Kahn, who developed the protocols for the internet, upon which Berners-Lee built the world wide web, which could be navigated via Andreessen&apos;s Mosaic browser. Accepting the shared prize, Cerf said: &quot;This is like waking up from a really exciting dream and discovering the geeks are winning!&quot; He said the prize would mean that &quot;finally, engineering is taking as visible a place as the Nobel prizes give to other fields such as science. It&apos;s particularly appropriate that the UK is taking this step  maybe it will become as significant as Sweden has become with the Nobel.&quot; The 15-strong judging team, which included the physicist Brian Cox and former engineering chief Lord Alec Broers, was looking for &quot;a person or up to three people who is (or who are) personally and indisputably responsible for a ground-breaking innovation in engineering, of demonstrable global benefit to humanity&quot;. The judges said: &quot;Today a third of the world&apos;s 7 billion population use the internet, and estimates are that it carries 330 Petabytes of data per year. This is enough to transfer every character ever written in every book ever published 20 times over.&quot; They added: &quot;The internet and world wide web initiated a communications revolution which has changed the world.&quot; Nominations for the prize, which has funding from a number of companies, opened in February 2012 and closed in September. Cox said: &quot;My dream scenario is that every time someone logs on to the internet and gets something  say just a little piece of information  that they associate that with engineers.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/mar/18/internet-pioneers-winners-engineering-prize", 
    "wordcount": "424"
}