{
    "headline": "Remember Movember: the science behind the moustache", 
    "text": "As I write this, we&apos;re currently in the latter half of November. Or, as it&apos;s becoming more commonly known, Movember. If you&apos;re unfamiliar with the concept, you&apos;ve probably been wondering why your office is slowly starting to resemble the set of a 70&apos;s porno. Simply put, it&apos;s now the done thing for men to grow a moustache in November. They are often sponsored in order to raise money for and awareness of men&apos;s health issues such as testicular cancer. There are even themed entertainment events about it. It all boils down to growing a moustache in November. Hence, Movember. I&apos;ve not taken part in Movember myself, for several reasons. Partly because I&apos;ve been blessed/cursed with very rapid facial hair growth; I&apos;m currently on my fourth moustache of the month, given my recent lackadaisical shaving schedule, so I&apos;d feel like I was &quot;cheating&quot; if I took part. I also have a wife and 8 month old baby son, neither of whom are keen on facial contact that feels like exfoliating with an apathetic cactus. But the main reason I didn&apos;t take part is that I honestly didn&apos;t &quot;get it&quot; before now. I&apos;d always been of the opinion that if you&apos;re going to do something sponsored for charity, it should be something impressive, like a marathon or swimming the channel. Asking for money for growing a moustache seemed quite presumptuous, as, assuming you&apos;re an average adult human male, it&apos;s not something you can stop yourself doing; you literally do it in your sleep. And people were asking to be sponsored for this? I was tempted to see if I could push it further, and see if I could do a sponsored CO2 exhalation for &quot;Carbon Dioctober&quot;. But this was to underestimate the significance of sporting a moustache in modern society, from a psychological, social, perceptual and biological perspective. It&apos;s not as innocuous a choice as what t-shirt to wear, which in my case is simply taking one from the &quot;clean&quot; (or &quot;clean enough&quot;) pile rather than the &quot;dirty&quot; pile. As humans, we dedicate a lot of mental resources to perceiving faces. Face perception seems to have its own dedicated neuroanatomical regions, and there are disorders where inability to recognise faces is a specific and major symptom. Our understanding of the meaning of facial expressions seems to be innate, rather than learned. We readily recognise things as faces when they clearly are anything but, from pieces of toast to Martian mountains. If you disagree with this, then I&apos;m very sorry :(  Alternatively, something that is very similar but &quot;not quite&quot; a face can be very off-putting, for numerous possible reasons.  Faces are important, is the overall point. We often notice a feature of someone&apos;s face that is more prominent than others, be it eyes, nose, lips or whatever. So growing a moustache is quite a bold move when you consider that it will likely affect how people perceive you, as it means you have a new, prominent facial feature that differs from what people are used to. If this is the case, why do men grow moustaches and general facial hair at all? The main theory is that it is another secondary sexual characteristic, like breasts in females (which I&apos;ve discussed before). The sprouting of facial hair signifies that a male is reaching sexual maturity and producing all the required hormones for reproduction. This can occur in specific stages, which vary between individuals, with a strong genetic component.  Speaking of which, many men report that their moustache and facial hair ends up surprisingly ginger (unless they are ginger that is, in which case it isn&apos;t surprising). It seems facial hair allows expression of the normally recessive genes for red hair and very fair skin. So even if you don&apos;t have ginger hair, if you&apos;re Caucasian and don&apos;t tan well, odds are you&apos;ve got the gene in you somewhere. When I go out in direct sunlight, I have to wear the sort of sunblock that could probably deflect gamma rays. As it happens, I have a lot of red in my facial hair.  But the development of the moustache and facial hair as a sexual characteristic suggests it is the way it is due to various powerful evolutionary factors. For example, what&apos;s with the bald patches under the left and right sides of the lower lip, giving us the &quot;soul patch&quot;? The bare regions are where our pronounced canines would be if we were more primitive creatures. Did these bald patches develop to accommodate bigger canines? Or did they develop after we lost them, to make it look like we still have powerful teeth from the perspective of a predator at a distance? One theory I&apos;ve heard (with no supporting data I can find) is that these bald patches developed to make oral sex more pleasurable for the female, reducing irritation in sensitive regions. An interesting idea, but I&apos;m not sure it&apos;s valid. I doubt oral sex proficiency would be that much of an evolutionary driving factor, as, at the risk of sounding crude, I&apos;ve never met a man yet who can lick his own forehead. For much of history, a pronounced moustache and/or beard was considered an attractive feature on a man, signifying virility and sexual maturity (see the moustache-porn link, mentioned earlier). Whether that remains the case is debatable, as moustaches and facial hair can be shown to have negative or positive effect on the impressions people form of those who wear them, when compared with their clean-shaven brethren. Either way, growing a moustache does seem to have an effect. These changes show that the societal perception of the moustache is fluid, from a clear indicator of sexual maturity and dominance in primitive times, to something often quite quaint and strange in modern times. There are numerous historical and social factors that have influenced the prominence of the moustache, at least in Western society. In many other cultures different factors apply, and as such the moustache is often more highly regarded.  Sadly, we men in the west remain under the tyranny of the preference for the clean shaven look, so we have to continue shaving regularly. Consider yourselves lucky, women, that you typically don&apos;t have to deal with constantly sprouting facial hair just because society has decided that you should. All you have to worry about is the hair on your head and pretty much every area below the collarbone.  So growing a moustache is more involved than an innocuous aesthetic choice. It&apos;s a prominent facial feature that can influence how others perceive you. Some people become very attached to their moustache (metaphorically, it&apos;s not your moustache if it&apos;s not physically attached), even getting plastic surgery to replace it if lost. And many historical figures are synonymous with a certain type of facial hair. Fu Manchu has a specific moustache style named for him, and he didn&apos;t even exist. And arguably the most infamous moustache belonged to everyone&apos;s go-to evil dictator, Hitler. That a square inch of facial hair could become so synonymous with the most evil extremes shows just how salient a moustache can be when recognising someone, to the point where adopting this style of moustache is now socially unwise.  This was brilliantly demonstrated by comedian Richard Herring, who wore one for a whole year in order to try and reclaim it for comedy on behalf of its other famous adopter, Charlie Chaplin, who technically had it first. I won&apos;t tell you his experiences and findings; you&apos;ll have to buy the DVD of the eventual show. I have seen it, it&apos;s well worth a watch, honest. But this and the many other examples cited show how a simple patch of facial hair can have a wide variety of consequences, on a number of levels.  Given all this, I withdraw my previous dismissal of Movember as a concept; it&apos;s clearly something of a gamble growing a moustache in modern society. You could end up with a Tom Selleck, a Gary Neville, or something else entirely. Whether you&apos;re a fan of moustaches or loathe them intensely, it&apos;s probably worth a bit of sponsorship for anyone making the effort, so do support the cause.  You can interact with Dean Burnett and avoid his prickly visage altogether by following him on Twitter, @garwboy", 
    "section": "science", 
    "gid": "science/brain-flapping/2012/nov/20/movember-science-moustache", 
    "wordcount": "1396"
}