{
    "headline": "Steven Weinberg: 'I wanted to be on the in  privy to all the secrets of physics'", 
    "text": "A chemistry set may be little more than a toy, but for Nobel prize-winning physicist Steven Weinberg, the &quot;bangs and stinks&quot; he produced inspired his quest for the universal textbook, a volume that would explain the laws of nature in a few basic principles. Born in New York in 1933, Weinberg was the first of his family to attend university. His father would have preferred him to follow a career in medicine, but the hand-me-down chemistry set put paid to any medical future. To explain the behaviour of those chemicals meant understanding why atoms worked the way they did. Inspired by the popular science books of George Gamow and Sir James Jeans, Weinberg was drawn to study theoretical physics. &quot;Just like any adolescent presented with a world of secrets, I felt I wanted to be on the in  to be privy to these secrets.&quot; Weinberg describes his motivation throughout his career as a desire to contribute to the &quot;ultimate textbook&quot;, a book we could imagine existing in some future age in which a few simple principles in chapter one came as close as we could ever get to the ultimate laws of nature. These principles would provide the basis for deducing everything else, the detailed later chapters covering all of physics. Running through much of Weinberg&apos;s work has been the importance of symmetry. &quot;Symmetry principles are principles governing the laws of nature that say those laws look the same if you change your point of view in certain ways. The classic example is Einstein&apos;s special theory of relativity, which was based on a principle of symmetry that says the laws of nature look the same no matter how you are moving, as long as you move at constant velocity The kind of symmetry principle I&apos;ve been involved in is the way the observer identifies the nature of different particles. &quot;Another of my concerns is the problem of infinities. When you do calculations using quantum mechanics, even when you are calculating something perfectly sensible like the energy of an atomic state, you get an answer that is infinite. This means you are wrong  but how do you deal with that? Is there something wrong with the theory, or something wrong with the way you are doing the calculation? A lot of my work has been triggered by a concern with infinities.&quot; The electroweak theory, linking electromagnetism and the weak interaction that controls nuclear decay, the theory that won Weinberg the Nobel prize alongside Sheldon Glashow and Abdus Salam, brought these two passions together. &quot;There are symmetries in the laws of nature that are not observed in the actual phenomena. In 1967 I realised that by using these ideas of symmetry you could make a theory of the weak interaction in which it was very plausible that the infinities would cancel What I didn&apos;t think of in advance was that it was a theory that unified the weak and the electromagnetic interactions, a step towards a more unified view of physics.&quot; Making such a contribution to the ultimate textbook is not without its hazards. &quot;After experiments started to show the electroweak theory was right it was obvious to anyone that the theory has a lot of arbitrary features. It contains the electron and another particle called the muon, which is to all appearances identical to the electron but its mass is 210 times larger. We have no idea why this ratio of masses is what it is. We have no idea why there even is a muon. &quot;One summer I sat down and said: &apos;This is the summer when I&apos;m not going to do anything but solve that problem.&apos; This was 40 years ago and I haven&apos;t solved it. No one has. I thought it would be a simple matter of extending the kind of symmetry principles I used in the electroweak theory to have some kind of symmetry that involved electrons turning into muons and I could never make it work. That&apos;s been a frustration now for 40 years.&quot; For Weinberg we are at a dangerous point in the history of physics. Both cosmology and particle physics have &quot;standard models&quot; that contain mysteries, like his electron/ muon problem or the existence of dark matter and dark energy, the unexpected extra mass of galaxies and the accelerating expansion of the cosmos, accounting for 95% of the mass and energy of the universe. Weinberg does not see how we can solve these problems without new data  which means pushing the boundaries. Our current technology, such as the Large Hadron Collider and the Planck microwave telescope can only take us so far. &quot;The real problem will then be how we get government to build the next facility  these things have gotten so expensive I don&apos;t know how that&apos;s going to be possible. We really should begin that work now because it takes so long to get these things built that if we don&apos;t start now we&apos;re going to have a very long hiatus.&quot; Without the big experiments, Weinberg believes we will never get close to that universal textbook. &quot;Rutherford&apos;s discovery of the atomic nucleus was done with a grant of 70. I don&apos;t think there&apos;s anything much in the way of learning more about the fundamentals that can be done with the equivalent of 70 now. The only thing that&apos;s cheap is theorists.&quot; Once chapter one of the universal textbook is written, it might seem the end of interesting physics, but Weinberg draws a parallel from geography. &quot;In the middle ages Europeans drew maps of the world in which there were all kinds of exciting things like dragons in unknown territories. Nobody knew what was at the Antipodes.&quot; Yet the world without &quot;here be dragons&quot; is not boring. Weinberg argues it is better to know those fundamentals, and still have lots of interesting detail to discover. &quot;If we had the fundamental laws of nature tomorrow, we still wouldn&apos;t understand consciousness. We wouldn&apos;t even understand turbulence That&apos;s an outstanding problem that has been with us for almost two centuries and we&apos;re not very close to a solution.&quot; Steven Weinberg has a new textbook out, Lectures on Quantum Mechanics (Cambridge University Press), perhaps a small slice of its ultimate cousin. Clearly there is plenty more work to be done before the ultimate chapter one could be completed, a task that would require painful budgetary decisions. But Weinberg can be certain that his ideas have brought us closer to making a start. Steven Weinberg is giving a public lecture Tom Kibble: breaking symmetries, breaking ground and the new boson in the Great Hall of Imperial College London&apos;s Sherfield Building, London SW7, on 13 March at 6pm", 
    "section": "science", 
    "gid": "science/2013/mar/03/steven-weinberg-interview-rational-heroes", 
    "wordcount": "1138"
}