{
    "headline": "Julian Assange supporters claim to have hacked Cambridge University", 
    "text": "An investigation has been launched after a group that supports the WikiLeaks founder Julian Assange claimed to have hacked Cambridge University computer systems. The group named NullCrew, linked to the computer hacking network Anonymous, said it had targeted several university departments and broken into databases. The group published details of what appear to be usernames and passwords online and in a statement to the Guardian passed through their Twitter account said: &quot;We&apos;d like to say that we aren&apos;t finished with the operation, and we aren&apos;t the only Hacktivist group to be fighting. &quot;Julian Assange has been fought against for speaking his voice. NullCrew along with all of Anonymous are fighting this, and will not stop. &quot;If truly, the proper thing doesn&apos;t happen with Assange, the United Kingdom will forever be a target to Anonymous and NullCrew, and all the other groups associated with Anonymous.&quot; The information published by the hackers appears to include 17 login details of academics in the centre for research in the arts, social sciences and humanities. Others believed to be targeted were the sector of biological and soft systems, the department of chemical engineering and biotechnology and the centre for applied research in educational technologies. A spokesman for the university said: &quot;A group calling itself NullCrew claims to have obtained login details for some web-based resources hosted on university systems. &quot;As a preventative measure these have been taken offline while IT staff investigate the claims. &quot;The hacking group itself has not claimed to have compromised the email login details of members of the university, and there is no evidence to substantiate such a suggestion.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/aug/29/assange-supporters-claim-hacked-cambridge", 
    "wordcount": "276"
}