{
    "headline": "Twitter horrifies third-party developers with warnings of cutoffs", 
    "text": "Twitter has horrified third-party developers by hinting that it will in future limit their size by preventing them having more than a certain number of users, as part of a wide-ranging shift in the company&apos;s strategy  apparently part of a growing attempt to generate money from adverts. In a post on its developer blog, Twitter&apos;s director of consumer products Michael Sippey points to a number of changes that will be introduced from March 2013 for third-party access, including per-hour limits and obligatory authentication for calls to Twitter&apos;s back-end database, and more significantly a change to its &quot;rules of the road&quot; for developers. It is the latter which has stunned developers, who see it as trying to shut down the development of apps that let people access Twitter and which present the content slightly differently from the official apps or the website. Sippey writes:   If your application already has more than 100,000 individual user tokens, you&apos;ll be able to maintain and add new users to your application until you reach 200% of your current user token count (as of today)  as long as you comply with our Rules of the Road. Once you reach 200% of your current user token count, you&apos;ll be able to maintain your application to serve your users, but you will not be able to add additional users without our permission.  That in effect puts a ceiling on every existing app: none can grow to more than twice its current size without Twitter&apos;s explicit say-so. Sippey then explicitly says that Twitter is trying to limit certain use cases involving traditional Twitter clients and syndication of Twitter content  while wanting to encourage various data analytics and &quot;influence&quot; systems.     Twitter's 'quadrant of services': those in the upper-right-hand side could be hit by changes to its policies    Writes Sippey:   In the upper right-hand quadrant are services that enable users to interact with Tweets, like the Tweet curation service Storify or the Tweet discovery site Favstar.fm. That upper-right quadrant also includes, of course, &quot;traditional&quot; Twitter clients like Tweetbot and Echofon. Nearly 18 months ago, we gave developers guidance that they should not build client apps that mimic or reproduce the mainstream Twitter consumer client experience. And to reiterate what I wrote in my last post, that guidance continues to apply today.  Tweetbot in particular which has been developed during precisely that 18-month period might be at risk. Ryan Sarver, Twitter&apos;s head of platform and API, wrote in March 2011 that: &quot;Twitter will provide the primary mainstream consumer client experience on phones, computers and other devices by which people access Twitter content (tweets, trends, profiles, etc). If there are too many ways to use Twitter that are inconsistent with one another, we risk diffusing the user experience.&quot; Other changes alluded to by Sippey could directly affect Storify, which lets users create stories by embedding tweets and Facebook posts and inserting commentary between them. According to the changes being planned, a &quot;timeline&quot; must not have other content inserted. The vagueness might mean that Storify is being targeted  or it might mean that websites or client apps that insert their own adverts between tweets, and hence reduce Twitter&apos;s ability to make money, are the real target. External developers though have universally expressed dismay. British developer Benjamin Mayo calculated in July that around 77% of the 340m tweets sent out daily are made via Twitter&apos;s website, or its apps for various mobile platforms. That makes Twitter&apos;s action look contrary  unless it thinks that there is so much extra value in showing adverts to that group. However, the proportion of people using Twitter through Twitter&apos;s own services has grown dramatically since its early days. In 2010, between 60% and 80% of access came via third-party clients. Sarver said last year that 90% of active users use one of the official Twitter apps on a monthly basis. Tom Scott, a developer who has built a number of services using Twitter&apos;s API, writes on his blog:   Us techies? We use our third-party clients that don&apos;t show ads. We start doing interesting things with data, and then we share it with the world  putting a decent load on Twitter&apos;s servers at the same time. We don&apos;t make Twitter any money doing those things. Twitter&apos;s decision makes fine business sense but, frankly, it&apos;s rude.  Marco Arment, developer of Instapaper, had more immediate worries about the changes to the &quot;rules of the road&quot; and the API terms: &quot;Sending links to Instapaper or its clones, viewing a tweet on Favstar, and certainly sharing links to tweets on other social services is probably prohibited,&quot; he noted. Other changes to prevent Tweets &quot;grouped together in a timeline&quot; from having non-twitter content such as comments means, he said:   Apps cannot interleave chronological groups of Twitter posts with anything else. This is very broad and will bite more services and apps than you may expect. It&apos;s probably the clause that caused the dispute with LinkedIn, and why Flipboard CEO Mike McCue just left Twitter&apos;s board. Closer to home for me, it affects Instapaper&apos;s &quot;Liked By Friends&quot; browsing feature, which will need to be significantly rewritten if I want it to comply. (If.) Naturally, this also prohibits any client from interleaving posts from Twitter and App.net, or any other similar service, into a unified timeline.  What developers are most concerned about, though, is the apparently deliberate vagueness of Twitter&apos;s posting on the topic, where it has not specified on what terms permission for third-party apps to exceed user numbers will be given, or why it wants to limit the number of third-party apps. Perhaps of greatest concern is that while it has been deprecating third-party apps, Twitter has been slow to update its own apps on the various desktop and mobile platforms, and that they do not offer the functionality or ease of use that other clients do  and that it would be impossible to offer the range of experiences that other apps try to offer, including the muting of hashtags or users  something that Twitter has declined to offer through its own site or apps such as Tweetdeck.", 
    "section": "technology", 
    "gid": "technology/2012/aug/17/twitter-third-party-developers-cutoffs", 
    "wordcount": "1016"
}