{
    "headline": "Farmers are the ones ploughing money into agriculture", 
    "text": "New data compiled for the Food and Agriculture Organisation&apos;s State of Food and Agriculture report, published on Thursday, shows that farmers are, by far, the greatest source of investment in agriculture. Farmers in low- and middle-income countries invest more than $170bn (105bn) a year in their farms  about $150 (93) a farmer. This is three times as much as all other sources of investment combined, four times more than the public sector&apos;s contribution and more than 50 times the size of official development assistance to those countries. Farmers&apos; investment decisions are directly influenced by the investment climate in which they operate. In other words, the crucial factor in stimulating agricultural investment is not the size of government investments  although these need to grow too  but whether, and to what extent, developing country governments can provide adequate conditions for farmers to invest. This means overcoming barriers such as insecure property and access rights to land and other natural resources, and inadequate infrastructure. It also means addressing deterrents to investment such as political instability and high inflation. These basic requirements are well known, but too often ignored. It is high time that changed. As the biggest investors in the sector, the world&apos;s more than 1 billion farmers must be central to any agricultural investment strategy. Smallholders need special attention. Governments and donors need to promote stronger producer organisations that lessen risks and provide better market access. And the public sector must establish appropriate safety nets to assist the most vulnerable  those living in extreme poverty and on the brink. National public investors, primarily governments, are the second-largest source of investment in agriculture. Well-targeted public investments can make an enormous difference, just as improved governance and policies can. The important thing here is that governments channel their limited funds into those sectors that provide the highest economic and social returns. There is clear evidence, for example, that appropriate and adequate investments in agricultural research, rural roads, education and natural resource management have higher payoffs than spending on subsidies on farm inputs. Such subsidies may be politically popular, but they do not usually offer the best returns. The increasing trend towards large-scale corporate investment in agriculture may offer opportunities in terms of higher production, export earnings, employment and technology transfer, but they require good governance to protect the rights of local communities and to avoid natural resource degradation. Governments, international organisations, civil society and corporate investors must ensure that large-scale investments are transparent, accountable, socially beneficial and environmentally sustainable. They can obtain guidance from international agreements such as the voluntary guidelines on the responsible governance of tenure of land, fisheries and forests in the context of national food security endorsed in May by the Committee on World Food Security (CFS); or from the principles of responsible agricultural investment proposals, which will be the subject of wider consultation through the CFS over the next two years. By focusing on the right investment sectors, governments can increase the impact of public expenditure. Above all, they must focus on building the institutions, human capacities, investment environment and infrastructure needed for farmers to invest in their own futures  and in our collective food, nutrition and environmental security. In short, it is not just a question of money. To end hunger and malnutrition, feed the world&apos;s growing population, and safeguard our food security and environment, we must invest more in agriculture. But we must also invest better.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/dec/06/farmers-ploughing-money-agriculture", 
    "wordcount": "570"
}