{
    "headline": "Human stem cells partially restore hearing to deaf gerbils", 
    "text": "Scientists have partially restored the hearing of deaf gerbils with injections of nerve cells created from human embryonic stem cells. The procedure marks a first step towards treating deaf people by replacing damaged auditory neurons in the hearing system. Researchers at the University of Sheffield said the treatment, if proven to be safe and effective, could be suitable for about 15% of the 10 million deaf people in Britain who have a condition called auditory neuropathy. The disorder occurs when nerves that ferry acoustic signals to the brain are damaged or destroyed. The team, led by Marcelo Rivolta, took human embryonic stem cells, which can grow into many different tissue types, and transformed them with chemical growth factors into both early stage auditory neurons and sensory hair cells found in the cochlea  the spiral tube that forms part of the inner ear. Together, these cells convert sounds from the outside world into electrical signals. Tests on cells created in the lab found they processed electrical signals in a similar way to healthy adult auditory cells, a sign that they should perform normally when implanted. The scientists tried the auditory neurons on gerbils because they have a hearing range close to that of humans. The animals were first given a drug in one ear that caused deafness by damaging the auditory nerves. The team then cut an incision behind the ear, drilled a small hole in the temporal bone to get into the cochlea, and injected about 50,000 of the early-stage auditory neurons. After 10 weeks, the 18 animals that received cell implants had regained 46% of their hearing ability on average, measured by the volume of sound to which they responded. A control group of eight gerbils that received no treatment remained profoundly deaf. The animals&apos; hearing was also tested by using electrodes to pick up brain signals triggered by sound. &quot;If this were a human patient, it would mean going from being so deaf that you wouldn&apos;t be able to hear a lorry on the street to a point where you can maintain a conversation in this room,&quot; Rivolta told a press conference in London. &quot;It&apos;s not a full restoration and the restoration is very variable but, on average, that is the kind of recovery we see.&quot; The improvement in the animals&apos; hearing depended on the number of injected nerve cells that took hold in the cochlea. On average, about a third of the 50,000 cells remained in the inner ear after 10 weeks. Some of the animals regained almost no hearing. The work appears in the journal Nature. The Sheffield team has yet to transplant the sensory hair cells into animals. These cells have the potential to treat a much larger proportion of people who are deaf, but the procedure is more complicated. Rivolta said it would be several years before the nerve cells could be trialled in humans. In some patients, the cells could ultimately be used alongside cochlear implants, which help restore hearing in people whose deafness is caused by damaged or destroyed sensory hair cells. Ralph Holme, head of biomedical research for Action on Hearing Loss, which part-funded the study, said the work was tremendously encouraging and gave &quot;real hope that it will be possible to fix the actual cause of some types of hearing loss in the future&quot;.", 
    "section": "science", 
    "gid": "science/2012/sep/12/deaf-gerbils-hearing-stem-cell-injections", 
    "wordcount": "562"
}