{
    "headline": "Graduate view: 'we are not customers'", 
    "text": "As two recent university graduates we are concerned about the labelling of students as customers who need to be kept satisfied. We believe that positioning students in this way in relation to their learning is deeply damaging to all our futures. Entering the next stage in our lives, at a time of uncertainty and rapid change, we need to be able to be proactive, think for ourselves, take a critical approach to problem solving, communicate effectively with a range of people and use our knowledge creatively. If we are seen, and come to see ourselves, as customers who respond and react to what is given to us, who are asked if we like our courses (not what we gain from them), then we are unlikely to emerge from higher education as effective lifelong learners. When you start in higher education, universities are keen to tell you what they can do for you. In the area of learning and teaching, you know how many lectures, seminars, workshops and tutorials you will receive. You are told how you will be assessed and how you will get feedback. But coming from school, there will be less staff contact time and ongoing support than you have been used to. It is easy to see how as customers, coming with particular expectations based on prior experience, we may be less than satisfied. As a new university student, you will know that you need to be more independent in your learning but it&apos;s not always clear what this means. If teaching is about transmission and testing, how is learning different at this level? Studying in higher education is  surely  about developing and growing, not just an extension of A- levels. As students at the University of Hertfordshire, we found one approach that enabled us to take responsibility for our own learning. This was when we were engaged in research-like activity with other students and with staff. Working within our subjects in this way we came to understand how knowledge was created in our disciplines. Through guided enquiry we began to think and act in disciplinary ways. We understood the process of learning and could therefore learn more effectively. When staff coached us and facilitated our enquiries into a broad range of topics (rather than just telling us information), we understood more about what academics do  something that is hard to understand if you only see members of staff giving a lecture. We also took part in projects, jointly funded by the university and by the Higher Education Academy, where we worked collaboratively with staff researching different aspects of course learning. We collected and analysed data and shared our findings with a variety of audiences. This type of work helped us to reflect on our study and become confident in taking responsibility not only for our own learning but that of others. This involved working with new students to help them to understand about effective learning. We saw ourselves as project partners with staff and learnt that a university community thrives when all its members contribute. Working in this way can be very challenging. If students are not used to guided enquiry, but instead expect regular transmission learning, they may become anxious. They may not understand why they should be learning in this way and may worry that they won&apos;t be successful. They may even express themselves as customers who are dissatisfied. This is particularly likely to be the case if only one of their modules uses this form of learning and it is perceived as more difficult than the more traditional modules. It would be easy for staff to give up on this approach if they get poor student feedback. To avoid this outcome, we believe that universities need to focus much more on learning  on challenging us to be collaborative learners rather than conformist students who reproduce what we have been told. Whatever the rhetoric surrounding independent learning, universities are currently pushing students into dependency through a focus on consumerism and a transmission and testing regime. Only by becoming learning partners will today&apos;s students really be satisfied. Florence Afolabi and Lewis Stockwell are recent graduates of the University of Hertfordshire This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/nov/07/students-not-customers-graduate-view", 
    "wordcount": "722"
}