{
    "headline": "The week in wildlife  in pictures", 
    "text": "   An early morning woodland scene on the outskirts of Minsk, Belarus Photograph: Geng Ruibin/Corbis       A snow leopard, snapped by a camera trap in Indias Hemis national park. Steve Winter is one of the speakers at Wildphoto 2012, and won the Veolia Environnement wildlife photojournalist of the year award (six-picture story) for The Tigers Tale Photograph: Steve Winter/WildPhotos2012       Starlings fly over the vineyards in Tartegnin near Geneva Photograph: Denis Balibouse/Reuters       Overall winner and underwater worlds winner of the Veolia Environnement wildlife photographer of the year 2012 award was bubble-jetting emperor penguins in Antarctica by Paul Nicklen, of Canada. 'It was into the only likely exit hole that Paul lowered himself. He then had to wait for the return of the penguins, crops full of icefish for their chicks. Paul locked his legs under the lip of the ice so he could remain motionless, breathing through a snorkel so as not to spook the penguins when they arrived. Then it came: a blast of birds from the depths. They were so fast that, with frozen fingers, framing and focus had to be instinctive'  Photograph: Paul Nicklen/2012 Veolia Environnement Wildlife Photographer of the Year       A praying mantis waits to catch insects drawn to the Ochroma blossom pollen in Panama. Christian Ziegler, the photographer, is one of the speakers at Wildphoto 2012, organised jointly with Wildscreen, the international wildlife and environmental film festival held in Bristol. My Life as a Turkey, a BBC Natural History Unit and PBS Nature co-production, won the WWF Golden Panda award at the festival  Photograph: Christian Ziegler /WildPhotos2012       A lemur peers from its cage at Belgrade zoo, Serbia. A report released at the UN's Convention on Biological Diversity meeting in Hyderabad, India, said lemurs in Madagascar are the world's most endangered primate due to habitat destruction and illegal hunting  Photograph: Darko Vojinovic/AP       This image provided by the Cabrillo marine aquarium shows a female Argonaut, or paper nautilus, a species of cephalopod that was recently scooped out of the ocean off the California coast. This strange octopus is a rare find in California as it only lives in tropical and subtropical waters Photograph: Gary Florin/AP       An Indian artist works on a series of fish made out of metal sheets to decorate a Pandal (temporary worship place) for the Hindu goddess Durga, and to create awareness about the marine life and ecosystem among the visitors coming for Durga puja festival in Kolkatta. This week delegates met for the UN's Convention on Biological Diversity in Hyderabad, India Photograph: Dibyangshu Sarkar/AFP/Getty Images       Pelicans snap at each other at Ragunan zoo in Jakarta, Indonesia Photograph: Agung Kuncahya B./Corbis       Roe deer walk through the grassy dunes as the sun rises at Spurn Point Coastal Reserve in Spurn Head, England. This week the British Trust for Ornithology (BTO) and its volunteers were busy catching and ringing migrating birds as part of an annual survey  Photograph: Dan Kitwood/Getty Images       A deer buck displays his grass-covered antlers at the National Trust's Dunham Massey park in Knutsford, England. Bucks rub their antlers in long grass during the rutting season as a way of marking their territory Photograph: Christopher Furlong/Getty Images       A painted lady butterfly. The secrets of the UK's migrating population have been revealed by scientists at York University who have discovered where they go in autumn Photograph: Matt Berry/Butterfly Conservatio/PA       Motionless but alert, a yacare caiman waits, like a small tyrannosaurus for fish to come within snapping reach, in the shallow, murky waters of Brazil's Pantanal (the biggest wetland in the world), which contains the largest single crocodilian population on Earth. This picture by Luciano Candisani won him the behaviour category in the Veolia Environnement wildlife photographer of the year competition Photograph: Luciano Candisani/2012 Veolia Environnement Wildlife Photographer of the Year       Pelicans fly over the Lakhpat Fort area in Gujarat, the Indian state known as a bird lovers' paradise and a haven for migratory birds  Photograph: Sam Panthaky/AFP/Getty Images       Few people who knew Wakehurst's gardens and woodland before 1987 would recognise it now. More than 2,500 specimen (showcase) trees from around the world have been planted, along with 11,000 that will act as a buffer zone against future massive storms Photograph: Sean Smith/Guardian       A European badger (Meles meles) in Surrey, England. The controversial badger cull aimed at curbing bovine TB is struggling to get started  Photograph: Christopher Mills/Alamy       Orange flowers cover the hillside at the Likir monastery, near Leh in Ladakh, India. Ladakh, nestled between the Kunlun mountain range in the north and the main Great Himalayas to the south, was once an ancient Buddhist kingdom. For over half a century now, it has been India's strategic military outpost, sharing borders with both China and Pakistan Photograph: Daniel Berehulak/Getty Images       A white-tailed eagle (Haliaeetus albicilla) catches an eel at the wildlife park Feldberger Seenlandschaft (Feldberg Lake District) in Feldberg, Germany Photograph: Patrick Pleul/EPA       Comma butterfly on fallen apple, by Somerset Wildlife Trust, was one of the photos submitted to this month's Green shoots gallery, which asked readers to photograph nature's patterns in autumn  Photograph: Flickr       Puffball fungi on an old beech trunk by Otters' holt  was also among this month's Green shoots favourites  Photograph: Flickr  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/oct/19/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}