{
    "headline": "Coal's resurgence undermines fight against global warming", 
    "text": "Coal has carved itself a 30% share of the global energy market - its highest level in over 40 years - undermining attempts by governments to reduce their carbon emissions, new figures show. China and India both increased their use of carbon-heavy coal by over 9% but Europe, where political consensus against global warming is strongest, also saw a 4% increase, according to the BP Statistical Review of World Energy. Christof Ruhl, BP&apos;s chief economist presenting the figures in London on Wednesday said industrialisation of developing countries and cheap prices were driving coal demand which had &quot;profound implications&quot; for CO2 output. The increased use of coal and a continued heavy use of other fossil fuels such as oil and gas led to a 3% increase in world carbon emissions from energy in 2011, a lower rate than in 2010, the statistics show. Ruhl said concerns about climate change seemed to have been parked to one side as a &quot;sense of frustration&quot; had set in over the difficulties of finding a quick and easy solution to global warming. He believed a fast move away from coal to gas would help reduce CO2 emissions fast but he questioned whether the current system of subsidising renewable power would lead to the kind of technology breakthroughs needed. Global oil consumption grew by less than 1% to reach 88m barrels a day in 2011 despite the Brent crude price averaging $111 a barrel, an increase of 40% on the previous 12 month period, the BP statistics show. Annual production of oil increased by 1.1m b/d due to output reaching record levels in Saudi Arabia, the UAE and Qatar while demand was strongest in China - up 5.5%. Oil remains the world&apos;s leading fuel, at 33% of global energy consumption, but it continued to lose market share to reach its lowest level since 1965, BP says. The statistics show UK oil production falling 17% and gas output down 21% while global oil reserves are still large enough to serve current demand for 54 years, according to BP. Global proven oil reserves totalled 1,653bn barrels at the end of 2011, up 8% on the previous year, due to new discoveries and high oil prices which have made tar sands and marginal fields more economic to exploit. Addressing continual concern that the world is close to &quot;peak oil&quot; when demand cannot match supply, BP chief executive, Bob Dudley, said: &quot;The world is not structurally short of hydrocarbon resources - as our data on proved reserves confirms year after year but long lead times and various forms of access constraints in some regions continue to create challenges for the ability of supply to meet demand growth at reasonable prices.&quot; The BP figures also show nuclear power use dropping by 4% - its lowest on record - while renewable energy used in power generartion grew by 18%. Wind power increased by 26%, due to major increases in China and the US, while solar power rose by 86% but that figure was from a very low starting point.", 
    "section": "environment", 
    "gid": "environment/2012/jun/13/coal-resurgence-global-warming", 
    "wordcount": "519"
}