{
    "headline": "Mild electric shocks to brain may help students solve maths problems", 
    "text": "People who struggle with maths problems might fare better after a course of gentle electric shocks to the brain, scientists have claimed. Psychologists at Oxford University found that students scored higher on mental arithmetic tasks after a five-day course of brain stimulation. If future studies prove that it works  and is safe  the cheap and non-invasive procedure might be used routinely to boost the cognitive power of those who fall behind in maths, the scientists said. Researchers led by Roi Cohen Kadosh zapped students&apos; brains with a technique called transcranial random noise stimulation (TRNS) while they performed simple calculations, or tried to remember mathematical facts by rote learning. In the study published in Current Biology, 25 students had electrical pulses fired across their brains, while 26 others had a sham treatment, in which they thought they had brain stimulation, but the equipment was turned off. In tests afterwards, the students who had their brains stimulated solved maths puzzles 27% faster than the control group, suggesting that their brains were working more efficiently. &quot;Our aim is to help those with poor numeracy, which is approximately 20% of the population,&quot; Cohen Kadosh told the Guardian. &quot;But we need to extend the results to the general population, and use more ecological settings, such as classrooms. There is of course more work to be done, but it is a promising direction.&quot; Cohen Kadosh said the improvement lasted for six months after the course of stimulation, but other scientists were dubious about the claim. The result was based on six students who received stimulation, and six controls, who returned to the lab six months later. &quot;The work is technically impressive and an elegant illustration of how brain stimulation can have immediate benefits for learning that are linked to changes in brain physiology,&quot; said Chris Chambers, a psychologist at Cardiff University. &quot;At the same time, I&apos;m sceptical about the conclusion that TRNS boosted maths ability even six months after it was applied. The claim is based on a very small sample and a one-tailed statistical analysis that would have been non-significant using a standard test. &quot;My worry is that the six-month effect, as intriguing as it appears, could be a false discovery. I would love to see this effect replicated in a sample that is larger and well-powered, because if true it could have important implications for basic neuroscience and the treatment of various clinical conditions. But until such data appears, the six-month claim remains weak in my view.&quot; Jon Simons, a neuroscientist at Cambridge University, had similar concerns, adding that only six students who had TRNS were assessed six months later. &quot;The findings here seem weaker to me,&quot; he said. Amanda Ellison, who studies brain stimulation for rehabilitating patients at Durham University, said the procedure still looked promising. &quot;The next issue will be understanding the mechanism of this effect so that the technique can be applied to more functions. However, the impact for neuro-rehabilitation for example is hopeful,&quot; she said.", 
    "section": "science", 
    "gid": "science/2013/may/16/electric-shocks-brain-maths-scientists", 
    "wordcount": "508"
}