{
    "headline": "Computer test could spot children at risk of developing depression", 
    "text": "A simple computer test that has the potential to spot children who are at risk of developing depression or anxiety disorders has been created by British psychiatrists. The 20-minute test could be used to screen children in the first two years of secondary school, alerting doctors to those most likely to succumb to the debilitating illnesses, researchers say. The Cambridge University team believes that screening 11- and 12-year-olds could help prevent scores of cases of depression and anxiety, or catch them early on, when treatments can be more successful. A preliminary study found that children who performed poorly on the test were between two and eight times more likely to be depressed a year later than those who scored well. &quot;The more errors made, the greater the risk,&quot; said Ian Goodyer, professor of child and adolescent psychiatry, who led the research. The test, described in the journal Plos One, exposes difficulties that some people have in processing emotional information, which are associated with a susceptibility to mental illness. The team has since embarked on a follow-up study to assess how useful the test could be. &quot;We do not know how good a predictor this test is, but this study provides sufficient validity to test it in the field,&quot; said Goodyer. Depression and anxiety are an enormous burden on public health. In a given year, one in four people in Britain will have a mental health problem, with the majority diagnosed with depression or anxiety. According to the King&apos;s Fund, depression cost England 7.5bn in treatment, services and lost employment in 2007 alone. &quot;Effective, early treatment may prevent the course of depression from becoming chronic and relapsing,&quot; said Barbara Sahakian, professor of clinical neuropsychology, and senior member of the team. &quot;This will be of great benefit to the individual&apos;s wellbeing, and the ability to function at school, work and home.&quot; Three quarters of lifetime cases of mental illness emerge before the age of 24. For the study, the researchers drew on 238 boys and girls aged 15 to 18, from schools in Cambridge and Suffolk. Each had a genetic test to determine the forms of a certain gene they had inherited from their parents. The gene, called 5-HTTLPR, helps regulate the brain chemical, serotonin, and comes in short and long versions. People who inherit two short versions of the gene (one from each parent) seem more sensitive to the world around them, while those who inherit two long versions appear less sensitive to their environment. Those born with one of each lie somewhere in between. The form of the gene is important because previous studies show that people with two short variants are more likely to become depressed when their lives hit rough patches, though they also seem to flourish more in a supportive environment. Through interviews with the pupils&apos; carers, most often their mothers, the researchers next assessed the children&apos;s early home lives, and noted who among them witnessed intermittent arguments for more than six months, and verbal, emotional or physical violence between their parents, before the age of six. The computer test gauged each child&apos;s ability to process emotional information. In one test, the children were asked to make quick decisions on whether the emotional content of words, such as &quot;joyful&quot; and &quot;failure&quot; was positive, negative or neutral. The results showed that children with two short versions of the gene, who grew up with fighting parents and frequent household arguments, scored worse on the tests than the other children, and were more likely to succumb to depression within the next year. In the study, 18.5% of children had two short forms of the gene, and 36% of these had coped with a hard family life in early childhood. While it is too costly and impractical to give genetic tests to all children, and take detailed histories of their home lives, poor performance on the test might serve as a &quot;biomarker&quot; for young people who are most at risk of succumbing to depression or anxiety disorders, the scientists say. If the test proves effective at spotting vulnerable children, they could be helped with therapies that break their tendency to focus on the negative aspects of the world around them, or through family sessions that aim to resolve the damaging conflicts that arise in the home. &quot;The way we perceive and respond to emotions affects our resilience and whether we succumb to depression and other maladaptive ways of thinking. Using the biomarker identified in this study, it is possible to develop a screening programme to identify those at greatest risk,&quot; said Prof Sahakian.", 
    "section": "science", 
    "gid": "science/2012/nov/28/test-spots-children-risk-of-depression", 
    "wordcount": "781"
}