{
    "headline": "Why technology must be the solution to child abuse material online", 
    "text": "Mark Bridger spent a significant amount of time on the internet on the day April Jones died. Just after midday, he had browsed his carefully organised collection of child abuse images, child murder victims and photos of local girls.  The library of material collected by Bridger illustrates his interests, mindset and the context to his behaviour, said prosecution Elwen Evans QC. The list of search terms and material found on Bridger&apos;s computer and mobile phone make for grim reading: victims of child murders, photos and cartoons of very young girls to early teens being abused. Other pictures were of local girls and friends of his own children, seemingly innocent pictures taken from Facebook. Bridger&apos;s web search terms included &quot;ten year old girl naked&quot; and &quot;naked young five-year-old girls&quot;.  The problem is &apos;epidemic and unpoliceable&apos; Child protection expert Mark Williams-Thomas says there used to be some doubt about the correlation between viewing images and contact offences, but that view has changed. He paints a very grim picture of the scale of the problem which, he says, is epidemic and now unpoliceable. Though the law itself couldn&apos;t be better in the scope it provides for making, possessing and distributing child abuse material illegal, says Williams-Thomas, far more resources are needed to begin to tackle the problem.Software already exists that could identify thousands of people who have accessed or shared images of abuse. &quot;But the criminal justice system couldn&apos;t cope. I&apos;d like to see everyone who offends being prosecuted and sentenced to at least one year, but we don&apos;thave enough room in our prisons.&quot; Younger victims There are deeper, even more disturbing trends. Williams-Thomas says: &quot;It used to be that the youngest child you would see in this kind of material would be six or seven, but now we see far more toddlers and infants because abusers know they could not identify them. Far more needs to be done to identify and help victims.&quot; Police sources have said that Bridger did use consumer search engines to find images of child abuse, which adds fresh vigour to the campaign for regulators and the industry to do more to prevent access and distribution of this material. Search engines, social networks and internet service providers currently work with the Internet Watch Foundation, which constantly updates a list of sources for child abuse pictures so that sites can remove those links. Google points to a software collaboration with the National Centre for Missing &amp; Exploited Children in the US in 2008 as proof of its commitment to child safety online; the recognition software to identity locations, people and even props to help identify abusers. It also has dedicated staff to remove blacklisted URLs, though Williams-Thomas is much more critical of Twitter, which he says is failing to tackle an issue that has &quot;turned it into a porn site&quot;  Twitter is currently not a member of the IWF. Google is the web For many web users, Google is the web, the starting point for every online journey  but the consumer internet is the visible tip of an iceberg of content, much of it invisible and distributed on P2P networks. What of the internet service providers then, on whose networks this traffic flows? The Internet Service Providers Association would say suggestions to block internet access completely from convicted abusers would be unworkable because of cheap, internet-ready mobile devices, but also a more granular monitoring of the billions of pieces of material online would be impossible, logistically and financially.  The most similar current model for content monitoring on that scale would be the Chinese government, which is estimated to employ around 100,000 people to monitor public and private networks; not a model which any free speech respecting government would want to follow. A technological problem requires a technological solution There is clearly a need for all of these stakeholders to level up what they do. It is too easy to describe the internet as ungovernable; a technological problem requires a technological solution, but it appears the priorities lie elsewhere.  Our lives are not so much reflected online as magnified, intensified, edged steadily towards extremes, whether the subtle selectivity of the life we present on Facebook or the seeking out of obsessive fantasies that become intensified, confirmed and fulfilled. Crucially, whatever Bridger&apos;s psychological drivers, the scale and diversity of the internet means that even the most extreme behaviour can find a like-minded community and ultimately be normalised. That normalisation is the critical connection between casually, curiously exploring a perversion or taboo, and a spiral that ends up in the horrific murder of a young child.", 
    "section": "technology", 
    "gid": "technology/2013/may/31/internet-child-protection", 
    "wordcount": "782"
}