{
    "headline": "Nazi buddha from space might be fake", 
    "text": "The narrative was, perhaps, just a little too good to be true. When news broke last month of the so-called &quot;buddha from space&quot;  a swastika-emblazoned statue, apparently 1,000 years old, that had been carved out of a meteorite and looted by a Nazi ethnologist  the world was enthralled. There were only, it turns out, a few slight catches. According to two experts who have since given their verdict on the mysterious Iron Man, it may have been a European counterfeit; it was probably made at some point in the 20th century; and it may well not have been looted by the Nazis. The bit about the meteorite, though, still stands. According to Buddhism specialist Achim Bayer, the statue bears 13 features which are easily identifiable by experts as &quot;pseudo-Tibetan&quot;  and which sit uneasily with speculation by researchers last month that it was probably made in the 11th-century pre-Buddhist Bon culture. These include the 24cm-high statue&apos;s shoes, trousers and hand positioning, as well as the fact that the buddha has a full beard rather than the &quot;rather thin&quot; facial hair usually given to a deity in Tibetan and Mongolian art. In his report, Bayer says he believes the statue to be a European counterfeit made sometime between 1910 and 1970. &quot;I would like to briefly address readers from outside our field and clarify that there is not any controversy among experts about the authenticity of the statue, the &apos;lama wearing trousers&apos;, as I would like to call it,&quot; writes the University of Seoul academic. &quot;Up to date, no acknowledged authority in the field of Tibetan or Mongolian art has publicly deemed the statue authentic and the issue has to be considered uncontroversial.&quot; The statue&apos;s Asian provenance is not the only aspect of the story to have been questioned. In September, the man leading a team of German and Austrian researchers, University of Stuttgart geologist Elmar Buchner, said its previous owner had claimed it had been brought to Europe in the late 1930s by Ernst Schfer, a Nazi ethnologist who led an SS expedition to Tibet. But German historian Isrun Engelhardt, who has studied Schfer&apos;s trip to Tibet in depth, has cast doubt on this suggestion, questioning the statue&apos;s absence on the long list of items brought back. &quot;There is an extremely precise list of the purchased objects, including date, place and value,&quot; she told Spiegel. Buchner says he had no reason to doubt the account of the previous owner, and stresses that his team was only looking into what the statue was made of  a rare form of iron with a high content of nickel  not where it had come from. While they felt able to say the material most likely came from the Chinga meteorite, which crashed to earth 15,000 years ago, the researchers admitted that &quot;the ethnological and art historical details  as well as the time of sculpturing, currently remain speculative&quot;. Moreover, Buchner&apos;s statements about the origins were qualified. He told the journal Meteoritics and Planetary Science: &quot;If we are right that it was made in the Bon culture in the 11th century, it is absolutely priceless and absolutely unique worldwide.&quot;", 
    "section": "science", 
    "gid": "science/2012/oct/24/nazi-buddha-statue-space-fake", 
    "wordcount": "544"
}