{
    "headline": "Online learning: how it can widen and formalise access to higher education", 
    "text": "MOOCs are opening up education to new solutions &quot;The hype has a number of cool spin offs for learning researchers; it is bringing the power of open educational resources to the top of the agenda, by interesting both business and politicians in new forms of learning. It stimulates us to demonstrate that the learning isn&apos;t actually in the resources per se, but is in the engagement of the students with them. In the process; in the people.&quot; Peter Scott, director of the Knowledge Media Institute at the Open University. &quot;In general I think that opening up education gives quite a lot of space for different solutions to be tried. What seems to be going on at the moment has a blend of:  Reactionary (trying to keep what we already have going so that universities continue to be valued and make sense)  Evolutionary (taking what we know works from the past and changing to suit new situations)  Revolutionary (breaking free from that past and recognising that new things are happening).&quot; Patrick McAndrew, one of our commenters. &quot;It is an exciting chance to explore a new educational &apos;space&apos;, there are new learners to reach and engage with, and of course there is reputation as being up there at the front.&quot; Jeff Hayward, vice-principal for knowledge management at the University of Edinburgh. Free education for many is &quot;simple economics&quot;, but online learning is also seen as a way to reduce costs to higher education &quot;The main reason government and business is interested in MOOCs is their potential for removing many of the costs associated with higher education, namely the cost of teachers. Indeed, in the USA is there is concerted attack on the whole concept of education funded through the state. Those pushing MOOCs though appear to think that all that matters in education is delivery of content.&quot; Tony Bates, president and CEO of Tony Bates Associates Ltd. &quot;Move to MOOCs by elite institutions is in part about decrease of public funding and search for viable financial opportunities and markets. I think many VCs and investors in higher education may genuinely want good things for education, but a) they are not and never were pedagogues, and they are the ones the academic admins are trying to figure out how to work with and b) their bottom line is still a bottom line focused on higher education as an industry.&quot; Bonnie Stewart, sessional lecturer in the University of Prince Edward Island&apos;s faculty of education. &quot;The private for-profit sector clearly has at least four advantages in online learning. 1) They do not need to worry about their previous investment in a physical campus; 2) they can be more directive with their academic staff; 3) they tend to be better at operating large scale business processes; and, 4) the serious ones are better at customer service (student support) than most public universities. In the public sector the OU has cracked these challenges but few other institutions have, which is why the OU seems to come top of the UK&apos;s annual student satisfaction survey most years.&quot; John Daniel served as a university president for 17 years in Canada (Laurentian University) and the UK (the Open University). &quot;Many students, when faced with the choice of a life-time of debt or the option of taking courses online from the world&apos;s best institutions will be driven by simple economics. Would they get a better experience on a campus - possibly, but not necessarily - we always assume that somehow each student is individually nurtured whilst at university - for many this is far from the truth.&quot; David Glance, director of the University of Western Australia&apos;s Centre for Software Practice. MOOCs are a step towards other kinds of learning &quot;I&apos;ve argued elsewhere that &quot;all learning is necessarily hybrid.&quot; The best online learning should engage us in an immediate and physical way, and classroom learning should engage our (increasingly) digital selves. And it&apos;s not a neat and tidy division, where some learning happens online and some happens in the classroom.&quot; Jesse Stommel, assistant professor of English and digital humanities at Marylhurst University in Portland. &quot;Blended learning - in this format a MOOC, for example, might provide access to digital resources, but support is provided by a local credit-bearing institution. Such a solution might provide cost effectiveness, access and quality.&quot; Michael Thomas, senior lecturer at the University of Central Lancashire. &quot;I&apos;m more excited about the groundswell of practice and interest around connecting diverse courses in MOOC-like ways in order to develop cross-disciplinary learning and understanding. Less emphasis on the course; more on the experience.&quot; Helen Keegan, senior lecturer in interactive media/social technologies at the University of Salford. MOOCs can be used as a way of studying for pleasure &quot;Some early research has suggested that there are distinct groups of people that participate in MOOCs  one group will start, do all of the activities and finish (5 - 15%), another group just &quot;window shops&quot; but doesn&apos;t do projects, assessments or quizzes, another group will start and then stop and others start late and finish. We can&apos;t equate people signing up for a MOOC with an email address and then not participating as &quot;dropping out&quot;  if everything is free  there is always going to be people who have no compunction about leaving. I don&apos;t believe that people feel lessened by the experience.&quot; David Glance, director of the University of Western Australia&apos;s Centre for Software Practice.  &quot;In our Edinburgh MOOCs we intend to carry out robust research into why our learners have joined us and why they leave when they do. We should not assume that they dropped out in the conventional sense. I suspect that many enrollees are really window shopping  I know many people who have signed up to lots of MOOCs to browse  so you cannot treat their departure as &apos;failure&apos;. Indeed, if they had an interesting browse of the windows that is a success.&quot; Jeff Haywood, vice-principal for knowledge management, chief information officer and librarian at the University of Edinburgh. &quot;I&apos;m an avid consumer of a variety of MOOCs, most of which have nothing to do with my areas of academic interest. Some of the MOOCs are fun, and give me an idea of what other academic disciplines are about, but I often don&apos;t bother completing the assignments (because of lack of time before a deadline, or because my mathematics is too rusty). I probably count as a &apos;drop out&apos; therefore. However, I get a lot out of these courses as &apos;tasters&apos;. I wonder if MOOCs will be the future of &apos;leisure learning&apos;, but for a minority of participants they could be the first step towards other forms of learning (either online, face-to-face, or blended).&quot; Phil Bates, one of our contributers who works for the Open University. Online learning is a chance to open the modeling of pedagogy  &quot;The modeling of the pedagogy makes a huge difference. We should create platforms that encourage improvisation and have community-building at their core. Community and dialogue shouldn&apos;t be an accident (or a moment of rogue dissension).&quot; Jesse Stommel, assistant professor of English and digital humanities at Marylhurst University in Portland. &quot;A significant engineering change can allow some very big change in what pedagogies can be effectively deployed in new channels and spaces! And thus the mooc debate would be much more interesting if it engendered a genuine willingness to see more than just the packaging change.&quot; Peter Scott, director of the Knowledge Media Institute at the Open University. &quot;I fear the &apos;online as pejorative&apos; really is the anachronism in the debate. The OU has ahcieved the highest university position for student satisfaction in the NSS, and is in the top third rank for research as measured by the RAE. But not all OU teaching is monolithically on-line  attention to good design and the co-evolution of pedagogy and technology buys you a lot.&quot; Josie Taylor, director of the Institute of Educational Technology at the Open University. MOOCs have that community feeling &quot;In social media terms, it&apos;s the creation of &quot;event&quot;  that sense that something is happening and you want to be in it. I think the large-scale MOOCs do have that going in their favour right now simply due to the buzz over the idea, but I wonder if the courses were able to capitalisev on that more in a peer-to-peer way DURING learning if there&apos;d be more participatory engagement.&quot; Bonnie Stewart, sessional lecturer in the University of Prince Edward Island&apos;s faculty of education. &quot;MOOCs are here to stay - they will be driven by people&apos;s desire to participate in a social event centred around learning and by academic&apos;s desire to provide that opportunity. I don&apos;t think that MOOCs are proposing to be a complete substitute for a university learning experience - but even here, people are filling in the blanks - they are meeting up in person and conducting collaborative projects and discussing their experiences on forums and social networks. This may come close enough for many who aren&apos;t in the position to do anything else anyway.&quot; David Glance, director of the University of Western Australia&apos;s Centre for Software Practice. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/nov/30/online-learning-teaching-access-innovation", 
    "wordcount": "1594"
}