{
    "headline": "Keystone XL activists to press Obama again to block oil pipeline", 
    "text": "Environmental groups will step up the pressure on Barack Obama to act on climate change in his second term, with a rally Sunday at the White House against the Keystone XL tar sands pipeline. Activists are pressing Obama to deliver early on his promise  renewed at his first White House press conference  to make climate change a personal priority of his second term, by blocking the Keystone XL. &quot;We wanted to make a first statement right out of the gate after the election that the environmental community isn&apos;t going away, and that we want to hold the president accountable,&quot; said Daniel Kessler, a spokesman for 350.org. &quot;It&apos;s important for Obama to know that denial of a permit for the Keystone XL pipeline is priority number one.&quot; But supporters of the pipeline are matching their efforts, and have renewed their call for Obama to approve the scheme. &quot;As the president looks for opportunities to provide a quick boost to the economy and strengthen our energy security, we urged him to approve the full Keystone pipelines as soon as possible,&quot; the American Petroleum Institute told a reporters&apos; conference call on Thursday. Opponents of the Keystone XL pipeline say it will vastly expand production from the Alberta tar sands  locking the US and Canada into a high-carbon future and swamping efforts to reduce the emissions that cause climate change. Protesters, including author Bill McKibben, plan to encircle the White House with a giant inflatable pipeline. The climate champion, Al Gore, also spoke out against the pipeline this week. &quot;The tar sands are just the dirtiest source of liquid fuel you can imagine,&quot; he told the Guardian. &quot;At a time when we are desperately trying to bend the emissions curve downwards it is quite literally insane to open up a whole new source that is much more carbon intensive and that makes the problem worse.&quot; Environmental groups are hoping to capitalise on renewed concern about climate change after superstorm Sandy, and Obama&apos;s promise to make the issue a personal mission in his second term. Obama told a White House press conference he wanted to re-educate the American public about climate change although he backed away from endorsing any specific measures. But with climate change once again a hot topic  and various think tanks hosting seminars on a carbon tax  environmental groups are thinking this could be an opportune time. &quot;I think the national dialogue has changed,&quot; said Jane Kleeb, the founder of Bold Nebraska, which led protests against the proposed pipeline route across that state. &quot;Sandy was a big shift, and I think the president truly does believe that this is one big issue his Administration has to tackle. They shied away from it, unfortunately, before the election but now they are tuned in.&quot; The Keystone XL emerged as an issue during the election campaign, with Mitt Romney promising to approve the pipeline on his first day in the White House, if he won election. The Republican contender argued it would create jobs. However, the pipeline company said it still expects the project to go ahead, with Obama rendering his final approval by March next year. &quot;We continue to believe that the Keystone XL pipeline will be approved,&quot; Shawn Howard, a spokesman for the TransCanada Corporation, said in an email. &quot;The facts that support the approval of Keystone XL remain the same  and the need for this pipeline grows even stronger the longer its approval is delayed.&quot; Obama is due to render a final decision on the project in the first half of next year. But there are a number of key moments ahead including additional environmental reviews by the State Department, and a research study by the National Academy of Science on the potential dangers of pumping tar sands bitumen across the American heartland. The pipeline company also needs to win additional approvals for its route, which was adjusted to avoid crossing over the ecologically sensitive Ogallala Aquifer in Nebraska.", 
    "section": "environment", 
    "gid": "environment/2012/nov/17/keystone-xl-activists-obama-oil-pipeline", 
    "wordcount": "676"
}