{
    "headline": "Jamie Oliver in blistering attack on Michael Gove over poor school diet", 
    "text": "Jamie Oliver has made a blistering attack on Michael Gove over school food, claiming that some of the education secretary&apos;s flagship academies are lowering nutrition levels among pupils and profiteering from junk food vending machines because they have been allowed to ignore national standards. The TV chef and food campaigner says the substantial progress made over recent years in improving pupils&apos; diets risks going into reverse because Gove is allowing new waves of academy schools to ignore nutrient-based standards introduced by the last government in 2008. &quot;I have got nothing against him personally. He is a charming and energetic man,&quot; says Oliver, in an interview for today&apos;s Observer Food Monthly. &quot;But the health of millions of children could be affected by this one man. &quot;When there is a national obesity crisis unfolding around us, I honestly think he is playing with fire.&quot; Oliver, who has campaigned for a decade to raise nutrition levels in school food, says he is &quot;totally mystified&quot; as to why headteachers of academies  schools freed from local authority control  are being allowed to determine what food should be on offer, while heads of maintained schools have to abide by the national standards. &quot;This mantra that we are not going to tell [academy] schools what to do just isn&apos;t good enough in the midst of the biggest obesity epidemic ever,&quot; says Oliver. &quot;The public health of 5 million children should not be left to luck or chance.&quot; He adds: &quot;We all love headteachers and think they do brilliant work, like nurses and doctors. But they have not been trained to run the biggest restaurant in town, serving 800 meals in one single sitting. They need some expertise and some guidance. It is there. It exists. Why not make it apply to all schools?&quot; Oliver says that some academies are buying in food that would fail the nutrition tests that maintained schools have to meet. Others are making money from vending machines packed with sweets, crisps and fizzy drinks. Under the national rules, which are applied to other state schools, vending machines can only sell healthy snacks such as fruit, nuts and bottles of water. Oliver says that large food suppliers have got used to delivering meals to schools that meet the national standards. But now, as the number of academies has increased, they will be less rigorous and cut corners to maximise profits. Pressure on Gove has also mounted since the Tory MP Zac Goldsmith tabled a Commons motion praising Oliver&apos;s campaigning and calling on the secretary of state to amend the regulations &quot;to require academies and free schools to adhere to the standards for school food so that the one million children now attending these schools can benefit from this commitment to their health and wellbeing&quot;. The motion has been signed by 54 MPs. While praising Oliver for the work he has done, Gove insists that academies should not be covered by the national rules because their headteachers can be trusted to deliver the best for their pupils. Last night Lynda Mitchell, the national chair of the of the Local Authority Caterers Association, said she had been told of cases where academies were lowering standards and of cases where vending machines with sweets, crisps and fizzy drinks were being introduced. &quot;It is very worrying. We have clear evidence of this happening,&quot; she said, adding that vending machines could be moneyspinners for schools, bringing in profits of 14,000 a year each  enough to pay for a teaching assistant. A spokesman for the Department for Education said Gove had written to Oliver last year pointing out that &quot;some of the best schools in terms of attitudes to food and meals were academies&quot;. Gove also said he had asked the School Food Trust to carry out a survey of food standards in new academies last autumn. It will be published in due course. The spokesman said: &quot;We trust schools to act in the best interests of their pupils. There&apos;s been a lasting culture change in attitudes since Jamie&apos;s School Dinners. Heads know that failing to invest in good, nutritious food is a false economy and parents won&apos;t tolerate reconstituted turkey being put back on the menu.&quot; In his interview, Oliver says he is fed up with hearing about the devolution of power to local level and wants instead to know that ministers are acting to deal with a national crisis. &quot;We don&apos;t want bullshit about the big society. We want a strategy to stop Britain being the fifth most unhealthy country in the world. The most unhealthy country in Europe. This is the first generation of kids not expected to live as long as their parents. Tell me, Mr Gove, Mr Lansley [the health secretary], how you plan to change that? Two out of five kids are obese. What is in your arsenal? The fact is, they are doing nothing,&quot; he says.", 
    "section": "education", 
    "gid": "education/2012/apr/22/jamie-oliver-academies-junk-food", 
    "wordcount": "838"
}