{
    "headline": "South Sudan's Red Army comes of age", 
    "text": "In the early 1980s, the Sudan People&apos;s Liberation Army (SPLA) recruited and began training boys as young as 12 to fight in its battle for independence from Sudan. The child soldiers were called the Red Army. According to a 1994 Human Rights Watch report (pdf), some of the children fought alongside the SPLA. &quot;In the first few years, the Red Army fought and was always massacred,&quot; one military officer told the human rights organisation. Participants say that, at its height, the Red Army numbered in the tens of thousands. Adam Jaafer Manoah did not need to be recruited. When he was 13, he trekked for nine months from his home in Yirol, in what is now central South Sudan, to a military training camp in neighbouring Ethiopia. &quot;I was going to liberate my country,&quot; he said. He joined the Red Army&apos;s Zalzal (or Earthquake) Battalion and became a political organiser and fighter. The use of child soldiers is one of the more horrific moments in the history of South Sudan&apos;s creation, but the former Red Army members who gathered last weekend in Juba are not shy about remembering their experiences. Instead, they are relying on the ties formed in combat to organise a new front. Less than a year ago, the Red Army was resurrected as the Red Army Foundation (RAF), an organisation dedicated to addressing social problems, especially among its own former members and South Sudan&apos;s youth. When they were originally recruited to fight, the Red Army soldiers were told they would be the &quot;seeds of the nation&quot;  a generation raised in the crucible of the war to be custodians of the SPLA&apos;s vision. While their responsibilities varied, they were united by the principle that  in a future, free South Sudan  they would act as the nation&apos;s conscience, embodying the tenets behind the liberation struggle. They see the creation of a foundation to increase job and education opportunities as part of this mission. &quot;We are going to fight,&quot; said Major Abraham Majok Deng, who served with Manoah in the Zal Zal Battalion. &quot;We&apos;re going to take doctors, teachers to come and teach our community. To fight hunger. This war remains.&quot; The government currently funds the foundation, but its members are planning to launch income-generating activities to keep it afloat. First, though, they had to elect leaders, to which end 685 former Red Army soldiers, including Manoah, gathered at Nyakuron Cultural Centre in Juba. The historic importance of the moment  the transition of a military operation into a movement for social change  was not lost on the organiers. &quot;This is the transformation we wanted to see in our young nation,&quot; said Joseph Madak Both, a government policy director, who served as an independent observer during the election. &quot;The leadership of our country is with the Red Army.&quot; Candidates vying for the jobs of chairman, vice-chairman and executive secretary  two for each position  gave speeches and participated in a debate with the audience. It was, the organisers reminded the crowd, the first electoral debate in South Sudan&apos;s short history. All but nine of those who registered turned up to vote the next day. Concern that the results might be greeted with violence by the group of trained fighters prompted the presence of armed South Sudan police officers at each corner of the stage when the announecment was made. But when Deng Bol Aruai and his two running mates were announced as the winners, the room erupted in applause. After a closing prayer, people gathered around to congratulate the RAF&apos;s new leaders. In his introductory remarks, Aruai said that if the Red Army had created the foundation after the SPLA signed a peace agreement (pdf) with Sudan back in 2005, they might have been able to stem some of South Sudan&apos;s current problems. Those problems include more than half of the country&apos;s population living below the poverty line, according to the UN (pdf), and widespread food shortages. The World Food Programme estimates that four out of every 10 South Sudanese will not have enough to eat this year. And education levels remain low. In his new position, Aruai plans to continue to recruit members to join the organisation, estimating that there are at least 10,000 former Red Army members living in South Sudan or abroad. He also promised to plant new seeds among South Sudanese youth who were too young to remember the war, helping them to find food, education and jobs  but also training them to one day take over from the Red Army, continuing the fight to improve South Sudan.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/27/south-sudan-red-army-comes-age", 
    "wordcount": "775"
}