{
    "headline": "Pigeon deterrents: a question of chemistry", 
    "text": "As the heavens inevitably cover every mountain peak with snow, so do pigeons unstoppably deposit a protective white layer atop every outdoor statue  or so people believed. Yukio Hirose shocked and delighted the world by disproving one of these two supposedly eternal truths. He used arsenic to do it. Chemistry provides a way to communicate certain messages to birds. Yukio Hirose figured this out after he noticed that something, some mysterious who-knows-what, had consistently attracted the attention of one particular group of pigeons. In the Kenroku garden in the city of Kanazawa, Japan, stands a statue of the legendary hero Yamato Takeru no Mikoto. There are many things to admire about the statue, but, as a scientist, Professor Hirose was fascinated by how pristine the figure is. Birds rarely visit it, and seldom bestow the kind of personal gifts they often lavish on statuary. The statue is old, and the historical records hold few technical details of its manufacture. There was no obvious reason why it should stand cleanly removed from its fellows in the vast, international populace of statues. Hirose analysed a small sample of the metal. Its composition turns out to be unusual. The alloy contains copper and lead, which are not uncommon in statues  but also another element that seems very out of place. The statue&apos;s old bronze is laced with arsenic. Arsenic by itself, of course, is famed as a poison. But when arsenic is bound up in an alloy of lead and copper, is it still somehow able to act poisonously or repellently on creatures that come near it? The answer to that question was not at all clear, and so Hirose did some experiments. He carefully prepared some new bronze, with a chemical composition very like that in the statue. He forged sheets of this metal, and allowed birds to come and pay their customary kind of courtesy visit. This was a starkly revealing experiment. Birds consistently declined to spend time on the metal sheets, or even to come near them. Thus, concluded Hirose, the statue&apos;s secret power was no longer a secret. It was simply a matter of chemistry. Since that time he has been conducting further experiments. His hope  shared by millions of people who love statues (or at least love spending time near statues)  is that this discovery will change the world. He is developing a technology that, if perfected, will give humanity a simple way to protect its statues from pigeons, crows and other winged would-be loiterers. And to do so in a way that will not cause harm to the birds.  Marc Abrahams is editor of the bimonthly Annals of Improbable Research and organiser of the Ig Nobel prize", 
    "section": "education", 
    "gid": "education/2012/feb/06/research-pigeon-behaviour-clean-statues", 
    "wordcount": "450"
}