{
    "headline": "Sussex student demonstration went too far", 
    "text": "Laurie Penny&apos;s decision to quote Martin Niemller and so implicitly compare events at the University of Sussex with Nazi Germany suggests a certain lack of perspective (Protest is beaten back, 5April). But let me stick to the facts. The police did not evict anyone from the university&apos;s property; that was done by a high court enforcement officer. The occupiers left peacefully but others chose to lie in the road outside obstructing the police and were arrested. Their arrest was a matter for the police and was not &quot;in collaboration with management&quot;: the law applies on campus just as it does elsewhere. The occupiers were not simply in &quot;a room&quot;  they started in one room but went on to break locks and occupy a whole floor. We did not seek their removal for that, but because they called, without consultation with the university, a &quot;national demonstration&quot; on our campus that ended with demonstrators intimidating employees, smashing windows, breaking into offices, wrecking furniture, burning documents, daubing graffiti and stealing from staff. Their supporters distributed posters in London urging people to &quot;come to Sussex to fuck shit up&quot; and they used their Facebook page to discuss how to break the law without getting caught. After the demonstration they refused to accept responsibility for what happened and claimed there was no violence in any case because only property was destroyed. Nor are there plans for privatisation at Sussex. We propose to outsource some non-academic work to expert private providers, covering services such as catering and portering. One would have hoped that Penny  an expert, outsourced, private provider to the Guardian and others  might grasp why that makes sense. John Duffy Registrar and secretary, University of Sussex, Brighton", 
    "section": "education", 
    "gid": "education/2013/apr/08/sussex-student-demonstration-went-too-far", 
    "wordcount": "295"
}