{
    "headline": "Appreciating the politics of psychiatry", 
    "text": "The relationship of psychiatry to the prevailing political context has always been troubling. In authoritarian environments, such as the USSR, psychiatry has been used as a relatively blunt tool of political repression. This can be paralleled with contemporary concerns about corporate influence. The worry is that a capitalist or overly marketised environment prepares the ground for the diagnostic criteria of psychiatric illnesses to be influenced by the available treatments ie by the available psycho-pharmacological drugs. Although his suggestion that mental illness is a myth is overly polemical Thomas Szasz offered a more nuanced critique, one that exposed the subtle relationship between social norms, small &quot;p&quot; politics, and psychiatric knowledge. Some of the concerns raised by Szasz and other &quot;anti-psychiatrists&quot; can be discerned in recent debate, prompted by the publication of DSM-5, about whether or not mental illness is &quot;really real&quot;. The task of securing the etiology of mental illness is an important one, but it is not the case that the only &quot;real&quot; illnesses are those with biological causes. Those addicted to gambling are no less addicted than those addicted to heroin. Addiction is not simply a function of an individual&apos;s neurobiology but of their psychology, history and social environment. The emotional, affective, cultural and social dimensions cannot be eliminated from mental illnesses, even those illnesses thought to have a strong biological basis. This perspective is reinforced when we consider the fact that the ongoing success of any treatment is inseparable from the social realities within which individuals live. This entanglement between the biological, psychological and sociological dimensions of human life is the basis for the field of biopolitics. Whilst this term is increasingly influential in a range of academic endeavors, it has only just begun to make serious cultural inroads. This is somewhat ironic as the basic insight of biopolitics is that academic and, in particular, scientific understandings of what it is to be human exert a deep influence on the ways in which we can understand ourselves and, therefore, on the nature of our existence as socio-cultural beings. For example Foucault held that the existence of human sexuality was not so much discovered as invented. Initially homosexuality was conceived as a proto-psychiatric and pathological category but with it came its antonym. The concept of heterosexuality, the norm from which homosexuality deviates, was also brought into existence. The consequences have been enormous, not least in producing the idea that sexuality is a central aspect of not only humanity but also individual human beings and their identity. Recent discussion of asexuality only provides further support for this view. In a relatively short historical time sex between people of the same gender has gone from sinful act, to a pathological sexuality, to one form of human sexuality. To recognise the role of psychiatry in the production and transformation of sexuality is to recognise the moral and political significance of the discipline and the knowledge it has to offer. We might then reflect on the moral and political significance of transforming the cultural problems of &quot;overeating&quot; and &quot;grief&quot; when we label them &quot;binge-eating disorder&quot; and &quot;major depressive disorder&quot; respectively. We might also reflect on the current trend for neurological explanations of everything. Some bioethicists have recently argued for the utility of so-called &quot;love drugs&quot;. These drugs are psychoactive compounds that may, one day, allow us to reinforce aspects of our romantic lives. They might allow us to support a foundering marriage or to weaken romantic feelings we no longer wish to have.  Aside from the dualism inherent in this picture, which suggests a distinction between our emotional attachments, feelings and desires and our logical and rational intentions and decision-making, such fictional social-scientific imaginings may themselves make important contributions to the possibility of their own success. The very fact of imagining ourselves to be beings whose emotional lives can be subjected to material and psychopharmacological control is an important factor in making the possibility a cultural reality. At minimum the existence of such drugs will radically alter the social morality of our romantic relationships. There is an increasing recognition of the way in which science and scientific knowledge influences culture. This influence is noticeable precisely because we are not simply biological beings, and precisely because our biology cannot be separated from our culture. However we should be wary of replacing our cultural self-understanding with that offered by &quot;the human sciences&quot;. When taken up as cultural self-understanding, the knowledge offered by science and, in particular, the psy-sciences must be considered as having political consequences and, indeed, as being inherently political in the first place. Just as the idea of sexuality has made a deep contribution to the way in which we understand ourselves, both individually and collectively, the psy-, neuro and human sciences offer frameworks within which we can conceptualise and reconceptualise ourselves. They function to reorientate and reinterpret collective and individual problems of cultural concern. Thus when Nikolas Rose talks of &quot;Inventing Our Selves&quot; and Ian Hacking writes about &quot;Making up people&quot; or lectures on &quot;Making up Autism&quot; they are rejecting the idea that the science of human beings and of human being can tell us what is and is not &quot;really real&quot; precisely because they are implicated in the outcomes of their endeavors. Where the natural sciences have objects  atoms, electromagnetic waves, molecules, cells and organisms  the science of human beings has subject-objects. Human beings conduct those sciences that take &quot;human being&quot; as the object of their attention. They are ways of understanding ourselves and, since we are reflexive beings, they cannot but impact upon us as the subjects of their investigation. This does not prevent the human sciences from being rigorous but it does alter the basis on which they are conducted; it alters the ethical and political orientation we ought to adopt towards the knowledge they produce.  We must be wary of uncritically accepting knowledge offered by the human, psy-, and neuro- sciences because, as amply demonstrated by the uses to which it is put by speculative bioethics and allied projects such as post- and trans- humanism, within it we find the power for a transformation of what it is to be human. The human sciences and, for that matter, bioethics are not ethically neutral and we should recognise that the knowledge they offer is part of the politics of life itself.", 
    "section": "science", 
    "gid": "science/political-science/2013/may/28/politics-psychiatry", 
    "wordcount": "1082"
}