{
    "headline": "Schools 'face talent drain' as morale of teachers dives", 
    "text": "Morale among state school teachers is at &quot;rock bottom&quot;, according to a former chief inspector of schools, who speaks out as unions warn that a &quot;perfect storm&quot; of government meddling threatens an exodus of talent from the profession. Christine Gilbert, who resigned as head of Ofsted last year, said there was evidence of widespread disillusionment in schools despite the level of teacher professionalism being &quot;better than ever&quot;. Her comments come as a survey from the biggest teaching union, the NASUWT, reveals that nearly half of its 230,000 members have considered quitting in the last year, amid a collective crisis of confidence in the profession. More than a third said that they did not believe they were respected as professionals and half said their job satisfaction had declined in the last year. The disturbing figures are published ahead of an attempt by deputy prime minister Nick Clegg to increase levels of social mobility by improving performance in state schools. Clegg will announce on Monday that 2,100 secondary schools will take part in the government plan for summer schools this year. Funded by a 1.25bn &quot;pupil premium&quot;, the schools will give two weeks of intensive support and educational &quot;top-up&quot; to struggling pupils who might otherwise slip behind when they move from primary to secondary school. But there are growing signs that swaths of the teachers who will run such programmes now believe the coalition simply sees the profession as an obstacle to reform. The pressure on teachers includes tougher targets, a new Ofsted grading system that threatens the current rating of most schools, reduced flexibility in qualifications for the teaching of 14- to 16-year-olds, and the possibility of regional and performance-related pay. Many teachers have also complained of dilapidated conditions in the schools they work in, following the scrapping of thousands of school refurbishment projects as a result of spending cuts. The unions and Labour also claimed that a &quot;drip, drip of denigration&quot; from the government and the new head of Ofsted, Sir Michael Wilshaw, who replaced Gilbert, was a primary cause of the problem. Last week Wilshaw hit out at teachers who complained of stress while Michael Gove, the education secretary, said that people who had been privately educated dominated every level of society. The shadow education secretary, Stephen Twigg, who initially supported Wilshaw&apos;s appointment, told the Observer there was now a clear problem with morale in state schools and that building up the status of teachers would be a Labour priority in government. He said: &quot;I think it is really important that there is public confidence and parental confidence in our schools system. When Wilshaw was appointed to Ofsted I was positive and I met him and I want to remain positive, but I was very disappointed by what he has said last week. There clearly is a problem with morale and that is primarily a consequence of negative things coming from the government. A drip, drip of denigration by the government of the profession will undermine confidence of our schools among parents.&quot; Gilbert said she believed that the standards of teaching in the UK were &quot;excellent&quot; and should be celebrated. She said: &quot;[Recent] surveys show terrible morale, so that is at rock bottom, but when I go into schools you do get real commitment, enthusiasm and so on. I certainly think there is more room to celebrate what schools do and the really excellent work going in so many of them nowadays but that doesn&apos;t make quite the same story as some of the other stuff. &quot;Although there might be criticism of teachers nationally, people are really positive about teachers at schools their children go to. When people have a connection they are much more positive. &quot;I started in the 1970s and I think teaching has never been better. I think teachers are far better, far more professional than when I started.&quot; Labour intends to draw lessons from the system in Japan, a country that is regularly among the top world rankings for reading and numeracy, where the position of teacher is held in significantly higher esteem and newly qualified teachers can wait up to a decade to get a placement, such is the competition. The system is also peculiar for the amount of time that teachers are given to do research and develop their skills and lessons together. Twigg said: &quot;I want to look at the evidence of what works and actually a lot of the good things come from this country, I am not somebody who disregards good practice in our own country. But it is worth looking at some of those countries with a systematic sustained improvement in their performance in international research in recent years.&quot; A Department for Education spokesman said: &quot;Thousands of teachers are doing a good job, often in challenging circumstances. We&apos;re undertaking a major reform programme to raise standards in our schools, and teachers&apos; skills and experience are vital. We all want to raise standards so that the education our children receive is world class.&quot;", 
    "section": "education", 
    "gid": "education/2012/may/12/schools-face-talent-drain", 
    "wordcount": "861"
}