{
    "headline": "Mark Zuckerberg sees $4bn wiped off fortune in Facebook IPO disaster", 
    "text": "Facebook founder Mark Zuckerberg has fallen out of the billionaire big league fewer than two weeks after taking the social network public. The 28-year-old has seen over $4bn wiped off the value of his fortune since the company went public in an initial public offering (IPO), dropping him off the list of the top 40 billionaires measured by Bloomberg Billionaires Index, a daily ranking of the world&apos;s wealthiest. Zuckerberg&apos;s fortune stood at $18.95bn before the IPO when Facebook&apos;s shares were priced at $38. The company&apos;s shares hit new lows Wednesday, coming close to $28, $10 below the IPO price and valuing Zuckerberg at close to $14.75bn. At that level Zuckerberg lags the 40th placed billionaire on Bloomberg&apos;s list, Colombian tycoon Luis Carlos Sarmiento, by $800m. On the day of the IPO Facebook&apos;s shares soared briefly and Zuckerberg was worth more than Amazon founder Jeff Bezos or either of his arch rivals at Google, co-founders Larry Page and Sergey Brin. The company&apos;s disastrous IPO has left Facebook and its chief architect with a raft of legal worries. US authorities are now investigating and shareholders have launched class action lawsuits. Analysts including PrivCo have predicted that Facebook&apos;s shares could fall further as investors worry about the amount of money the company can generate from its huge user base and the shift to mobile, an area where Facebook has warned it is finding it difficult to make cash. The company&apos;s shares took a turn for the worse Tuesday, dipping below $30 for the first time, as traders began making bets on the direction of its share price, also for the first time. Brokers said the most popular of these &quot;option contracts&quot; were those betting on further falls. Jack Ablin, chief investment officer at Harris Private Bank, said the share price, and Zuckerberg&apos;s fortunes, were likely to come under more pressure in the short term until the company had found a home with investors with a longer term investment view. &quot;This is a company with huge potential but it&apos;s hard to know as yet exactly what it is worth. There is a lack of confidence following the original offering. Ultimately the stock will go to long-term investors and then it should stabilise,&quot; he said.", 
    "section": "technology", 
    "gid": "technology/2012/may/30/mark-zuckerberg-fortune-facebook-ipo", 
    "wordcount": "376"
}