{
    "headline": "Bill Gates and Dambisa Moyo spat obscures the real aid debate", 
    "text": "Dambisa Moyo is certainly no stranger to controversy. The Zambian economist&apos;s reputation for provoking extreme reactions has clearly helped her rise to fame, putting her among the most recognisable faces on current affairs programmes and securing a frequent slot on the high-flying international lecture circuit. Four years after her 2009 polemic Dead Aid hit the shelves, Moyo  branded the &quot;anti-Bono&quot; by the New York Times  is still one of the go-to thinkers for anti-aid soundbites. Unfortunately some of the classic questions Moyo tackles (such as, what is the relationship between aid and accountability?), and some of the criticism of how she uses evidence to support her arguments (the extent to which she&apos;s mistaken the coincidence of low growth rates and high aid flows for proof that the former is caused by the latter, for example), has been drowned out by the backlash from those who defend development aid at all costs (Moyo&apos;s core argument that aid has increased poverty, corruption and dependency in Africa is not directed at humanitarian assistance). In 2009, Jeffrey Sachs denounced Moyo&apos;s views as &quot;cruel and mistaken.&quot; This week, Microsoft co-founder and billionaire philanthropist Bill Gates went a step further, saying books like hers are &quot;promoting evil&quot;. In an uncharacteristically emotional answer on Australian politics programme ABC&apos;s Q&amp;A, when a woman in the audience asked how he&apos;d respond to Moyo&apos;s aid critique, Gates said it seemed she &quot;didn&apos;t know much about aid and what aid was doing&quot; and that her position was a morally difficult one to take. &quot;Having children not die is not creating a dependency, having children not be so sick they can&apos;t go to school, not having enough nutrition so their brains don&apos;t develop. That is not a dependency. That&apos;s an evil thing and books like that  they&apos;re promoting evil,&quot; he said, lamenting how Dead Aid has given rich country governments an excuse to curtail aid. &quot;I think that the book actually did damage generosity of rich world countries  People have excused various cutbacks because of it.&quot; Moyo hit back, criticising Gates on her blog for his &quot;shocking&quot; and &quot;inappropriate ad hominem&quot; attacks.  &quot;I have been under the impression that Mr Gates and I want the same thing  for the livelihood of Africans to be meaningfully improved in a sustainable way. Thus, I have always thought there is significant scope for a mature debate about the efficacy and limitations of aid. To say that my book &apos;promotes evil&apos; or to allude to my corrupt value system is both inappropriate and disrespectful.&quot;  (Unfortunately her post is more concerned with restating her credentials  PhD, Zambian birth, stint at the World Bank  than the mature debate she alludes to). She writes:  &quot;To cast aside the arguments I raised in Dead Aid at a time when we have witnessed the transformative economic success of countries like China, Brazil and India, belittles my experiences, and those of hundreds of millions of Africans, and others around the world who suffer the consequences of the aid system every day.&quot;  The reaction on Twitter to the spat has been, for the most part, light-hearted (for example this mock-up of a boxing match between Moyo and Gates: &quot;Dambisa &apos;Evil&apos; vs Bill &apos;The God&apos;: Two people will enter, only one will exit!&quot;). TMS Ruge noted how defensive he thought Gates seemed, and suggested Gates&apos;s reaction could point towards a growing trend:  &quot;As Africans start rising and questioning the establishment, prepare for even more backlash. I consider Gates&apos; dismissal of Moyo&apos;s argument mild against what I fear will be more vicious attacks from entranced aid institutions who see a threat to their existence.&quot;  Others have pointed out that the question &quot;does aid work?&quot; is quite juvenile (in @rovingbandit&apos;s words, it&apos;s like asking &quot;does policy work?&quot;). The Moyo-Gates battle is likely to be a short-lived affair. The debate about the impact of aid, however, is long term  and far more sophisticated. The distinction between outcomes and impact (outcomes that wouldn&apos;t have occurred without the intervention in question), while still blurred in much of the discussion on comment pages and far too many aid agency press releases, is becoming clearer. As is the recognition that measuring impact, particularly on an aggregate level, is difficult. Aid can be misused by recipient and donor countries  for example, through the use of harmful conditionalities and the dominance of rich country contractors. There are examples of good and bad uses of aid just as there are examples of responsible and reckless lending. We still do not know what percentage of aid ever reaches developing countries and continue to lack good quality data on African economies. This nuance is obscured by both the adamantly pro- and anti-aid lobbies, in whose hands discussion about how public resources can be allocated for maximum impact is too often reduced to caricature. Meanwhile, the attention received by polarised aid debates too often obscures the context. Aid, while the only international financial flow dedicated to tackling poverty, pales in comparison with the volume of remittances received  and tax revenues lost  by many African countries. Trade rules and migration policies can have just as large  if not larger  impacts on development.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/may/31/bill-gates-dambisa-moyo-aid", 
    "wordcount": "884"
}