{
    "headline": "China's renewables surge dampened by growth in coal consumption", 
    "text": "China tripled its solar energy generating capacity last year and notched up major increases in wind and hydropower, government figures showed this week, but officials are still struggling to cap the growth in coal burning, which is the biggest source of carbon dioxide emissions in the world. The latest evidence of China&apos;s promotion of renewable energy has been welcomed by climate activists, but they warn that the benefits are being wiped out by the surge in coal consumption. After burning an extra 95m tonnes last year, China will soon account for half the coal burned on the planet. This has alarmed state planners concerned about the impact of air pollution and climate change, but their efforts to cap the nation&apos;s energy consumption are said to have run into resistance from local governments who fear restrictions on economic growth. At a key policymaking meeting in Beijing this week, Liu Tienan  the director of the National Energy Administration  called for energy use to be kept below 4.1bn tonnes of coal equivalent per year by 2015. If the proposal is accepted, this would be the first time China has set such a ceiling. Until now, Beijing has only set goals for energy and carbon intensity, which are relative to economic growth and so fluctuate according to GDP figures. But the proposed figure remains the subject of fierce discussion as it was based on an assumption that China&apos;s economy will grow at 7.5% per annum up until 2015, by which time the government is supposed to bring down energy intensity (units of energy per unit of GDP) by 16%. However, provincial governments are projecting a combined economic growth rate of more than 9%, which means they will face a fuel shortfall unless the energy target are raised or they fail to reach their goals. The negotiations are held behind closed doors and are likely to last several more months, but it is believed that the provinces are arguing for a higher target of between 4.25 and 5 bn tonnes. As well as being distant from the current reality of a slowing economy  the forecast for the first six months of this year is for no more than 7.5% growth  this prospect horrifies environmentalists. &quot;If it goes up to 5bn tonnes, it would be a disaster; China would effectively be promoting high-energy, high-carbon growth,&quot; said Li Yan of Greenpeace. If accepted, an energy cap would immediately become one of the most important industrial targets in the world because it would largely determine how large a mountain of coal China burns and, as a result, how much CO2 it emits. Depending on how it was structured, such a target could also help or hinder the development of the renewable energy industry. China continued to make rapid progress in this field last year, according to figures published on the website of the National Energy Administration. They show a rise of 47GW in wind power generating capacity, and the completion of an extra 12.6 gigawatts of hydropower, with almost twice that amount also likely to come on line this year. The UK has 75GW of energy capacity, of all types. The most spectacular growth, however, was in photovoltaic power generation, which rose threefold to 3GW, the administration noted. Yet coal continues to account for close to 70% of the nation&apos;s power supply. The government is trying to bring this proportion down below 65%, but it is not making progress fast enough. Yang Fuqiang of the US-headquartered NGO National Resources Defence Council, said Chinese energy consumption rose almost threefold from 2000 to reach 3.2bn tonnes of coal equivalent in 2010. On current trends it will rise to almost 5bn tonnes by 2020. &quot;We must do something about this,&quot; said Yang, a former government official. China uses too much coal. It&apos;s the source of carbon emissions and pollution.&quot; Yang wants the government to change its proposed energy cap into a coal cap, which would allow provincial authorities to grow faster if they used more renewable energy or gas. The debate is expected to continued for several more months with targets for the provinces unlikely to be released before the summer.  Additional research by Cecily Huang  Get the Guardian&apos;s environment news on your iPhone with  our new app. You can also join us on Twitter, Facebook and Google+", 
    "section": "environment", 
    "gid": "environment/2012/jan/12/china-renewable-energy-coal-consumption", 
    "wordcount": "728"
}