{
    "headline": "Anglo-Spanish fishing racket ordered to pay record 1.6m fine", 
    "text": "A judge has ordered a Spanish fishing company, its British subsidiary and the skippers of two boats that were caught fishing illegally in British waters to pay fines and costs totalling a record-breaking 1.6m. The operation was accused of endangering stocks of ling and hake, two vulnerable species, and putting the livelihoods of other fishermen at risk by flooding the market with cheaper fish. Passing sentence at Truro crown court, Judge Graham Cottle called it a &quot;flagrant, repeated and long-term abuse of the regulations&quot;. The operation came to light after the Royal Navy&apos;s patrol vessel HMS Tyne carried out a routine search of the fishing boat Coyo Tercero, owned by the Spanish company Hijos de Vidal Bandin, off the Isles of Scilly. On board was more than 574kg of salted ling that had not been recorded in the official log book. The fishing boat was escorted to Falmouth, Cornwall, where it was inspected by officers from the regulator, the Marine Management Organisation (MMO). They spotted a connection between it and the UK-registered vessel O&apos;Genita, owned by a Lancashire-based business called Sealskill, which is a subsidiary of the Spanish company. Working with Zephyr, south-west England&apos;s regional serious and organised crime-fighting team, the MMO established that fish had been illegally transferred between the boats while at sea and landed in UK and Spanish ports The MMO said the fines and costs imposed were the highest in any case it had been involved in. Charges brought included providing false entries in logbooks and failing to record &quot;trans-shipments&quot; between the two vessels. The companies and skippers pleaded guilty at an earlier hearing. Danny Poulding, senior investigating officer for the MMO, said &quot;We are pleased that the court has recognised the seriousness of these offences. &quot;This company systematically abused the quota system for significant and unfair financial gain, threatening the future sustainability of an already vulnerable fish stock and impacting on the businesses of legitimate fishermen by flooding the market with cheaper fish. &quot;The majority of the fishing industry is compliant with the rules that govern its commercial activities, but we will ensure that those who aren&apos;t do not enjoy unfair financial advantage from illegal sales.&quot;Greenpeace said the case underlined the underhand tactics of some of the &quot;rich, industrial-sized fleets&quot; at the expense of &quot;law-abiding, smaller&quot; fishermen. Ariana Densham, oceans campaigner for Greenpeace, said: &quot;The system that allowed this to happen needs to be fixed. This case is not a one-off. It&apos;s a symptom of Europe&apos;s farcical fishing rules. The system is skewed in favour of rich, powerful, industrial-scale fishing companies, when really it should be supporting low-impact, sustainable fishermen.&quot; There are moves in Brussels by the fisheries commissioner, Maria Damanaki, to reform the EU&apos;s common fisheries policy. The proposed reforms  which include the ending of the wasteful practice of discarding healthy and edible fish at sea  have met stiff opposition, particularly from the French and Spanish fishing industries. Spain has the biggest fishing fleet in Europe and receives the lion&apos;s share of the subsidies available for fishing within the EU. A historic agreement was reached among member states last month on the proposals, but they must now pass the European parliament, which is expected to consider the proposals this year.", 
    "section": "environment", 
    "gid": "environment/2012/jul/26/anglo-spanish-fishing-fine", 
    "wordcount": "553"
}