{
    "headline": "Shortfall of school places to reach quarter of a million", 
    "text": "England and Wales face a shortfall of 256,000 new school places by next year, and the Department for Education has little understanding of where additional classes are needed or how much they will cost, according to a new report. Despite seeing a net increase of almost 81,500 primary school places in the last two years, the education secretary, Michael Gove, is going to experience a &quot;real strain&quot; on school places, according to the National Audit Office. While the government is pumping billions of pounds into establishing more school places, the report suggests that the Department for Education has failed to understand the costs that are involved and the impact funding is having in local areas. The criticisms contained in the 48-page document have sparked a row between Labour and the Tories over who is responsible for the shortfall and the problems of assessing and funding future places. According to the report, the heightened demand for primary school places is partly down to a rising birth rate. The increase in the number of children born in England between 2001 and 2011 was the biggest 10-year jump since the 1950s. Between 2006/07 and 2011/12, the number of four-year-olds starting reception classes rose by 16%, the report states. It warns that by September 2014 an estimated extra 256,000 primary and secondary school places will be needed to meet the demand. Of these, 240,000 are required in primary schools, with more than a third (37%) needed in London alone. These extra places are still required despite a net increase of almost 81,500 places that were created between 2010 and May 2012, and the Department for Education increasing the amount of funding it gives to local authorities to provide school places. How many places will be required in the future is uncertain, the NAO says, but it is expected that more will be needed beyond next year. Its report says that while the department considers that local councils are meeting their duty to provide enough school places, the watchdog found signs of pressure on the system. More than a fifth (20.4%) of primaries are full, or over capacity, while the numbers of children being taught in large infant classes of at least 31 pupils has more than doubled in five years. This has gone up from 23,200 in 2007 to 47,300 in 2012, the report says. A survey by the audit office of local councils found that more than a third (34%) said that rising demand for school places has had a &quot;significant impact&quot; on the average time a child spends travelling to school. The report concludes: &quot;The department&apos;s assessments of funding required to meet expected demand are based on incomplete information.&quot; In total, the education department has allocated around 4.3bn in capital funding for new school places in England between 2010 and 2014, the report says, plus an additional 982m which was announced last December. Some of this extra money will be used to fund more places by 2014/15 and some for 2015/16. Councils&apos; costs of providing school places can vary, it says. The department initially estimated, in 2010, that it would cost 5bn to provide 324,000 places, and this would be covered by its funding and contributions from local councils. But this figure was based on 2007 information which was adjusted to 2010 prices, and did not include costs, the report suggests. It says: &quot;The department is now creating new estimates of costs, but it is unclear whether the current level of funding will be sufficient to meet the forecast need.&quot; It adds that the department has improved the information it uses to decide on funding allocations, but currently does not know enough about how councils are using the funding they have already received. Kevin Brennan, the shadow schools minister, said Gove was failing in his primary duty to provide school places for children. &quot;David Cameron&apos;s government needs to address the crisis in school places they have created. They have cut funding for school buildings by 60%, twice the Whitehall average and wasted 1bn through mismanaging academies,&quot; he said. Schools minister David Laws said the report confirmed that the government was dramatically increasing funding for new school places, with twice the level of investment compared with the previous parliament. He claimed: &quot;Labour reduced the number of places available, even though there was a baby boom under way. We have already created 80,000 new places to deal with the shortage of places left by the last government and there will be more places to come.&quot;     Pressure on primary school places    Graphic", 
    "section": "education", 
    "gid": "education/2013/mar/15/shortfall-school-places-quarter-million", 
    "wordcount": "783"
}