{
    "headline": "Sustainable architecture embraces rammed earth and rock formations", 
    "text": "Out of the ruins of the fortress at Daw&apos;an, Salma Samar Damluji has raised mansions, houses and mosques, refusing to allow development, warfare and obscurantism to destroy the rammed earth heritage of Yemen. An Iraqi, born in Beirut, she trained as an architect in Britain and is committed to renovating dwellings built from mud bricks, a construction technique still used by half the world&apos;s population. In 2005, assisted by the artisans of Daw&apos;an, she rebuilt walls, sealed roofs with quicklime, and trained Yemeni and foreign students. The aim is not to produce replicas, but to enable local people to stay in these semi-abandoned villages. Damluji provides modern working conditions, with a dining room, a bathroom and so on. Damluji is one of the five winners of the Global Award for Sustainable Architecture presented in Paris last month. The award, launched six years ago by Jana Revedin and the Cit de l&apos;Architecture et du Patrimoine, advocates sustainable, ethical architecture, in the north and south. All the winners abide by this approach. Anne Feenstra gave up the comfort of the Netherlands eight years ago and moved to Kabul. He decided to give up &quot;star architecture&quot; and explore ways of making &quot;slow, sustainable architecture&quot;. He concentrated on small projects, such as building maternity hospitals in various parts of the country, and establishing a reception centre for visitors to Band-e-Amir, Afghanistan&apos;s first national park. This location at the foot of the Hindu Kush, which shelters six crystal-clear lakes bordered by travertine rock formations, had had no infrastructure. Local people were in the habit of washing their cars in the lakes, and dumping engine oil and other forms of household waste. At almost 3,000 metres above sea level, with only limited resources  apart from earth, bricks and lots of imagination  Feenstra invented a style of sustainable architecture related to indigenous know-how, using solar energy to heat the quake-proof buildings. In Indonesia, on Sumatra, two young Norwegians, Andreas G Gjertsen and Yashar Hanstad, assisted by other architects, joined forces with the local community to build a cooperative cinnamon production unit, which doubles up as a training centre for the workforce. The award also distinguished the almost mystical work of Suriya Umpansiriratana, a Thai painter and convert to Buddhism, who is building a monastic centre at the heart of the jungle, in perfect harmony with its surroundings. This article originally appeared in Le Monde", 
    "section": "environment", 
    "gid": "environment/2012/may/01/yemen-afghanistan-sustainable-architecture-award", 
    "wordcount": "403"
}