{
    "headline": "UK's only carbon-neutral chocolate arrives by sailing ship", 
    "text": "Which ticks more ethical boxes? Fairtrade organic olive oil from the Palestinian territories? Or organic chocolate grown by a co-operative of Grenadian peasant farmers on a solar-powered farm and transported to Europe from the Caribbean in a sailing ship with no engines? The olive oil sells for 8.50 for a 500ml bottle, but the first 24,000 bars of &quot;handpressed, single-estate, vanilla-free, vintage rootstock, grown-with-a-windward aspect&quot; chocolate in the world arrives in Portsmouth next week  winds permitting  on the Tres Hombres, a 32-tonne square-rigged wooden sailing cargo ship. The environmental impact of growing, processing and transporting the chocolate is said to be minimal, but the retail price for the food billed to taste of fruit, tobacco and grass is eye-watering. A 100g bar of Gru Grococo will sell at an introductory price of 12.95, but if bought while still at sea will cost 60 for six bars  the equivalent of around 1.50 a mouthful. &quot;It may well be the most expensive chocolate in Britain,&quot; says Chantal Coady of Rococo chocolate who will sell it online. &quot;But we think it is the only truly carbon-neutral chocolate. People are not paying anywhere near the real environmental price for chocolate when they buy an ordinary bar. This is chocolate without an impact. Plus, for every bar we make, we are returning 60-70% of the retail price cost to the growers, compared to next to nothing with conventional chocolate. All the value added with this cocoa is in Grenada.&quot; Industry and government research suggests that shipping by conventional sea or air transport is only a very small part of food&apos;s overall environmental impact. But Fairtransport, the Dutch company which owns the Tres Hombres ship, argues that the only truly sustainable way to carry food from the tropics is by sail. The Tres Hombres, which can take 30 tonnes of goods a time, crosses the Atlantic several times a year. In two years it has shipped aid to Haiti and elsewhere, as well as rum and fruit. &quot;This is only a beginning. The next step is to build a much larger sail-powered cargo ship, a 3,000 tonne EcoLiner equipped for container traffic and fully competitive with the oil guzzling competitors&quot;, says Fairtransport director Jorne Langelaan. &quot;We want to re-establish sailing ships as a natural alternative to an anti-ecological culture. We want to see a revival of the great age of sail, as a means of Fair transport for cargo around the Atlantic&quot;.", 
    "section": "environment", 
    "gid": "environment/blog/2012/may/11/carbon-neutral-chocolate", 
    "wordcount": "425"
}