{
    "headline": "The robin is a true friend, singing winter like it is", 
    "text": "The path along White Edge is frozen hard. Boot prints in the peat are capped with a pearly lattice of ice. There&apos;s also a biting wind, and this, coupled with the flat white sky, sends me scuttling down to Hay Wood. I&apos;m more often here in early summer, when the woods are almost hot with a powerful vegetable momentum. Now everything is still, except for a few tits skipping from birch to birch, chuntering to each other about the cold, and the distant rattle of a woodpecker. With everything stripped back and the light neutral, it&apos;s a day for form, structure, shape. Over the brow of the hill the path ducks down a ravine with a stunted oak whose roots writhe among rocks like trapped snakes. The sinuous arms of a favourite beech, towering above a low stonewall, are thrown wide to greet me. The quiet pleasure of all this is interrupted by a robin perched on a mossy boulder, almost at eye level and not more than six feet away. Thomas Hardy wrote a bad poem about robins in winter and how they puff their feathers for insulation  &quot;a cold, stiff / Feathery ball&quot;. I&apos;m more affected by its honeyed bursts of melody, which end abruptly, often on a quizzical half-tone, as though the bird were making sketches for a work that never quite takes off. In spring, robin song has a heft it lacks in winter. The sound seems thinner, less certain, almost valedictory. Everything else about the robin gets in the way of hearing this hesitation: its bold approach, its presence in the dead of winter and the fact it offers the sweetest sound when every other bird is reduced to inarticulacy. We want to see the robin as a friend that sticks around when times get tough. But, like the truest friend, it offers in the winter months a song that sings more exactly about life, about what Hardy, in a much better poem, called its &quot;neutral-tinted haps and such&quot;.", 
    "section": "environment", 
    "gid": "environment/2013/feb/25/hay-wood-derbyshire-robin-friend", 
    "wordcount": "337"
}