{
    "headline": "David Cameron tests real-time economic data app on iPad", 
    "text": "David Cameron is testing a new custom-built &quot;No 10 dashboard&quot; web app on his iPad, which gives up-to-the minute data about the UK&apos;s economic and financial health, including GDP, bank lending, jobs and property data, as well as polling data and Twitter feeds. One person who has seen it describes its appearance as &quot;like a cross between the data.gov.uk site and the [iPad-based] Flipboard app&quot;. If successful, access to the app  which can be viewed on any PC or tablet  could be rolled out across government to give senior ministers and officials real-time access to sensitive information. Cameron was reportedly eager to show off an early version of the app to President Obama at the G8 summit in May. The No. 10 Dashboard, as the app was called internally, has taken roughly a year to implement, at the urging of Rohan Silva, the prime minister&apos;s senior policy adviser. The Cabinet Office said it took &quot;eight to ten weeks&quot; to produce the latest build, which was completed less than a month ago. The app is hosted by the Government Digital Service (GDS) inside the Cabinet Office, and consists of a number of onscreen tiles, each of which can be selected to show more detail. One shows the latest growth figures and the FTSE index; one shows the prime minister&apos;s diary; one shows the content of a number of Twitter feeds, including the official No.10 feed; another shows the insights from a daily poll by the polling group YouGov; another shows property and jobs data supplied by Adzuna, a UK startup that provides inputs about the number of jobs which are then blended with data from the Office for National Statistics. Another tile shows regional economic data, while a final tile tracks the progress of key government initiatives such as the structural reform plan  the coalition&apos;s scheme to cut the deficit  and compares government spending against budget targets. &quot;There is no synopsis of last night&apos;s EastEnders in there yet, but it could be a future addition,&quot; remarked Andrew Hunter, co-founder of Adzuna, who saw the app in action before it was handed over to Cameron. &quot;The nuclear launch codes are definitely not in there, though.&quot;     The new app has been described as 'a cross between the data.gov.uk site and the [iPad-based] Flipboard app'    Hunter drew parallels with the data.gov.uk site, which has been redesigned to create &quot;tiles&quot; linking to data inside the site. The Cabinet Office has refused to disclose what language the app is programmed in, for fear hackers will try to break into it. Cameron&apos;s app was developed by a team including Alice Newton, who says it was &quot;built with the help of the prime minister&quot;.  Other countries have similar apps: the US has a publicly visible dashboard, called IT Dashboard, which lets &quot;federal agencies, industry, the general public and other stakeholders to view details of federal information technology investments&quot;, while Ireland&apos;s government has its own Ireland Stat page offering data about the economy, health, education, public safety, transport, environment and government.", 
    "section": "technology", 
    "gid": "technology/2012/nov/08/david-cameron-tests-data-app", 
    "wordcount": "505"
}