{
    "headline": "Chinese state energy group eyes up UK's Horizon nuclear venture", 
    "text": "It seems Chinese companies cannot get enough of British sources of slow-burn energy. After China&apos;s state-owned Bright Food bought Weetabix on Thursday, on Friday another Chinese group was linked with the potential purchase of Horizon Nuclear Power. Horizon had been planning to invest more than 10bn in new atomic plants in Gloucestershire and north Wales. State-owned China Guangdong Nuclear Power is said to be working on developing a consortium with Toshiba of Japan, through that company&apos;s subsidiary Westinghouse, the nuclear engineering business, to bid for Horizon. Another Chinese group, the State Nuclear Power Technology Corporation, is also linked to the Westinghouse consortium, according to the Financial Times. &quot;China is an obvious potential buyer,&quot; one British nuclear industry executive told the Guardian. &quot;It has deep pockets and the ambition to make something like this work.&quot; China plans to construct a huge number of new nuclear plants on its own territory, to replace some of its old and heavily polluting coal plants. The state-owned Chinese companies are flush with cash and the government has been keen to invest in a wide group of markets while prices are depressed and long-term returns look steady. The speculation follows indications that a Russian state nuclear company might be interested in Horizon. It will ring alarm bells in Whitehall about the wisdom of selling off strategic energy assets to nations considered to mix commercial and political ambitions overseas. George Osborne, the chancellor, has been keen to attract Chinese investment in infrastructure projects, while Shanghai-based Bright Food agreed to pay 720m for a 60% stake in Weetabix and is thought to be eyeing other food operations, such as Premier Foods, the makers of Mr Kipling cakes, and Loyd Grossman sauces. China Guangdong Nuclear Power recently took over London-based uranium miner Kalahari Minerals, while PetroChina invested last year in the huge Scottish oil refinery complex at Grangemouth. The Horizon holding is being disposed of by German utilities E.ON and RWE npower which have been discouraged from going ahead with new plants at Oldbury-on-Severn and Wylfa because of the rising cost of building nuclear in Britain at a time when their home country has decided to phase out atomic plants in reaction to the Fukushima disaster. The vendors have signed up the London-based arm of Japanese finance house Nomura to find a buyer as quickly as possible in the hope that Horizon can stick to its target of building new reactors by 2020. The decision by E.ON and RWE in March to pull out of Horizon was a blow to the British government which is keen to ensure a new generation of power plants can take over from ones nearing the end of their lives. Last week GDF Suez, a French company, warned ministers that it needed better incentives if it was going to proceed with plans to build a new reactor at Sellafield in Cumbria. An exit by GDF and Horizon would risk leaving EDF, the largely French state-owned power group, as the only one committed to new plants. EDF&apos;s British partner, Centrica, is considering its options over nuclear while the French group itself could be driven off course by an expected change of president in its home country. Franois Hollande, the socialist candidate and likely winner of this weekend&apos;s elections for the Elyse Palace, is committed to a dramatic contraction of the country&apos;s nuclear industry which could land EDF with a costly decommissioning and closure bill. The government and the power companies are in crucial talks to decide the price at which they can sell electricity from non-fossil fuel sources. Once a level has been agreed, the companies are guaranteed a subsidy from the Government if energy prices slump. However, if prices soar and they make big profits, they must pay back the difference. In either case, power companies need the certainty of regular revenue to make the initial investment.", 
    "section": "environment", 
    "gid": "environment/2012/may/04/chinese-energy-group-horizon-nuclear-power", 
    "wordcount": "655"
}