{
    "headline": "The week in wildlife - in pictures", 
    "text": "   Tree frogs are seen during a nature walk at Phinizy Swamp Park in Augusta, Georgia. The nature walk takes place at 9:30 am on the first Saturday of every month Photograph: Sara Caldwell/ Corbis       A bee hovers in front of a flower on a warm spring day in Belgrade, Serbia Photograph: Darko Vojinovic/AP       Millions of bats take off from their home inside Tham Khangkhao cave in Ratchaburi district, west of  Bangkok, Thailand. June 5 was World Environment Day, which aims to raise global awareness of the need to act to save the natural environment Photograph: Barbara Walton/EPA       Tree roots force their way through the cracks of a pavement in Ratchaburi district  Photograph: Barbara Walton/EPA       Short-haired bumblebee (Bombus subterraneus) on red clover in Dungeness, Kent, England. This week saw the release of 49 queens that are key to re-establishing the short-haired bumblebee in the UK Photograph: Jesper Mattias /RSPB       A wild boar sow with piglets in  Pripyatsky national park, Belarus  Photograph: Viktor Drachev/AFP/Getty Images       Young blackbirds wait for food in their nest in Peebles, Scotland. The breeding season for blackbirds lasts from early March to late July Photograph: David Cheskin/PA       A herd of more than 70 elephants in a remote area of South Sudan. Their location cannot be disclosed due to incidents of accelerating poaching. The Wildlife Conservation Society, in partnership with South Sudan's government, is attaching GPS-satellite collars to elephants across the country to help understand movement patterns and monitor and protect them. South Sudan's elephant population has already has dropped to less than 5,000 from around 80,000 in the 1950s Photograph: Hereward Holland/REUTERS       A brown bear in a cage in a restaurant in Rugova valley, about 80km (50 miles) from Pristina, Kosovo. According to government figures,  at the end of 2012 there were 15 brown bears kept in private captivity in restaurants as tourist attractions. Two of them were killed by their owners in May 2013. The Four Paws Animal Welfare Foundation, together with the local government, transferred all the other captive bears to a sanctuary in Pristina Photograph: Mihai Vasile/Four Paws/REUTERS       A rhino is injected with poison on at Dinokeng game reserve in Pretoria, South Africa. These  images show the drastic lengths to which veterinarians are willing to go to protect rhinos from poachers. Veterinarians from Wildlife Assignments International and the Dinokeng reserve are injecting the animals' horns with pink dye and parasitic poison, in an anti-poaching initiative Photograph: Gallo Images / Barcroft Media/Barcroft Media       Animals were flooded at Prague zoo this week as water levels in the  Vltava River continued to rise and flooding caused chaos across central Europe Photograph: SAMUEL KUBANI/AFP/Getty Images       Tree frogs on a branch  in Guanacaste, Costa Rica Photograph: Nicolas Reusens/Barcroft USA       A lotus flower in Kakadu national park in the Northern Territory, Australia. Covering nearly 20,000 square kilometres, Kakadu is one of few World Heritage sites that is listed for both its cultural and its natural values Photograph: Qian Jun/Corbis       A stag beetle suns itself on a log in a forest in Briesen, eastern Germany Photograph: Patrick Pleul/AFP/Getty Images       A cattle egret with its young on a tree along the River Brahmaputra in Gauhati, India.  The arrival of egrets usually indicates the beginning of the monsoon season Photograph: Anupam Nath/AP       A family of cheetah taking a drink in the Masai Mara, Kenya Photograph: Paul Goldstein / Rex Features       Volunteers kill and remove coral-killing crown of thorns starfish (Acanthaster planci) one by one from the waters off Pagkilatan village, the Philippines. The infestation is along the Verde Island Passage, one of the greatest areas of marine biodiversity in the world. The crown-of-thorns starfish is a predator on coral reefs. A nocturnal marine species, it feeds by forcing its stomach out through its mouth and turning it inside out. They can destroy huge areas of coral Photograph: Diovanie De Jesus/AFP/Getty Images       An invasive European green crab is pictured in Casco Bay in Freeport, Maine. An invasion of European green crabs, encouraged by rising ocean temperatures, is eating its way north through Maine's clam flats, threatening the state's third-largest fishery Photograph: Dave Sherwood /Reuters       A female osprey nicknamed Lady receives a fish from her male partner at the Loch of the Lowes nature reserve, near Dunkeld in Scotland. The 28-year-old osprey has spent 23 breeding years at the reserve, and hatched what is thought to be her 50th chick at the weekend Photograph: Russell Cheyne/Reuters       A lemur at Isalo national park in the Ihorombe region, south-western Madagascar Photograph: He Xianfeng/Corbis  ", 
    "section": "environment", 
    "gid": "environment/gallery/2013/jun/07/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}