{
    "headline": "Zambia and Zimbabwe's single-stop solution to boosting intra-African trade", 
    "text": "Violet is restless and impatient under the noonday sun as she awaits customs clearance at the sprawling border post, packed with monster trucks, dividing Zambia and Zimbabwe. On the road for four days, she has travelled on public transport all the way to and from Johannesburg, South Africa, to buy women&apos;s clothes to resell in her home town of Ndola in northern Zambia. &quot;It is very hectic and cumbersome,&quot; said Violet, 35, who gave just her first name, standing by a large black canvas holdall. &quot;We came around nine this morning and our bus still hasn&apos;t been cleared. There is just one official to inspect our goods and they make their own suggestions on the duty.&quot; A group of women nod in agreement at the implication she is being charged too much. At least these women are going through customs. Africa has a huge, predominantly female informal economy, estimated to represent one-third of the continent&apos;s gross domestic product. Smuggling takes place on a grand scale, with some smuggling routes so established that 30 tonne trucks use them to evade customs control. In southern Africa, informal traders deal mostly in crop products such as maize, rice and beans or clothes and blankets, many avoiding checkpoints and border posts where they are subject to &quot;facilitation payments&quot;. As the continent seeks to boost intra-African trade to promote growth and foreign direct investment, governments are trying to draw informal traders into the formal economy. They hope that simplifying and harmonising trading rules will make life easier for the merchants. Such a move would also fatten government coffers through customs payments, provide reliable statistics and  because registration would provide easier access to loans  offer small traders the chance to grow. The Common Market for Eastern and Southern Africa, which includes Zambia, has introduced a simplified trade regime for Zambia, Zimbabwe and Malawi that exempts a long list of goods from duty if they are worth less than $1,000. The new rules cover anything from soap and cotton wool to smoked fish and Bisto gravy. Driving progress Despite Violet&apos;s complaints, cross-border trade at Chirundu, Africa&apos;s only &quot;one-stop border post&quot; (pdf), has improved significantly, particularly for long-distance drivers. The border crossing, located by the Zambezi river, was once a chokepoint for lorries laden with foodstuffs and mining equipment coming and going to the South African port of Durban. A two-lane, 400m bridge  funded by Jica, Japan&apos;s aid agency  coupled with simplified procedures agreed by Zambia and Zimbabwe have speeded up processing time. Trucks previously obliged to stop twice now do so only once. Those from Zimbabwe are checked and cleared on the Zambian side, while those heading into Zimbabwe are cleared by that country&apos;s authorities. Lorries in Zambia pass through a Chinese-made, state-of-the-art scanner that sees into containers, examining them in just four minutes. Four red-brick banks are on the premises to facilitate customs payments and pre-clearance for shipments, enabling trucks once delayed for at least two or three days to zip through in half an hour if everything is in order. Stephen Kabuswe, a 44-year-old Zambian driver who is transporting plastic resin from Beira, Mozambique, to Lusaka, the Zambian capital  about a 1,500km round trip  confirmed the improvements. &quot;Things have changed,&quot; he said, standing in a large dirt compound filled with trucks. &quot;We used to stay here for five to seven days, now it&apos;s half an hour.&quot; This time he was not so lucky; his company had not paid the customs office yet. &quot;I&apos;m still here. I&apos;ve been told I will leave in the afternoon, but my friends who drove here with me only took 30 minutes.&quot; Speed is especially important for foodstuffs going through Chirundu. It is situated in a nature reserve, where monkeys lose no time in ripping off tarpaulin to get at the maize and sugar if the trucks stand around for too long. They still do it, but their foraging time has been reduced. &quot;We cannot hurt them [monkeys] as they are protected, we are the guests here,&quot; said Clement Mulenga, the Zambian deputy customs manager. He rattles off figures to illustrate the changes since Chirundu became a one-stop border post in December 2009. &quot;In 2009, an average of 1,800 to 2,000 trucks were coming and going out a month, now it&apos;s 12,000 to 14,000 a month and the trade is still increasing,&quot; he said. Border-point boost The increased trade has increased revenues for the Zambian government by 30%, according to the African Development Bank (AfDB), which is keen to introduce more one-stop border posts to boost regional trade. Teething problems still bedevil Chirundu, not least the scanner on the Zimbabwean side, which  not yet up and running  faces the wrong way. It has been positioned to screen outgoing rather than incoming traffic, which means the Zimbabweans will have to reroute outgoing lorries. As for small traders, Mulenga insisted the authorities want to make life easier for them. &quot;We are no longer just here for revenue collection, we are here to help them to grow, to engage with them so that they can become successful business people,&quot; he said. Despite its problems, the revamped border post has attracted widespread interest from other countries. Mulenga was recently in Kenya to speak to customs officials but, unfortunately, Chirundu remains the exception to the rule. Kazungula, on Zambia&apos;s southern border with Botswana, typifies the hassles of border posts in Africa. Also on the Zambezi, this scruffy and dusty post is 60km from Livingstone, named after the missionary and explorer. There is no bridge, although designs have been drawn up for an elegant, curved suspension bridge extending to almost 1km. The lorries have to be ferried across the Zambezi one at a time. Three ferries operate, but it is not unusual for one or more to be out of action, slowing things to a crawl. When one breaks down, the line of lorries on the Zambian side can stretch for a kilometre and a half, according to Mupishi Kelly Miti, head of customs on the Zambian side. Miti, whose business card says &quot;Pay taxes not bribes&quot;, described the day as quiet even though at least 30 lorries were queuing on the road. Dozens of other hulks await customs clearance in a dusty compound, where fruit vendors and money changers huddle under a tree for shade. Small traders also find it hard at Kazungula. Mary sits on the ground beside blankets wrapped in five bulky, durable plastic bags as container lorries trundle past behind her, their huge wheels stirring up dust. She looks exhausted  unsurprisingly, since she set off from Lusaka two days ago, making the 472km trip on public transport. Having crossed into Botswana to buy 10 blankets, she is taking a brief rest before resuming the long trip back north to Lusaka. &quot;It&apos;s very difficult,&quot; she said softly. &quot;I have been doing this since 2008, but I don&apos;t have enough capital. I have so much costs, I have to pay for transport and I have to pay duty on what I bring in.&quot; Mary, who didn&apos;t give her second name, is a victim of Africa&apos;s alphabet soup of regional trading blocs. Botswana does not belong to Comesa, but to the Southern African Development Community (SADC), dominated by South Africa. Bringing in her blankets from a non-Comesa member, Mary does not benefit from Comesa&apos;s $1,000 duty exemption for small traders. Africa has eight regional economic blocs; some countries belong to more than one. Landlocked Zambia, bordering eight countries, belongs to SADC and Comesa. Single market Efforts are under way to bring together Comesa, SADC and the East African Community into a single market of 26 countries, stretching from Cape Town to Cairo, with half a billion consumers and $1 trillion in output. Matimba Hasalama, an export official with the Zambia Development Agency, said a tripartite trade arrangement would attract foreign investors and strengthen Africa&apos;s capacity to absorb external shocks, such as the 2008 financial crisis. &quot;It might encourage a Chinese company to invest in the region and produce goods within the enlarged trading bloc as these products will be quota and duty free,&quot; she said. &quot;That way they can export to all of Africa tariff free. It is important to have them here.&quot; A single market with harmonised and simplified rules and duties should theoretically make life simpler for small traders such as Violet and Mary. Encouraging small traders would also address a key issue highlighted by the recent African Progress Panel chaired by Kofi Annan, the former UN secretary general, which warned of deepening inequalities that threaten to undermine Africa&apos;s recent economic success. Moono Mupotola, the AfDB&apos;s manager for regional integration, agreed policymakers need to take greater account of small traders as they move towards a tripartite free trade area by 2014. &quot;We do need to focus more on small traders,&quot; she said, &quot;as there is a tendency, when we discuss the formation of regional trading blocs, to take into account only 20-30% of those affected instead of the majority of the people. They are the ones who are harassed or forced to pay bribes to border officials and police when they trade.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/may/29/zambia-zimbabwe-intra-african-trade", 
    "wordcount": "1559"
}