{
    "headline": "Mystery bird: rock bunting, Emberiza cia", 
    "text": "    Rock bunting, Emberiza cia, Linnaeus, 1766, also known as the western rock bunting, Eurasian rock bunting or European rock bunting, or as the meadow rock bunting, photographed Rospaso in the Principality of Asturias, Spain (Europe).  Image: David lvarez, 4 July 2007 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Canon EOS 400D Digital, iso:200, 300 mm, f/11.0, 1/200 sec.   Question: Even though this Spanish mystery bird comes from a large family, few of its fellow family members reside in Europe. Why? Can you identify this mystery bird&apos;s taxonomic family and species? Response: This is an adult male rock bunting, Emberiza cia, a member of the species-rich passerine family, Emberizidae, or sparrows and buntings. In Europe, the emberizids are mostly known as buntings whereas they are mostly known as sparrows in the Americas, despite the fact that they are only distantly related to the Old World sparrows (Family: Passeridae).  Based on decreasing species richness, it is likely that the emberizids arose in South America, spread into North America and crossed into eastern Asia and expanded westward. This explains the comparative paucity of emberizid species in Europe and Africa when compared to the Americas. This species has light brown upperparts with darker streaks on its back and an unstreaked rufous coloured rump. The wings are streaked with black, rufous and buff. The head and face have strong contrasty black and white markings that are distinctive; there are dark stripes on the crown, a dark streak through the eyes and another dark stripe that borders the edge of the cheek. The upper mandible of the beak is darker than the lower mandible, which is pale grey. The tail is long and blunt and has white outer tail corners. Its underparts are orange-brown. Then throat and upper breast are silvery-white. The sexes are similar although the female may occasionally be paler coloured.  This species breeds on steep, boulder-strewn or rocky mountain slopes just above tree line or in glades and alpine meadows just below tree line, although they can be found in coastal regions all the way down to sea level. They can also be identified on the basis of their song. This video captures a male rock bunting singing from a bush:            [video link] Rock buntings are resident birds but they are altitudinal migrants, moving to lower levels of mountain sides when it snows.  .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/may/27/7", 
    "wordcount": "460"
}