{
    "headline": "Apps Rush: Wikipedia, Michael Owen, Soul Calibur, Tribe, Niko, FourFourTwo, Hatchi and more", 
    "text": "A selection of 15 apps for you today: Wikipedia Talk about timely. The week Wikipedia went dark for a day to protest against the proposed SOPA and PIPA anti-piracy legislation in the US, the site also got an official Android app for the first time. Articles can be saved to read later or offline, with sharing features too.Android Michael Owen A good example of keeping up with the Joneses. Or rather the Ferdinands. Rio had his own app first, but now his Manchester United team-mate Michael Owen has an iPhone app too. It promises news, videos shot by Owen himself, photos and tweets.iPhone Soul Calibur Namco&apos;s famous beat &apos;em up franchise has made its debut on iOS, with a conversion of the original Soul Calibur arcade game. 19 characters, all their moves, and plans to add new modes in future updates.iPhone / iPad Osmos HD On iOS, Osmos was a marvel: an absorbing game of, well, absorbing spheres. It was always particularly good on the larger-screened iPad, so Android tablet owners should rejoice at its release for Google&apos;s platform.Android Tribe Tribe wants to make Facebook a bit more like Google+, layering the latter&apos;s Circles functionality on top of the Facebook social graph. In other words, it gets you to sort your Facebook friends into &quot;tribes&quot; to separate their updates and control who sees what. Much like Facebook&apos;s own friend groups, to be honest.iPhone Niko Sulake is the company behind virtual world Habbo Hotel, but its newest product is an iOS game called Niko. It&apos;s a platform game that ties into its parent world: rewards unlocked in the game can be redeemed in Habbo Hotel, including badges and a trophy.iPhone / iPad FourFourTwo Africa Cup of Nations Stats Zone Football magazine FourFourTwo has teamed up with stats provider Opta again for an iPhone app tracking every player and team in the African Cup of Nations tournament. It follows an existing app focusing on the English Premier League and the European Champions League.iPhone TextTwist 2 Word game TextTwist has a sequel for Windows Phone, getting players to shuffle letters and form words against the clock.Windows Phone Ash II: Shadows Konami&apos;s Ash roleplaying game has a sequel on iOS, with revamped graphics and controls, and plans to launch new downloadable chapters in the coming months. A separate &quot;Gold Edition&quot; includes free access to those, whereas this Silver Edition will presumably charge through in-app purchases.iPhone / iPad Ellison the Elephant Oceanhouse Media&apos;s latest book-app for kids focuses on an elephant who can&apos;t trumpet, but can only toot. But it turns out to be quite a jazzy toot. The app offers voice narration, but also encourages children to read for themselves. And talking of jazz...Android / iPhone / iPad Jazz: Trump&apos;s Journey Alas, nothing to do with Donald. This is a platform game inspired by the life of Louis Armstrong, released by indie developer Bulkypix. It sees you running through New Orleans with the ability to &quot;use your trumpet to stop time&quot;.iPhone / iPad Hatchi Missing Tamagotchi virtual pets? Oh. Well, for those that are, UK studio Portable Pixels has a lovingly-created iPhone game taking inspiration from the toy. Hatchi needs to be fed, cleaned and played with, before growing up into one of a range of monsters.iPhone Fandor Movies This iPad app is only available in the US for now, but it&apos;s a very interesting idea. Fandor is a movie subscription service focused on independent films and documentaries. It costs $2.99 a week, $9.99 a month or $99.99 a year in the US.iPad Twonky Music PacketVideo&apos;s Twonky Music app is already available on other smartphones, but is now live for BlackBerry too. It plays songs stored on the handset, as well as streaming radio stations with tweets, artist biographies and news pulled in for songs as they play.BlackBerry Scramble Helper With Friends Want a sign of the mobile times? There&apos;s an unofficial cheat app for Zynga&apos;s Scramble With Friends game that gets you to take a screenshot of the letter-board, then tells you all the words in order of score or length. For shame!iPhone", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jan/19/apps-rush-wikipedia-michael-owen", 
    "wordcount": "698"
}