{
    "headline": "Mackerel fishing sanctions imposed after Iceland and Faroes breach quotas", 
    "text": "Europe&apos;s largest eco-labelled fisheries are to lose their environmental accreditation this week after the Faroes and Iceland breached strict limits on quotas for mackerel, putting stocks at severe risk of over-fishing. The Marine Stewardship Council confirmed that it would suspend its accreditation for eight mackerel fisheries on 31 March, after the European Union failed to persuade the Faroese and Icelandic governments to cut their catches last month. The MSC&apos;s decision will mean that all the accredited North Sea and Atlantic mackerel fisheries will lose their &quot;blue swoosh&quot; eco-label, a measure that will affect 1,400 fresh, smoked, tinned and frozen eco-labelled products sold across Europe. Any mackerel landed in Europe from 31 March will not be allowed to use it. The suspension affects the UK&apos;s largest single fishery, the north-east Atlantic mackerel fishery, worth 140,000 tonnes, alongside the much smaller south-west England handline fishery in Cornwall and significant mackerel fisheries in Ireland, Norway, Denmark, Sweden and the Netherlands. The crisis erupted in 2010 after the Faroes and Iceland said they were greatly increasing their catch sizes from their traditional limits, up to nearly 300,000 tonnes in total. They assert that mackerel are now feeding and spawning in much greater numbers in their waters during the summer, increasing their rights to larger quotas. In a recent statement after the collapse of this year&apos;s talks with the EU, the Faroese government said mackerel increased their weight and value by 55% in their waters every summer. &quot;Mackerel occurs in great abundance and density in Faroese waters for at least six months of the year, exploiting the excellent feeding conditions in the Faroese area during the summer,&quot; it said. Scottish trawlers blockaded the port at Peterhead to prevent one Faroese boat landing mackerel in the UK, a threat that Scottish skippers privately say is still in force. In a deal agreed with Norway, which has closely allied itself with Brussels, the EU had already allocated its own mackerel fleets a total quota of 396,000 tonnes. That Faroese and Icelandic decision pushed the total number of mackerel being fished across the northern Atlantic to roughly 900,000 tonnes, around 260,000 tonnes greater than the upper limit recommended by the scientific assessment body the International Council for the Exploration of the Sea (Ices). Richard Lochhead, Scottish fisheries secretary, said: &quot;The suspension of MSC certification for mackerel is very frustrating. Ensuring the stock is sustainable  and recognised by international bodies such as the MSC  is in everyone&apos;s interests. &quot;If the situation continues we face the prospect of the mackerel stock falling below safe limits by 2014. In fact, the Faroes don&apos;t even have the capacity to catch so many mackerel, with foreign vessels invited into their waters to plunder the stock on their behalf.&quot; Scottish mackerel fleets pioneered eco-certification after a scandal erupted over deliberate and systematic evasion of EU quotas by a large number of skippers based in Shetland and north-east Scotland. A series of prosecutions ended in February with the exposure of a 63m scam to illegally land mackerel and herring in Lerwick and Peterhead, involving 27 Scottish skippers. Andras Kristiansen, the Faroese government&apos;s chief negotiator, said the EU and British fleets had been too greedy in setting a quota which was 95% of the Ices recommended limit. He said the EU had to share the quota more equitably with his fleets and Iceland&apos;s. &quot;The Scottish vessels should come along and put a lot more effort into getting a solution,&quot; he said. &quot;If they can&apos;t uphold their certification, I can&apos;t comment on that; that&apos;s not our business.&quot; James Simpson, an MSC spokesman, said: &quot;It&apos;s a very difficult position. There will be people that consider it unfair, but the MSC mission is about productivity and sustainability of fisheries. And it is essential that fisheries work to maintain their certification status, and achieve a sustainable level across the entire stock.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/mar/25/mackerel-fishing-curbs-imposed", 
    "wordcount": "661"
}