{
    "headline": "Action on food security  the answer lies in the soil", 
    "text": "Things that could be done on food security (Editorial, 8 April) do include conserving and &quot;enriching soil and enhancing yields&quot;. The coalition has no strategy, having failed to endorse even a modified version of the previous government&apos;s strategy. A progressive policy framework for food security would emphasise better protection of the UK&apos;s soil resources as a contribution to efforts to conserve global soil resources, including in Europe, where the UK is part of a minority blocking a soil framework directive. A good start would be to ensure that accelerating losses of soil resources to greenfield housing, commercial and infrastructure developments are subject to proper controls. The problem is that the economic impacts of soil loss and degradation are mainly external to the current owners of land, being borne by the wider community and our children, as increasing food prices and environmental damage. This makes implementing an effective soil strategy a proper task for government but, up to the present, one that is being overlooked by the coalition.Professor Mark KibblewhiteNational Soil Resources Institute, Cranfield University  You say food security is not just a problem for the poor and that population growth means that, every day, there are another 220,000 mouths to feed. Yet, your list of &quot;things that could be done&quot; did not include helping the estimated 222 million women in the world who want to avoid a pregnancy in the next two years, but who are not using modern contraceptives, mostly because they do not have access to them. Demography is not destiny; achieving the internationally agreed priority of universal access to reproductive health, including family planning, is not just a matter of human rights, it would also significantly reduce the numbers of women who die every year from causes related to pregnancy and childbirth. What is needed is the political will to invest in voluntary family planning programmes that respect and protect rights. In a world of vast social inequalities, unsustainable consumption patterns and pressing environmental problems, not to mention the immoral and wasteful deficiencies of the global food system, empowering women and men to ensure that every child is a wanted child won&apos;t solve everything. But it is one of many strategies that must be adopted if we are to achieve food security and a sustainable future for all. Population is the denominator of all of these issues, and ignoring it, if that means perpetuating the situation whereby millions of women do not have the access to contraceptives that we take for granted, is no longer consistent with justice and common decency.Karen NewmanPopulation and Sustainability Network   Immediate things that could be done to improve the world&apos;s food supply at virtually no cost: more widespread use of proven composting and sustainable farming techniques. Cheap irrigation drips for parched lands. Urban growing and more community garden plots. Spud bags for impoverished urban families. Not sexy, not &quot;cutting edge new science&quot;, no great profits for multinational agricompanies  but they work. Sometimes the best solutions, like the bicycle&apos;s rediscovered role in tackling traffic jams and pollution, mean better use of existing and proven technology. Mike FrostBristol", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/09/action-food-security-answer-soil", 
    "wordcount": "523"
}