{
    "headline": "Why a chimp smuggled between sacks of marijuana is not a joke", 
    "text": "A smuggled chimp hidden between two sacks of marijuana sounds like the first line of a joke. But this monkey business, uncovered in Cameroon, is in fact only the most lurid detail from a distinctly unfunny report from the UN Environment Programme that estimates 3,000 great apes a year are illegally captured each year in forests, often to be sold as pets or tourist attractions. Moreover, the chimp-dope contraband graphically illustrates a recurring theme at the summit of the Convention on Trade in Endangered Species here in Bangkok: that major organised crimes syndicates control big parts of the illegal trade. And why wouldn&apos;t they? The profits are just as high as for smuggling drugs and guns, but the chances of getting convicted are far lower and, even if they are, the penalties are often mere fines. The UNEP report, produced by its Great Apes Survival Partnership (Grasp), estimates that a minimum of 22,218 great apes have been lost from the wild since 2005  either sold, killed during the hunt, or dying in captivity. In the same time, only 27 arrests were made in Africa and Asia in connection with the great apes trade. A quarter were never even prosecuted. The profits margins are high, the report found. Chimps and orangutans, the most common live-traded apes, sell for hundreds or thousands of dollars. Gorillas can fetch hundreds of thousands of dollars. But a minimal amount of this goes to poor local communities. &quot;The illegal trade inapeshas little to do with poverty,&quot; said Ofir Drori, founder of the Last Great Ape Organization in Cameroon. &quot;It is instead generated by the rich and powerful.&quot; It also has a damaging knock-on effect on the forests, which often provide food and wood for local people. &quot;Greatapesare extremely important for the health of forests in Africa and Asia, and even the loss of 10 or 20 at a time can have a deep impact on biodiversity,&quot; said Doug Cress, coordinator of Grasp.  The apes traded alive  as opposed to those killed for bushmeat  face cruel futures, as attractions in seedy zoos or casinos, status symbols for the bored and stupid rich, or even staging boxing matches in Asian safari parks. All of this is despite the fact that, because they are all endangered, every great ape has the greatest protection offered by Cites: a ban on international trade. The continuation of the trade demonstrates the failure of implementation that undermines Cites. But Cites is starting to bare its teeth. Since 2007, orders from zoos and private owners in Asia have spurred the export of over 130 chimpanzees and 10 gorillas under falsified permits from Guinea. In response, this week, the nations on the governing committee of Cites hit Guinea with its ultimate sanction: a ban on trading any wild products at all. A far more incendiary move, in response to the continued and increasing slaughter of African elephants for their ivory, would be to cripple the vast trade in orchids, crocodile leather and other goods from China, Thailand and Vietnam, where the ivory ends up. That is now being talked about seriously at least. In the end enforcement depends on funding and that replies on political will at the top level. One delegate told me today that the increasingly overt link to organised crime and rebel militias  posing real national security threats  was starting to wake governments up. I hope he is right.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2013/mar/06/cites-ape-chimpanzee-illegal-wildlife-trade", 
    "wordcount": "583"
}