{
    "headline": "Boot up: Jerry Yang steps down at Yahoo, Samsung rules out buying RIM, and more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team Samsung says not interested in buying RIM | Reuters And Boy Genius Report goes back to the drawing board. Sources: Four More Board Members Will Be Following Yang Out the Door &gt;&gt; AllThingsD The week of the long knives at Yahoo:   Sources said four other directors will also step down soon. As I wrote last week, in a post suggesting Yang might also go, the prime candidates to go appear to be: Chairman Roy Bostock, Arthur Kern, Vyomesh Joshi, and Gary Wilson.  Don&apos;t censor the web &gt;&gt; Official Google Blog Top Google lawyer David Drummond:   Fighting online piracy is extremely important. We are investing a lot of time and money in that fight. Last year alone we acted on copyright takedown notices for more than 5 million webpages and invested more than $60 million in the fight against ads appearing on bad sites. And we think there is more that can be done here--like targeted and focused steps to cut off the money supply to foreign pirate sites. If you cut off the money flow, you cut the incentive to steal.  Hitler Hears About Google Search Plus Your World - YouTube &quot;When I search for Katy Perry I want her Facebook page and her tweets, not her empty Google+ page.&quot; Yes, Downfall is back. HP Pavilion Elite m9600 Desktop PC series - Limited Warranty Service Enhancement Program for HP Pavilion Elite Desktop Model Numbers e9150t, e9180f, e9180t, m9600t, m9650f, e9280f, e9280t, and e9290f - c03087285 &gt;&gt; HP Business Support Center A US court-ordered mandate to repair defective models. Not clear whether this applies to the UK. (You may already know the answer.) Worth hassling HP if your model and serial are on the list. Why are Android smartphones bigger than the iPhone? &gt;&gt; Daring Fireball  &quot;If I&apos;m right [that it&apos;s because chipsets and batteries for LTE need to be bigger], we will start seeing smaller LTE Android handset sets a year or so from now, and the tech press will collectively forget the &apos;bigger is inherently better&apos; mindset that pervades phone reviews today.&quot;   Noted. FOSS Patents: Oracle says each day&apos;s worth of Android activations generates $10 million in annual revenues for Google -- and strengthens Google+  &quot;Oracle&apos;s pleading also contains a very interesting portrayal of Google&apos;s Android-related business model and the economic value Android represents to Google, which is pertinent to Oracle&apos;s argument that its infringement lawsuit must be adjudicated at the earliest opportunity.&quot;   Oracle is liberally taking Google at its word to generate the worst possible case for damages against it. Wonder if Google will try to play down the value of Android when this comes to trial? Troubling Google Contractor Allegedly Caught Vandalizing Open Street Map (Updated)  &quot;The official blog of Open Street Map reports tonight that someone at a range of Google IP addresses in India has been editing the collaboratively made map of the world in some very unhelpful ways, like moving and deleting information and reversing the direction of one-way streets on the map.   &quot;Google sent the following statement to ReadWriteWeb on Tuesday morning. &apos;The two people who made these changes were contractors acting on their own behalf while on the Google network. They are no longer working on Google projects.&apos;&quot;   Google&apos;s Augean department has been busy again, it seems. What part of &quot;don&apos;t be evil&quot; is so hard to understand, whether for staff or a contractor? You can follow Guardian Technology&apos;s linkbucket on Pinboard", 
    "section": "technology", 
    "gid": "technology/blog/2012/jan/18/technology-links-newsbucket", 
    "wordcount": "602"
}