{
    "headline": "'Marine snow' could herald breakthrough in race to save eels", 
    "text": "Marine biologists are racing to solve a unique problem which is crucial to their efforts to save the world&apos;s wild eel populations from catastrophic collapse: recreating a food called &quot;marine snow&quot;. In one of the least-understood global conservation crises, spawning rates for the world&apos;s three major eel populations have crashed in the last three decades by as much as 99%, raising fears they could become extinct across the far east, Europe and north America. Biologists in Japan, where eels are an iconic part of the country&apos;s cuisine and culture, are on the brink of farming eels from birth to fork on an industrial scale for the first time, potentially in the same way as salmon is farmed worldwide. That breakthrough  being sought too by scientists in Korea and the United States  could dramatically relieve pressure on wild eel populations, and greatly increase the prospects of rebuilding their stocks worldwide. Yet the goal of producing wholly captive farmed eels, using larvae produced in captivity rather than wild-caught baby eels, is being thwarted by a very significant obstacle: reproducing the larvae&apos;s unique natural diet, which is known to scientists as &quot;marine snow&quot;. That foodstuff, which is essential to an eel&apos;s growth cycle as they develop and mature from larvae to glass eels, is a mixture of marine detritus, organic waste matter suspended in diffuse clouds, which is proving extremely hard to reproduce on an industrial scale. Eels are being farmed commercially around the world but only by using baby eels trapped in the wild, adding even greater pressure to the last surviving wild populations. In the UK, young eel or elver numbers are now at 5% of their levels in the 1980s. Scientists have considered the most unlikely ingredients to help create that peculiar food, including the yolk from shark&apos;s eggs. To exacerbate the feeding problem, eels stay in a larval stage for three to four months, compared with only a few days for cod, and are extremely sensitive at that stage. Prof Katsumi Tsukamoto, a pioneer in eel conservation in the Pacific who was first discover the Pacific eels spawning grounds, told marine scientists in Edinburgh this week that this obstacle meant it cost 1,000 (803) to produce a single captive seedling in the laboratory; their goal is to get that cost down to 1. Speaking after a keynote address to the World Fisheries Congress, Tsukamoto, from the Atmosphere and Ocean Research Institute at Tokyo University, said the focus on devising a wholly self-sufficient domestic eel farming programme, while very expensive, was being driven by the need to preserve remaining wild eels. &quot;We&apos;re now trying to establish a special strain, completely cut off from wild stocks,&quot; he said. &quot;We want to improve the many different characteristics, for example growth rate, metamorphosis rates and disease resistance. It&apos;s a process of domestication, like sheep, pigs, cows or horses.&quot; Pressure to produce wholly captive eels is being driven by the continuing heavy demand from consumers: eels are the main ingredient in kabayaki, one of three most culturally important styles of Japanese cuisine along with sushi and tempura. David Righton, from the Cefas marine laboratory in Lowestoft, and a leading figure in the Eeliad project on saving the European eel, said the quest to find a substitute food stuff is one of the most competitive areas in eel conservation. &quot;Whoever gets there first has made a tremendous discovery; you&apos;re recovering a cultural tradition. Whoever does this is culturally important as well as becoming very rich,&quot; Righton said.", 
    "section": "environment", 
    "gid": "environment/2012/may/11/marine-biologists-eels", 
    "wordcount": "594"
}