{
    "headline": "Why won't Gove back free schools?", 
    "text": "It&apos;s a challenge shared by all mainstream political parties; how do you reshape public services to give the public a greater sense of ownership? The Tories have come up with one answer to the question. Free schools, designed and - in some cases - run by parents, teachers, or charities, have proved a modestly popular idea with the public - there were 281 bids to open new schools this September. But there are increasingly signs that the education secretary, Michael Gove, is lowering his sights for the free schools programme. Gove once spoke loftily of a &quot;superb new school in every community&quot;. But last year, the department for education - driven presumably by budget constraints as well as a fear of signing off on flops - approved just 79. This low number was even less impressive than it first seemed - as the department counted 16 University Technical Colleges towards the total. UTCs are a new generation of vocational school in which businesses help shape the curriculum. They may prove to be a force for good, but they do not embody the Big Society ideal as free schools do. Now it appears that the department is planning for around 50 openings of free schools this September. Of those, as the Times Educational Supplement reported on Friday, around half are still seeking sites. In reply to a question from the Labour MP Karen Buck, Gove told the Commons on Monday that four out of the fifty were not in negotiations - and therefore, presumably, unlikely to be open by this autumn. He said that 21 were still in negotiations over premises. By any measure - whether the government wants to address the need for school places or use free schools to raise standards - less than fifty new schools this September is a poor outcome for such a vaunted policy. Why is the ambition to create free schools being frustrated? Bureaucracy is one answer, says the New Schools Network, the charity which helps free schools. Free schools can&apos;t negotiate directly for buildings because there is no agreed formula for their capital costs. To allow them to negotiate directly - as things stand - would mean free school groups spending government cash without a ceiling. So they all have to go through the Education Funding Agency, a new quango, creating a bottleneck. Lack of cash is a bigger barrier to the expansion of free schools. Allowing private capital into schools is one obvious - but politically fraught - solution. Rachel Wolf, director of the NSN, says: &quot;It is clearly true that if you allow an injection of private capital, you allow new institutions to form.&quot; There is plenty that ministers could do to make it easier for free schools without taking this step, Wolf points out. One such action would be letting schools set up in business premises without having to seek &quot;change of use&quot; planning permission. But she also argues for a wider transformation that lets schools - of all kinds - behave more like businesses. Addressing a conference organised by the magazine EducationInvestor on Tuesday, Wolf described England&apos;s education system as a &quot;cottage industry&quot;. She said: &quot;Most of the converter academies, most of the free schools are single institutions which are doing fantastic things - but those fantastic things are not scaling, not transferring across the system very rapidly. There are some [academy] chains. Most of them are not growing that fast and it is very difficult for them to do so. &quot;The big difference between schools and higher education... is that schools are not being allowed to behave as proper sensible institutions, so for example they can&apos;t borrow, they can&apos;t hold proper surpluses, they can&apos;t exchange resources between their different institutions. &quot;If we want to see new models transform... the education sector... that is going to be essential.&quot; Whether free schools will raise standards or aid social mobility is debatable, to say the least. But having encouraged this experiment in democracy, the government now risks letting it go the way of the rest of the Big Society. If Gove is serious about creating a market in school places, then he will need to find a way of creating more free schools.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/apr/18/free-schools-michaelgove", 
    "wordcount": "714"
}