{
    "headline": "Motorola Mobility under fire in smartphone patent battles", 
    "text": "Motorola Mobility (MMI), the struggling Android handset maker that is being bought by search giant Google in a $12.5bn deal, has come under attack from a German court and from Microsoft over its use of patents in legal fights. In a key decision in the ongoing smartphone patent wars, a German court rejected attempts by MMI to stop Apple&apos;s sales of several iPhone and iPad models through its German internet store. The decision reverses a ruling in December by a lower court. The court said that because Apple had improved its payment offer for the patents at stake  which cover 3G/UMTS wireless telephony standards  Motorola could not impose an injunction while Apple appeals the case, and that to do so would breach European antitrust rules. Those rules oblige it to license &quot;standard essential&quot; patents on &quot;fair, reasonable and non-discriminatory&quot; terms to any company. Meanwhile Microsoft has complained that MMI is &quot;on a path to use standard essential patents to kill video on the web&quot; and that Google &quot;doesn&apos;t seem to be willing to change [its] course&quot;. The German decision puts a question mark over the value of some of MMI&apos;s huge 17,000-strong patent portfolio to Google, which has received US and European clearance for its $12.5bn acquisition of the struggling handset and set-top box maker, but is still awaiting approval from China and Israel before it can be completed. The search giant has repeatedly stated that it wants MMI&apos;s patents so that it can fend off courtroom attacks by Apple and Microsoft, which are using their portfolios of non-essential patents respectively to prevent sales of handsets running Google&apos;s Android software, and to extract per-handset payments. But if MMI cannot injunct Apple or Microsoft products from sale, nor force its own terms on licencees, then its &quot;standard essential&quot; patents lose their force in a court battle. MMI may also face an investigation from the European Commission for its attempts to use &quot;standard essential&quot; patents to force injunctions, after both Apple and Microsoft lodged complaints over its legal tactics. In giving his assent to Google&apos;s takeover of MMI in early February, the European Competition Commissioner Joaquin Almunia warned both companies that &quot;Today&apos;s decision does not mean that the merger clearance blesses all actions by Motorola in the past or all future action by Google with regard to the use of standard essential patents.&quot; Standard essential patents are submitted by the inventing company to standards bodies for inclusion in emerging standards. If accepted, they become obligatory for use to comply with a standard, but have to be licensed at agreed rates and equally to all applicants. Apple and Microsoft have both complained that Motorola is discriminating by trying to vary their licensing terms for standard essential patents, some relating to the H.264 video codec and others to wireless communication. &quot;Motorola has broken its promise. Motorola is on a path to use standard essential patents to kill video on the Web, and Google as its new owner doesn&apos;t seem to be willing to change course,&quot; wrote Dave Heiner, a senior Microsoft lawyer. He said that MMI was seeking huge payments for use of its H.264 patents: &quot;Motorola has refused to make its patents available at anything remotely close to a reasonable price. For a $1,000 laptop, Motorola is demanding that Microsoft pay a royalty of $22.50 for its 50 patents on the video standard, called H.264. As it turns out, there are at least 2,300 other patents needed to implement this standard. They are available from a group of 29 companies that came together to offer their H.264 patents to the industry on FRAND terms. Microsoft&apos;s patent royalty to this group on that $1,000 laptop? Two cents.&quot; MMI&apos;s demands were based on the retail price of the device, said Heiner  which would make it $45 on a $2,000 laptop. &quot;Microsoft is not seeking to block Android manufacturers from shipping products on the basis of standard essential patents,&quot; wrote Heiner. &quot;Rather, Microsoft is focused on infringement of patents that it has not contributed to any industry standard.&quot; Meanwhile, Apple is seeking to ban sales of a number of mobile handsets using Google&apos;s Android software, including MMI and Samsung, in a number of European countries and the US, claiming that they infringe patents it owns which have not been declared standards. The latest decision was handed down in the Karlsruhe Higher Regional Court, which heard an appeal from Apple over a verdict given by the Mannheim court in December. The court decided that Apple&apos;s amended terms for licensing MMI&apos;s patents should be acceptable at least for the course of the appeal, which according to the independent patents blogger Florian Mller could take a year or more. Mller suggested that the decision may mean that German courts  previously seen as less friendly to companies which are trying to license FRAND patents - are now not inclined to allow injunctions on those patents. &quot;Google&apos;s public statement on the post-acquisition use of MMI&apos;s patents proposed the German approach to FRAND as the way forward for the whole world,&quot; he wrote on his blog following the announcement. &quot;With today&apos;s ruling, [Google-Motorola&apos;s] strategy has failed even before the companies have formally merged. This is such a major blow to Google&apos;s patent strategy that, from a mere shareholder value point of view, it should now give serious consideration to the possibility of coughing up the $2.5 billion break-up fee agreed upon with MMI&apos;s board of directors and walk out on this deal.&quot; MMI, he said, is now faced with the problem that if it continues to refuse Apple&apos;s licence paymen offer, it might be judged as breaching EU antitrust rules. That could lead to fines of up to 10% of the company&apos;s global turnover. MMI last week won a separate patent judgement in Germany against Apple covering push email, which is not a &quot;standard essential&quot; patent and so carries no obligation to license it. That has forced Apple to turn off parts of its iCloud and MobileMe email and cloud services in the country.", 
    "section": "technology", 
    "gid": "technology/2012/feb/27/motorola-mobility-smartphone-patents", 
    "wordcount": "1048"
}