{
    "headline": "National Trust rejects chairman's anti-wind power comments", 
    "text": "The National Trust has moved to distance itself from anti-wind power comments made by its high-profile chairman. Sir Simon Jenkins is a long-standing opponent of wind power and the subsidies paid to support it. But this week he claimed that the conservation charity, which has publicly backed renewable energy, shared his views. &quot;Broadly speaking, the National Trust is deeply sceptical of this form of renewable energy,&quot; he told the Daily Telegraph. But a spokesman for the trust said Tuesday that &quot;our chairman has long-held views on wind that don&apos;t necessarily chime with our current views as an organisation on wind&quot;. Asked if it was true that the organisation was &quot;deeply sceptical&quot; about wind, the spokesman said: &quot;No, our position hasn&apos;t changed on renewable energy.&quot; Jenkins&apos;s comments follow attacks on wind power by 101 Tory MPs last month, who wrote to David Cameron urging him to &quot;dramatically cut the subsidy&quot; for onshore windfarms. Last week the billionaire Donald Trump also renewed his ongoing campaign against an offshore windfarm near the site of his luxury golf resort in Aberdeenshire, accusing the Scottish first minister, Alex Salmond, of being &quot;hell-bent on destroying Scotland&apos;s coastline&quot; and saying he would halt work on his resort until ministers made a decision on the turbines. In 2010 the National Trust set itself a target of producing 50% of the energy for its historic homes and sites from renewable sources by 2020. Only five of its properties currently have wind turbines, and all are small-scale models, compared to dozens of sites with solar panels. The trust said it has a record of opposing more wind turbines than it has supported. The Trust currently produces around 3% of its energy from renewable sources, a similar figure to the 3.6% for the UK as a whole. Jenkins, who is also a Guardian columnist, said: &quot;We are doing masses of renewables, but wind is probably the least efficient and wrecks the countryside, and the National Trust is about preserving the countryside.&quot; A spokesman for trade body RenewableUK said it was not clear what efficiency Jenkins was referring to: &quot;If there is a value for the efficiency of wind that makes people support it, we would be very interested in hearing it. In terms of physical laws around the conversion of one form of energy to another, wind is about as efficient as it is possible to be.&quot; Peter Nixon, the director of conservation at the National Trust, said: &quot;The National Trust position remains unchanged. We have a duty to protect beautiful places, and believe that any wind energy proposals should be located, designed and on a scale that avoids compromising these. &quot;We believe strongly in the need to grow renewable energy generation and wean ourselves off fossil fuels. We have a target to generate 50% of our own energy from renewables by 2020, including wind where it is not too large for its setting. We&apos;re trying to show how this can be done without putting at risk our beautiful natural and built heritage.&quot; There are currently around 3,000 wind turbines in the UK, a figure set to rise to 6,000 by 2020 as the government pushes to meet its renewable energy and carbon targets.", 
    "section": "environment", 
    "gid": "environment/2012/feb/14/national-trust-chairman-wind-power", 
    "wordcount": "555"
}