{
    "headline": "The real price of an iPhone 5: life in the Foxconn factory", 
    "text": "Any committed foodie will wax lyrical about the value of provenance  the integrity of the food, the care and craft behind creating it. How long, then, before this middle-class preoccupation with quality, traceability and plain goodness of the things we buy extends into technology? We suspend our ethics when Apple launches a new phone. That unboxing is a virgin moment, as if the phone morphed inside the box from the tiny sparkling seed implanted by Jonathan Ive. Slide your finger through the Designed In California seal and your phone takes its first breath It&apos;s a supreme piece of packaging design, but the reality is far from an immaculate conception. Foxconn, the Chinese manufacturer of iPhone, has faced a steady stream of criticism and concerns from poor working conditions to suicides. Now the Shanghai Evening Post has published a detailed diary of working life at the Foxconn production plant by undercover journalist Wang Yu. He lasted 10 days in the plant, seven of which were in training, and three on shifts &quot;marking placement points on the back plate&quot;. Foxconn recruited 20,000 new workers in March to meet its production targets for iPhone 5, and has to produce 57m in one year, Wang&apos;s report stated. No doubt much of the nuance has been lost in this translation by micgadget.com, (who bafflingly signed off from this piece by saying how excited they were about seeing the new iPhone 5) but Wang complains of having to work on 3,000 phones during a 10-hour shift, paid only 27 yuan ($4.27) for two hours&apos; overtime. &quot;An iPhone 5 back-plate run through in front of me almost every 3 seconds. I have to pickup the back-plate and marked 4 position points using the oil-based paint pen and put it back on the running belt swiftly within 3 seconds with no errors. After such repeat action for several hours, I have terrible neckache and muscle pain on my arm. A new worker who sat opposite of me gone exhausted and laid down for a short while. The supervisor has noticed him and punished him by asking him to stand at one corner for 10 minutes like the old school days. We worked non-stop from midnight to the next morning 6 am but were still asked to keep on working as the production line is based on running belt and no one is allowed to stop. I&apos;m so starving and fully exhausted.&quot; Dormitories smell of rubbish, sweat and foam, and the reporter wrote of cockroaches in the wardrobes and dirty bedsheets. chinalaborwatch.org reports at least 18 suicides at Foxconn plants in two years, and as a result dorm windows have been barred, which gives the impression of a prison. The various facilities include a gym, canteen, hospital, library and playground, which Wang claims are under-resourced or rundown. Employees are told that if they set off the metal detectors in the high security production floor they will be sacked on the spot, and claims one employee was dismissed for carrying a USB charging cable. &quot;When I walked into the production floor after passing through the metal detector door, I heard loud sounds of machinery engines and a very dense of plastic smell. Our supervisor warned us: &apos;Once you sit down, you only do what you are told.&apos; The supervisor finally present us the back of the iPhone 5 and shows it to all of us and said: &apos;This is the new unleashed iPhone 5 back plate, you should be honored having the chance to produce it.&apos; This is very far from being only Apple&apos;s problem, of course. Foxconn manufactures parts for just about every other consumer tech firm too (the company&apos;s most recent corporate social responsibility report from 2010 cites 935,000 employees, so it is enormous), including HP, Sony-Ericsson, Amazon and Dell. It makes the Kindle and Wii as well as iPhones and iPads, and until recently made Xbox consoles. There have already been pledges this year by Apple, as Foxconn&apos;s highest profile client, and Foxconn to improve housing and working conditions, followed by the latest concerns over the use of student labourers to help meet production demands. The Guardian has asked Foxconn to comment. Samsung too is facing allegations of abuse and poor working conditions in its production plants including hiring 16- and 17-year-olds - again battling to meet deadlines for new devices. As long as there is massive demand, so suppliers will fight to cut costs and deliver those products as cheaply as they can. As consumers, our own attitudes towards the quality and the true price of those products is the one thing we can try to address. There is no immaculate iPhone conception  just an exhausted team of Chinese labourers.", 
    "section": "technology", 
    "gid": "technology/2012/sep/13/cost-iphone-5-foxconn-factory", 
    "wordcount": "798"
}