{
    "headline": "Boot up: Samsung's 'Passbook', Flash update (again), iOS jailbreak block and more", 
    "text": "A burst of 11 links for you to chew over, as picked by the Technology team Office 365: To the cloud and beyond &gt;&gt; Microsoft TechNet Blogs  Today we are celebrating a significant milestone with our latest release of Microsoft Office 365. When we first set out to build this release of Office, we knew it would be the boldest yet. We wanted to create that &quot;over-the-shoulder envy&quot; that makes your friend or the guy sitting next to you on the plane ask what you&apos;re using. In a recent survey, 96 percent of people who were asked said they&apos;d recommend Office to a friend.  File under Conversations That Never Happen: &quot;Excuse me, but I couldn&apos;t help wondering what that suite of office applications is that you&apos;re using. It&apos;s called what? Made by who? Wow, it looks really promising. You&apos;d recommend it? Really?&quot; Court of Appeal bans Bayesian probability (and Sherlock Holmes) &gt;&gt; Understanding Uncertainty  In a recent judgement the English Court of Appeal has not only rejected the Sherlock Holmes doctrine shown above, but also denied that probability can be used as an expression of uncertainty for events that have either happened or not. The case was a civil dispute about the cause of a fire, and concerned an appeal against a decision in the High Court by Judge Edwards-Stuart. Edwards-Stuart had essentially concluded that the fire had been started by a discarded cigarette, even though this seemed an unlikely event in itself, because the other two explanations were even more implausible.  The Reverend Bayes would be spinning in his grave if he were to hear this sort of talk. May 2007: Settling this iPhone vs. LG Prada nonsense &gt;&gt; Gizmodo Brian Lam:   The LG is smaller, sure. It&apos;s a better size, for an un-smartphone.It&apos;s the nicest LG I&apos;ve ever seen. But it often uses it&apos;s touchscreen to boring effect. There is no interface advantage here.  Just in case you ever need a reference in a discussion. Samsung takes a page from Apple&apos;s Passbook with new Wallet app &gt;&gt; The Verge  The company showed off a few features of the new app during its developer keynote, and it&apos;s quite clear that Samsung took its design inspiration for Wallet from Apple&apos;s Passbook (even down to the icon that Samsung used). Currently, Wallet is only available as a preview for developers, who can download the SDK and API guides for it now, and the app itself will be available in the near future. Samsung says that it has lined up partnerships with Walgreens, Belly, Major League Baseball Advanced Media, Expedia, Booking.com, Hotels.com, and Lufthansa for the app&apos;s launch, but it won&apos;t be integrated any NFC payment features into Wallet, despite its new partnership with Visa&apos;s PayWave service. When we asked why this was the case, Samsung said retailers prefer barcodes over NFC because they don&apos;t have to install any new infrastructure to support it.  Let&apos;s hope they&apos;ve actually cloned Apple&apos;s Passbook API: then we might start seeing some real-life uses. Adobe tells users to update Flash Player for the third time this month &gt;&gt; Naked Security  How many times has Adobe Flash had to be updated on your computer this month? The (perhaps surprising) answer is three. And let&apos;s not forget that February is the shortest month of the year.  But we don&apos;t begrudge it for such essential software, do we? Lousy ABC cryptography cracked in seconds as Aussie passwords are exposed &gt;&gt; Troy Hunt  45 seconds. That&apos;s how long it took to crack 53% of the [Australian Broadcasting Corporation&apos;s] now very public password database. That&apos;s more than half of the almost 50,000 passwords that were publicly exposed today. How the passwords (among other data) were exposed is yet to play out, but what we now know for sure is that the mechanism the ABC used to protect these credentials was woefully inadequate.  In case you&apos;re wondering, the Guardian&apos;s encryption system for user passwords is different from ABC&apos;s, and very substantially harder to crack. Before VFX &gt;&gt; Tumblr How the films look before the digital graphics artists work their magic. Good Technology&apos;s Q4 2012 device activation report shows Apple continues to dominate the enterprise &gt;&gt; Good Technology  This quarter&apos;s report showed a clear preference for iOS devices, which accounted for 77% of all activations and captured eight of the top ten spots on the most popular device list this quarter. While Android activations dropped 6.3% as compared to Q4 2011, they still accounted for 22.7% of all activations for the quarter, which were primarily driven by Android tablets.Windows Phone devices came in a distant third for the quarter, capturing just 0.5% of overall activations.  These figures don&apos;t include BlackBerry devices, which have their own enterprise security. Samsung takes two of the three spots for Android activations. (See if you can guess the other before you read.) China white-box tablet players struggling for survival &gt;&gt; Digitimes  Due to fierce competition from first-tier brand vendors, several China-based white-box tablet players in Shenzhen, China have reportedly gone bankrupt, while remaining ones are also struggling to survive, according to sources from the upstream supply chain. Global tablet shipments are expected to grow from 120-130m units in 2012 to 180-240m in 2013 with 7-inch models to account for 45-60% of the volume. China&apos;s white-box tablet shipments are estimated at around 40-60m units in 2012, growing from 14m units in 2011. Google&apos;s and Amazon&apos;s US$199 tablets as well as Acer&apos;s and Asustek Computer&apos;s entry-level tablets, especially Acer&apos;s NT$5,000 (US$169) Iconia B1, are all strong competitors of white-box tablets. White-box players have difficulties dropping their prices further. Due to quality issues, white-box players usually have a higher product return rate than first-tier vendors, the sources explained. With slim gross margins, white-box players are at high risks of going bankrupt, the sources added.  The &quot;China effect&quot; isn&apos;t made clear in analysts&apos; figures about Android tablets, but barely any of those sold in China will be &quot;Google Android&quot;; they&apos;ll use AOSP (Android Open Source Platform) and local, not Google, services. Google&apos;s Evil Plan Is Simple (and not so evil) &gt;&gt; AJ Kohn  Instead of talking about all of these natural business moves and conjuring up some nefarious plot, I want to talk about Google&apos;s real strategy. Here&apos;s the truth. Here&apos;s Google&apos;s plan. Get people to use the Internet more. That&apos;s it. The more time people spend on the Internet the more time they&apos;ll engage in revenue generating activities [for Google] such as viewing and clicking display ads and performing searches.  And then goes on to analyse Google&apos;s products in the light of this analysis. It&apos;s completely correct, but people tend to overlook it in favour of more complex &quot;strategies&quot;. Apple Is beta-testing an update that kills evasi0n jailbreak &gt;&gt; Forbes  Late last weekApple released an update for iOS to developers in beta that prevents the use of the popular jailbreak software evasi0n, according to one of evasi0n&apos;s creators who tested the patch over the weekend, David Wang. Wang tells me that he&apos;s analyzed the 6.1.3 beta 2 update and found that it patches at least one of the five bugs the jailbreak exploits, namely a flaw in the operating system&apos;s time zone settings.The beta update likely signals the end of using evasi0n to hack new or updated devices after the update is released to users, says Wang, who says he&apos;s still testing the patch to see which other vulnerabilities exploited by the jailbreak might no longer exist in the new operating system. &quot;If one of the vulnerabilities doesn&apos;t work, evasi0n doesn&apos;t work,&quot; he says.  Though that isn&apos;t the end of the story. You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/feb/28/technology-links-newsbucket", 
    "wordcount": "1329"
}