{
    "headline": "Japanese firm stops selling endangered whale pet treats", 
    "text": "A Japanese firm has stopped selling luxury pet food made from endangered fin whales, following a campaign by conservation groups. Michinoku Farm, based in Saitama prefecture, north of Tokyo, had advertised jerky-like snacks for dogs made from North Atlantic fin whales imported from Iceland. The treats were removed from its website hours after protests from four groups, including the UK-based Environmental Investigation Agency (EIA) and the Animal Welfare Institute (AWI) in the US. Michinoku&apos;s president, Takuma Konno, said he had decided to pull the product even though its sale is legal in Japan. &quot;Dogs are like family members for many people in Japan. We just wanted to sell a wide variety of food for dogs,&quot; he told the AFP news agency. &quot;Campaigners look at whales as important animals, but we consider dogs to be just as important. &quot;Maybe I was ignorant of the debate over whaling, but it&apos;s not worth selling the product if it risks angering some people.&quot; The firm, which also sells pet snacks made from kangaroo and Mongolian horse, had been selling the whale chews in packets of three sizes, including a 500g bag for 3,780 yen (25). Japan has imported Icelandic fin whale for human consumption since 2008, but appears to have moved into the pet food business amid a dramatic decline in consumption of all types of whale meat among diners. &quot;The most likely reason for shops to sell the whalemeat dog treat is to target affluent Japanese who want to show off their wealth with something different,&quot; said Nanami Kurasawa, executive director of the Japan-based Dolphin and Whale Action Network. &quot;The product description identifies the meat as being fin whale of Icelandic origin. Its use in pet food suggests that new markets are being explored.&quot; Susan Milward, executive director of AWI, said: &quot;We are extremely pleased to see Michinoku Farm respond in such a progressive, compassionate and prompt manner, and we would strongly urge all other businesses to follow suit and end such sales.&quot; Similar products are still available elsewhere on the internet, however, including through Rakuten, Japan&apos;s biggest online retailer. &quot;It is grotesque that this Icelandic company is flouting two international conventions in order to feed endangered fin whales to pampered pets in Japan,&quot; said Clare Perry, a senior campaigner with the EIA. &quot;In the face of such blatant disregard for species conservation and international agreements, internet retailers such as Rakuten need to take more responsibility for the sustainability and acceptability of the products they market, and should follow the example of Amazon and Google, which have banned the sale of all whale products in Japan.&quot; Fin whales, the world&apos;s second largest mammals after blue whales, are listed as being at risk of extinction, although Iceland says populations have recovered enough to withstand sustainable hunting. Campaigners said they questioned the &quot;environmental and economic logic of using meat from an endangered species for the manufacture of dog treats&quot;. Michinoku&apos;s move comes as Iceland prepares to resume its controversial hunt of more than 180 fin whales this year for the export market. Hvalur, the Icelandic company that exports the whalemeat to Japan, caught 148 fin whales in 2010, but hasn&apos;t slaughtered any for the past two years due to a collapse in demand following the March 2011 earthquake and tsunami on Japan&apos;s north-east coast. Most of this year&apos;s catch will be exported to Japan. &quot;Things are improving there ... everything is recovering,&quot; Hvalur&apos;s chief executive, Kristjan Loftsson, told Iceland&apos;s public broadcaster RUV.", 
    "section": "environment", 
    "gid": "world/2013/may/30/japanese-firm-endangered-whale-pet-treats", 
    "wordcount": "597"
}