{
    "headline": "Which voice recorder will best capture my parents' oral history?", 
    "text": "I&apos;m looking for a digital voice recorder to collect my parents&apos; oral history, so that the grandchildren can listen to it in 20 years&apos; time. I need something less hissy than a digital notetaker but not something so fancy only the BBC could afford to buy it. What could I get on a budget of 50 to 60, if anything?David GeeThe voice recorder market, like the compact camera market, is under pressure from mobile phones, which do a reasonable job without you having to carry an extra device around. The remaining market for more powerful devices has two major segments: dictation and music. Your application falls nicely into the hole between the two. Dictation products are aimed at recording voices either for memo-taking or transcription. The main features are long recording times and long battery life. The audio requirement is clarity, not fidelity, so sound is usually mono, and a bit rate of 192kbps in Microsoft&apos;s WMA (Windows Media Audio) format counts as &quot;super high-quality&quot; (SHQ). Cut-off filters may be used to cut down background noise. If you use these devices for interviews, as journalists do, they work best if you thrust them fairly close to the person&apos;s mouth. They also include small loudspeakers so you can listen to the recording. The leading suppliers in this market are Olympus and Sony. The music products are aimed at people who want to record sounds or live music in CD- or twice CD-quality with a full spectrum of stereo sound. People tend to record uncompressed WAV files that take up huge amounts of space, but when you&apos;ve filled one SD card, you simply slot in another (and change the batteries). These recorders are often used on a small stand or mini-tripod, sometimes with an external microphone. Typical applications include broadcast journalism and podcasting, simple home recording, and making soundtracks for short films, which nowadays may be shot with DSLR cameras. Post-processing is done on a PC, but if you want to use the recorder to listen to what you recorded, you may well have to use headphones. The overlap is that both types of machine can record MP3 files, which I assume is what you have in mind. MP3 can produce excellent sound quality at high bit-rates (up to 320kbps) and the files will play on virtually every device. Voice recorders Your cheapest option is a good quality dictation machine such as the Sony ICD-PX312, which has 2GB of built-in storage and can record to MP3 files. Unlike most handheld voice recorders, it also takes SD memory cards (not supplied), and you can connect it to your PC&apos;s USB port. The recommended retail price is 52.99 but Amazon.co.uk has them for 33.06, which is good value. You could add a cheap clip-on microphone for recording one parent at a time. The Olympus VN-713PC is also worth considering. This is another WMA/MP3 mono voice recorder with USB connectivity, but it has 4GB of built-in storage and a microSD card slot instead of an SD slot. The VN-713PC has a neat little kick-stand built in, plus noise cancellation to reduce the effect of background noises such as air conditioning. The RRP is 69.99 and Amazon.co.uk has it for 49.98. Both of these recorders have &quot;scene&quot; commands to handle different recording situations, such as (on the Olympus) Memo, Meeting and Conference. If you just want to capture clear voices, both will do the job. Music recorders However, if you want to capture a naturalistic soundscape with two or three people talking, then you need a different type of product: a stereo sound recorder, rather than a voice recorder. Until quite recently, this would have been way over your budget (I paid 250 for my Roland Edirol R-09H). Today, you can get a Zoom H1 V2 for only 79. Although Amazon lists the Handy H1 V2 microSD recorder with its office products as a Portable Digital Voice Recorder Dictaphone, it has a lot in common with products such as the 229 Zoom H4n, which are listed in Amazon&apos;s music category. The Zoom H1 V2 has two microphones in what audio fans will recognise as an X-Y configuration. This should give you a good stereo effect with two or three people sitting side-by-side, without picking up too much sound from the rest of the room. (The thing about real acoustic recording is that you also record extraneous sounds such as dogs barking at police cars, even though you didn&apos;t hear them at the time.) And for only a little more money, you can get the real thing: a Tascam DR-05. This is selling for 88 at Amazon.co.uk, though it&apos;s currently even better value at Amazon.com: $86.96, reduced from $179.99. The Tascam has two omnidirectional mics so it will produce a less focused, more ambient stereo sound than the Zoom H1 V2. It&apos;s more likely to appeal to someone recording music or plays etc rather than interviewing people. Oral histories The oral history movement is now growing rapidly thanks partly to the arrival of cheap, easy-to-use digital recorders, and all the serious archives require at least WAV (BWF or Broadcast Wave Format) files, not MP3s. If your parents&apos; stories would appeal to a wider audience, or if you plan to do more oral history recordings, you should definitely get a WAV recorder not a dictation machine. Many archives will also expect you to use a separate microphone. This was vital in the days of cassette tape and MiniDisc recording, but the new WAV recorders make it less important. (I&apos;m still using an old Sony ECMMS907 CE7 but see the Microphone FAQ.) However, if using the built-in mics, it is important to put the recorder on a small tripod or boom, so it helps if it has a tripod bush. Recorders with plastic cases are notorious for picking up creaks and hand noises, and the Zoom H1 V2 could be vulnerable. The UK&apos;s Oral History Society provides a good guide to getting started, including the important legal and ethical issues. The Heritage Lottery Fund also published a paper on Thinking About Oral History (PDF), as an area it was keen to fund. Whichever recorder you choose, the result will depend on how well you organise your series of interviews. Generally, it&apos;s better to ask open-ended questions that lead to interesting areas, rather than turn it into an interrogation. For example, &quot;What did you used to do on a typical Sunday?&quot; is better than &quot;Where did you go to church?&quot; The New Zealand History site, which is heavily into oral history, has a useful list of possible questions for life history interviews (PDF). We all know that history is more than a procession of kings and battles, and that oral histories can provide important insights into what life was really like. At its best, it&apos;s not just for grandchildren.", 
    "section": "technology", 
    "gid": "technology/askjack/2013/mar/21/which-voice-recorder-capture-parents-history", 
    "wordcount": "1172"
}