{
    "headline": "Green heating payments to double for householders", 
    "text": "Payments to help householders switch from heating their homes with oil to greener systems such as biomass boilers and solar thermal will double in most cases, the government is to announce on Monday. The grants were intended as a stopgap measure until the start this summer of the government&apos;s bigger renewable heat incentive (RHI) scheme  ongoing payments akin to the feed-in tariff for solar panels but for generating low-carbon heat. But in March, the RHI was postponed until 2014, in a delay that industry said it was &quot;bitterly disappointed&quot; with. From today, rates for the one-off payments, the Renewable Heat Premium Payment (RHPP) scheme, will be increased to support the market through the limbo imposed by the delay. Energy and climate change minister Greg Barker said: &quot;I want to kickstart this exciting new market for consumer renewable heat technologies. This time limited, big increase in the value of vouchers for hardworking people who want to do something positive to install money saving green heating in their homes, should be a real boost for this growing green sector.&quot; Payments for ground source heat pumps, which extract warmth from underground, nearly double from 1,250 to 2,300, and air source heat pumps  which take heat from air outside a home  rise from 850 to 1,300. Biomass boilers that provide a theoretically carbon-neutral supply of hot water and heating go from 950 to 2,000, and solar panels that heat water double to 600. The total value of the fund for the payments is 12m. More than 10,000 people have used the vouchers since they were first introduced in 2011. Gaynor Hartnell, chief executive of trade body the Renewable Energy Association, said: &quot;It&apos;s welcome that these grants are being continued and the levels increased. They need to stay in place until the proper heat payment scheme for householders commences. This has been delayed on a number of occasions and we hope this will be the last time this stop-gap measure is needed.&quot; However, under new rules announced today, householders wanting to take advantage of the payments will first have to pay around 100-150 for an assessment under the government&apos;s new flagship energy efficiency scheme. The green deal, launched in January, allows householders to take out a loan with companies who undertake work such as upgrading old boilers and lagging lofts. The Department of Energy and Climate Change said that the increased payments were partly to offset the cost of the green deal assessments, which it said would &quot;help householders think about how renewable heat could fit with energy efficiency improvements for their home&quot;. Renewable heating technologies largely only make financial sense for homes that are off the gas grid. Most householders using a gas-fired boiler would be unlikely to recoup the initial outlay of a solar thermal system for more than 30 years, under the proposals for the domestic RHI.", 
    "section": "environment", 
    "gid": "environment/2013/may/20/green-heating-payments-double-householders", 
    "wordcount": "497"
}