{
    "headline": "Michael Gove: public school domination 'morally indefensible'", 
    "text": "The dominance of the public schoolboy in every prominent role in British society is &quot;morally indefensible&quot;, according to the education secretary. Michael Gove said the sheer scale of privately educated men in positions of power in business, politics, media, comedy, sport and music was proof of a &quot;deep problem in our country&quot;. Politicians have failed to tackle the issue with &quot;anything like the radicalism required&quot;, he admitted in a speech to independent school headteachers in Brighton. In England, more so than almost any other country, the privileged are likely to stay privileged and the poor are likely to stay poor, he said. &quot;Around the cabinet table, a majority, including myself, were privately educated,&quot; Gove said. He added that the shadow chancellor, shadow business secretary, shadow Olympics secretary, among others, were also educated at private schools. &quot;On the bench of our supreme court, in the precincts of the bar, in our medical schools and university science faculties, at the helm of FTSE 100 companies and in the boardrooms of our banks, independent schools are  how can I best put this  handsomely represented,&quot; he said. Just 7% of the English population are educated privately, but half the UK&apos;s gold medallists at the last Olympics went to independent schools, Gove said. Quoting Luck, a book by Ed Smith, a former England cricket player turned journalist, Gove said Britons were 20 times more likely to play for England if they had attended a private school. While 25 years ago, only one of the 13 players representing England on a cricket tour of Pakistan went to a fee-paying school, that figure had risen to two-thirds. &quot;The composition of the England rugby union team reveal the same trend,&quot; Gove said. The stars of British comedy, theatre and TV were predominantly from public schools, he said, citing Hugh Laurie, David Baddiel and Armando Iannucci. &quot;Popular music is populated by public schoolboys,&quot; he said, giving Chris Martin of Coldplay and Tom Chaplin of Keane as examples. But the public school &quot;stranglehold&quot; was strongest in the British media, Gove argued. The chairman of the BBC and its director-general, as well as many national newspaper editors, were former private schoolboys, he said. &quot;Indeed, the Guardian has been edited by privately educated men for the last 60 years. But then, many of our most prominent contemporary radical and activist writers are also privately educated,&quot; he said. &quot;George Monbiot of the Guardian was at Stowe, Seumas Milne of the Guardian was at Winchester and perhaps the most radical new voice of all  Laurie Penny of the Independent  was educated here at Brighton College. &quot;I record these achievements not because I wish to either decry the individuals concerned or criticise the schools they attended, far from it It is undeniable that the individuals I have named are hugely talented and the schools they attended are premier league institutions, but the sheer scale, the breadth and the depth of private school dominance of our society points to a deep problem in our country. &quot;More than almost any developed nation, ours is a country in which your parentage dictates your progress,&quot; he said. &quot;Those who are born poor are more likely to stay poor and those who inherit privilege are more likely to pass on privilege in England than in any comparable country. For those of us who believe in social justice, this stratification and segregation are morally indefensible.&quot; Britain was &quot;squandering our greatest asset, our children&quot; because they were not achieving their potential. The coalition&apos;s education reforms were helping a more schools prove &quot;destination need not be destiny&quot;, Gove said.", 
    "section": "education", 
    "gid": "education/2012/may/10/michael-gove-public-school-domination", 
    "wordcount": "624"
}