{
    "headline": "Eric Schmidt denies claims Google plans to block Facebook Home", 
    "text": "Google chairman Eric Schmidt has denied that there is any tension with Samsung, the world&apos;s biggest mobile phone maker and the only Android handset manufacturer making substantial profits. He also said it would be &quot;against our religion&quot; to try to block Facebook Home, the new app from the giant social network for Android phones that effectively takes over the device to display Facebook updates and photos. Speaking at the AllThingsDigital Mobile conference in New York, Schmidt said that reports of tension between the search giant and its smartphone counterpart were incorrect, and that the relationship &quot;has turned out to be the defining one&quot; in Android. The number of Android activations  phones that are connecting to Google&apos;s server as they are first used  has now hit 1.5m per day, Schmidt said. That compares to 1.4m per day last month, and 1.3m in autumn 2012. The company is now on track to have a billion devices running Android by the end of the year, he suggested  though it&apos;s unclear how many of those will be connecting to Google services. Around a third of all Android phones shipped in the fourth quarter of 2012 were running a version of Android that doesn&apos;t use Google systems, according to the research company Gartner. In response to Terry Myerson, Microsoft&apos;s head of Windows Phone, who said he would be &quot;very surprised&quot; if Google wasn&apos;t looking for some way to block Facebook Home on Android phones, Schmidt responded: &quot;Why are you listening to Microsoft&apos;s statements about Google?&quot; Instead, he said it was a &quot;tremendous endorsement&quot; of Android. &quot;I think it&apos;s fantastic,&quot; Schmidt said. &quot;This is what open source is about. It&apos;s experimentation, it&apos;s new ideas, it&apos;s creativity.&quot; Removing it &quot;would be counter to our public statements, our religion,&quot; he said. &quot;The answer is &apos;no, we wouldn&apos;t remove Facebook Home [from the Google Play store].&quot; He added: &quot;We&apos;re phenomenally happy that people are using Android in these ways. You can&apos;t have half-open source. It&apos;s open source. Facebook read the manual, they read the rules, and they adhered to them. Good for them. They went to great lengths to remain application-compatible.&quot; Some commentators and analysts have suggested that Google would resist Facebook Home, which in effect turns an Android phone into a &quot;Facebook phone&quot; by taking over the home screen and many apps with a Facebook &quot;layer&quot;, because it prevents Google from capturing location and other data about the individual using the phone. Myerson also claimed: &quot;Android is kind of a mess there&apos;s clearly mutiny in Starship Android. The only OEM [handset maker] making money off Android is Samsung.&quot; But Schmidt responded: &quot;We&apos;ve spent lots of time with Samsung, and I can confirm to you that the press coverage of tension has not been correct. I&apos;ve been to South Korea many times to talk to them. They have literally hundreds of millions of phones coming out on the Android platform. The Samsung relationship has turned out to be the defining one, and I appreciated their decision [to help Android from its early days].&quot; For Microsoft, Myerson said that Windows Phone&apos;s success was being overlooked. &quot;No one hears about the progress in Poland or Mexico or Italy. For where we&apos;re at right now, the focus is to really get to 200 million phones a year through the current model,&quot; he said, adding: &quot;We need to be successful somewhere before we can be successful everywhere.&quot; One focus was on markets where smartphone usage was relatively low: &quot;Getting to a 20% market share in Mexico or Poland or Italy, that&apos;s the opportunity.&quot; On apps, he said Windows Phone would have 48 of the top 50 apps in use on iOS and Android &quot;soon&quot;.", 
    "section": "technology", 
    "gid": "technology/2013/apr/16/google-chairman-eric-schmidt-samsung", 
    "wordcount": "650"
}