{
    "headline": "Improve efficiency  switch off your smartphone", 
    "text": "One of the great cautionary adages of our culture is: &quot;Be careful what you wish for; you might just get it.&quot; And it applies in spades to the kind of instantaneous, always-on connectivity that many of us now enjoy, courtesy of the internet and mobile phones. Except that enjoy is perhaps not quite the right word. Talk to any busy person nowadays about the joys of email, for example, and the most common response is a rueful shrug. A technology that was once a magical tool for communicating has somehow become a millstone round people&apos;s necks. It was bad enough when email was confined to desktop PCs. But, once the smartphone arrived, first with the BlackBerry then via the iPhone and Androids, email had the power to penetrate into the deepest recesses of the day  and night. The result was an inexorable lengthening of the working day, especially for those working in high-pressure jobs, because of an expectation that they could always be reached by email  and a corresponding expectation that any message would receive a speedy response. Email has become the central communications channel of all modern organisations, to the point where none of them could now function without it. But there&apos;s increasing evidence  both anecdotal and empirical  that it has become dysfunctional. It eats into people&apos;s working and thinking time, for example, distracts them from doing &quot;real&quot; work and generates guilt feelings that ratchet up stress levels to unsustainable levels. In the old world of desktop PCs, you could at least leave it behind when you left the office. But the advent of the smartphone changed all that. Email has now infiltrated leisure time, family time  even sleep time. It&apos;s become a monster that&apos;s destroying our lives. Deep down, most of us know this. But we daren&apos;t talk about it out loud, for fear of seeming inadequate. After all, our colleagues seem to be able to cope. So each individual comes to see his or her inability to cope with the email torrent as a personal failing, and therefore as a problem to be solved on a personal level. We make resolutions to be more efficient, to respond immediately (and as succinctly as possible) to each message as it arrives, to archive and file messages at regular intervals, and so on. These personal strategies appear to work for a week or two, but they&apos;re doomed to failure. This is partly because the more efficient you are at responding to email, the more quickly your inbox fills up in return. But it&apos;s mainly because the email problem is a systemic one rather than a manifestation of the inadequacies of individuals. If you work in an organisation that is dysfunctionally addicted to email, no action that you take on your own is going to solve that; indeed, it may have serious downsides for you. Which brings us to some intriguing research by a Harvard academic, Leslie Perlow. Four years ago, Professor Perlow conducted a pilot experiment with a six-person team at the Boston Consulting Group, an elite business consulting firm. The team was a classic example of &quot;always-on&quot; professionals who were caught in what Perlow christened the &quot;cycle of responsiveness&quot;. &quot;The pressure to be on,&quot; she writes, &quot;usually stems from some seemingly legitimate reason, such as requests from clients or customers or teammates in different time zones. People begin adjusting to these demands  adapting the technology they use, altering their daily schedules, the way they work, even the way they live their lives and interact with their families and friends  to be better able to meet the increased demands on their time. Once colleagues experience this increased responsiveness, their own requests expand. Already working long hours, most just accept these additional demands  whether they are urgent or not  and those who don&apos;t risk being branded as less committed to their work.&quot; Perlow persuaded the team to try an experiment  collectively to agree to disconnect from their smartphones and computers for a few predetermined hours every week. She called it Predictable Time Off (PTO). The results surprised both her and them. The consultants reported that they felt more motivated, had increased job satisfaction and were more satisfied with their work-life balance. They also reported that they had become more efficient, effective and collaborative as a team. The PTO experiment was then replicated across most of the teams working in the BCG&apos;s north-eastern US offices  with results that confirmed the findings of the pilot study. Perlow has now published an extensive account of her research in a new book, Sleeping with Your Smartphone, which should be required reading for any senior executive concerned about the dysfunctionality of &quot;always-on&quot; connectivity. It shows that, while the email monster might be impossible to slay, it can be tamed by collective action. And that&apos;s definitely something worth wishing for.", 
    "section": "technology", 
    "gid": "technology/2012/may/20/smartphone-email-switch-off-productivity", 
    "wordcount": "817"
}