{
    "headline": "From shimmering sun to the first frost, and Chipping Warden to Castle Cary", 
    "text": "The bus from Banbury drops my husband, Jack, and me at Chipping Warden, where greens, market cross and church of orange stone mark the start of our 120-mile walk, through the Cotswolds and towards the homeward train at Castle Cary in Somerset. On the first afternoon, sun shimmers on cobwebs spun across fields, and over the next 10 days we pass stately homes and picturesque villages of renovated houses and converted barns  many shut up, secured inside electronic gates. Churches are decorated for harvest festival, and house names of former tradesmen hint at earlier self-sufficiency of these settlements, which relied on wool for their wealth. Between overnight stays, few people are seen out in the country. Horses at livery await their riders and, beside the Westonbirt Arboretum, a string of unbridled thoroughbreds appears, like a painting by Stubbs. The narrowboat Ariadne is manoeuvred through Claydon lock on the Oxford canal; towards the Rollright Stones, a farmer trims his hedges while he awaits drier conditions for autumn cultivation; three men with a van round up sheep in parkland at Adlestrop; a stone-waller lies down for a rest in a gateway; and, on the Stowell estate, a gamekeeper chops off sunflower heads beside a planting of cornfield flowers. Springs and streams run high, rushing towards the Thames or Avon. Rooks swirl above stubble that is too wet for ploughing, and tilled fields are rutted and muddy. A few ridge-and-furrow pastures survive, and old ways are edged in haws, ivy flowers, blackberries and scarlet hips woven with traveller&apos;s joy. Few acorns or sloes have formed, but woodland paths are strewn with crab apples. Wild carrot and chicory skirt large arable fields and provide cover for pheasants and partridge. We hear skylarks, see four kites at Hampnet and come across hares, muntjac and roe deer. After the first frost, and south of the M4, the end is in sight. Beyond a distant and sideways glimpse of the white horse at Westbury is silhouetted Alfred&apos;s Tower, on forested hills above Bruton  three days away. ", 
    "section": "environment", 
    "gid": "environment/2012/oct/23/macmillan-way-cotswolds-10-day-walk", 
    "wordcount": "339"
}