{
    "headline": "What kit do you need in a student kitchen?", 
    "text": "Even if beans on toast is your signature dish, you&apos;ll need some basic cooking equipment in your student kitchen. Perhaps you gathered armfuls of plastic from the local discount shop in fresher&apos;s week  or maybe you were packed off to uni with a comprehensive batterie de cuisine by Mum and Dad? Either way, with cash and storage space at a premium, you&apos;ll need to work out what to class as essential kit and what is simply kitchen clutter. I&apos;ve asked students up and down the country what they won&apos;t be parted with and what they wish they didn&apos;t own. And what they tell me is that although a microwave is very handy, their favourite way to cook is to use a simple, cheap pan on the hob. Nicky Royle, who studies at Northumbria University, says: &quot;I use them everyday because it&apos;s the easiest way to make a quick but healthy meal.&quot; With energy bills soaring, cooking on the hob is much more economical energy-wise than switching on the oven. A wok is very useful, too, and not just for stir-fries: it&apos;s great for cooking pretty much anything in large quantities. Adeleide Newton, an undergraduate at Bath Spa University tells me: &quot;My wok is my best friend  I can&apos;t do without it in the kitchen. My boyfriend also has a wok that he uses all the time.&quot; Other bits of kit you&apos;ve told me you can&apos;t live without include the simplest of items: a couple of decent, sharp knives, a peeler, a measuring jug, a colander, and plastic boxes for keeping leftovers fresh. Interestingly, it&apos;s the electric gadgets that gather dust on top of your cupboards. The most unloved of all include smoothie makers, electric grills and rice cookers, mostly because they take up so much precious space and are used infrequently. Although single-function electrical appliances may be worth steering clear of, keen student cook Adeleide is a fan of her multi-function food processor: &quot;I can&apos;t live without my Magimix  it&apos;s great for soups, smoothies, baking and chopping up meat, especially if I&apos;m doing chicken meatballs.&quot; If you&apos;re on a tight budget, get creative with what little equipment you have. Use a wok to cook large batches of food. A clean wine bottle works well as a rolling pin. Use your imagination. If you are going to spend money on a few key items, the consensus is, buy reasonable quality kit. You don&apos;t want the cheapest you can find, nor do you want anything so good you&apos;d mind if it got damaged. Students have told me plenty of horror stories about cooking disasters using terrible quality equipment, particularly pans. How much you buy depends on how much cooking you&apos;re planning to do  but only buy what you really need. This is now Nicky sums it up: &quot;I think as a student you don&apos;t need anything fancy as 1) we can&apos;t afford it 2) we don&apos;t have too much time to prepare meals 3) students are lazy which is why fast food is popular and 4) we don&apos;t like too many things to wash up.&quot;", 
    "section": "education", 
    "gid": "education/2012/nov/22/kit-for-a-student-kitchen", 
    "wordcount": "521"
}