{
    "headline": "Open access: four ways it could enhance academic freedom", 
    "text": "Are politicians stealing our academic freedom? Is their fetish with open access publishing leading to a &apos;pay to say&apos; system for the rich? And will the trendy goal of making publicly financed research freely available skew the world of scholarship even further towards the natural sciences? I don&apos;t think so. But it took me a while to get there. The freedom to choose Academic freedom lets scientists choose the research questions they want to ask. They can pursue their hypotheses however they like. Their results and reasoning can be discussed without any fear of reprisals from governments or universities. The frontiers of knowledge move forward without political interference or personal risk because of academic freedom. The Norwegian government recently wrote about open access publishing as a potential threat to academic freedom: &quot;All research that is publicly financed should be openly accessible. This principle, however, must not hinder the academic freedom researchers enjoy to choose their preferred channels of publication.&quot; How could academic freedom be impeded by a requirement to publish in open access journals? Doesn&apos;t it seem just a bit too luxurious to turn this principle into something about the business models of journals? Maybe. But experts writing about academic freedom recently asserted a right &quot;to decide how publication shall happen&quot;. This, I think, is where academic freedom and open access policies may collide. The cost of knowledge The possible conflict becomes clearer if we turn the question around. Could a researcher refuse to publish in for-profit journals? Thousands have: Elsevier&apos;s excessive profitability triggered the Cost of Knowledge protest. Do professors with academic freedom have the right to boycott a publisher? What if a government supported the boycott and refused to let publicly funded research appear in Elsevier&apos;s journals? This would prevent researchers from publishing in the Lancet or Cell, to mention two of the group&apos;s most important titles. Would that prohibition violate academic freedom? If you answer yes to these questions  as I do  then we must also accept accept the idea that there could be a conflict between a requirement to publish in open access journals and academic freedom. Open access policies Important policies have emerged from the National Institutes of Health, the European Commission and the UK Research Councils, to mention a few prominent examples. As far as I can see, not one of these mentions academic freedom  in contrast, for example, with Communia&apos;s progressive recommendations about open access policies. The Norwegian Ministry of Education and Research therefore deserves praise for raising the issue. The power of funding alone should not be enough to override academic freedom. The route to enhanced use of open access, in other words, is not exclusively through compulsion. Enhancing academic freedom How can universities and governments nudge their researchers forward? Is there no carrot that can help? Here are four ways in which open access publishing enhances academic freedom: 1) Copyright In open access journals, authors retain copyrights while in the traditional system, they must sign over the copyright to the publisher. Stuart Shieber at Harvard University elaborates: &quot;Traditional publishing infringes academic freedom. Authors assign copyright to publishers as part of the publication process. With this control, publishers can and do limit access to the scholar&apos;s writing. Scholars are therefore not free to disseminate their academic work in the broadest way.&quot; 2) Interference Open access journals can be cheaper to run, which can increase editorial independence, according to Stanford&apos;s John Willinsky and his colleagues in Doing Medical Journals Differently: Open Medicine, Open Access and Academic Freedom:  &quot;Open access enables a new journal to become part of the larger academic community immediately, without first having to convince a major corporation or organisation to sponsor it or having to assemble sufficient resources to sell initial subscriptions through some combination of advertising and agents. (One estimate sets the price of securing 500 subscribers at roughly US $50,000).&quot; 3) Citations There is a growing literature suggesting that open access articles are read and cited more. This enhances academic freedom by allowing you to better fulfill the responsibilities that go with it. Increased citation also enhances your academic freedom through its quality control function  the use and evaluation of your work by others will give you a sturdier basis for determining what questions to ask next. (I leave aside here the challenges traditional publishing models are facing as they lose their grip on quality control.) 4) Archiving A bizarre consequences of for-profit digital publishing is that the responsibility for archiving scientific articles has been transferred from libraries to publishers. A library that subscribes to an electronically published traditional journal cannot simply keep an archive of what it subscribes to. The publisher does that. At least until it decides not to. Or goes out of business. With open access publishing, archiving becomes possible for independent non-profit institutions wanting to take on that responsibility. A natural extension of the notion of academic freedom is the right to have your published work remain available. In fact, the archiving issue represents the very core of the distinction between traditional and open access approaches to publishing, namely accessibility. Surely scientists concerned about academic freedom agree that the longer their words are accessible, the greater their potential contribution and impact. And isn&apos;t this, after all, exactly what academic freedom is intended to facilitate? There is a connection between open access policies and academic freedom. It&apos;s subtle and it requires our reflection. From my perspective, the balance tips strongly in favour of open access when we ask which model strengthens academic freedom. I hope ministries and research councils soon will make this case, too. Do you agree? Tell us your thoughts in the comments section below. Curt Rice is vice president for research and development at the University of Troms  this is an edited version of an article first published on his blog. Follow him on Twitter @curtrice This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/apr/22/open-access-academic-freedom-publishing", 
    "wordcount": "1011"
}