{
    "headline": "Boot up: smartphone leaders, insecure power?, tablet forecast grows, Argyll & Bute deconstructed and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Samsung ships 43m smartphones in Q1, dwarfs HTC and Motorola &gt;&gt; Ars Technica ABI Research says:   Apple shipped 35m handsets in Q1 while Samsung shipped 43m, powered by popular models like the Galaxy S II. The two companies also captured 90% of the market&apos;s global profits, according to ABI, and Samsung alone captured 29.7% of the total shipments.  Surprisingly, some of their gains come at the expense of two other big names: HTC and Motorola. Motorola slipped only a bit, from 5.4m handsets in Q4 2011 to 5.1m in Q1 2012. Michael Morgan, ABI&apos;s senior analyst for mobile devices, told Ars Technica that the drop was &quot;likely due to seasonality.&quot; Motorola had a handful of handset launches spanning last fall, including the Droid Razr (which was launched globally as the Motorola Razr), Photon 4G, and the Droid Bionic.  HTC&apos;s global decline was much bigger. The company was down to 6.9m shipments in Q1 2012 from 10.1m in Q4 2011. Morgan says the big drop is &quot;due to lack of demand for their LTE handsets compared to the iPhone and Samsung devices.&quot;  Disaster awaits U.S. power grid as cybersecurity lags &gt;&gt; CNET News  Security technology used by U.S. electric utilities is flawed and could increase the odds of computer intrusions or sabotage, the chairman of an industry standards group warns.  Jesse Hurley, co-chair of the North American Energy Standards Board&apos;s Critical Infrastructure Committee, says the mechanism for creating digital signatures for authentication is insufficiently secure because not enough is being done to verify identities and some companies are attempting to weaken standards to fit their business models.   We&apos;re all doomed. Charles Carreon, attorney for FunnyJunk, likes to bully The Oatmeal, but doesn&apos;t like to be bullied &gt;&gt; Popehat  The most astonishing thing about Charles Carreon - the attorney whose ill-considered threat is at the heart of the Oatmeal/FunnyJunk debacle I wrote about yesterday - is that the man markets himself as an internet lawyer.  Yet Charles Carreon seems mystified by the most basic elements of internet culture that even the rawest YouTube-watching tyro could explain.   When will the Streisand Effect enter the legal language? Though of course Carron is carrying out his client&apos;s instructions. The one thing I want to see from Microsoft &gt;&gt; TechPinions Ben Bajarin, last Wednesday:   The more I study the trends in the industry the more I am convinced that Microsoft&apos;s future depends on them becoming a hardware agnostic software company. Throughout most of Microsoft&apos;s history, all their major innovations and value have been strictly limited to companies who license their software platform Windows. This worked in a Windows dominated world but with the role of smartphones, tablets, and even shifting tides in notebooks / desktops, it is clearly no longer a Windows dominated world. I don&apos;t personally believe we will see a Windows dominated world again the way we did as the computing industry was maturing.   If the rumours about a Microsoft-branded tablet are right, he&apos;s going to be disappointed on the first. Will it be right on the second? IDC increases media tablet forecast, expects new products and price points to drive strong shipment growth through 2016 &gt;&gt; IDC  Expectations of strong demand for media tablets in the second half of 2012 has led International Data Corporation (IDC) to increase its forecast for the worldwide market to 107.4m units for the year, up from its previous forecast [in March] of 106.1m. In the latest forecast update of the Worldwide Quarterly Media Tablet and eReader Tracker, IDC also revised upward its 2013 forecast number from 137.4m units to 142.8m. And by 2016 worldwide shipments should reach 222.1m units...  In addition to increasing the unit totals for 2012, IDC also updated its forecast to shift a larger percentage of future units toward iOS and away from Android. IDC now expects iOS to grow its share of the market in 2012 to 62.5%, up from 58.2% in 2011. Meanwhile Android&apos;s share will slip from 38.7% in 2011 to 36.5% in 2012. IDC expects third-place Blackberry to slip from 1.7% to 1%.  The angry fundamentalists of the church of gaming &gt;&gt; New Statesman blogs  Gamers are an incredibly diverse bunch as I&apos;m sure we all know, but like with any broad church there are going to be some people in there who are, for want of a better word, fundamentalists.  MacBook Pro with Retina - Impressions from a Windows Guy &gt;&gt; Notebooks Review Where &quot;impressions&quot; means &quot;really detailed technical evaluation, including sticking a thermometer in&quot;. RIM to former co-CEOs: here&apos;s $12m for a job well done -- until about four years ago &gt;&gt; AllThingsD  When Research In Motion&apos;s longtime co-chairmen and co-chief executives Mike Lazaridis and Jim Balsillie relinquished their management roles earlier this year, their incentive to do so was more than just an angry mob of shareholders and critics calling for their ouster. It was money. Nearly $12m in combined payouts for agreeing to step aside.   What is this &quot;reward for failure&quot; of which you speak? How not to write a press release, Argyll and Bute Council style &gt;&gt; Adrian Short Someone had to take the council&apos;s weaselly words apart. Adrian Short has done it for you. Enjoy. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/jun/18/technology-links-newsbucket", 
    "wordcount": "940"
}