{
    "headline": "'Rubber hand illusion' reveals how the brain understands the body", 
    "text": "Experiments with a fake body part have revealed how the brain becomes confused during a party trick known as the rubber hand illusion. Researchers in Italy performed the trick on a group of volunteers to explore how the mind combines information from the senses to create a feeling of body ownership. Under the illusion, people feel that a rubber hand placed on the table before them is their own, a bizarre but convincing shift in perception that is accompanied by a sense of disowning their real hand. The scientists launched the study after noticing that some stroke patients in their care experienced similar sensations, at times becoming certain that a paralysed limb was not their own, and even claiming ownership over other peoples appendages. It is a very strong belief, said Francesca Garbarini at the University of Turin. We know that the feeling of body ownership can be dramatically altered after brain damage. For the study, healthy volunteers sat with their forearms resting on a table and their right hand hidden inside a box. A lifelike rubber hand was then placed in front of them and lined up with their right shoulder. A cloth covered the stump of the hand, but the fingers remained visible. To induce the illusion, one of the researchers stroked the middle finger of the participants real hand while simultaneously stroking the same finger on the rubber hand. The illusion comes on when the real and fake hands are stroked at the same time and speed for a minute or two. In combining the visual information with the touch sensations, the brain mistakenly concludes that the rubber hand must be part of the persons body. When questioned about the feeling, the volunteers said it seemed that their own hand had vanished and the fake hand had become their own. To find out what was happening in the brain, Garbarini used a technique called transcranial magnetic stimulation to trigger tiny electrical pulses in part of the brain that controls hand movement. The signals travelled down the spinal cord, along the arm and into the hand where they were recorded as muscle twitches. The Italians found that when people experienced the rubber hand illusion, the strength of electrical pulses that got through to their real right hand dropped dramatically. The brain had effectively wound down its readiness to use the hand. This was very surprising for us. The effect is so strong, said Garbarini. Because the brain no longer considers the hand as part of the body, we become less able to use it. Matthew Longo, a neuroscientist at Birkbeck, University of London, who specialises in the mental representation of the body, said: Under the rubber hand illusion, the brain does indeed seem less geared up to use the real hand.  The findings published in the journal eLife back up other studies that suggest movement is intimately connected to the brains creation of a sense of body ownership. Movement, it seems, is the glue that binds the body with the self, write Luke Miller and Alessandro Farn at the Lyon Neuroscience Research Centre in an accompanying article. Garbarini hopes the work could ultimately help patients by improving the strategies doctors use to rehabilitate people whose sense of body ownership has gone awry after stroke and other causes of brain damage. It might also lead to new insights into body identity integrity disorder, where a person feels that only by amputating a limb can their body match their sense of self, she said.", 
    "section": "science", 
    "gid": "science/2016/oct/20/rubber-hand-illusion-reveals-how-the-brain-understands-the-body", 
    "wordcount": "589"
}