{
    "headline": "Mapping Mars: a long and highly imaginative history", 
    "text": "Over history, changing technology has brought Mars ever closer to us, before it finally took us to it. However, what technology couldn&apos;t definitively supply, human imagination has always been ready to provide. So long as they were Earth-bound, astronomers were limited not only by the capabilities of their instruments but also by the atmosphere through which they peered. The motion of the air makes the detail of planetary surfaces flicker and deceive the eye. Tantalisingly clear glimpses appear when the air stills, which, pre-photography, had to be committed to memory and reproduced in sketches. Robert Hooke, working with a small-lensed refracting telescope in 1666, described the difficulties of observing Mars: &quot;I could find nothing of satisfaction, though I often imagin&apos;d, I saw Spots, yet the inflective veins of the Air ... did make it confus&apos;d and glaring, that I could not conclude upon any thing.&quot; Yet, at the same period, Christiaan Huygens and Gian Domenico Cassini (celebrated in the Cassini-Huygens Mission) noted the presence of distinct features, including white areas toward the poles and patches identified as bogs.  William Herschel, a pioneer of large reflecting telescopes, quickly came to the conclusion that the white areas were ice caps. In 1784 he further reported to the Royal Society that Mars &quot;is not without considerable atmosphere&quot;, with evidence of clouds, and that &quot;its inhabitants probably enjoy a situation in many respects similar to our own.&quot; The instinct to describe what were, necessarily, incredibly indistinct features with words with terrestrial connotations undoubtedly reinforced the sense that Mars was Earth&apos;s mirror.  By the 19th century, the magnification and light-gathering power of reflecting telescopes had increased dramatically, allowing a much greater degree of detail on the surface of Mars to be defined. Of course, more visible features gave eyes and imaginations more to play with. This was the great age of Mars mapping, an effort that led, inevitably, to the fixing and defining of ever-more Earth-like features. Latitude, longitude and prime meridians were marked, and features were labelled. Initially, noncommittally, they were given alphabetical labels but very soon they had European names and, just as with far-flung parts of the Earth, naming and mapping implies knowledge and possession. In 1867, the great astronomy populariser, Richard A. Proctor, published a map of Mars that gave hard, defined edges to features that had, so far, been softly rendered. Suddenly appearing as seas, islands and inlets, they carried the names of astronomical heroes. Proctor confidently wrote of &quot;land and water, mountain and valley, clouds and sunshine, rain and ice, and snow, rivers and lakes, ocean current and wind current&quot; that, surely, were serving the needs of Martian life. The best known products of this Martian mapping mania, and the apex of the desire to see terrestrial and mundane forms in space, are the &quot;canali&quot; (channels in Italian, but quickly read in English as &quot;canals&quot;, an artificial structure) mapped by Giovanni Schiaparelli from Milan, and run away with by Percival Lowell in Flagstaff, Arizona. Lowell eventually &quot;saw&quot; and published maps of not only canals but also vastly thick lines of cultivated vegetation, oases and cities, standing out against &quot;one vast Sahara&quot;. It was a vision of a drying, dying planet being managed by an advanced civilisation. Lowell, a traveller and orientalist, wrote of Mars as if he had actually been there. These claims did not convince all but they proved hard to dislodge. In the early 20th century photography was not able to provide much assistance. Fascinatingly, Lowell&apos;s assistant C O Lampland was awarded the Royal Photographic Society&apos;s medal for successfully capturing an image of the canals. You can see Lampland&apos;s photographs, and a fascinating discussion of them, in this 1921 article in the journal of the Astronomical Society of the Pacific.     Drawings of the Martian surface by boys of the Royal Hospital School, published by E. Walter Maunder in 1903. Photograph: National Maritime Museum    The picture above marks one of a number of attempts to undermine Lowell&apos;s claims. It was published in a 1903 article by E Walter Maunder, an assistant at the Royal Observatory, Greenwich, who had already pointed out the issues surrounding the weakness and suggestibility of human perception, especially when observing at the limits of vision and making records based on memory. Maunder described an experiment undertaken with boys of the nearby Royal Hospital School. The boys  who, as future naval officers, were trained in observation and draftsmanship  were placed at various distances, shown a soft, shaded interpretation of the Martian surface and asked to draw it. As the results above show, several of the boys readily made out straight lines where none appeared in the original  either because they were already familiar with Lowell&apos;s ideas or, as Maunder claimed, because the eye resolves dots and patches into lines at a distance. The Martian canals had a surprisingly long life, and not only in the popular imagination. Assumptions that there was, or had been, intelligent life on Mars remained dominant into the 1940s and 50s. The hope of finding large organisms, at least, was still alive in the 1970s, as the probe Mariner 9 beamed back images of dried river beds. Today, Curiosity has set wheel on the Martian surface, and demonstrates that, although hopes of finding life have faded, the interest in environments that could be cultivated by an intelligent species into a habitable world remain with us today.", 
    "section": "science", 
    "gid": "science/the-h-word/2012/aug/06/mapping-mars-history", 
    "wordcount": "887"
}