{
    "headline": "The longest words in English: do you know what they mean?", 
    "text": "The longest word in German  Rindfleischetikettierungsberwachungsaufgabenbertragungsgesetz, meaning &quot;the law concerning the delegation of duties for the supervision of cattle marking and the labelling of beef&quot;  has just been dumped from the dictionary for being no longer necessary. Don&apos;t panic, though. We have plenty of long words of our own. The question is, do you know what they mean? 1 Honorificabilitudinitatibus a) The state of being Boris Johnson. b) The state of being able to be lobbied for cash in the House of Lords. c) The state of being able to receive honours. 2 Floccinaucinihilipilification a) The sense of entitlement that comes with a classical education. b) The habit of regarding something as unimportant. c) The sense of pointlessness that comes with making up wrong definitions. 3 Hippopotomonstrosesquipedaliophobia a) The fear of using long words. b) The fear of being asked to leave the Royal enclosure at Ascot. c) The fear of being discovered tohave borrowed Rebekah Brooks&apos;s horse. 4 Pneumonoultramicroscopicsilicovolcanoconiosis a) A lung disease caused by the inhalation of silica dust. b) There&apos;s no easy way of telling you that you&apos;re dying. c) You&apos;ve got a slight cough. 5 Bababadalgharaghtakamminarronnkonnbronntonnerronntuonnthunntrovarrhounawnskawntoohoohoordenenthurnuk a) You&apos;re so gullible for taking this one seriously. b) And. c) The symbolic thunderclap associated with the fall of Adam and Eve; as imagined by James Joyce. 6 Aequeosalinocalcalinoceraceoaluminosocupreovitriolic a) The anger brought on by finding someone else has grabbed the best spot on the beach. b) A technical description of the waters at Bath spa. c) The sense of relief that comes with having satisfactorily performed oral sex without getting cancer. Answers: 1 c); 2 b); 3 a); 4 a); 5 c); 6 b)", 
    "section": "science", 
    "gid": "science/shortcuts/2013/jun/04/longest-words-english-what-they-mean", 
    "wordcount": "284"
}