{
    "headline": "Aid watchdog says tighter control needed over UK contribution to EU aid", 
    "text": "It is impossible to assess the impact of European Union aid, which means Britain cannot effectively oversee its contribution to Europe&apos;s spending, according to the UK aid watchdog. The report from the Independent Commission for Aid Impact (Icai) found that the Department for International Development (DfID), at a policy level, had a clear focus for its engagement with the EU, with evidence of DfID influencing EU policy. However, Icai  set up by the coalition to ensure the aid budget was delivering value for money  said there is no effective performance management system in place for EU aid, which limits DfID&apos;s ability to assess the impact of significant British contributions to the union&apos;s large aid budget. On its traffic-light rating system, Icai assessed DfID&apos;s oversight as amber-red, meaning that it offered relatively poor value for money and that significant improvements were required. The criticism is likely to provide ammunition for critics of the government&apos;s decision to protect aid spending at a time when most departments are facing cuts. The EU development budget is itself under pressure as member states haggle over the EU&apos;s overall 1 trillion budget for 2014-20. The president of the European council, Herman Van Rompuy, has proposed cutting the European development fund, which mainly targets sub-Saharan Africa, by 11% compared with figures put forward by the European commission. Mikaela Gavas, a research associate at the Overseas Development Institute, said: &quot;What&apos;s clear from the report is that there is room for better engagement between DfID and the EU, and that both sides have work to do if they are to make the best of the relationship. We know there is potential for aid spent through the EU to have greater reach, greater scale, greater co-ordination and ultimately greater efficiency than when EU member states go it alone.&quot; The EU bloc of 27 states is the world&apos;s second-biggest aid donor, after the US. The EU spent 9.2bn (8bn) on official development assistance last year. Britain contributes about 1.4bn a year, 16% of DfID&apos;s total aid spending. &quot;The scale and coverage of the EU&apos;s expenditure provides a considerable opportunity for DfID to contribute to aid programmes worldwide,&quot; said Graham Ward, Icai chief commissioner. &quot;This report shows that, despite making good headway in influencing EU aid policy, DfID needs to push the EU for a better account of where taxpayers&apos; money is going and to engage further with EU projects and programmes at a country level to ensure that it is spent to best effect.&quot; Icai said the EU tries to assess the impact of its aid through results oriented monitoring (Rom). But, it said, Rom is carried out mostly during a project&apos;s implementation phase, with only few assessments after project completion. &quot;This means that Rom assessments of impact are only an estimation of the future potential impact; and earlier assessments tend to be more optimistic,&quot; said Icai, which found that the EU&apos;s approach to evaluation is mainly qualitative, and lacks quantitative analysis and baseline data to underpin a clear assessment of progress and impact. The review, which looked at Mozambique, Tajikistan and Uganda as case studies, found co-operation between DfID offices and EU delegations varied at country level. It recommended DfID give better guidance to its country offices on how they should contribute to EU strategies to ensure a better combined impact from UK and EU funds and a greater focus on actual EU performance. In an example where Icai found DfID on the back foot, the watchdog said it heard several references to allegedly corrupt activities by a government official associated with the aid programme in one of the three countries it visited. However, neither DfID nor the EU had received specific allegations and therefore had not undertaken any investigations. Icai said DfID and the EU were not pro-active in dealing with risks associated with the unnamed official. In its multilateral aid review last year, DfID found variable evidence of delivery and impact of EU aid against results across regions; and inflexible and cumbersome rules that can hamper the delivery of results. A peer review from the development assistance committee of the Organisation for Economic Co-operation and Development in March found the EU had taken steps to streamline financial processes, but still needed to reduce the administrative burden on EU staff and to monitor development results more closely. A March report from the parliamentary international development select committee criticised the amount of money going to middle-income countries such as Turkey and the EU&apos;s slow bureaucracy, but concluded that on balance money going through the EU was no worse than other multilateral DfID funds. DfID said the EU needed to &quot;raise its game&quot; and that Justine Greening, the international development secretary, was pressing Brussels institutions and other member states to improve performance and results. &quot;Nothing in the EU happens overnight, but we are determined to get better value for money on behalf of the British taxpayer,&quot; a spokesman said.", 
    "section": "global-development", 
    "gid": "global-development/2012/dec/11/aid-watchdog-control-uk-eu", 
    "wordcount": "834"
}