{
    "headline": "Shell Nigeria oil spill '60 times bigger than it claimed'", 
    "text": "A Shell oil spill on the Niger delta was at least 60 times greater than the company reported at the time, according to unpublished documents obtained by Amnesty International. According to Shell, the 2008 spill from a faulty weld on a pipeline resulted in 1,640 barrels of oil being spilt into the creeks near the town of Bodo in Ogoniland. The figure was based on an assessment agreed at the time by the company, the government oil spill agency, the Nigerian oil regulator and a representative of the community. But a previously unpublished assessment, carried out by independent US oil spill consultancy firm Accufacts, suggests that a total of between 103,000 barrels and 311,000 barrels of oil flooded into the Bodo creeks over the period of the leak. Accufacts arrived at the figure following analysis of video footage of the leak taken at the time by local people. This suggested that between one and three barrels of oil were leaking every minute. A similar method was used by spill assessors to gauge the scale of the BP Deepwater spill underwater in the gulf of Mexico in 2010. &quot;The difference is staggering: even using the lower end of the Accufacts estimate, the volume of oil spilt at Bodo was more than 60 times the volume Shell has repeatedly claimed leaked,&quot; said Audrey Gaughran, director of global issues at Amnesty International. &quot;All oil spill incidents are investigated jointly by communities, regulators, operators and security agencies,&quot; said a Shell spokeswoman in London. &quot;The team visits the site of the incident, determines the cause and volume of spilled oil and impact on the environment, and signs off the findings in a report. This is an independent process  communities and regulators are all involved. This is the process that was employed with the two spills in question, and we stand by the findings [of 1,640 barrels].&quot; Shell has argued the community prevented the company being allowed near the pipeline to repair it. The amount of oil spilled by Shell at Bodo will be key to a high court case expected to be heard in London later in 2012. Shell is being sued by nearly 11,000 Bodo inhabitants, who say their lives were devastated by the spill which destroyed their fishing grounds, caused long-lasting ill health and polluted fresh water sources. The community, represented by the London law firm Leigh Day, is thought to be seeking more than $150m (93m) to clean up the creeks, which, even four years after the spill, remain coated in oil. Oil spill compensation in Nigeria is based largely on the amount of oil spilt. But negotiations over the Bodo spill broke down earlier in 2012 in London when the gap between what Shell was offering and what the community wanted could not be bridged. Neither party can agree on when the 40-year-old pipeline started to leak. In a letter to Amnesty International, Shell wrote: &quot;The court will decide what the volume of the spill was. We suggest you might be better to wait for the authoritative view on the volume of the spill and publish at that stage rather than risk misleading the public with Accufacts estimate.&quot; But this was dismissed by Amnesty&apos;s Gaughran: &quot;Even if we use the start date given by Shell, the volume of oil spilt is far greater than Shell recorded. More than three years after the Bodo oil spill, Shell has yet to conduct a proper cleanup or to pay any official compensation to the affected communities. After years of trying to seek justice in Nigeria, the people of Bodo have now taken their claim to the UK courts.&quot; &quot;The evidence of Shell&apos;s bad practice in the Niger delta is mounting,&quot; said Patrick Naagbanton, co-ordinator of the local oil watch group Centre for Environment, Human Rights and Development (CEHRD). &quot;Shell seems more interested in conducting a PR operation than a cleanup operation. The problem is not going away; and sadly neither is the misery for the people of Bodo.&quot; Amnesty and CEHRD have repeatedly called for an independent process to investigate oil spills in Nigeria, and an end to the system that allows oil companies to have such influence over the process.  This article was amended on 23 April 2012 to correct the reference to the amount of oil flooding into the Bodo creeks.", 
    "section": "environment", 
    "gid": "environment/2012/apr/23/shell-nigeria-oil-spill-bigger", 
    "wordcount": "739"
}