{
    "headline": "Rovio hopes that Amazing Alex will fly as high as Angry Birds", 
    "text": "Angry Birds made Rovio&apos;s name in the mobile games industry, but the Finnish publisher is hoping that its new game Amazing Alex will prove that there is more than one string to its bow. It has been released for iPhone, iPad and Android devices, although the game itself is not new. Rovio acquired it from independent developers Noel Llopis and Mystery Coconut in May 2012, when it was known as Casey&apos;s Contraptions. The game was removed from sale, rebranded and now relaunched. It is a physics puzzle game that sees the hero, Alex, creating chain reactions with objects placed around his house. The game has 100 levels, and an editor for people to create their own and share them with friends and other players. Watch out for anyone suggesting Amazing Alex is Rovio&apos;s first non-Angry Birds game. It&apos;s not: Rovio famously made 51 games before striking gold with the original Angry Birds. That said, claims that all those previous games were flops are wide of the mark: a number were work-for-hire projects, including Burnout and Need For Speed: Carbon for Electronic Arts, which sold well. Things have changed since those pre-App Store days, though: Amazing Alex&apos;s release is a key moment for Rovio, as it aims to prove that it can turn the 900m-plus downloads of Angry Birds into a platform to launch new, original IP in the mobile games market. And beyond, of course. If Amazing Alex takes off as a mobile game, Rovio will likely take the character elsewhere: animation and merchandise, for example. As a character, Alex  who looks like he&apos;s already sprung from an American cartoon series for kids has plenty of potential. Rovio reported revenues of 75.4m (60.8m) for 2011, with 30% of those sales coming from its consumer products business, including merchandising and licensing income. The success of Angry Birds saw the company grow from 28 staff at the beginning of 2011 to 224 by the end of that year. Interestingly, the main rival to Amazing Alex in its week of launch on Apple&apos;s App Store, at least is another bird-related game. Independent hit Tiny Wings has a sequel this week, although developer Andreas Illiger chose to release it as a free upgrade to the original version, rather than a new game. &quot;I worked on the 2.0 version for the last 12 months and everyone told me I should make a separate app out of it and sell it again,&quot; Illiger told gaming site TouchArcade ahead of its release. &quot;I decided to give it away for free as a big &apos;thank you&apos; to all my fans for changing my life.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jul/12/rovio-amazing-alex-angry-birds", 
    "wordcount": "447"
}