{
    "headline": "The silent cost of child malnutrition in the Democratic Republic of the Congo", 
    "text": "Just as I was about to leave for the day, Steve, one of the nurses, asked me if I could see this one case before going. Beatrice (not her real name) was two years and seven months old when she arrived in our paediatric hospital tent, in Kimbi Lulenge, South Kivu, in the Democratic Republic of the Congo (DRC). A quick glance at the prostrate child in the dim circle of light cast by the tent&apos;s single bulb and Iguessed she was another malaria case. Steve shook his head. &quot;Non, docteur. C&apos;est un nouveau cas de malnutrition&quot; (&quot;No, doctor. This is a new malnutrition case&quot;). I quickly felt the child&apos;s feet  icy cold. A careful look at Beatrice showed that all the curves and dimples of a healthy child&apos;s face had shrunk, leaving the forbidding lines of a woodblock print. Beatrice was alert, but silent, which formed an ominous void amid the children crying in the rest of the tent. There was a glint of anxiety in her rheumy eyes that grew dimmer as she seemed to fall into it. I gently pulled back the cotton wrap. The malnutrition had ravaged her skin, causing it to flake off, leaving behind weeping sores across her arms, legs and chest. There was no healthy protest when a drip was placed in her arm. The nursing staff went into action. They gave her glucose to prevent low blood sugar, antibiotics through the drip to fight off infection; they advised her mother to keep her warm, as hypothermia takes the lives of many of these children at night. Careful fluid management and gentle refeeding was started: give too little and the child will succumb to dehydration and shock; too much and the child will die of heart failure. Treating a malnourished child is complex. It is not simply a matter of doling out cups of milk and packets of peanut paste when a child like Beatrice finds her way into our tent, tied to her mother&apos;s back after she has walked a day to get to our hospital or, if she&apos;s lucky, on the back of a relative&apos;s motorbike along the treacherous dirt roads. She needed intensive care; the kind of care where one nurse sits at the foot of her bed, monitoring her temperature and vital signs hourly, helps to prepare the mother for the full timetable that refeeding these children requires, and attends to the skin wounds that look as though they belong to a burns victim. This situation of need in the midst of such want brings to mind the work of the British doctor Julian Tudor Hart. In the 1960s, he pioneered pro-poor healthcare in the Welsh town of Glyncorrwg. His experience prompted him to come up with the &quot;inverse care law&quot; - that the &quot;availability of good medical care varies inversely with the need for it in the population&quot;. The grand-sounding Inpatient Therapeutic Feeding Centre (ITFC) is my favourite part of the hospital. In a tent set apart from other patients you get to see these little children, with so much stacked against them, gradually put on weight, start to smile and play with their parents. With the extra staff we have hired, our care is as focused and intensive as it can be, given our limited means. But Beatrice arrived before our ITFC had been established. That night there were only two frazzled nurses in our paediatric tent. It was rainy season so it meant malaria cases were high and our hospital was busy. Beatrice arrived when the light was fading behind the tent&apos;s white canvas walls; she was already very ill. After gently warming her by placing her close to her mother and monitoring the dosing of the initial fluids, Steve began her feeds. He tended to her skin and then, when she began to have difficulty breathing, he put her on the hospital&apos;s only oxygen concentrator, the maximum level of care for our most severely ill children. But when I was called to see her later the next morning, her heart had already stopped. The anxiety in her eyes had gone. Beatrice&apos;s mother sobbed as we wrapped her daughter in the green cotton cloth in which she was brought. Her father lifted her easily in his arms and left the hospital, his face immobile. Her mother walked, crying, behind him, stopping on the dirt road from time to time as she doubled up in grief. An elderly man going the other way, a Red Cross armband on his left arm, dismounted his bicycle and gave a formal salute to the family as they walked past. You won&apos;t read much about malnutrition in DRC because it doesn&apos;t fit thedustbowl paradigms that govern the concept of starvation or malnourishment. Where I am in the east it is green and lush, but after years of war, insecurity and economic collapse, all the children in our tent are malnourished to some degree. It is this underlying weakness that determines how children respond to the infectious diseases that claim their lives with unrelenting regularity. An estimated 9.7 million children under the age of five will die this year of largely preventable illnesses. Malnutrition is estimated to contribute to half of these deaths. What do numbers like these really mean? It means a small, fragile girl like Beatrice, whose parents loved her, who left us as quietly as she arrived.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/feb/15/silent-cost-child-malnutrition-congo", 
    "wordcount": "911"
}