{
    "headline": "Employability initiative runner up: Brunel University", 
    "text": "Environmental legislation that requires new buildings to move to low-energy lighting has given rise to a global need for specialist environmental lighting engineers - and the mix of design and engineering expertise that this demands is hard to find. For Brunel University, the realisation was a lightbulb moment.  &quot;Traditionally, &apos;lighting experts&apos; emerge by default after many years in relevant industries,&quot; says course leader in design Stephen Green. &quot;This ad hoc approach is not the way to develop the UK&apos;s knowledge economy.&quot; Renowned for its strength in product and industrial design, the university decided to partner with leading lighting bodies and companies to develop a curriculum that would establish its graduates, and ultimately the UK, as the leading global centre of lighting design expertise.  Working with the Lighting Education Trust, which represents the UK&apos;s major professional lighting organisations, Brunel is now establishing a specialist taught lighting module, increasing the number of year-long industry placements, and enabling students to graduate with a professional lighting diploma alongside their degree.  Within the first year of the initiative and with backing from companies such as Arup and Philips, 14 industry placements had been secured, and an industry-led project undertaken by the entire second year cohort was completed, culminating at an international lighting exhibition.  While it&apos;s still early days, Green says the model of a university, industry bodies and commercial partners collaborating closely to identify an as yet untapped global graduate opportunity, and together developing a tailored response, is one that offers interesting opportunities for replication.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/feb/26/employability-initiative-brunel-university-runner-up", 
    "wordcount": "254"
}