{
    "headline": "University of Ulster withdraws places offered to 400 students by mistake", 
    "text": "Four hundred students have had their offers to study at the University of Ulster withdrawn after an email was erroneously sent to them confirming they had won a place. The offers had to be withdrawn once the error was spotted, prompting Professor Richard Millar, the dean of the computing and engineering faculty, to apologise. Millar, who is based at the university&apos;s main campus at Jordanstown on the northern edge of Belfast, said all the students involved would be contacted. The email went out to all applicants regardless of what result they had achieved. &quot;We normally carried out the [acceptance] process by postal service and this is the first time we had tried this new system of communication with applicants by email,&quot; Millar said. &quot;Clearly things have gone wrong and that&apos;s something we would want to put right and we will put additional checks in place to ensure that this is not repeated,&quot; he explained on BBC Radio&apos;s the Nolan Show on Friday. Millar said it would be impossible to accept all those who applied due to funding reasons and physical space limitations. &quot;I would love to be in a situation where we could tell these applicants, yes, we will stand over this and honour this. However, that is not going to happen.&quot; One unnamed caller to Radio Ulster said she had been affected. &quot;I don&apos;t think it&apos;s on. I think they should be standing by their unconditional offer,&quot; she said. &quot;I had back-up plans if I had not got the grades to get into university, but I have contacted them to say I had got on to this course and I am now left with nothing. &quot;They need to stand by what they have told us, they can&apos;t go back on their word.&quot; The University of Ulster has campuses in Jordanstown, central Belfast, Coleraine and Derry.", 
    "section": "education", 
    "gid": "education/2012/aug/17/ulster-university-email-clearing-mistake", 
    "wordcount": "317"
}