{
    "headline": "This week's new games", 
    "text": "Doctor Who: The Eternity Clock, PS3 &amp; Vita Purchasers of videogames licensed from films and TV don&apos;t tend to be the medium&apos;s most critical consumers. That means they&apos;re regularly treated with the kind of appalling disdain that leads to products like Doctor Who: The Eternity Clock. Although Matt Smith&apos;s voice acting as the Doctor is splendid, everything else about the game, from the cheesy Casio version of the theme tune to the texture-free art style, peculiar lack of sound effects and abysmal puzzles, suggests careful budget control and very little else. Even its central platform-hopping mechanic is destroyed by clumsy controls, poor signposting, and a level of sloppiness that would have been risible a decade ago. The  horror. Sony Computer Entertainment Europe, 13.99-24.99 Joy Ride Turbo, Xbox 360     Joy Ride Turbo    Kinect Joy Ride was a launch title for Xbox&apos;s half-baked sensor bar add-on, which got you to drive by holding your arms in front of you as though grasping an invisible steering wheel. It remains one of the worst games available for Kinect. Turbo seeks to make amends by not costing 40 and avoiding any mention of Kinect, presenting you instead with a colourful racing game featuring toy town weapons and simple, rainbow hewn tracks. It&apos;s playable enough, but its small clutch of events and limited multiplayer mode fail to endear it. In a world where Mario Kart had never been invented, this might provide brief entertainment. Fortunately, we do not live in that world. Microsoft, 800MSP (6.80) Saturday Morning RPG Deluxe, iPad     Saturday Morning RPG Deluxe    Drawing inspiration from pretty much the full gamut of 80s, children&apos;s entertainment, Saturday Morning RPG is a pixellated nostalgia trip for players of a certain age. The plot revolves around hero Marty, who must rescue his girlfriend Samantha from the clutches of dastardly Commander Hood, an undertaking which boils down to a copious amount of exploration broken up by turn-based fights via a series of mini-games. The fact that your special powers are issued by a crudely rendered Fred Savage as the Games Wizard, complete with Nintendo Power Glove and rad 80s slang usage, should tell you all you need to know. Joystick Labs, 3.99 Games news An add-on has been announced for the dauntingly vast Skyrim. Dawnguard will be a vampire-orientated extension to the game to be released this summer, in a move likely to create a significant reduction in cases of sunburn among men aged 18-35  BBC News inadvertently expanded its games coverage when it pasted up the impressively official-looking logo for Halo&apos;s United Nations Star Command instead of that of the United Nations Security Council  Other games out this week include Ratchet &amp; Clank Trilogy HD (PlayStation 3), lightly enhanced for big TVs and incorporating the duo&apos;s three best titles  Rayman Origins (3DS) puts the delightful cartoon world of Rayman on to a portable device, and The Sims 3: Katy Perry Sweet Treats (PC) lets you enrich your Sims&apos; lives with, it says here, &quot;a cupcake-themed guitar and candy playground equipment&quot;.", 
    "section": "technology", 
    "gid": "technology/2012/jun/09/this-weeks-new-games", 
    "wordcount": "507"
}