{
    "headline": "Boot up: raining on iCloud, Android closes the gap, inside the Spamhaus attack, and more", 
    "text": "A burst of 9 links for you to chew over, as picked by the Technology team Introducing Forecast &gt;&gt; Forecast blog Sounds nifty, applies all over the globe:   We&apos;ve gathered hour-by-hour observations from tens of thousands of ground stations world-wide, in some places going back a hundred years. We expose it as a sort of &quot;time machine&quot; that lets you explore the past weather at any given location. We&apos;ve also used the data to develop statistical forecasts for any day in the future. For example, say you have an outdoor family reunion in 6 months: with the time machine, you can see what the likely temperature and precipitation will be at the exact day and hour.  Wouldn&apos;t be so sure about that, looking out the window. (Thanks @HotSoup for the link.) Apple&apos;s broken promise: why doesn&apos;t iCloud &apos;just work&apos;? &gt;&gt; The Verge  Nearly two years [after its launch], customers demand iCloud integration more than ever from third-party developers, but it&apos;s a total mess to implement. &quot;iCloud hasn&apos;t worked out for us,&quot; wrote Daniel Pasco, CEO of development studio Black Pixel this past week. &quot;We spent a considerable amount of time on this effort, but iCloud and Core Data syncing had issues that we simply could not resolve.&quot; Pocket lead developer Steve Streza piled on with a cutting tweet: &quot;Remember that @blackpixel has many of the brightest people in Cocoa development. If they couldn&apos;t get iCloud working, who can?&quot;  iCloud apparently chokes hard on the databases it&apos;s supposed to be so proficient at handling. From a user perspective, this means that despite a developer&apos;s best efforts, data disappears, or devices and data stop syncing with each other.  (Thanks @HotSoup for the link.) Android apps closing the revenue gap with iOS apps rapidly &gt;&gt; Forbes Tero Kuittinen:   One of the most interesting trends popping up in the conversation with [Craig] Palli [of Fiksu] was that two years ago, an iPhone user was worth more than twice as much as an Android smartphone user in revenue generation. A year ago, that lead shrunk to iPhone users being 50% more valuable  and right now, if the app is designed specifically for Android and some segmentation is considered, the revenue generation potential is the same. This change coincides with the leading Android smartphone vendor, Samsung, pulling decisively ahead of Apple in smartphone volume sales and Google&apos;s attempts to improve the Google Play user experience in order to attract more high-value customers. As the Android market has consolidated around Samsung, the splintering problem that has been plaguing the ecosystem has shrunk.  Apple alleges $85 million error in court&apos;s damages order regarding two Samsung phones &gt;&gt; FOSS Patents  Apple claims to have found an error on Judge Koh&apos;s part to the tune of $85m (approximately 19% of the total vacated amount): she thought the jury had granted, on the basis of an impermissible legal theory presented by Apple at its own peril, $40,494,356 for the Galaxy SIIAT&amp;T and $44,792,974 for the Infuse4G, but Apple points out that Samsung&apos;s own admissions concerning the dates of first sale of these products as well as certain exhibits consistent with those admissions prove that the relevant theory - disgorgement of profits for design patent infringement - was permissible.  If Dickens were alive, he would have his modern Jarndyce v Jarndyce. Google Plus &gt;&gt; Benedict Evans  The only country where Google+ is top of the social networking category [for iOS downloads] is Albania. Of course, &apos;Google Plus&apos; is arguably a catch-all name for a project to get all Google users to be logged into a unified system and, as importantly, to stay logged in when they leave Google: that way any page you visit with a &apos;share on Google Plus&apos; button will be linked to your ID and allow Google to improve targeting. To that extent, getting people to go to the Google Plus homepage isn&apos;t the main objective.  The DDoS that knocked Spamhaus offline (and how we mitigated It) &gt;&gt; CloudFlare blog Matthew Prince:   The largest source of attack traffic against Spamhaus came from DNS reflection. I&apos;ve written about these attacks before and in the last year they have become the source of the largest Layer 3 DDoS attacks we see (sometimes well exceeding 100Gbps). Open DNS resolvers are quickly becoming the scourge of the Internet and the size of these attacks will only continue to rise until all providers make a concerted effort to close them. (It also makes sense to implement BCP-38, but that&apos;s a topic for another post another time.)  The European Court of Human Rights rejects an appeal of The Pirate Bay Verdict... &gt;&gt; Digital Music News Helienne Lindvall:   Because the court recognized that copyright was protected under both the Swedish copyright law and the European Convention on Human Rights, the court ruled that the Convention required balancing the human rights of artists over any other rights of the defendants.This ruling is yet another blow to the Pirate Party&apos;s raison d&apos;tre.  &apos;Ogooglebar&apos; ... and 14 other Swedish words we should incorporate Into English immediately &gt;&gt; The Atlantic Megan Garber has the lowdown. They&apos;re all great. Hope to hear them (and see them) translated in the subtitles of some upcoming foreign-language series involving police or politicians soon. Path&apos;s Dave Morin on Circa, Mailbox, and the secret app he invented to talk to his assistant &gt;&gt; Vanity Fair Sample question and answer:   Ringtone?: None. &quot;I don&apos;t use a ring of any kind on my phone. This is so that I am always on offense and never defense.&quot;  And that&apos;s before we get on to the custom walnut-back case. You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/mar/28/technology-links-newsbucket", 
    "wordcount": "989"
}