{
    "headline": "Report finds funding for  maternal and child health has stalled", 
    "text": "Spending on maternal and child health has stalled, according to an expert analysis, raising concerns that efforts to cut deaths in poor countries to meet the millennium development goals (MDGs) may falter. Figures from the Countdown to 2015 Group, a World Health Organisation and Unicef collaboration that is tracking progress on the maternal and child health MDGs, show a downturn in the total amount of overseas development aid earmarked for these goals between 2009 and 2010  the latest year for which there is data. &quot;We have been tracking aid for maternal, newborn and child health since 2003,&quot; said Justine Hsu, of the London School of Hygiene and Tropical Medicine, first author of the Countdown study published by the Lancet. &quot;Every year we have seen a steady increase. This is the first time that we have seen a slight decrease, of 0.5%. It is a very slight decrease, but it equates to $32m.&quot; The increase in funding in the previous year was largely due to a few new donors, says the report. &quot;The 2008-09 increase, from $5,307m to $6,511m, was partly a result of six new donors in 2009 reporting disbursements and a large increase in contributions from the Gavi Alliance,&quot; it says. Looking at the 74 countries that Countdown prioritises as needing the most help, there is not a drop, but a slight increase, of 2.9%, in funding. But that contrasts with increases of 16% and 20% in 2009 and 2008, respectively. Over the period that Countdown has been tracking, funding for maternal and child health has more than doubled, from $2,566m in 2003, to $6,480m in 2010, reflecting global concern that MDGs 4 and 5  to reduce child mortality and improve maternal health  were the least likely to be reached. But the slowdown will worry campaigners and the wider development community, because maternal and child health now has arguably the highest profile of all issues and would be expected to do better than other areas in attracting funds. &quot;This initial sign of a levelling off in funding for maternal, newborn and child health is against a backdrop of a slowdown in the rate of increases in total ODA across all sectors in recent years,&quot; said Hsu. &quot;The slowdown in the rate of funding increases is worrying, and likely to partly result from the present financial crisis. For many of the countries who receive this aid, having a steady supply of aid is essential if they are to meet international targets for reducing maternal and child mortality. If aid begins to drop or becomes more uncertain, this could have devastating effects on the health  and survival  of millions of women and children worldwide.&quot; Co-author Anne Mills, professor of health economics and policy and vice-director of the London School of Hygiene and Tropical Medicine, said: &quot;This paper demonstrates the critical importance of monitoring flows of money to help ensure that donors deliver on their promises. If funding flows decrease, services will suffer and mortality increase.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/20/concern-over-maternal-child-health-funding", 
    "wordcount": "512"
}