{
    "headline": "Ebay lobbies against internet sales tax bill backed by Amazon", 
    "text": "Ebay has begun lobbying millions of its users against a bill it claims will impose an unfair tax burden on small businesses. The US Senate is expected to vote early this week on the Marketplace Fairness Act, a bill that will give states the power to collect online sales tax on goods bought outside their borders. Currently, only merchants with a physical presence within the state have the right to collect the sales tax. In emails that started going out over the weekend, eBay chief executive John Donahoe argues the bill unfairly burdens small online merchants and asks users to email members of Congress, asking for change. &quot;This legislation treats you and big multi-billion dollar online retailers  such as Amazon  exactly the same,&quot; Donahoe wrote. &quot;Those fighting for this change refuse to acknowledge that the burden on businesses like yours is far greater than for a big national retailer.&quot; The legislation has the backing of big retailers including WalMart and Sears and even Amazon, the largest online retailer. Amazon is rolling out fulfillment centers across the US as it seeks to speed up delivery times. Its physical presence and the use of associates to fulfill orders means its sales are often already subject to the state sales tax. In 2011, Amazon clashed with California legislators over plans to impose a sales tax on the online giant. That dispute was ended after the company announced it was planning to build two fulfillment centers in the state. Merchants that generate less than $1m in annual out-of-state revenue would be excluded from the Marketplace Fairness Act. In his email, Donahoe argued that merchants with less than $10m in annual out-of-state sales should be exempt. Brian Bieron, eBay&apos;s senior director of global public policy, said: &quot;This is a bad bill. It will make it harder for small businesses to compete.&quot; He accused Amazon of trying to stifle competition. &quot;Every small retailer out there is a potential competitor for them,&quot; he said.  The bill&apos;s author, Republican senator Mike Enzi, last week spoke to constituents in Wyoming who had expressed concerns about the tax. &quot;This is not a tax on the internet,&quot; he said. &quot;It&apos;s not a new tax. No one should tax the internet. I oppose government policies that favor some businesses over another and that&apos;s what we&apos;re doing right now. This is a states&apos; rights bill and it would require the states to act before anything could happen. It also exempts businesses until they have $1m in online sales. &quot;Sales tax is the main source of revenue for cities, towns and counties and even the state. It provides the money for roads, police, fire protection. If we don&apos;t collect that revenue, they&apos;ll have to find a new source.&quot;  The legislation has the backing of the senate majority leader, Democrat Harry Reid, but is being opposed by others including the Democrat Ron Wyden. Wyden argued in the senate last week that the bill would stifle innovation, impose an unfair burden on small business and give foreign businesses an unfair advantage over American companies.  &quot;Maybe the sponsors of the bill should want to rename it the &apos;shop Canada&apos; or &apos;shop Mexico&apos; [bill], because that&apos;s what it will be,&quot; he said.", 
    "section": "technology", 
    "gid": "technology/2013/apr/22/ebay-internet-sales-tax-bill-amazon", 
    "wordcount": "549"
}