{
    "headline": "Government ignores or sidelines its scientific advisers, says Lords report", 
    "text": "The government must overhaul its use of chief scientific advisers to prevent departments from ignoring and sidelining evidence that affects their policies, a Lords committee says. The committee examining the role and function of chief scientific advisers (CSAs) found that expert advice was sometimes blocked, dismissed or not sought early enough to influence the decisions they made. The failure undermined policies across government departments, including proposals for biometric ID cards, plans for offshore windpower, the closure of the Forensic Science Service, and the ongoing funding of homeopathy by the NHS and Department of Health. A report by the committee, chaired by Lord Krebs, says CSAs must sit on the boards of their departments, be consulted &quot;early and throughout&quot; policymaking, have a right of access to ministers, and crucially be required to sign-off on fresh policies. &quot;We&apos;re not saying the system is broken, but it&apos;s uneven. In some departments, CSAs have more traction than in others,&quot; Lord Krebs told the Guardian. &quot;Policy in many areas, and probably most, is better policy if it&apos;s fully informed by scientific advice.&quot; In evidence given to the Lords science and technology committee, Paul Wiles, a former CSA at the Home Office, said he was unable to advise on the shortcomings of biometric ID cards before the technology was announced because &quot;the first I heard about ID cards was on the Today programme&quot;. Another former adviser, Brian Collins, who worked at the Department for Business, Innovation and Skills, said he &quot;lacked access to decision makers&quot; when offshore wind policy was being drawn up, so was unable to advise on the engineering issues involved. Last year, MPs criticised the Home Office for sidelining its own CSA, Bernard Silverman, when it decided to close the Forensic Science Service. More worrying was Professor Silverman&apos;s acceptance of his exclusion, which raised &quot;questions about his effectiveness,&quot; they added. In a move intended to separate civil servants from scientists, the Lords report calls for the Home Office permanent secretary, Dame Helen Ghosh, to step down as chair of the department&apos;s science advisory committee, and be replaced by an independent secretary. &quot;It&apos;s very odd that she&apos;s chairing the committee that&apos;s in principle supposed to challenge her,&quot; Krebs said. &quot;There&apos;s a conflict of interest.&quot; The Lords report makes clear that even the most senior scientist in government struggles to influence departmental policy. Sir John Beddington, the government&apos;s chief scientific adviser who oversees all departmental CSAs, has said the continued funding of homeopathy by the Department of Health and NHS is &quot;crazy&quot; and has no scientific basis. &quot;If the scientific element of a policy has not been fully factored in, then ministers are open to criticism for not having taken it into account. If they have someone in their department whose job it is to provide science advice to inform policy, it seems inappropriate that the advice is not taken, or people are kept out of the loop,&quot; Krebs said. Other recommendations in the report lay out the skills and background candidates must have to be appointed a departmental CSA. For CSAs to be plugged into a broad network of world class experts, says the report, they must have national and international &quot;standing and authority in the scientific community&quot;. Under its proposals, future CSAs must be recruited from outside the civil service and work part-time to ensure they maintain strong links with academia and industry. The recommendation clashes with the Treasury&apos;s decision last year to give the department&apos;s first CSA position to James Richardson, a career civil servant and director of public spending. &quot;Our view was that that appointment was more a labelling exercise than a real commitment to have somebody who could provide an independent challenge and devote a reasonable amount of effort to that,&quot; Krebs said. &quot;We asked James Richardson if he could remember any areas in which he had acted as CSA in the six months since he was appointed and he couldn&apos;t name one. It&apos;s not a criticism of James Richardson as a person, it&apos;s just the role he is being asked to play is a role his career trajectory doesn&apos;t suit him well to play.&quot; The Treasury declined to comment. In a statement, Professor Beddington said: &quot;I am pleased the report recognises both the crucial role of chief scientific advisers and recent efforts to develop effective working across departments and the wider scientific community. &quot;We have recently welcomed new advisers at the Department for Business, Innovation and Skills and the Department for Transport, who both bring valuable engineering knowledge. Whilst we recognise the importance of continuous improvement, the network has never been stronger.&quot;", 
    "section": "science", 
    "gid": "science/2012/feb/29/scientific-advisers-ignored-lords-report", 
    "wordcount": "792"
}