{
    "headline": "Research in brief  21 February 2013", 
    "text": "Social Science      Photograph: David Sillitoe for the Guardian.    The satisfaction levels among a hospital&apos;s staff are closely linked to the quality of healthcare it provides, say a team of doctors from Imperial College London. Research shows that hospitals in England with lower mortality rates were more likely to have members of staff satisfied with the quality of care they provide. Companies could save millions of pounds if they followed 18 key success factors for outsourcing products and processes, according to researchers at Portsmouth Business School. Arts and humanities     Photograph: Manchester University.    The editors of the world&apos;s only surviving copy of a 165-year-old Chartist hymn book have been identified. Researcher Mike Sanders from the University of Manchester says the hymn books were designed in an attempt to produce a standard hymn book for the Chartist movement. An archaeological team at Kingston University has unearthed secrets of London&apos;s Victorian past, including a clay smoking pipe and Neolithic flint. Science and technology     Photograph: Christopher Charisius/Reuters.    Scientists from the University of Southampton have identified the molecular system that could help develop potential treatments for conditions such as Alzheimer&apos;s disease. The most common genetic cause of Parkinson&apos;s is not only responsible for the condition&apos;s distinctive movement problems but may also affect vision, according to researchers at the University of York. And finally     Photograph: Alamy.    Research by scientists at Anglia Ruskin University has shown that the presence of exotic, non-native trees and shrubs is having a negative impact on blue tit and great tit populations in British parks. Their research found that blue tits and great tits have more difficulty raising chicks in a man-made environment such as the Botanic Garden. Would you like your university&apos;s research featured on the network? Email claire.shaw@guardian.co.uk with your latest news. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/2013/feb/21/research-in-brief-academics-universities", 
    "wordcount": "308"
}