{
    "headline": "How science works: follow the money", 
    "text": "You might have read Naomi Klein on green investment in fossil fuels last week. She points a finger at NGOs who aren&apos;t checking whether their sometimes considerable endowments are being put to work in the same industries they campaign against. The context of this is not just that it makes parts of the environmental movement look a bit silly, but the growing disinvestment campaign that Klein has been involved in promoting over the past year.  Disinvestment is, quite simply, the opposite of investment; the campaign invites people to think about where their money is being used. It&apos;s a bit like Move your Money, but bigger. There&apos;s a good Rolling Stone piece from last February if you want a catch-up on how the campaign has taken off in the US, but really it&apos;s growing so fast you&apos;ll need to check the 350 website to keep up to date. The campaign has largely been focused on universities, but cities and religious institutions are targeted too. And now groups like WWF and the Union of Concerned Scientists. Klein&apos;s article&apos;s ruffled feathers in the US green movement, but there are reasons why UK science should be paying attention. Here are two. Firstly, it was interesting to see Klein single out the Bill and Melinda Gates Foundation for particular attention along with the greens, arguing their $958.6m investment in ExxonMobil and BP is hypocritical when they also list malaria as a top priority. This got me thinking about the Wellcome Trust, which also works on malaria and has been developing an interest in climate change as a health issue. I checked its investment policy (you want the &quot;stewardship&quot; pdf) and noticed they don&apos;t allow investment in companies that derive material turnover or profit from tobacco or tobacco-related products. Which makes sense, I suppose. But if you&apos;re going to make that exception, there are others that could be added too. I know they&apos;ve been criticised for investing in Wonga, and brushed that off. I guess it&apos;ll be a question for their new director. This is important because  and this is my second point  the disinvestment activity is going trans-Atlantic. As Klein mentions in the Guardian version of her piece, there&apos;s a major push on UK higher education planned by People and Planet this summer, and University College London Union has already passed a motion to go &quot;fossil free&quot;.  I&apos;m slightly sceptical of this, just because UK universities aren&apos;t funded in the same way. Attention might be better focused on pension schemes (and it is being). But, as Bill McKibbin argues, one of the reasons this campaign has worked so well is that it&apos;s been grown with students. He argues universities should be taking a lead because they were where we first found out about climate change, they understand maths and, perhaps most of all, are full of young people.  I&apos;m not entirely convinced by this reasoning (especially the maths one). They seem simplistic. But I do agree universities can be spaces for this sort of action. I&apos;d add that universities are highly international spaces, where people are invited to be part of a global community. They&apos;re also sites for inter-generational collaboration. And if climate change is anything, it&apos;s a global and inter-generational issue. Instead of disinvestment campaigns, I suspect European universities will lead in other ways in which their campus might become &quot;fossil free&quot;. The People and Planet site already has a reasonably impressive list of demands under simply &quot;move their money&quot; including changes in careers advice, a phase-out of fossil fuel research and to demand more research funding on renewables. Recent years have seen growing campaigns to &quot;disarm&quot; universities  e.g. Leeds  not only in terms of shares in arms manufactures, but careers fairs and the money they take for research, which is substantial, as funding from the oil industry can be too.  In some respects, this is less about universities disinvesting, and more the other way around. It&apos;s about preventing particular industries from being able to profit from the resources universities hold; the people we train, the cultural authority we hold and, perhaps above all, the focus of the research we do.  I suspect we&apos;ll see more of these campaigns in the future. In fact, the University of Oxford will see on Thursday. Its Earth Sciences department is launching a new partnership with Shell. Ed Davey, Secretary of State for Energy and Climate Change, will be there. And activists are planning to meet him.", 
    "section": "science", 
    "gid": "science/political-science/2013/may/08/how-science-works-money-disinvestment", 
    "wordcount": "751"
}