{
    "headline": "4G bidders prepare for complex auction", 
    "text": "Seven bidders will vie for the biggest chunk of mobile data bandwidth to be auctioned in Britain in January when Ofcom sells off 4G spectrum that is expected to raise 3.5bn for the government&apos;s coffers. The bidders are Everything Everywhere  the combined T-Mobile and Orange operation, which is already offering 4G services  Vodafone, O2 and Three, as well BT, the Hong Kong conglomerate PCCW (which owns Hong Kong Telecom), and the British network company MLL Telecom. At least one of the bidders will be obliged by Ofcom to commit to providing its service to 98% of the UK population. Ofcom has placed a reserve price of 1.3bn on the 4G sale, but the government&apos;s tax and spending watchdog, the Office for Budget Responsibility, has estimated a 3.5bn boost to public finances. It is not expected to bring in anything like the 22.5bn collected by the 3G bandwidth auction in 2000, when the present four networks were successful. Mobile operators in the Netherlands last week paid 3.8bn (3.1 billion) for the country&apos;s 4G spectrum, easily surpassing expectations of around 450m. In Ireland last month, operators overcame a challenging economy to generate 854m. The auctions will cover a range of 28 lots of frequencies covering 250MHz of spectrum, compared to the 333MHz spread now available. The four UK network operators are already preparing their networks to add 4G capability, which they hope to begin offering by next summer. Meanwhile, the number of smartphones able to use 4G services is growing rapidly: Apple&apos;s iPhone 5, the Nokia Lumia 920 and recent versions of Samsung&apos;s Galaxy S3 handset will all be able to use frequencies allocated by Ofcom, though not all handsets will work on every frequency. The consultancy Strategy Analytics forecast this week that 275m 4G-capable smartphones will be shipped worldwide in 2013, more than tripling from 91m in 2012. &quot;[4G] has quickly become a high-growth, high-value market that no operator, service developer, component maker or device vendor can afford to ignore,&quot; said Neil Mawstxon wireless analyst at Strategy Analytics. BT, PCCW and MLL Telecom will probably be looking to offer data services to fixed locations. MLL Telecom, based in Marlow, Buckinghamshire, already owns wireless spectrum to provide connections to businesses in remote locations, with spectrum at 32GHz and 40GHz. The auction itself will be highly complex, with participants able to bid in each round for different slices of bandwidth at different frequencies, but at rising prices. Sources at Ofcom have indicated that it is one of the most complicated auctions it has ever run. Partly that is because 4G (also known as LTE) services do not offer basic voice services; they are data-only, so they do not provide an entry point for any company seeking to compete in the mobile network business. But 4G does provide superfast data connections at speeds of up to 100 megabits per second, faster even than a number of broadband services, especially in rural areas. The 28 lots of frequencies are within two bands, 800MHz and 2.6GHz. The lower frequency, created by the analogue TV switchoff, has longer range but can carry less data; the higher frequency can carry more data but has a shorter effective range, and is hampered by buildings. EE&apos;s current offering is at the 1,800MHz frequency, which it already owned, but which it will have to share with Three from autumn 2013. There will be further 4G auctions in 2014 when the Ministry of Defence sells off some high-frequency bandwidth. The European Commission has also said that existing 3G suppliers must be allowed to switch their existing 3G spectrum over to 4G if they want to. Some operators are also working on &quot;voice over LTE&quot;, or VoLTE, services which would encode voice signals in internet data packets, and so provide voice capability, which could also be applied to &quot;fixed&quot; services to homes or businesses.", 
    "section": "technology", 
    "gid": "technology/2012/dec/20/4g-spectrum-auction-britain", 
    "wordcount": "660"
}