{
    "headline": "World's conservation hopes rest on Ecuador's revolutionary Yasuni model", 
    "text": "     In their first hour in Yasuni&apos;s Amazonian forest, many people will see more creatures than they have seen in their entire lives, including some that have yet to be documented by science. To paddle up the Ayango creek that leads from the traffic and pollution of the Napo river into the most biodiverse region on Earth is to encounter a wall of noise, frequent bursts of colour and unimaginable combinations of life. A tiger heron flaps lazily past our canoe, electric blue Morpho butterflies jolt the eye, spiders the size of an adult&apos;s hand sit on branches, and kingfishers flash past. On a mud bank, a lizard suns itself, while high up in the tree canopy, we catch glimpses of flying monkeys and grunting Hoatzin &quot;stinky turkeys&quot;  prehistoric survivors with claws that grow into wings, which could have inspired the creatures in James Cameron&apos;s film Avatar. The thick vines, exotic plants, stunningly colourful birds and huge reptiles of the forests and water systems here far outstrip the wildest imagination of any film director, but they are at risk from the worldwide trend of rising extinction rates and from local economic pressures to exploit underground oil fields. Yasuni, which is home to two of the world&apos;s last uncontacted tribes, has moved to the frontline of a global battle between living systems and fossil fuels. Animal populations across the planet are 30% smaller now than in 1970, according to the UN Environment Programme (UNEP). In tropical regions such as Ecuador, the rate of decline is almost double the global average. Just as the species must innovate to survive, Yasuni has inspired the planet&apos;s most creative and ambitious approach to biodiversity conservation, social development and climate change. Ecuador  which is also home to the Galapagos Islands  is the only country in the world to have recognised the rights of nature in its constitution. After the discovery of a $7.2bn oil reserve inside a pristine corner of the Yasuni national park, the government has proposed leaving the fossil fuel in the ground if the international community will give them half that amount. It has been hailed as an alternative to the ineffectual efforts of the United Nations to deal with climate change and biodiversity loss. The ITT Initiative, as the project is known, promises to the keep carbon in the ground in a 200,000- hectare corner of the park and, in the process, help to redistribute wealth from rich nations to the developing world and wildlife. But a little more than a year after it was launched, this bold project is as much at risk as the wildlife. Ecuador&apos;s president, Rafael Correa, told the Guardian the results have been disappointing. &quot;This was a revolutionary idea. With a logic that I would call perfect: it implied a substantial change in the management of natural resources in the fight against climate change. It meant a transfer of resources from the richest countries  which are the biggest polluters  to poorer countries,&quot; he said. &quot;But what has happened since has been the opposite: because the US, UK and others can consume the assets generated by the amazon jungle for free, they have committed absolutely nothing. The Yasuni ITT initiative has raised a lot less than expected.&quot; With enthusiasm for the project cooling, the Guardian has discovered evidence that the oil companies are moving closer. A road is being built in a neighbouring oil exploration block inside the Yasuni park. Huge ecological wealth is at risk. One Yasuni hectare  the area of two football pitches  is home to a wider variety of trees, birds, reptiles and amphibians than in the US and Canada combined. &quot;One hectare per continent is a figure that slaps you in the face. Whatever group you look at, they are crazy numbers,&quot; says Kelly Swing, founding director of the Tiputini biodiversity station run by the San Francisco University in Quito.&quot; I have been coming to Yasuni since 1979 and I still can&apos;t walk five minutes without seeing something I haven&apos;t seen before. That&apos;s why I&apos;m still here. It&apos;s like a gift every few minutes.&quot; The comparisons with Britain are still more mind-blowing. There are only about 50 native tree species in the UK, compared to 2,200 species in Yasuni. Terry Erwin of the Smithsonian Institution estimates there are more than 100,000 different types of insects per hectare. When scientists elsewhere find new species, they publish papers in journals and give them clever Latin names. Erwin has found so many that he has started to play with the appellations. He has named one beetle after the actor Kate Winslet and punned with another of the Agra genus by adding &quot;vate&quot;. This ecological wealth is not just of interest to boffins, animal lovers and tourists. The UNEP estimates that 40% of the global economy is based on biological products and processes. Biodiversity loss, it says, is becoming a greater concern for businesses than international terrorism. Pharmaceutical companies have based countless patents on results from the forest, where the chemical mix and match is immeasurably more dynamic than that of any science lab.     Yasuni national park is the most biodiverse region on Earth. Photograph: Corbis    Diverse ecosystems are more flexible, more efficient and more resilient than monocultures. Research published in July shows that biodiversity makes forests more resilient to drought. Other studies have shown how they are less vulnerable to disease. This is crucial because the Amazon is also the world&apos;s greatest oxygen supplier and carbon sink, with more than half of the world&apos;s above-ground carbon in its trees. In international bodies, biodiversity loss was long treated as a poor cousin to climate change. But this is changing amid growing awareness that both are approaching dangerous tipping points as a result of human pressures. Earlier this year, a group of leading scientists warned that biodiversity loss could result in a &quot;global-scale state shift&quot;. &quot;Much as the consensus statements by doctors led to public warnings that tobacco use is harmful to your health, this is a consensus statement by experts who agree that loss of Earth&apos;s wild species will be harmful to the world&apos;s ecosystems and may harm society by reducing ecosystem services that are essential to human health and prosperity,&quot; noted Prof Bradley Cardinale, an associate professor at the University of Michigan who led the study published in Nature. &quot;We need to take biodiversity loss far more seriously  from individuals to international governing bodies  and take greater action to prevent further losses of species.&quot; But the trend is in the opposite direction. WWF says we are in an ecological overshoot situation in which it now takes 1.5 years for the Earth to regenerate what we use in a year. The UN says almost one-fifth of vertebrate species are close to extinction, with amphibians most at risk. Each year, 52 vertebrate species move one category closer to extinction in the IUCN&apos;s &quot;red list&quot; of endangered species. The ITT initiative, which covers the Ishpingo, Tambococha and Tiputini oil fields in Yasuni that make up an area of less than one-fifth of Yasuni&apos;s national park, aims to address this in a core area for protection. Last year, it reached its target of raising $100m thanks to some creative accounting and generous public support (the UK was top for individual donations after featuring in the Guardian), and contributions from Bo Derek, Leonardo DiCaprio, Edward Norton and Al Gore. Ivonne Baki, who is spearheading the fundraising effort, says the project has now raised $200m, but more is needed. &quot;The cost of not doing something now will be far higher than the economic crisis. If we are serious about reducing emissions of CO2 and doing something  which is all they talk about at international meetings  then this is the place giving oxygen to the world.&quot; Yet, there are clearly many challenges. Money is not yet filtering through to local communities, where it is supposed to be used to improve social capital as well as protect biodiversity. Although locals accept that it is still at an early stage, there are concerns that President Correa may have lost some of his enthusiasm for the project. &quot;I want to meet the president because he has lost focus,&quot; said village chief Giovanni Rivadeneira, a member of the Kichwa indigenous group. &quot;We are concerned about education in our community. There was a promise from the president to work on that. He left a promise here and we are still waiting to hear about that.&quot; The governments of wealthy nations have given only tepid backing. Some accuse Ecuador of environmental extortion, which could set a dangerous precedent. Most of the government-level &quot;donations&quot; so far are from Italy, which wrote off $51m of its external debt as a contribution, and Germany, which is giving technical assistance to Yasuni rather than the ITT project. Much of the hesitation is due to concerns that Ecuador might change its mind after accepting the money. To offset this, Correa&apos;s government has worked with the United Nations Development Programme to establish a trust fund for the ITT initiative. It promises to return donations of more than $50,000 if the oil is exploited, which is possible under a clause that says it can be used in the case of a national emergency. This is the plan B, dreaded by conservationists, but a clear and growing risk. Carlos Andrs Vera, the director of a documentary about the Taromenane uncontacted tribe in the park, says 40% of Yasuni is already being exploited by oil companies and the ITT area is being prepared for the same treatment. &quot;The oil companies have already carried out exploratory studies there. I have testimonies from local people who say they are already building tracks to they can push ahead with plan B. They say they are trying to save Yasuni, but that&apos;s bullshit.&quot; To the alarm of many, PetroEcuador is pushing ahead with development of extraction block 31, which sits on the edge of the ITT. The Guardian has testimonies from two recent visitors who say a road is under construction on the edge of the ITT project in an area that is famous for jaguar sightings. This follows a destructive pattern seen in other parts of the national park and surrounding areas, where oil companies have drilled wells and  most destructively  built roads. This opens the way for migrants, loggers, farmers, hunters, invasive species and disease. The risks are obvious as you fly into Coco, the gateway to Yasuni. Seventy years ago, the forest stretched hundreds of kilometres west of this city, but today all you can see from the air are plantations of palm oil and other cash crops. Freshwater ecosystems are also deteriorating. A discarded oil drum bobbing in the Napo highlights the pollution from the oil barges and river traffic. Locals blame oil for the demise of balsa trees and water-skier insects from the banks of the trunk rivers. &quot;My father said there used to be a lot in the Napo river, but they have disappeared because of the gasoline from the oil companies and many boats,&quot; said Remi Grefa, a guide from the Kichwa indigenous group. Despite the many challenges faced by Yasuni, conservationists still hope Ecuador and Yasuni can set a model for conservation. A few billion dollars here, they say, is the best investment humanity can make in its future. &quot;It is absolutely worth it,&quot; said Indian ecological activist and philosopher Vandana Shiva, on a trip through the region. &quot;What is not worth it is the old way of fossil fuels as the central resources rather than living waters, living streams, living trees, living forests, living cultures. And a fossilised mindset that should have disappeared 100 years ago.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/sep/03/ecuador-yasuni-conservation", 
    "wordcount": "1973"
}