{
    "headline": "Google sells Motorola Home to Arris for $2.35bn", 
    "text": "Google has disappointed the British set-top box maker Pace by selling its profitable Motorola Home business to Arris Group in a $2.35bn cash-and-stock deal. Pace had been a frontrunner with Arris to buy the division, which Google is selling after acquiring the larger Motorola Mobility (MMI) mobile handset and set-top box business for $12.5bn in August. The move leaves Google with the loss-making handset business and the patent portfolio belonging to MMI, with which it had hoped to fend off lawsuits against its Android mobile software from Apple, Microsoft, Nokia and others. Pace indicated that Google had demanded too high a price for Motorola Home. Arris will acquire the business for $2.05bn in cash  which it is raising through debt financing  plus about $300m in newly issued shares in Arris, giving it roughly 15.7% of the company. The deal should be closed by the second quarter of 2013. Pace has applied to have its stocks relisted, after they were suspended when news of its bid first surfaced. For Arris, the acquisition gives it broader capabilities in consumer video products and services, and will boost its patent portfolio through a licence to what it called &quot;a wide array of MMI patents&quot;. MMI&apos;s Home business generated quarterly revenues of about $880m over the past year, and about $60m of quarterly profit. It builds set-top boxes for a broad range of US cable companies. Bob Stanzione, Arris&apos;s chairman and chief executive, said: &quot;Acquiring Motorola Home builds on Arris&apos;s rich history, creating a global player with significant footprint, revenue and cash flow. It also adds expertise in video and a larger presence in the home to our core strengths in voice and data, ensuring we are even better positioned to capitalise on and manage the evolution toward multi-screen home entertainment.&quot; In a statement (pdf) Mike Pulli, Pace&apos;s chief executive, said: &quot;The company was unable to reach an agreement with Google on terms that the board believes would have been in the interests of Pace&apos;s shareholders. &quot;We viewed the potential acquisition of Google&apos;s Motorola Home business as an opportunity to accelerate our stated strategy, but only if real shareholder value could be delivered.&quot; He said Pace expected to remain on target for its 2012 financial results.", 
    "section": "technology", 
    "gid": "technology/2012/dec/20/google-sells-motorola-home-arris", 
    "wordcount": "382"
}