{
    "headline": "Bafta event: games writing discussion and Games Journalism Prize presentation", 
    "text": "With a new generation of games consoles on the way, the industry is going to be under huge scrutiny over the next five months. But are specialist journalists doing enough to really investigate the major publishers and manufacturers? And what are the skills needed to write compelling and revealing long-form features on the games industry? These are two of the questions set to be tackled at a special Bafta event on Wednesday night. I&apos;ll be chairing a discussion on games writing, talking to veteran journalists Jon Hicks (Official Xbox Magazine), Guy Cocker (ex-editor, GameSpot UK), Leigh Alexander (Gamasutra, Edge, Kotaku) and Kieron Gillen (Rock Paper Shotgun) about the challenges facing the games media. The last year has seen some major controversies in gaming journalism, but there are also huge possibilities for the sector. And with the next consoles aiming to take commanding positions in the living room entertainment set-up, it&apos;s a pretty important time to be considering how to cover the games industry in general. On the evening, we&apos;ll also be announcing the winners of the Thumbstar Games Journalism prizes, a new award set up by myself and fellow journalist Dan Griliopoulos and supported by mobile publisher Thumbstar, which seeks to discover and celebrate great games writing from around the globe. We asked members of the public to submit their favourite pieces of games journalism from 2012 and then appointed a judging panel of veteran game writers to select a shortlist and three final winners, one of which will claim the overall prize.  It should be an interesting evening then  tickets can be bought at the Bafta site for 5 each, but I have 20 tickets to give away to Guardian readers interested in attending. You just need to go to that site and enter the code GJDEBATE.  The event kicks off at 7pm  really hoping to see as many Gamesblog readers there as possible!", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/may/24/bafta-games-journalism-event-prize", 
    "wordcount": "316"
}