{
    "headline": "Mars' Children: Who will be the first human to walk on Mars?", 
    "text": "   On Thursday 13th September, the International Space Station will perform two experiments designed by students. The results will be broadcast live on YouTube. Photograph: NASA.    There comes a day in a man&apos;s life, a sad day, when he realises he will never fulfil his childhood ambition of becoming an astronaut. For me, that day was August 6th this year, as I watched in awe as Curiosity touched down on Mars. Curiosity will, I hope, not be the last rocket to travel to Mars. It will lead to another rocket, and another, that will eventually lead to the first manned mission to Mars. The first human footprint on another planet. The sad truth, that struck me watching Curiosity land, is that these footprints will never be mine. I am too old. The first man or woman to one day walk on Mars is, today, a child. They are a young boy or girl, most likely a teenager sitting in a classroom somewhere in the world. Their journey to Mars will not be easy. After years of budget cuts and waning political will, the future of manned space travel hangs perilously. This year marks the 40th anniversary of Apollo 17, the last time a human being stood on another celestial body. As the world mourns Neil Armstrong, it is hard not to feel pessimistic.  There are, however, two powerful forces at play that may help these children get to Mars. The first is the increasing democratisation of space, a new space economy where the private sector is giving more people access to space. The second is an increasingly connected world, with unparalleled opportunities for learning, collaborating and the sharing of ideas online. These two forces, when harnessed and combined, have tremendous potential as demonstrated by a recent Google initiative called YouTube Space Lab  a global competition giving teenagers the opportunity to design a science experiment that could be carried out on board the International Space Station. Thousands of students, from 80 different countries around the world, submitted their experiment ideas for microgravity in the form of short videos uploaded on YouTube.Professor Stephen Hawking and other world-renowned scientists, along with astronauts, educators and millions of people on YouTube watched and voted for their favourite ideas  the two winning experiments have now been sent to space. Amr Mohammed is 18 and from Alexandria, Egypt. He wants to see whether the Zebra jumping spider will be able to adapt to microgravity to catch its prey, overcoming millions of years of evolutionary instinct. This may one day help us better understand how our own bodies can adapt to the rigours of inter-planetary travel. Dorothy Chen and Sara Ma are both 16 and from Troy, Michigan. They want to know whether the probiotic bacterium, Bacillus subtilis, will become more virulent in space. This kind of research could help us develop new ways to fight superbugs on Earth. This Thursday from 3:30pm BST  as the ISS soars through space, 250 miles above the Earth  the results of these two experiments will be broadcast live on YouTube, for you and the whole world to see. Amr, Dorothy and Sara - as well as the thousands who entered Space Lab - represent the future of the space programme. Their potential was always there. But they have been now given an opportunity to begin a journey that may well lead to new worlds beyond our own. Space, and its future, can be for them. I will never get to Mars. But there are children out there today who, with a little inspiration, one day just might. Zahaan Bharmal works for Google in London and is the founder of www.youtube.com/spacelab.", 
    "section": "science", 
    "gid": "science/across-the-universe/2012/sep/13/astronomy-space", 
    "wordcount": "591"
}