{
    "headline": "IEA's Didier Houssin: the world's energy future is not hopeless", 
    "text": "As part of an institution that is raising the alarm about the future of the planet, you would expect Didier Houssin, director of sustainable energy policy at the International Energy Agency (IEA), to be gloomy. &quot;Scaring people is not always a good strategy,&quot; he says. &quot;It&apos;s important to explain that there are solutions, the future is not hopeless.&quot; He concedes that the situation &quot;is not rosy&quot;, but &quot;there are some positive examples and we need to learn from them&quot;. Some clean technologies are progressing fast, with developments in electric vehicles boding well for a decarbonised transportation system, for example, and people can make a big impact with some simple changes in their lifestyle. But the world&apos;s hunger for energy is still satisfied by coal, says Houssin, and without a more incisive switch to greener sources he believes the battle against climate change will be lost within less than a century. More than ever, countries and industry are trapped in uncertainty about how to deal with growing energy demand. According to Houssin, and the Tracking Clean Energy Progress report 2013 published by IEA this spring, we are not on track to avoid the serious consequences of climate change. Renewables are doing well, growing more viable on the large-scale market with some sparkling examples of innovation, particularly in wind and photovoltaics, but they will not be enough to turn the tide as coal consumption continues to rise, says Houssin, especially in emerging economies. To explain the problem, the IEA produced three possible scenarios of global warming that show the link between energy policy and future rises in average global surface temperature of 2C, 4C and 6C. By modelling the trends in worldwide energy consumption, assessing how much we produce and comparing it with our needs, the analysts suggest what we can do to keep global warming under the threshold of two degrees. &quot;The present world energy system is still not compatible with a two degree scenario,&quot; Houssin admits. &quot;We are probably somewhere between the 4C and 6C degrees. We use the scenario to make it clear that to mitigate our impact on climate and environment we need to rethink policies and the industrial system.&quot; So far, the worst mistake has been to underestimate the role of emerging economies as contributors to the rise in global emissions. Houssin explains how the IEA has developed an index to assess the carbon content of the global energy supply. The emerging portrait is daunting: &quot;Despite all the progress that has been made in renewables, the index remains flat from the 1990s,&quot; he says. In other words, the development of clean energy technologies hasn&apos;t been enough to offset growing energy demand in countries such as China and India. &quot;The average unit of energy which is being produced today has the same carbon intensity as 25 years ago, and the reason is that coal continues to dominate growth in power generation in emerging countries,&quot; says Houssin. Coal-based power generation &quot;has by far outweighed the growth from non-fossil energy sources. That has been the case for the last 10 years. And if we look at what happened over the last two years coal has increased by 6%.&quot; Touted as one of the major successes in decarbonising industrial economies, shale gas is not a sufficiently clean energy source and has come onstream too slowly, says Houssin. It has been a key factor for lowering emissions in the US, but remains only a short-term solution. &quot;Despite all the talking about it, shale gas is not happening yet outside of northern America, and it is not enough to meet our long-term goal of a decarbonised power system,&quot; he says. Houssin is putting his hope in a sharp decline of carbon emission by 2050, to avoid warming of up to 6C. &quot;We see a future where the power system is almost entirely decarbonised,&quot; he says, &quot;and this definition doesn&apos;t mean that we only rely on renewables. Much can be achieved by implementing electric vehicles, for example. We should also invest more in carbon capture and storage, because a fair amount of CO2 will always be there and needs to be removed from the atmosphere.&quot; Renewable technologies will play a prominent role in his map of a future decarbonised world: &quot;In our best case scenario renewables would represent about 57% of total power generation. So we are not seeing a future energy system 100% based on renewables, but they would give a much bigger contribution than today.&quot;      Solar and wind power generation have grown by more than the IEA anticipated. For instance, global solar photovoltaic generation grew by more than 40% last year compared with 2011 and wind energy by almost 20%. &quot;These are huge numbers,&quot; says Houssin. In the IEA&apos;s best case scenario, wind and solar would each account for 14% of overall power generation. Although the IEA doesn&apos;t factor the impact of potential technological breakthroughs into its projections, Houssin believes that innovation will be needed to make the available technologies more competitive and effective. But he maintains that the ultimate potential for change lies in people. &quot;The awareness about climate change is growing, because we&apos;ve started to see it happening, as natural disasters tend to multiply, for example. The problem is that over the last years the economic crisis became more serious, and people have tended to focus on problems such as unemployment, low salaries, energy bills.&quot; But the outlook will be poor without a long-term vision that encompasses changes in individuals&apos; behaviour. &quot;Better energy management also means less consumption and lower bills. Choosing a bike instead of a car saves emissions and it&apos;s good for your pocket.&quot; Once people have realised how much of a difference small changes in their daily routine can make, &quot;then there will be a way out&quot;.  Lou Del Bello is a freelance journalist from Italy with a background in environmental issues. She is studying for an MA in science journalism at City University in London. Email her at cleanenergy.lou@gmail.com or follow her on Twitter @loudelbello", 
    "section": "science", 
    "gid": "science/blog/2013/jun/06/iea-didier-houssin-energy-future", 
    "wordcount": "1036"
}