{
    "headline": "Kim Dotcom: fund free NZ internet by suing Hollywood and US government", 
    "text": "Kim Dotcom, the flamboyant German-born internet entrepreneur facing extradition to the US for alleged piracy, has put forward a plan to give all householders in his new home of New Zealand free broadband access, financed by suing Hollywood studios and the American government. The 38-year-old, better known to his mother as Kim Schmitz, made a fortune reputed to exceed 100m with his hugely popular Megaupload file storage site, which US prosecutors allege was involved in the distribution of copyright-protected films, music and other material. Originally based in Hong Kong, Dotcom has had New Zealand residency for two years. In January this year dozens of police raided his mansion in Auckland and other addresses on behalf of the FBI. Six months later New Zealand&apos;s high court ruled that the operation was illegal, casting doubt on the 6ft 6in entrepreneur&apos;s extradition. Dotcom has been on bail since February. Dotcom nonetheless faces an extradition hearing in March, and has engaged in a concerted campaign to court public opinion in his adopted country. The latest salvo involves resurrecting a planned second fibre optic web cable across the Pacific to the US, which would have doubled New Zealand&apos;s available internet bandwidth. A New Zealand company, Pacific Fibre, hoped to build the 200m link but announced in August it could not secure the funding. Dotcom&apos;s proposal is to supply broadband free to domestic customers, charging only businesses and government users, the New Zealand Herald reported. His share of the capital would be provided by lawsuits against the US government and film studios for their &quot;unlawful and political destruction&quot; of his business, he said. The plan would be key to New Zealand&apos;s future prosperity, Dotcom said: &quot;You have clean and cheap energy here. Power is becoming the biggest cost factor for data centres around the world. With its own cable, cheap power and connectivity, New Zealand could attract foreign internet business. Unfortunately, the current government wants to invest into more tarmac roads. In 10 to 15 years most people will work and shop from home. You don&apos;t need tarmac, you need fibre!&quot; Despite the seemingly unlikely funding model, Dotcom&apos;s plan has received at least some support. &quot;If anyone can put together a deal like this, then it would be Kim Dotcom,&quot; said Paul Brislen of the Telecommunications Users Association of New Zealand. Clare Curran, the MP who covers communications and IT for the opposition Labour party, said Dotcom was right in raising the idea of a second cable: &quot;The sentiment is right. Kiwi businesses, particularly in the technology sector, have been calling for a second cable for some time now. Their concerns need to be taken seriously.&quot; Dotcom is busy with a series of projects, including plans for a successor to Megaupload designed to sidestep the US laws under which he is being prosecuted.", 
    "section": "technology", 
    "gid": "technology/2012/nov/04/kim-dotcom-broadband-suing-hollywood", 
    "wordcount": "477"
}