{
    "headline": "Google to pay record $22.5m fine to FTC over Safari tracking", 
    "text": "Google is to pay a record $22.5m (14.4m) fine to the Federal Trade Commission (FTC) in the US after it tracked users of Apple&apos;s iPhone, iPad and Mac computers by circumventing privacy protections on the Safari web browser for several months at the end of 2011 and into 2012. The fine is the largest paid by one company to the FTC, which imposed a 20-year privacy order on Google in March 2010 after concerns about the launch of its ill-fated Buzz social network. In the latest case, commissioners ruled 4-1 that Google had breached that order not to mislead consumers about its privacy practices. There was no admission of wrongdoing on the part of Google. Jon Leibowitz, chairman of the FTC, said in a statement: &quot;The record setting penalty in this matter sends a clear message to all companies under an FTC privacy order. No matter how big or small, all companies must abide by FTC orders against them and keep their privacy promises to consumers, or they will end up paying many times what it would have cost to comply in the first place.&quot; The intrusion would have affected millions of users of Apple devices, which web statistics suggest are used for substantial amounts of mobile browsing in western countries particularly. The FTC began investigating the case six months ago after Jonathan Mayer, a researcher at Stanford University  once attended by Google&apos;s founders Larry Page and Sergey Brin  discovered that Google&apos;s DoubleClick advertising network was overriding safeguards built into Safari to stop cookies being used to track peoples&apos; movements around the web. Cookies can be used as unique identifiers of a user, so that if someone goes from one site to an unrelated one that also uses DoubleClick, the cookie will work as an identifier and mean that adverts on that site, and their activity there, will be logged and tailored to them. Google&apos;s circumvention of the protection  a system it said was used by other companies  apparently contradicted its online help, which told Safari users they need not do anything to prevent Google monitoring their actions, because the browser&apos;s default settings would block Google&apos;s cookies. The previous largest FTC fine, of almost $19m, was imposed on a US telemarketer accused of duping people into thinking they were giving to charity.  While it has not admitted wrongdoing, the fine is another in a growing list for Google, which fell foul of the Federal Communications Commission (FCC) earlier this year over its collection of Wi-Fi data from home and business networks via its Street View cars in 2008. The FCC fined it $50,000 for failing to cooperate with its investigation. The largest payment remains the $500m that it paid to settle a federal case in August 2011 after advertising Canadian-sourced pharmaceuticals to US users. The adverts appeared after being bought by vendors trying to sell pills to US users, who bought AdWords adverts alongside search results. The company escaped prosecution after settling. In a statement, Google said: &quot;We set the highest standards of privacy and security for our users. The FTC is focused on a 2009 help center page published more than two years before our consent decree, and a year before Apple changed its cookie-handling policy. We have now changed that page and taken steps to remove the ad cookies, which collected no personal information, from Apple&apos;s browsers.&quot; The company is also under investigation in Europe and the US over whether it has used its dominant position in search to push other products, such as its shopping, video and maps products, ahead of rivals&apos; which would have an equal claim to high ranking in search results. The pressure group Big Brother Watch said: &quot;It is a very dangerous precedent for companies to deliberately circumvent privacy protection and so we welcome this ruling as an important milestone in returning to consumers true control over their personal information. &quot;As we have often warned, where businesses rely on personal information to offer better targeted advertisements there will be inherent tension between respecting consumer privacy and pursuing profit.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/aug/09/google-record-fine-ftc-safari", 
    "wordcount": "686"
}