{
    "headline": "Shale mining under Great Barrier Reef 'likely to be banned'", 
    "text": "Mining shale oil under the Great Barrier Reef is likely to be banned by Australia&apos;s federal Labor government as tensions rise over the environmental impact of the booming oil and gas industry on the coastline beside the reef. In February, the conservative Queensland state government lifted a moratorium on the shale oil industry in most places along the coast to allow companies to assess whether the US shale oil boom could be replicated in Australia. Queensland Energy Resources is now proceeding with an onshore open-cut shale rock mine and a commercial-scale demonstration processing plant near Gladstone, before deciding on the development of huge areas where it has mining rights, and which contain up to 8bn of the 22bn barrels of recoverable shale oil estimated to exist under Queensland. The Australian Greens attacked the state decision to allow the high-emitting industry as &quot;environmental vandalism&quot;. State premier Campbell Newman said a new industry would be &quot;a win&quot; for the state, bringing jobs and income from royalties. &quot;I do accept the criticism about... energy intensiveness, but at the end of the day we are running out of oil,&quot; he said at the time. But an environment department briefing to the federal environment minister, Tony Burke, obtained by Guardian Australia, says federal powers over the management of world heritage areas could be used to put a brake on the nascent shale oil industry if future mines extended to reserves under the reef. The advice says some of the prospective shale oil deposits &quot;are near and underlie the Great Barrier Reef world heritage area&quot; and any exploration underneath the reef  even if the resource was deep beneath the water and accessed horizontally from outside the world heritage area  would be &quot;inconsistent with world heritage management principles&quot;. &quot;World heritage principles on mineral extraction are absolutely clear. You can&apos;t extract minerals or oil from underneath the Great Barrier Reef. Simple as that,&quot; Burke told the Guardian. QER says it has no plans to mine shale reserves below the high tide line. With environmental approval processes likely to be a contested issue in the September federal election, Burke also attacked the decision-making record of the state. &quot;Every time there is an issue of environmental protection in Queensland, Campbell Newman is on the bulldozers&apos; side of the equation,&quot; he said.     Australia's eastern coastline, where a mining boom is underway Photograph: Guardian    Burke&apos;s Liberal and National party opponents propose to hand over environmental decision-making to state governments, under strict conditions and guidelines  a policy Labor abandoned last year because it said state processes were not up to standard. Burke&apos;s advice on the emerging shale oil industry comes as he faces more immediate decisions on some of at least seven new ports and associated dredging along the barrier reef coastline to serve up to nine massive new coal mines. In June Unesco&apos;s world heritage committee will decide whether to put the 2,600km coral reef on its endangered list because of the impact of the booming coal and liquefied natural gas (LNG) industries and the proposed ports and dredging to export the resources. Last year the committee warned that it was considering the move and said Australian governments should &quot;not permit any new port development or associated infrastructure outside the existing and long-established major port areas within or adjoining the (world heritage) property, and to ensure that development is not permitted if it would impact individually or cumulatively on the outstanding universal value of the property.&quot;. Burke said the committee was clearly &quot;looking very closely at our treatment of pristine areas Their language was very clear that they don&apos;t want the development footprint on the reef to get any larger.&quot; He said at least two of the proposed new ports, Xstrata&apos;s proposed coal terminal at Balaclava Island in the Fitzroy River delta south of Rockhampton and the Mitchell Group&apos;s proposed Fitzroy terminal  which would use barges to transport coal to ships moored in deeper water  were in a pristine area. &quot;The area around Balaclava Island is, in my view and based on the environmental evidence, relatively untouched and pristine. There are large and important areas of seagrass it is effectively the front lawn of the Great Barrier Reef,&quot; he said. Those two projects are still being assessed. The state government&apos;s draft Great Barrier Reef Ports strategy says &quot;significant development&quot; should not occur outside existing port areas for at least a decade, but the two proposals in the Fitzroy delta are technically within an existing port area and could proceed under the strategy. Approval processes for other proposed ports are also continuing, even as the federal government conducts a &quot;strategic assessment&quot; of the cumulative impact of development on the reef, as the world heritage committee requested. Burke may face several controversial decisions before the review is completed and as his government prepares for a federal election on 14 September, which the opinion polls predict it is likely to lose. Last October Burke approved, with conditions, a new terminal at Abbott Point near Bowen, to be built by Indian company GVK and a private mining firm, Hancock Prospecting, but his department is now investigating claims about the impact of the port on a threatened species habitat. He is also scheduled to decide on the Adani Corporations&apos;s proposed port, also at Abbott Point, by June. Environmental and activist groups are campaigning on the Great Barrier Reef in the lead-up to the world heritage committee meeting in Cambodia and the September poll. Greenpeace&apos;s Rainbow Warrior is sailing through the area, the Australian Marine Conservation Society will launch a new campaign this weekend and the GetUp! advocacy group has more than 120,000 signatures on a petition calling on Burke to protect the reef. Conservationists are targeting not just the impact of the ports but the massive expansion of coal mining  if all the new mines proceed, Australia&apos;s coal production would more than double. They are also arguing that greenhouse gases produced by the exports would contribute to global warming well over the 2C international target and that this would irrevocably harm the reef in any case. Burke rejects the argument that coal exports should be stopped because of the threat of climate change. &quot;Some of the environmental campaign is effectively an anti-coal campaign. Our position is that we dealt with the issue of Australia&apos;s emissions when we introduced the carbon price,&quot; he said.  This article was amended on 26 April 2013. The original described Queensland Energy Resources as a power company. That description was added during the editing process; QER is an energy resources company.", 
    "section": "environment", 
    "gid": "environment/2013/apr/25/great-barrier-reef-shale-gas-coal-mining-protests-in-australia", 
    "wordcount": "1105"
}