{
    "headline": "Advocating for international higher education: advice from Australia", 
    "text": "It is a truism to say that international education today faces many challenges. At the heart of these challenges, however, is one key problem. We have a crisis of identity. Politicians and most civil servants do not understand who we are, what we do, or where we fit in, and consequently, this makes it difficult to gain traction in trying to make ourselves better understood, better positioned and better championed by the body politic. Addressing the problem There is no magic bullet to fix this problem, but I would like to share four key initiatives that those of us who work in international higher education in Australia have seen put in place to address this: Visa consultation committee The Education Visa Consultative Committee (EVCC) is a forum for the Australian government to engage with key stakeholders on policy matters regarding student visas. Initially, there were many territorial issues defended around this table and an unwillingness to share important information. However, as the same representatives have come to know each other over a two-year period, barriers have gradually broken down and full and frank discussions now take place. At some Australian embassies abroad we discovered that the rate of student visa rejections by locally engaged staff was inordinately high. By bringing this to the attention of the committee, agreement was reached that there should be a review of any proposed student visa rejection letter by an Australian staff member. Many other practical issues have also been resolved at these meetings. Cooperation across the sector We have seen an increased emphasis on industry association cooperation, arising as an unintended consequence of the establishment of the EVCC, where much greater cooperation and even collaborative policy work now takes place. Ironically, this means that whereas previously the government of the day had been able to divide and conquer the various industry associations due to their competing priorities, this has now all changed. In the run up to Australia&apos;s federal election in September 2013, the various industry associations involved in international education intend to have one combined policy submission and one voice. Streamlined visa procedures The third initiative stemmed from another outcome of the Australian federal government&apos;s 2011 Review which provided public higher education institutions with less cumbersome student visa hurdles. Referred to as &apos;streamlined visa procedures&apos;, this policy change was a reaction to the large number of poor quality private diploma level colleges who were gaining a high proportion of international student enrollments. Post study work rights At the same time as the UK was ditching the policy that allowed international students to stay and work in its economy after graduation, we in Australia were embracing it. The decision in 2011 to decouple migration from education had enormous negative implications for Australia&apos;s ability to continue to attract high numbers of full fee paying international students. A solution was found by persuading politicians that there had to be some alternative to ditching the migration option. Post study work rights was seen as a legitimate compromise. Lessons learned I would like to emphasise some of the key lessons learned from our Australian experience which may be of relevance in the UK:  Ensure that your data is robust enough to prove the benefits to the UK economy of international education, not just tuition fee income but the multiplier effects of accommodation, food, entertainment, and family visiting from overseas as tourists.  Be ready to paint &quot;what if &quot; negative scenarios that suggest that if public university funding gaps are not filled (for example by additional full-fee paying revenue from international students) then planned-for new buildings cannot be built and cutting edge research cannot be funded.  Seek out champion MPs, city councils and civil servants and other community leaders who will assist in your lobbying efforts.  Put together an advocacy and lobbying strategy that sets out achievable goals in the short, medium and longer term. Once all of the above is in place, it will be vital to generate some good news stories in the UK media about international education&apos;s soft diplomacy benefits, rather than just focusing on the dollars. The road ahead is fraught with challenges, but in reaching out to each other as international higher education professionals there is much that we can share and learn. Phil Honeywood is executive director of the International Education Association of Australia and a former higher education minister in Victoria, Australia  he will be giving a keynote speech at the International Higher Education Forum on 17 April 2013 This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2013/apr/02/international-higher-education-australia-advice", 
    "wordcount": "775"
}