{
    "headline": "How trout are 'rewilding' both rivers and children", 
    "text": "Cormac McCarthy&apos;s novel The Road, which I still believe is the greatest environmental work ever written, ends with the shock and beauty that runs through so much of the book:  &quot;Once there were brook trout in the streams in the mountains. You could see them standing in the amber current where the white edges of their fins wimpled softly in the flow. They smelled of moss in your hand. Polished and muscular and torsional. On their backs were vermiculate patterns that were maps of the world in its becoming. Maps and mazes. Of a thing which could not be put back. Not to be made right again. In the deep glens where they lived all things were older than man and they hummed of mystery.&quot;  The trout are a cipher for all that has gone, in this novel about a world that has lost its biosphere. I think I know why McCarthy chooses to invest them with this role: in a way that is hard to explain, trout seem to be more alive than most other animals. Perhaps it has something to do with their flickering changes of mood  extreme caution, then bold display, skulking in the shadows, then splashing on the surface of the river, sometimes leaping clear of the water  their great speed, their extraordinary beauty, their ability to disappear then flash back into sight, their remarkable range of colour and pattern and shape. And the presence of trout means that other things are alive: they cannot survive and breed without clean, clear water, clean gravel beds and an abundant supply of insect life. RS Thomas also uses the trout as a metaphor for life and loss, in his beautiful poem Song for Gwydion:  &quot;When I was a child and the soft flesh was forming Quietly as snow on the bare boughs of bone, My father brought me trout from the green river From whose chill lips the water song had flown. Dull grew their eyes, the beautiful, blithe garlandOf stipples faded, as light shocked the brain;They were the first sweet sacrifice I tasted,A young god, ignorant of the blood&apos;s stain&quot;  The trout is the subject of a remarkable intensity of feeling for some people, among whom I count myself. Those who fish for them sometimes seem to understand their moods better than they understand the moods of their partners. (Though perhaps that isn&apos;t saying very much). These people will go to great lengths to protect and nurture the fish they seek. To this end, they have preserved many thousands of miles of river from pollution, over-abstraction, diversion and canalisation. This is not to suggest that all activities which boost the number of trout are good for the rest of the ecosystem. Electrofishing to remove competing species of fish, the persecution of cormorants and goosanders and  in the past  otters, herons, ospreys, white-tailed eagles and anything else that ate fish, the ecologically-illiterate campaign by the Angling Trust to kill any beavers returning to England, the clearance of bankside vegetation to facilitate casting: all these impoverish the ecosystem. These practices often betray a lack of imagination and inventiveness in the keeping of the rivers. But I think it is fair to say that trout fishermen have, in ecological terms, done more good than harm, as many of the habitats they value would not exist in any form without them.     A small trout that will be realesed in River Wandle by pupils from Culvers House Primary School in Mitcham, on 18 April 2013. Photograph: Graham Turner for the Guardian    Thanks in part to their efforts, trout are now reappearing in the most unlikely settings. Theo Pike&apos;s book Trout in Dirty Places is illustrated with photos taken amid shopping trolleys and behind housing estates, under flyovers and beside derelict factories, even in a tunnel under Manchester airport. Trout are rapidly returning to revitalised rivers flowing through towns and cities. Last week I travelled to London to see how it is done. The River Wandle rises in Croydon, among wooded hills and drowsy pastures  sorry, I mean shopping centres and railway lines, tower blocks and junctions. It then flows through Lambeth and Merton, before joining the Thames at Wandsworth. Not very long ago it was an urban sewer. William Morris and Liberty&apos;s built their factories on the river and, betraying their wholesome image, filled it with bleach and mordant dyes. Theirs were among the 90 mills the Wandle supported. In 1805 it was described as &quot;the hardest-worked river for its size in the world.&quot; It was also straightened and canalised in many parts to speed the flow of water away from houses and businesses. Until just 20 or 30 years ago, the National Rivers Authority used to send earthmovers into the river to remove any natural features that had the audacity to develop on its bed, to ensure that it was smooth and even and featureless. Starting in the lower reaches, moving ever further upstream as industry and urbanisation spread south, the river was gradually killed: the last trout was caught, close to the source, in 1934. Since the Wandle Trust (whose chair of trustees is Theo Pike) was founded in 2000, mostly by local anglers, it has been pulling rubbish out of the river, building structures that change its shape and flow, negotiating with people whose outflows affect it, and restocking it with fish. Now, astonishingly in view of where it has come from  historically and geographically  it looks in places like the kind of chalkstreams you would expect to find flowing through some of the most bucolic landscapes in England. Large numbers of freshwater shrimps and insects live in the river. Brown trout now spawn in its reconstructed gravel beds and grow to a weight of five or six pounds. Wading upstream through the urban jungles of south London, people pursue them with tiny dry flies. The most interesting of the trust&apos;s projects is the one it calls Trout in the Classroom. Every year it supplies local schools with fish tanks and other equipment and fertilised trout eggs. The children must change the water, ensure the temperature remains steady, and feed the tiny trout once they&apos;ve hatched. I went to watch them releasing the fish into the Wandle at Morden Hall Park. Their results were mixed: one college had managed to raise 60 trout, another school just two. But everyone seemed thrilled by the project. One boy told me: &quot;We really love these trout and I&apos;m sad we won&apos;t have them any more. But I also feel very happy because they will be free now.&quot; All the children seemed to be aware that the river had been revived, and many of them now come to the Wandle to paddle and play in the water. &quot;I hope one day I might see these fish when they&apos;ve grown a lot bigger,&quot; one of the girls told me. Some of those who released fish a few years ago now help with the monthly clean-ups, pulling tyres and traffic cones and shopping trolleys out of the river. The trout project seems to have established a connection with the river that wasn&apos;t there before. Similar schemes are starting up in other parts of the country: children as well as rivers are being rewilded. The Wandle is one of several recovering London rivers being restocked with fish and other wildlife. It is true, of course, that our demand for ever-escalating quantities of stuff is now being met by industrial production elsewhere, with catastrophic results for ecosystems in those countries. But deindustrialisation in Britain and other rich nations seems inexorable and probably irreversible. If we live in a post-industrial nation, we might as well make use of that fact. If the Wandle can be restored after such punishment, almost anywhere can.  www.monbiot.com ", 
    "section": "environment", 
    "gid": "environment/2013/apr/25/trout-river-restock-reconnect-children", 
    "wordcount": "1280"
}