{
    "headline": "Queen's counsel: Malawi must improve survival rates among newborn children", 
    "text": "Malawi&apos;s progress on child survival  as highlighted by the United Nations children&apos;s fund, Unicef  obscures a failure to cut deaths among newborns, according to Queen Dube, one of only eight paediatricians in the country&apos;s public health system. But there is hope. The issue of saving babies has soared up the agenda in the south-east African country under its new president, longtime women&apos;s advocate Joyce Banda. Dube, who was trained in Britain and works at Queen Elizabeth hospital in the commercial capital Blantyre, said that unless Malawi makes real progress towards saving the lives of newborns  among whom 32% of under-five deaths occur  the country will not achieve the millennium development goal on child mortality. &quot;Not enough of our mothers deliver their babies in health facilities,&apos;&apos; said Dube. &quot;Given that 75% of newborns are going to be sick in the first 72 hours of life, we have to find solutions.&apos;&apos; According to Unicef, Malawi is one of two low-income sub-Saharan African countries  Rwanda is the other  on track to meet the millennium development goal on child mortality. This is despite the country&apos;s high fertility (women have an average of six children), an HIV prevalence of 11%, and a chronic shortage of healthworkers. But while progress has been made on reducing deaths among children aged between one month and five years, neonatal deaths represent an increasing proportion of the figure. &quot;We find that 90% of women attend an antenatal clinic at least once, but we don&apos;t get them to come back,&quot; said Dube. &quot;This is because of the economics of travelling long distances to clinics and because we have service delivery issues  health centres and midwives cannot cope with demand. So women end up delivering at home.&apos;&apos; Malawi&apos;s 15 million people have one of the world&apos;s poorest doctor-to-patient ratios: 0.5 physicians for every 10,000 people. Nearly half the paediatricians at Queen Elizabeth hospital are visiting young Europeans, making up the numbers in a country that has only had a fully-functioning medical college since 1994. Even today, specialisms have to be honed abroad. &quot;There are more Malawian doctors practising in Britain than in Malawi. I studied in Yeovil, Somerset. The temptation is great to stay on when you finish, especially given that working conditions are so much better in the NHS and salaries are four times what they are here,&apos;&apos; said Dube, who earns about $1,500 (about 932) a month. Malawi&apos;s health system depends on &quot;clinicians&apos;&apos;  paramedics with diplomas  and an army of more than 10,000 ordinary people given three months&apos; training to become health surveillance assistants. &quot;We are currently trying to expand the health surveillance assistants&apos; duties to antenatal home visits,&quot; said Dube, who sits on a government-appointed maternal and neonatal death review committee. &quot;In nine districts, we are also trying to ensure that every woman receives a home visit three days after birth.&apos; Banda has signalled her determination to tackle the issue. In May, a month after coming to power, she launched a &quot;presidential initiative on maternal health and safe motherhood&apos;&apos;. In June, she laid the foundation stone of a new &quot;maternity waiting home&apos;&apos; near a district hospital at Dowa in central Malawi. &quot;There are going to be several of these,&apos;&apos; said Dube. &quot;We want women to go and stay there just before they reach full term.&apos;&apos; Statistics Annual live births (2010): 663,000 Under-five mortality rate in 1990 (deaths per 1,000 live births): 227 Under-five mortality rate in 2011: 83 Annual number of under-five deaths: 56,000 Annual newborn deaths: 18,000 Ratio of physicians to people: 0.5 physicians for every 10,000 people Health worker density: 3.3 per 10,000 population (23 is the WHO recommendation) Neonatal mortality rate per 1,000 live births (2010): 27 Annual maternal deaths: 3,000 Percentage of births that take place in a facility (2010): 73%", 
    "section": "global-development", 
    "gid": "global-development/2012/sep/13/queen-malawi-improve-survival-rates-newborn", 
    "wordcount": "662"
}