{
    "headline": "Have you just arrived at Sussex University?", 
    "text": "Welcome to Sussex campus. You&apos;ll see it&apos;s like a verdant industrial estate: brutalist architecture and conspicuous piping amid the natural beauty of the South Downs. Yes, it&apos;s a strange place. Outsiders seem to think it&apos;s a hub for the young bobo (bohemian and bourgeois) community, fuelled by acid and champagne socialism. But the socio-economic diversity at Sussex is greater than stereotypes suggest. A quick tour of its campus accommodation will reveal a housing market in miniature, marked with the same divisions as the big bad capitalist world beyond. First stop, East Slope: the so-called ghetto of campus at 81pw. Space is cramped and mushrooms have allegedly grown in the showers. Residents aren&apos;t necessarily paupers, though: ex-private school student Alex Donaghy chose East Slope for its sense of community. &quot;My sister lived there when she was at Sussex and she said it was the most sociable place to be.&quot; Did Alex feel as though he was slipping down the hierarchy of social stratification? &quot;No, I wouldn&apos;t say so: I wasn&apos;t brought up with those kinds of values.&quot; Moving up the property ladder, we find Brighthelm (116pw), the cosy suburbia populated almost entirely by gap-year students. They are not paying for flats or halls, but fully-fledged houses, uniquely equipped with washing machines and tumble driers so that residents can do laundry in the comfort of their own homes. A haven next to East Slope (whose proximity is nonetheless rumoured to drag property prices down), the loudest noise here is the hiss of the kettle, as housemates prepare to discuss their respective trips to South America over a steaming cup of Earl Grey. Stanmer Court (125pw) is the multicultural satellite town of Sussex, dominated by international students and situated outside of the campus proper. Residents may enjoy state-of-the-art facilities, but they must commute inward to feel the warmth of assimilation. Sadly, however, when the working day is done, they return home to their gated estate, isolated, their body clocks chiming with the timetable of the nearby train station. Pathos, thou art Stanmer Court. Among the most expensive accommodation on campus is the elegantly named Swanborough (131pw), swarming with soon-to-be yuppies enjoying their electronic keys and towel heaters. The living room is adorned with huge bay windows that overlook one of the busiest streets on campus, so that residents can look out with a feudalist sense of self-worth. An American studies student, who will remain nameless, felt the sting of relative deprivation in his first year when he noticed the superior quality of Swanborough&apos;s appliances: &quot;I tried to steal a toaster through the ground floor windows and got caught by the ever-watchful campus guards. They put my info on file, so I am now a registered toaster-stealer.&quot; Of course, in reality, the divisions are not as rigid as my paragraphs suggest  campus is a melting pot of sociability. Lower-middle class, upper-middle class: we&apos;re all friends here. That said, if you&apos;re applying to Sussex in hope of a commune, reconsider: things have changed since the &apos;60s.  Students: should you opt for the cheapest accommodation at your university or go for the luxury option?", 
    "section": "education", 
    "gid": "education/mortarboard/2012/sep/20/class-system-of-halls-at-sussex-university", 
    "wordcount": "528"
}