{
    "headline": "Carbon capture leak simulated in sea off Scotland", 
    "text": "Several thousand kilos of CO2 will be pumped into the seabed off west Scotland from Monday to simulate what happens if a leak occurs from a carbon capture store. Carbon capture and storage (CCS) is a way to lower emissions from fossil fuel power plants by stripping CO2 from smokestacks of gas and coal power plants, and then transferring it to a former oil or gas reservoir underground. CCS projects have been initiated around the world   Statoil has had a CCS project in the North Sea for the past 10 years  but no major leaks have yet been reported. The experiment by the Scottish Association for Marine Science (SAMS), Plymouth Marine Lab, plus 8 other research institutes, will simulate what would happen if a pipeline to a carbon store leaked. Around 80-100kg CO2 a day  one person emits around 1kg of CO2 a day  will be injected over a month 12m below the seabed off Ardmucknish Bay. They will then drill a hole to make it leak, before monitoring the seabed and sediment for the next 90 days with sensors, acoustic techniques and seismic testing. &quot;The experiment is trying to understand what would happen to the ecosystem if there is a leak of CO2 from a CCS reservoir  either from the reservoir itself or from the point where you inject or the pipeline,&quot; explained Dr Henrik Stahl, the principle investigator in marine biogeochemistry at SAMS. The C02 will be injected relatively close to the surface of the seabed where most of the marine life is located. Long-term environmental impacts are not expected from the experiment, because most of the CO2 will be dispersed in the water shortly after it is injected. &quot;If there is any leakage it&apos;s possible that it would most likely occur during the time of injection and it would be a relatively small amount, so this is a good simulation of what might arise in the event of an ejection leak. It&apos;s unlikely to do very much local damage, but it&apos;s very good to be able to study what the impact would be so the proper measures could be taken to mitigate any damage that may occur,&quot; said Jeff Chapman, chief executive of the Carbon Capture and Storage Association. When the CO2 comes into contact with water it will change thepH level of the surrounding area, affecting plant life and likely driving off most nearby animals, but Stahl said he is uncertain how it will affect microbe organisms or the sediment. The experiment will also attempt to provide data to help scientists to predict future leaks and monitor for them, and also create models to predict future impact of CCS. The University of Nottingham and the Carbon Dioxide Storage group of the British Geological Survey are running similar experiments on potential soil leaks. &quot;I think it&apos;s unrealistic that we have any massive leaks, so I think what we&apos;re looking at is leakage of CO2 from point sources, injected from a well or a pipeline,&quot; said Stahl. &quot;We&apos;re not looking at huge massive leaks of CO2 because these reservoirs have been holding oil and gas for millions of years. As far as I know all the research implies they are structurally sound.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/may/14/carbon-capture-leak-simulated", 
    "wordcount": "544"
}