{
    "headline": "Icann, top-level domains and their expansion", 
    "text": "What are top-level domains? TLDs are the part of an internet address  before the first single slash, and after a full stop (such as .uk in www.theguardian.com) that tells you what sort of site you are visiting. There are about 250 country-level codes - such as .uk, .us or .de for Germany - and 21 &quot;generic&quot; TLDs (gTLDs) that go across the net  such as .com or .org. The proposals unveiled by Icann on Wednesday would expand that by at least 1,000. So even if a quarter of the 1,930 applicants are rejected, the number of TLDs will expand fourfold. Q How are they acquired? Only Icann  the internet Corporation for Assigned Names and Numbers  can create new TLDs, whether country or generic, because only it has the authority to change the &quot;root zone&quot;  the computer file which authorises new TLDs. In effect, the root zone is the most authoritative telephone directory for the net; if a top-level domain isn&apos;t in its list, it doesn&apos;t appear. Q How do you get a site on a new TLD? Once authorised by Icann, a TLD is run by a single authority  a registrar  which can delegate the authority to register new websites to other companies. Ultimately, each TLD&apos;s registrar is responsible for keeping order in its internet space, including solving disputes over ownership and making sure that sites are visible to the rest of the net. What is Icann, and why is it so powerful? Icann is a non-profit company set up in California in September 1998 to take over the assignation of numbers (internet addresses) and domain names from the American government, which had been in charge of the job until then.Icann is American-dominated, in part because that&apos;s where the internet originated; but as the net has become more international, there have been pressures  so far resisted  for its control to shift outwards to other countries. Icann says you can only have one organisation in charge of TLDs or the internet would become an unmaneagable mess, with competing versions of the same TLD pointing to different locations online. And it suits the US government, which generally takes a hands-off view, to keep the topmost levels of the internet free from direct government censorship. Q How do they decide what becomes a domain name? With difficulty. Previously, the list of six gTLDs (.com, .org, .net, .gov, .mil, .edu) had been joined by a series of others, such as .museum, .aero and (most recently) .xxx, for sex-related domains. None has had a dramatic effect so far. In deciding between the new applications, iCann says it will look at public comments made about applicants in a seven-month period that opens now, plus how credible it is that an applicant will be able to function effectively now and in the future as a registrar for a domain. (Of course, in some cases the applicant may not allow other sites inside the space; HSBC bank has applied for .hsbc, and probably won&apos;t want anyone else in there. The toughest one will be .app, where both Google and Amazon and 11 other organisations have applied to be registrar; Icann will have to demonstrate Solomonic wisdom to assign that one, which could be key to the internet&apos;s future (or might just be a damp squib). Previous attempts to create gTLDs such as .aero and .info have mostly failed; Icann says this is because it was trying to assign them, rather than letting commercial and community wishes drive them. Who has made bids? Google and Amazon have been the busiest: the search engine has applied for 101 TLDs (including .baby, .love, .android, .are, .blog, .boo, .book and .buy) while the online store has applied for 76  in many cases the same ones as Google, putting the two in direct contention. Watching to see whether Icann consistently awards contended TLDs to one or the other  and whether that provokes lawsuits  will be a fascinating spectator sport. Others who have applied include the Vatican, which has applied for .catholic in English, Russian, Arabic and Cantonese script; organisations interested in acquiring various geographical applications including .nyc and .london; electronics company Samsung, which has applied for its name in Roman and Korean script; and a number of companies which have applied to run .sucks  seen by others as a &quot;blackmail&quot; gTLD, where companies will pay to register the site so that opponents cannot. the BBC, which has applied for .bbc (as has ABC for .abc)  consumer electronics company Apple, which applied for .apple. Q What happens next? The 1,930 applicants next have to take part in what has been dubbed a &quot;digital archery&quot; contest  perhaps the first time ever that a serious business regime has been decided by what amounts to a game. Icann calls it a &quot;batching process&quot;: the plan is to split the applications into four groups of 500. Each batch will be considered in turn, taking between 18 and 20 weeks  so the difference between the first and last will be at least 18 months. So how do they get chosen? Essentially, applicants have to log in to Icann&apos;s system and state which batch they want to be in, and then try to log back in as closely as possible to a &quot;target time&quot;. Miss that, and you miss out. The attraction of getting a spot in the first batch rather than the fourth, with that precious 18 months&apos; lead time, has meant that third-party companies are already offering to get would-be registrars into the first batch  at a price. Pool.com is charging $25,000 to get people into the top batch, and $10,000 for the second batch (which will follow about five months later). There&apos;s no point in any of the 17 African applicants applying; they get automatic entry to the first batch. Q What happens to those who don&apos;t get the domain they wanted? They get a refund of the $25,000 they deposited during the application process.", 
    "section": "technology", 
    "gid": "technology/2012/jun/13/icann-top-level-domains-explained", 
    "wordcount": "1010"
}