{
    "headline": "Distance learning: the best of both worlds?", 
    "text": "Two years ago I decided that I wanted to go back to university to study an MA. There was only one barrier: money. Did I really want to return to a life of Pot Noodles? Haunted by memories of penny-pinching as an undergraduate, I decided to do things differently. I kept my day job and signed up to a distance learning MA in international relations at the Freie Universitt Berlin. The course, which is delivered through online resources and four residential trips, offers the best of both worlds. I study at an internationally renowned university, all from my kitchen table and at a time that suits me. I&apos;m not the only one choosing distance learning  it&apos;s a growing area for universities according to a recent Guardian article, which reported that an increasing number of professionals are updating their skills by studying remotely. Just over 10% of the students enrolled at UK universities in the year 2010-11 were studying through distance learning. But given the slump in university applications  which many have blamed on the hike in tuition fees  perhaps more school-leavers will turn to remote learning. The cost of distance learning varies  it can be as expensive as a traditional degree  but the big bonus is that you can flex your day job around your academic work. Studying at a university over 1,000km from where I live means popping over to the campus to borrow a book isn&apos;t an option. But the four week-long residential visits have been a unique experience. Each was packed with classes and evening talks, and I spent the time meeting fellow students from across the globe. While I do miss being a full-time student, technology ensures I don&apos;t miss out in terms of contact time. In fact, Skype calls with lecturers mean I have one-to-one attention on a regular basis. Of course, there are limits to distance learning. Finding resources locally is much harder when you&apos;re not based on a university campus, and teaching isn&apos;t so all-encompassing. As an undergraduate I had plenty of supplementary classes, which are sacrificed when you live so far away from your university. Another downside to distance learning is that it&apos;s harder to build friendships with classmates when you&apos;re living in different parts of the world. Although we keep in touch through a Facebook group, and get to see one another at our residential classes, nothing creates a sense of camaraderie quite like post-lecture drinks in the student union. So, as two years of studying draw to an end, what are my thoughts on distance learning? For those with financial concerns about university, or with work and family commitments, it&apos;s a great way to satisfy your thirst for knowledge and broaden your opportunities. One of the main things I have learned over my distance learning experience is that education isn&apos;t just about doing a traditional bachelor&apos;s degree: it&apos;s a lifelong journey. Distance learning makes that journey more accessible and very rewarding.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/jul/10/distance-learning-best-of-both-worlds", 
    "wordcount": "494"
}