{
    "headline": "Shell verdict will determine whether other firms could be tried for oil spills", 
    "text": "There&apos;s not much left of Goi, an Ogoni village on the Niger delta. When I went there two years ago large parts of it and the surrounding land still hadn&apos;t recovered from a series of spills of Shell oil that had taken place in 2004. Most Goi people had been farmers and fishermen, but they had mostly moved out because the water, the houses, the mud in the creeks all still reeked of crude. I had met Eric Dooh whose family comes from Goi, and who has spent years fighting Shell for compensation. This week he&apos;s in Amsterdam representing his father and on Wednesday, he and three other farmers from other parts of the polluted Niger delta will hear the verdict of a Dutch court on the case. Dooh and his colleagues have come to Europe because they say they cannot get justice in Nigeria. At stake is not just whether they get compensation from the Anglo-Dutch giant that made 19bn profit last year, but whether Shell  and other multinationals  can be sued for pollution in the Netherlands. Behind Dooh stand possibly a long line of litigants and lawyers. Shell says the individual spills were caused by sabotage and under Nigerian law, oil companies are not liable to pay compensation for damage caused by sabotage spills. They also claim they had cleaned them up to the satisfaction of the Nigerian authorities, so they had no case to answer. But the reality is that despite condemnation by the UN Environment programme in 2011, despite Nigerian government promises, NGO fury and mounting despair in the communities, Shell&apos;s oil spills go on, the gas flaring continues and the people of the delta remain as poor as ever. Shell&apos;s whole network of thousands of miles of pipelines, flow stations and pump houses is corroding fast in the equatorial heat and rain. New figures on the company&apos;s Nigerian website shows that nearly 26,000 barrels of Shell oil was spilled last year from 200 spills in the delta. Of those, 144 were said to be due to people &quot;sabotage&quot; and people breaking into the pipes, but 55 came from &quot;operational mishaps&quot;  the admitted fault of the company. After 50 years of oil exploitation, pollution is now the norm on the delta, and the companies working there appear de-sensitised and immune to criticism. Over 50 spills a year in Canada or Mexico, Australia or Britain would be an outrage and draw political fury; but in the delta this is considered normal, or even better than usual. No other region of the world has to endure so much pollution on a regular basis. The fact is that western oil companies apply different standards to clean-ups and compensation in Nigeria compared with the rest of the world. I talked to people on the delta this week ahead of the Dutch verdict. They told me that nothing has changed in the past few years, even that the pollution was getting worse. According to them, the oil companies and the Nigerian government do not just fail to meet their own standards, but that the process of investigation, reporting and clean-up is deeply flawed in favour of the firms and against the victims. &quot;Spills in the US are responded to in minutes; in the Niger delta, which suffers more pollution each year than the Gulf of Mexico, it can take companies weeks or more&quot;, one said. Shell likes to claim that nearly all its spills in the delta are as a result of sabotage and crude theft. But there is increasing evidence that the greatest thefts comes not from the villagers and farmers of the delta but from sophisticated rackets with organised gangs at the heart of local and even national government and the military stealing and spilling on a massive scale. The communities admit they do take oil from Shell, and that they set up small local refineries. But they argue that they do it to survive, and they accuse Shell of &quot;ecocide&quot;. &quot;Our people are displaced by spills, we have reduced life expectancy and no livelihoods,&quot; Dooh said. The verdict is due tomorrow. It may change the life of people of Goi and other polluted villages who came to Europe to make their case, but that&apos;s a long way from cleaning up the whole delta.", 
    "section": "environment", 
    "gid": "environment/blog/2013/jan/29/shell-oil-spills-niger-delta", 
    "wordcount": "727"
}