{
    "headline": "Derek Geldart obituary", 
    "text": "My friend Derek Geldart, who has died aged 81, was emeritus professor of powder technology in the department of chemical engineering at the University of Bradford. In 1967 he started his research into fluidisation  the way that solid particles can behave like a fluid, by means of aeration by a gaseous stream. He was awarded a PhD in 1971 for a dissertation that included a diagram for characterising powders according to their fluidisation and aerated flow behaviour. The diagram is known as the Geldart Fluidisation Diagram and is used worldwide. Derek was born in Stockton-on-Tees. After graduating in mechanical engineering from the University of Newcastle, he studied for two further years for a master&apos;s degree in chemical engineering. He then worked for six years, in various locations, as a chemical engineer in research and development for the United Kingdom Atomic Energy Authority, before joining the University of Bradford. When I started to study particle technology, one of the first things I had to learn was the famous Geldart diagram. When I moved to Britain from Italy in 1995, I had the fortune to meet Derek. Following the suggestion of my head of department, who knew of my scientific interests, I phoned Derek and, to my surprise, he invited me straightaway to visit him. This was the beginning of a long friendship. We wrote my first grant application together, supervised a student together and exchanged thoughts and findings. He immediately made me feel at ease and, in a way, I forgot that he was the &quot;big&quot; professor and a giant in the field. For me he was simply one of the most knowledgable colleagues I had and someone who was always happy to impart that knowledge to others. More importantly, he was a dear friend. He loved life, good jokes, good books and culture in all its expressions. He was a great scientist, a scholar and a true gentleman. Derek is survived by Margaret, his wife of 56 years, two sons, Jonathan and Andrew, and three grandchildren.", 
    "section": "education", 
    "gid": "education/2013/mar/11/derek-geldart-obituary", 
    "wordcount": "338"
}