{
    "headline": "UK failing to tackle new pollutants  study", 
    "text": "The UK has been successful in tackling acid rain, but is failing to make similar progress against a new generation of pollution threats, according to a new study from the government&apos;s respected Natural Environment Research Council (NERC). Acid rain  the scourge of the UK and other northern European countries for decades, owing to the massive increase in coal-burning for power generation and the sulphur emissions associated with it  is now largely a problem of the past, with rivers and lakes now mostly recovered from its serious effect. Acid rain caused a wide range of problems for decades until the 1980s and 1990s, from forests stripped bare of leaves in large swaths of Scandinavia to the erosion of buildings, and the pollution of waterways leaving them as inhospitable environments for fish and other wildlife. But regulations that forced electricity generators to put scrubbing equipment on their power stations that removed the sulphur emissions gradually cleaned up the problem, so that today the affected areas in the UK are almost entirely recovered. However, that success story has so far not been repeated in the UK&apos;s attempts to deal with new environmental threats from pollutants, according to the 30-year NERC study, and some of them may require international co-operation  just as dealing with acid rain did. For instance, nitrogen and ozone are two growing problems. Ground-level ozone can reduce the yield from crops, while an excess of nitrogen from a variety of sources, including car exhausts, can disrupt the natural nitrogen cycle. The NERC Review of Transboundary Air Pollution (RoTAP), the first detailed analysis in more than a decade, found that ground-level ozone has declined by nearly one-third from its peak, owing to UK and European measures, but that background ozone levels have increased because of emissions elsewhere in the northern hemisphere, potentially including the US and China. Ozone is a problem in such cases because of its effect on crops  the UK&apos;s wheat crop yield was cut by 7% in 2000 owing to the problem, according to the study. Martin Williams, professor at King&apos;s College London, said: &quot;Policies to control ground-level ozone have been useful in reducing peak ozone concentrations, with significant benefits for air quality. But a steady growth in background ozone, as a consequence of ozone precursor emissions throughout the northern hemisphere, has eroded these benefits, and as a result ground-level ozone remains a threat. Ozone will only be mitigated effectively through hemispheric scale controls, which are now an urgent priority.&quot; Despite efforts to cut emissions of nitrogen oxides  for instance from car exhausts  the amount of extra nitrogen put in the atmosphere has hardly changed in the past two decades, and this could be affecting biodiversity. David Fowler, of the NERC Centre for Ecology and Hydrology, said: &quot;Policies to control eutrophication by nitrogen compounds have been less effective, mainly because emissions of a major contributor to nitrogen deposition, ammonia, have not been significantly reduced, and remains a priority for control measures.&quot; Another puzzle raised by the study is that the amount of metals deposited in the UK from the atmosphere is far larger than it should be, according to standard scientific estimates. The report found the amount of some metals in the atmosphere was 10 times what it should be, when compared with the amount of metals reported to be released into the atmosphere by business and other sources. The scientists said they could not tell where the metal originated.", 
    "section": "environment", 
    "gid": "environment/2012/jun/20/uk-new-pollutants", 
    "wordcount": "575"
}