{
    "headline": "iGas: shale gas resource higher than previously thought", 
    "text": "A leading UK shale gas explorer has said estimates of its resources in north-west England are considerably higher than previously thought and could meet gas consumption in Britain for decades. Studies by iGas show its licensed sites in the region hold between 15tn and 170tn cubic feet of shale gas  with a most likely scenario of 102tcf  in an area covering 300 square miles of Cheshire. Although it is likely the figure for recoverable gas will be much lower, the iGas numbers raise the prospect of a boost to the UK&apos;s energy independence. Britain&apos;s total gas use runs at 3tcf a year, with the lower end of iGas&apos;s estimate indicating its licences between Manchester and Liverpool could account for at least five years of UK consumption. The numbers also dwarf a preliminary estimate by the British Geological Survey of Britain&apos;s shale gas inventory, which put recoverable reserves at about 5.3tcf. The figure is considerably higher than previous iGas forecasts of over 9tcf for its north-west England licences. IGas said its estimates could mean reduced reliance on imported gas for the UK, which totals some 1.5tcf a year. Andrew Austin, iGas&apos;s chief executive, said the study supports their view that &quot;these licences have a very significant shale gas resource with the potential to transform the company and materially benefit the communities in which we operate&quot;. In an interview with the BBC, Austin said only 15% of the gas might be recoverable, but it could make the UK less dependent on gas imports for up to 15 years. &quot;We [Britain] import around 1.5tcf, we consume around 3tcf a year, assuming you could recover technically something like 10 to 15% of the shale gas in place, then it could move import dependency out for about 10 to 15 years,&quot; he said. IGas is due to start a drilling programme this year, which the company said would lead to further refinement of the estimates. Analysts at the investment bank Jefferies said while the estimate range was large, the &quot;most likely&quot; forecast of about 100tcf showed the significance of the iGas licences in the north-west. &quot;While only a portion of that will be recovered even in a success case (US shale recovery factors generally estimated to be about 10-30% with current technology/development plans), total proven gas reserves of the UK are about 7tcf, indicating the materiality of the potential,&quot; they said. Shares in iGas closed on Monday up 12.6% at 104.75p. The announcement comes after promises by the chancellor, George Osborne, to give tax breaks to the shale gas industry, and the lifting of restrictions last December on the controversial practice of &quot;fracking&quot;  pumping vast quantities of water, sand and chemicals into shale rock to extract gas. A fracking boom in the US has led to predictions, by the International Energy Agency, that the world&apos;s largest economy will be largely energy independent by 2035. Rival shale gas firm Cuadrilla, which has the former BP boss Lord Browne on its board, said in 2011 it estimated its own resources at 200tcf. Its chief executive, Mark Miller, said at the time that 10-30% of that was likely be extracted. The new estimates from iGas were met with scepticism from green groups, which have opposed the development of shale gas in the UK partly on the grounds that it would squeeze out investment in renewable energy. Doug Parr, Greenpeace chief scientist and policy director, said: &quot;Deciding how much gas there is based on the word of a shale gas firm is like buying a secondhand car without lifting up the bonnet and asking the price. iGas may be keen to impress its investors in China but these figures are just hype. The world&apos;s largest oil and gas firms were attracted to Poland by similar claims  now they are rushing to leave.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/jun/03/igas-shale-gas-reserves", 
    "wordcount": "651"
}