{
    "headline": "No consensus on EU proposal to ban practice of discarding unwanted fish", 
    "text": "Whether or not fishermen should be permitted to throw away healthy fish at sea instead of selling them to consumers will come to a head at a crunch meeting of Europe&apos;s fisheries ministers on Tuesday. But the UK has still not fully worked out its position ahead of the crunch meeting in Luxembourg, because the Scottish government is not convinced that bringing in a ban on &quot;discards&quot; by 2014 or 2015 will be good for its fishing industry. The meeting is finely balanced  France, Portugal and Poland are among the countries that may object to a discards ban, while Spain is understood to be wavering. It is impossible to predict whether a ban, along with other key reforms, will be passed. If the wasteful practice of discarding edible fish at sea is not banned, according to experts, the result will be the destruction of what remains of Europe&apos;s dwindling fish stocks. People are being urged to put pressure on governments across the EU by signalling their support for a ban on the wasteful practice of discarding edible fish at sea, which currently results in the waste of more than 1m tonnes of fish a year as they are thrown back dead. Hugh Fearnley-Whittingstall, the chef and Guardian food writer, who has led the high-profile FishFight campaign to end the practice, called on people to contact politicians and to show their feelings via social networking. He said Tuesday&apos;s conference was crucial: &quot;This is a key meeting  lines will be drawn that will be very hard to retract or adapt afterwards.&quot; At the meeting, ministers will discuss the proposed ban, and ways of managing the EU&apos;s fishing quota to ensure that fish stocks are managed in line with scientific advice. By 2015, according to the plans, quotas must come under a system of &quot;maximum sustainable yields&quot;, by which scientists would advise on how much fishing pressure stocks could bear. If ministers agree with these key aspects of the reforms, they will be passed on to the European parliament to be submitted into law. However, if they do not pass the plans it will be hard for the European parliament to resurrect the proposals. Pro-reform ministers are working to a deadline  Danes, who are currently incharge of the council&apos;s presidency are strongly in favour of fishing reform including a ban on discards. But from July, the influential presidency will pass to Cyprus, which is part of a group of Mediterranean member states that are notably cool on the reforms. If Tuesday&apos;s meeting does not pass the reforms, it will be easier for Cyprus to delay further discussions on them, with the backing of neighbouring states. The likely result of the meeting is particularly hard to call because of the entrenched positions of pro and anti reform camps have become more fluid. France led a push earlier this year, revealed by the Guardian, that would have scuppered the proposed discard ban. However, the recently elected French presidency and new national assembly have given the issue little time as yet. When France made its push, it had the support of Spain, with a government also relatively recently elected. But Spain&apos;s position is said by close observers to be in flux, with the government no longer firmly opposing a ban on discards. For these reasons, campaigners sense they have hope and are urging people to make their feelings known. Maria Damanaki, the EU&apos;s fisheries commissioner, has said the widespread popular support in the UK in particular for the FishFight campaign has been a key factor in pushing the negotiations forward. People taking to social media to protest in favour of the ban could still have an impression on the UK&apos;s stance, because it has still not been fully worked out. The fisheries minister Richard Benyon said on Monday that the devolved governments still did not agree on a common strategy. However, Benyon said the UK&apos;s strong support for a ban was not in question  the only issue was the date on which it should come into force. He said that banning discards and lowering catches to sustainable levels would increase profits for fishing communities in the longer term. Some fishermen want to keep the practice of discards because if they are forced to land all the fish they catch, their profits could be dented  at present, they can throw away lower value species and select only the best specimens for sale. Ruth Davis, policy adviser at Greenpeace, said: &quot;Too many UK ministers have gone into negotiations on the Common Fisheries Policy promising radical reform, and come home empty handed. Neither our fisheries, nor the coastal communities that depend on them, can withstand another decade of waste, over-fishing and poor management. Richard Benyon must refuse to sign any agreement that doesn&apos;t commit Europe to restoring fish stocks, ending discards, and rewarding sustainable fishing.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/11/eu-ban-discarding-fish", 
    "wordcount": "814"
}