{
    "headline": "Uefa Euro 2012  review", 
    "text": "The countdown to the impending worry fest of Uefa&apos;s Euro 2012 in Poland and Ukraine has officially begun. Rather as nesting birds mark the start of spring, the summer tournament season is inevitably heralded by the arrival of the officialgame tie-in. As always, publisher EA Sports has an extra, mid-year version of its annual Fifa series to celebrate England&apos;s puff-cheeked capitulation on the international stage. However, for the first time it doesn&apos;t come as a stand-alone purchase but as a downloadable add-on to last year&apos;s Fifa 12. Whether this signals the digital tipping point for the games industry, or stands as proof that for the last few years EA has been selling us something we already owned with a few extra pairs of shorts and additional snippets of nonsense from Clive Tyldesley is up for debate. But more concretely, it means stumping up 15.99 (or the equivalent in Xbox&apos;s barter currency, MS points) for an addition to your Fifa12 options bar that leads to a paddock of purple menu screens and flowery backgrounds featuring 53 national teams and a couple of extra game modes. This is something of a mixed haul. Fifty three countries is a good thing, especially since only a fraction of them appeared in the original game. But more than half are unlicensed (an example: the prominently cheeked &quot;Gavin Belth&quot; now bestrides the left wing for Wales in place of Gareth Bale). And of the two new game modes, the most visible  the tournament itself  is essentially no different to the custom cups that featured in Fifa 12. Saving blushes is the also new expedition mode, a Risk-like game of territorial expansion that sees you marching across Europe with a squad of reserve players. Conqueringnations unlocks roads to further domination and wins you improved squad members  a smart and more-ish mechanic. But even this success is undermined by Euro 2012&apos;s unchanged use of Fifa 12&apos;s existing game engine. Refreshed gameplay and a glimpse of what&apos;s planned for the next Fifa have long been the biggest draw of these tournament one-off issues. Without them, it is difficult to recommend Euro 2012, which essentially is just more of the same in a new pair of shorts.", 
    "section": "technology", 
    "gid": "technology/2012/apr/29/uefa-euro-2012-xbox-review", 
    "wordcount": "377"
}