{
    "headline": "How universities are maximising the impact of research on society", 
    "text": "Earlier this month the Guardian Higher Education Network posted the first of four instalments in its series exploring knowledge mobilisation past, present and future. My first piece introduced knowledge mobilisation as a new university-based research service that connects academic social sciences and humanities (SSH) research to non-academic decision makers, so that SSH research informs decisions about public policy and professional practice. In this second instalment I&apos;m going to reflect on the past  on the roots of knowledge mobilisation. Knowledge mobilisation (KMb) is not a new activity. Some university researchers have always worked with non-academic partners. In 2007, Jonathan Lomas (formerly of the Canadian Health Services Research Foundation) traced examples of university engagement with non-academic partners to the German dye industry in the late 1800s. The US land grant universities (those that concentrated on more practical subject teaching) have well-established extension programmes that date back to the turn of the 20th century. However, in Canada, collaborating with non-academic partners has been an individual activity that occurs despite institutional barriers such as tenure and promotion (T&amp;P) where faculty members are rewarded for traditional academic scholarship as well as teaching and service. Although a conversation about rewarding community engaged scholarship in T&amp;P review is under way, in Canada traditional scholarship remains the foundation of an academic career and reinforces the perception of the university as a traditional, self-perpetuating and monolithic organisation disconnected from society. An exception to this &quot;disconnect&quot; has been technology transfer (also known as university-industry liaison, and, in the UK, knowledge transfer). Technology transfer connects university researchers with industry to commercialise intellectual property (almost, but not always, patents) developed as a result of their research. Many universities throughout the world now have full-time professional staff who connect university researchers to partners from industry. Technology transfer has been almost exclusively focused on making money. In 2010, the Association of University Technology Managers (AUTM) reported that total royalty income from the commercialisation of university intellectual property in the US was $1.4bn. Imagine if universities also supported connecting non-commercial research with organisations  the &quot;decision makers&quot;  seeking to maximise the social benefit of research by informing decisions about public policy and professional practice. That&apos;s knowledge mobilisation. As described in our KMb introduction video, KMb at York has its roots in technology transfer, but we have evolved this beyond a one-way transfer of knowledge to a multi-directional engagement of knowledge and talent. But if technology transfer first developed as a way to make money from university inventions (or at least that&apos;s the promise), then why develop similar services like KMb for non-commercial research? I have previously addressed this on the Research Impact blog by linking KMb type activities to the public&apos;s expectations of a return on the investment of their taxes in research that occurs in public institutions like universities. The public and social benefits of technology transfer have also recently been articulated through the Better World Project  launched by AUTM to promote understanding of how academic research benefits the public. Like technology transfer sometimes, KMb translates research and transfers it to decision makers; like we did at York with our ResearchSnapshot clear language research summaries. However, if all we needed to do was publish academic research in accessible formats, then we could publish on internet sites such as the Cochrane Collaboration, the Campbell Collaboration, What Works Clearinghouse, SCIE, RIP and NCDDR and let Google searching do the rest. But we found that this one-way method of knowledge transfer is necessary but not sufficient to maximise the impact of research on society. In order to generate academic research that is also useful to non-academic decision makers, we practise KMb, a suite of services that maximizes research impact by supporting collaborations between academic researchers and their non-academic research partners. Basically, we help researchers and graduate students connect to and collaborate with partners from government and community organisations. KMb doesn&apos;t serve as a bridge between these two communities. KMb reduces the distance between them allowing them to collaborate in shared spaces. David Phipps is director of research services and knowledge exchange at York University, Toronto, Canada. For more on knowledge mobilisation at York University, and from David, see the Research Impact blog and follow @researchimpact on Twitter. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/mar/29/universities-impact-research-society", 
    "wordcount": "740"
}