{
    "headline": "Vimeo introduces pay-per-view  on-demand in search of monetisation", 
    "text": "The video-sharing site Vimeo is to introduce an on-demand pay-per-view model to let its biggest users make money from video - a model that could be hugely attractive to professional and amateur film-makers alike. Called, perhaps inevitably, &quot;Vimeo-On-Demand&quot;, the new service won&apos;t offer live streams but will add a new string to the bow for the site in gaining revenue from users.  Until now, its income has come from subscriptions by content creators to upgrade their accounts; from adverts; and from transactions, such as people buying music tracks whose video they&apos;ve watched. There&apos;s also a &quot;tipjar&quot;, introduced last September, to let people make voluntary donations. The new on-demand feature is part of the Pro service; Vimeo takes a 10% cut of the revenues after transaction costs. It&apos;s being launched at the SXSW conference in Austin, Texas. One of the first films to be offered through the payment system is called &quot;Such a Beautiful Day&quot;, starting at $2 for per-viewing rental or $6 for a &quot;sale&quot; which lets a member of the site view it when logged in any number of times. Vimeo, which is owned by Barry Diller&apos;s IAC and has about 15 million members, is challenging DailyMotion as the second-biggest video site - though a huge distance behind Google&apos;s YouTube. Presently it gets about 93m monthly views, according to chief executive Kerry Trainor. &quot;Lots of creators earn revenue from content. Now we&apos;ll have a paywall, which is Vimeo-on-demand. We think it will mean people offering quality, and a level of control and flexibility - there&apos;s also control over geographical distribution, and a window of availability,&quot; says Trainor. The minimum charge for a view will be 99 US cents, payable via credit card or PayPal. That means that the creator could choose which regions a video is shown in - useful, perhaps, for a film studio that wanted to control the visibility of a movie trailer ahead of staggered releases. &quot;It could be entertainment, sports, information,&quot; says Trainor. He thinks both professionals and amateurs will want to use it. &quot;We&apos;ve had desire for this feature for a long time from the video community,&quot; he says. &quot;We&apos;ve done some previews in the past few months.&quot; He says he is talking to &quot;a number of creators&quot;, from &quot;indie filmmakers through to household names&quot; - who he can&apos;t name - &quot;to Hollywood.&quot; Trainor says Vimeo, founded in 2004, has been growing &quot;really quickly&quot; over the past three or four years. &quot;We&apos;re best defined as a high quality video platform for creative people.&quot; The company has also hired its first chief financial officer, announced earlier this month - Mark Pinney, formerly with wine site Lot18, but who has also worked at video site Tremor Video.", 
    "section": "technology", 
    "gid": "technology/2013/mar/12/vimeo-on-demand-pay-video", 
    "wordcount": "477"
}