{
    "headline": "The Yarccacancha valley community, Peru  in pictures", 
    "text": "   Yarccacancha, a small community of 200 families, sits in a fertile valley in Huancavelica, Peru's poorest region. It is the rainy season and, despite the lush appearance of many of the fields, the land is flooded and only good for a few cows to graze on. In the winter, it is water shortages that afflict this farming community. There is never enough food to feed a whole familyPhotograph: Mattia Cabitza       A nurse at a local clinic says about half of the children in Yarccacancha are malnourished, but that teaching people how to prepare more balanced meals can seem pointless because many families can only afford to eat potatoes. She worries that parents often dont see signs of ill-health in their childrenPhotograph: Mattia Cabitza       Sometimes residents dont even have potatoes to eat. Isabel Ore, a patient at the clinic, once had to borrow money from a neighbour after she lost her entire crop to heavy rain. She is a widow and only gets by by selling vegetables and chickens at the market. But money is never enough, she says Photograph: Mattia Cabitza       Healthcare is free at this clinic, as most of the residents of the valley cannot afford to pay, but supplies often run out, especially during the cold months. People dont have heating in their homes and can easily get sick when temperatures drop below freezing at night Photograph: Mattia Cabitza       To make medical supplies last longer, the clinic often gives patients half the amount of medicine prescribed. But when there are no medicines left, it has no choice but to send patients away Photograph: Mattia Cabitza       Educational posters like this one are teaching women in rural areas how to avoid complications during pregnancy. The regional government of Huancavelica is running a similar campaign, and offering cash incentives, in a bid to reduce child malnutrition from 42.9% to 25% by 2016 Photograph: Mattia Cabitza       The regional government also wants to cut extreme poverty in the next three years, from 46.5% to 14.9%. It is an ambitious challenge, especially in places like Yarccacancha. Residents here live in one-room adobe houses, sharing their muddy courtyards with the pigs, chickens and ducks they raise for meat and eggs Photograph: Mattia Cabitza       Some families make cheese to supplement their income. Paulina Guillermo knows first-hand how difficult it is to raise four daughters when there is not even enough money to buy bread. 'Once I was only able to afford sandals for my youngest daughter,' she remembers. 'When her shoes felt tight, she had to walk barefoot' Photograph: Mattia Cabitza       Guillermos life improved when she began selling cheese in the nearest city, about three hours away. But she says it is still difficult to make ends meet, and worries she will be forced to move to the city in search of work like many of her neighbours Photograph: Mattia Cabitza       Guillermo's daughter, Carmen Rosa, blames politicians for the extreme poverty in Huancavelica. The regions many mines produce copper, silver, zinc and lead, but she says the residents do not benefit from them. 'Foreign companies take our minerals abroad and then sell us the finished products,' she explains. 'What we should be doing is making the products here and then selling them abroad'Photograph: Mattia Cabitza       Rosa says that cash handouts from the central government do help the poorest people to buy food and meet the most urgent needs. But she complains that the authorities have so far only made promises to bring development. Despite the cheese-making business, her family still cant afford decent accommodation Photograph: Mattia Cabitza       Things are slowly changing. Nearby, walls are being built for what will soon be a dairy co-operative, thanks to funding and expertise from the local council and the UN. The new processing plant will allow people like Guillermo to make cheese in better conditions and on a larger scale Photograph: Mattia Cabitza       However, only one road is paved in the whole of Huancavelica. When dirt roads are flooded or inaccessible because of landslides, Guillermo cant take her cheese to market. Although residents in Yarccacancha welcome the construction of the cheese plant, they argue that until there is serious investment in infrastructure and job creation they will be stuck in poverty Photograph: Mattia Cabitza  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2012/apr/09/yarccacancha-valley-community-peru-in-pictures", 
    "wordcount": "0"
}