{
    "headline": "A field trip that will linger in the memory", 
    "text": "The coaches laboured up the fellside, braked to a halt with a release of compressed air that seemed like a sigh of relief and disgorged 60 Durham University students on to the summit, where they were greeted with the unwelcoming &quot;go-back, go-back&quot; alarm calls of red grouse. For this, the last part of their taught course before they sat exams and graduated, they&apos;d abandoned air-conditioned lecture theatres for the vagaries of the North Pennine climate. We were lucky: the rain clouds parted, the sun shone and the view down into the valley, where the Tees snaked between Cronkley Fell and Falcon Clints, was as breathtaking as the razor-sharp north wind that scythed across the heather. For the next hour, in the shelter of deep &quot;grips&quot; eroded into the blanket peat, Brian Huntley and Bob Baxter took their students on a journey back through 15,000 years of landscape history, recalling periods when melting glaciers made way for tundra, which in turn gave way to forests that eventually succumbed to human settlers&apos; fire and axes. The forensic evidence was there for all to see: pine branches protruding from deep in the peat gullies. Back in the buses, we left this bleak landscape of treacherous emerald pools of bog moss and crumbling banks of lichen-covered heather and wended our way down to Widdybank Fell to investigate an enigma of Teesdale botany: the survival of spring gentians. We feared that cold weather might have delayed their flowering but here they were, uncurling their petals to become stars of searingly intense azure. Botanists still debate how they avoided extinction when their open tundra habitat was drowned in the deep shade of those long-lost forests. Two weeks hence, when the students turn over their exam papers and begin writing, it&apos;s likely that, whatever else they may have forgotten from those long hours in lecture theatres, today&apos;s field trip will linger in their memories.", 
    "section": "environment", 
    "gid": "environment/2012/may/10/chapel-fell-teesdale-field-trip", 
    "wordcount": "322"
}