{
    "headline": "Spoof website pokes fun at Rapha's cycling pretentions", 
    "text": "You&apos;d probably think a cycling brand that sells yak leather road shoes for 300 and a designer espresso tamper for 95 is beyond parody. But a group of cyclists in Portland, Oregon, has designed a spoof website that pokes fun at London-based Rapha, who they describe as &quot;masters of the aspirational school of selling luxury goods&quot;. The group calls itself the JVA  Jens Voigt Army  after the 41-year-old Team Radio Shack-Nissan rider who is a popular member of the professional peloton because of his down-to-earth attitude. Its website mimics the style and typography of Rapha&apos;s and includes slogans such as &quot;We&apos;re Kind of a Big Deal&quot;, &quot;Women: Kind of an Afterthought&quot; and &quot;Branding the Banal&quot;. I don&apos;t mind admitting I own a couple of Rapha items myself. The quality is undeniable  it&apos;s just a shame about all the pretentious guff that surrounds the marketing of them on the Rapha website. The video currently promoting their autumn/winter range, for example, was filmed in St Petersburg and includes extracts from Shakespeare&apos;s The Tempest.      It will be interesting to see if things change from January when they become the official kit supplier to Team Sky. It&apos;s probably fair to say Bradley Wiggins might struggle to get his head round finding a literary quotation instead of washing instructions sewn inside his rain jacket. (A quote from the Guardian&apos;s very own Matt Seaton adorns the inside of Rapha&apos;s current women&apos;s rain jacket) After contacting the JVA, which includes frame builders, mechanics, cabinet makers and retired bike messengers, I was put in touch with their spokesman, &quot;Admiral Longpour&quot;, who told me:  &quot;Rapha has certainly been at the forefront of presenting recreational cycling as a &apos;super serious&apos; activity. [They] create a story to make the consumer think that buying high-priced clothing somehow connects them to the hardscrabble, subsistence lifestyle of professional cyclists of the past century. The implication that you can somehow buy that kind of cred really demeans their work.&quot;If you look through old copies of cycling magazines, people are always happy. Happy to just be on a bike, regardless of the logo on their socks. Now everyone just wants look like a pro. This shift has made recreational cyclist believe that if they don&apos;t look exhausted and indifferent, they&apos;ll somehow be ostracised as inauthentic.&quot;We believe that riding a bike is the most fun thing in the world&quot;.      Screen grab of Jahvahaal International team JVA (jensvoigtsarmy) home page Photograph: Jahvahaal Internationale    For Rapha, though, it seems making the perfect cup of coffee runs it a close second. Their aforementioned &quot;espresso tamper&quot; - which quickly sold out despite its 95 price tag - was described in these breathless terms:  &quot;Designed in collaboration with the America Barista &amp; Coffee School, [it] offers precise dimensions, an exceptional feel in the hand and the iconic styling of a Chris King headset.&quot;  In response to this kind of marketing, the JVA have &quot;collaborated&quot; with several US and international brands to produce their own range of accessories. These include a customised CatEye computer which, the JVA claims, was made by &quot;a plastic-making machine that runs completely on snow-melt water that Andy Hampsten carried in his water bottle from the Gavia in 1988.&quot; And until recently, you could also purchase a bottle of limited-edition &quot;coffee-scented&quot; chainlube, produced by another collaborator, Dumonde Tech Racing Oils. I contacted Rapha for a response to the JVA website and Admiral Longpour&apos;s comments. Brand manager James Fairbank said:  &quot;Strong brands with a clear identity are an easy thing to parody. Given that our overarching objective is to help make road cycling the most popular sport in the world, being exclusive for any reason certainly isn&apos;t in our interest.&quot;   A share of the proceeds from sales at the JVA website goes to the Mat Barton Recovery Fund. Barton was a friend of the group who suffered an accident during a bike race in June which left him paralysed from the chest down.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/nov/07/spoof-website-rapha-cycling", 
    "wordcount": "672"
}