{
    "headline": "Facebook IPO: an anatomy of Wall Street overreach", 
    "text": "The day of Facebook&apos;s first day of trading as a public company brought with it a strange perspective: the highest manifestation of a social media bubble and its ugly aftermath, all in the span of a few hours. Who would have thought that Facebook&apos;s much-hyped IPO  in its bold $16bn size, the apotheosis of uncontrolled, frothy, capitalist ambition  may have been just the thing needed to bring Silicon Valley high spirits back down to earth and send ambitious techies snuggling back into their hoodies? The day opened with crowds awaiting Facebook&apos;s debut in New York&apos;s Times Square, waving at cameras. Gleeful Facebook employees, with sugar-plum dreams of newly-minted fortunes, crowded with smiles behind CEO Mark Zuckerberg at the company&apos;s Menlo Park headquarters. The Wall Street Journal created a Zuckerberg Wealth-O-Meter ($20bn at the latest count) and the New York Times revealed the subtle-wealth secrets of 1,000 new millionaires created by the IPO.  Just to play a concise version of the parlor game that went around the stock markets, Facebook&apos;s market value at $104bn  with $3.7bn of profits  would have made Facebook worth more than: internet megastore Amazon.com; global beverage behemoth PepsiCo; petro-giant Total; BHP Billiton; and McDonald&apos;s. It was not far off the valuation of JP Morgan Chase, an international bank with $1tn in assets. Over the previous weeks, one brief glimpse of Mark Zuckerberg in a hoodie, heading to an investor meeting, launched the kind of press coverage we&apos;ve hardly seen since the Beatles. JP Morgan itself, one of the company&apos;s banks, flew the Facebook company flag next to the stars and stripes of the United States, and papered its headquarters with Facebook signs.  One was tempted to caption many of the pictures, media packages and general euphoria with a single sentence: &quot;On the sixth day, He created Facebook.&quot; It was a vision of capitalist paradise, all the richer because Zuckerberg openly disdained the money-waving bankers and investors of Wall Street. What could possibly go wrong? The popping of this culturally focused Facebook bubble  if not the financial one  was decisive. A few hours later, the scene was decidedly more morose. The IPO was delayed three times on the Nasdaq exchange because of technical difficulties. Facebook&apos;s stock price began a determined move downward  until its 33 banks rushed to buy up shares to avoid embarrassing the company. Zynga, the publicly traded company that makes Farmville and contributes 12% of Facebook revenues, took the aftershocks from Facebook&apos;s struggle strongly: its stock fell so fast that its trading was halted. Financial television pundits turned tail and suddenly cautioned against putting faith in an irrational frenzy about Facebook.  The bubble giveth, and the bubble taketh away. What brought Facebook&apos;s prospects down  at least, on its first day of trading  was the simple fact that the relationship between a company&apos;s stock price and its true value has always been an uneasy one. It is more so for this strange breed of social media leaders  Facebook, LinkedIn, Groupon, Zynga  which appear in front of millions of people but have relatively little in revenue to show for it.  Facebook, as the leading social media company of our time, tested the limits of whether investors are willing to pay anything to participate in the popularity of social media  the way they filed like lemmings to invest in hapless dotcoms like Pets.com in the late 1990s. With Facebook as their avatar, other social media companies have sought high valuations: Instagram recently sold for $1bn, and the most recent estimate on the scrapbooking site Pinterest was $1.5bn.  What happened was a decisive statement. Wall Street is trying to capitalize on the financial hype by sending out companies like Facebook, LinkedIn, Zynga and Groupon public before they are mature enough to sustain the pressure of being publicly-owned companies. But what Wall Street wants and what Wall Street gets, these days, are two very different things.  Regular investors  just normal Americans  bought 20% of the Facebook IPO. They are usually known derisively as the &quot;dumb money&quot;. They have wised up a bit, perhaps, in the decade since the dotcom bubble. Most of the hype, and the expectation of vast riches, came from Wall Street bankers and professional investors  another sign, perhaps, that the finance industry is trapped in its own bubble, out of touch with American sentiment. For Facebook, the first day of trading was mildly embarrassing  no big &quot;pop&quot;. It closed on the day moving down: the stock closed at $38, the exact prior price set by the underwriters. As a metaphor, this was irresistible: after all the excitement, talk, euphoria and disappointment, Facebook ended the day right where it started.", 
    "section": "technology", 
    "gid": "commentisfree/cifamerica/2012/may/18/facebook-ipos", 
    "wordcount": "783"
}