{
    "headline": "Intro takes on Highlight and Glancee with LinkedIn-fuelled matching", 
    "text": "Here&apos;s the main thing that bothers me about buzzy social location apps like Highlight and Glancee, which help you connect with likeminded strangers nearby. People evangelising these apps seem to see them as professional networking tools, yet they all use Facebook for their social graph. Why is that strange? If you want to be connected with interesting and relevant people from your industry when in a new city or at a conference, how would Facebook improve your chances? My Facebook Likes tell people a lot about my music, TV and reading habits. Much less about my professional life. That&apos;s why an app like Intro appeals to me more. While it does use Facebook, more importantly it pulls data from LinkedIn and Twitter too two social networks with much more business-relevant data and contacts for many people. &quot;It&apos;s a business networking app and matching engine,&quot; explains founder Anthony Erwin. &quot;A lot of our rivals are really social plays that aren&apos;t really useful for business outside something like SXSW, where there&apos;s an overlap between social and business.&quot; London-based Intro was actually spawned from his previous startup, mobile dating app StreetSpark, which was purely social. The technology has been rebuilt from scratch, with its matching engine the key feature according to Erwin. People signing up are matched with people from their industry and shown their existing connections: mutual contacts or areas of interest. They can either search for specific kinds of people  think recruitment or simply wait to be alerted that someone interesting is nearby. &quot;You might see that a graphic designer called John Smith is relatively near you, he&apos;s part of the London tech scene, and you have five LinkedIn contacts in common, 10 Facebook friends in common, and follow 50 of the same people on Twitter,&quot; says Erwin. &quot;We&apos;re solving a real problem for startups, which is finding the right people whether that&apos;s developers, people to help with PR and marketing, or mentors. SMEs create 90% of all new jobs both in the US and UK, but they have this problem finding the right people.&quot; This, you&apos;d think, is exactly the kind of thing LinkedIn should be doing itself: the company&apos;s mobile app is slick, but isn&apos;t doing anything nifty with location. Not yet, anyway. Erwin admits that it&apos;s something LinkedIn may choose to do at some point down the line, but you could argue that the company is just as likely to acquire a location-savvy startup with a decent matching engine as build this functionality itself. By plugging the gap in LinkedIn&apos;s app, Intro may well end up as a tempting acquisition prospect. That said, Erwin seems focused on making Intro a sustainable business rather than fishing for suitors. He says the app will always be free, but that premium features may be added in the future for example better matching, or additional options to narrow down people searches. It&apos;s steering clear of outright job listings, although Erwin says early users have been fielding job offers as a result of the app, thanks to the way it matches people with people, rather than people with positions. Intro is also working on a feature called Teleport that enables people to find matches in a city or at an event even if they&apos;re not there. &quot;If you&apos;re going to San Francisco or SXSW, you could virtually travel there in advance using the app to connect with people and set up meetings,&quot; says Erwin. Intro is currently available as an iPhone app, although an Android version is imminent, with Windows Phone to follow. &quot;Probably not BlackBerry,&quot; says Erwin. &quot;It&apos;s the perfect audience, but not many people with BlackBerry phones are using apps. Even if we built it, I just don&apos;t think many people would know how to even get onto the app store to get it.&quot; Intro is an impressive app, and its use of LinkedIn makes it more appealing for business networking than some of its higher-profile rivals. Its key challenge, though, is scale: its usefulness will rise in direct proportion to the number of people using it. On that score, it&apos;s early days.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/mar/28/intro-social-location-business-app", 
    "wordcount": "700"
}