{
    "headline": "Rats ARE like the Borg", 
    "text": "The news broke yesterday that scientists have demonstrated communication between linked rat brains across continental distances. The immediate reaction to this on the social networks by many (myself included) was to assume that this meant we&apos;d created some form of rat telepathy. Many also made the immediate comparison between this research and formidable Star Trek villains the Borg. Many scientists and science writers were quick to point out that we definitely won&apos;t be seeing a rat version of the Borg any time soon, and perhaps the news story was a bit overblown. Despite it being an attempt at reassurance, I take issue with this. As a Star Trek fan and a long-term admirer of the formidable rodent that is the rat, I can confirm that there are plenty of similarities between the Borg and the rats. Technological group consciousness is not the only feature of the Borg, there are plenty more that rats share. &apos;We are the Borg&apos; One of the most unnerving things about of the Borg is that they won&apos;t necessarily just kill you (although that is a possibility), they assimilate you, and remove all traces of your identity. The Borg don&apos;t have any individuals (apart from a few exceptions), they are a group consciousness, so are essentially one giant organism made up of countless components. Rats also have no individuals, insofar as rats don&apos;t seem to have any sense of &quot;self&quot; given their lack of sophisticated intelligence. They also often live together in close quarters, which can sometimes lead to something called a &quot;Rat King&quot;, which is arguably a demonstration of a collective organism (thanks to Vanessa Heggie for pointing out that particular nightmarish occurrence). &apos;Your biological and technological distinctiveness will be added to our own&apos; The Borg are a relentless species, seemingly driven to roam the galaxy and destroy any civilisation and society they take a fancy too, by assimilating them into their collective. Rats also have the tendency to incorporate the biological and technical elements of human culture into their own, by eating our cast off foodstuffs and living in our crap (often literally). This behaviour isn&apos;t particularly destructive, perhaps, but that seems to be at the discretion of the rats. Witness the regular rat plagues in India, where massive swarms of rats sweep across the country devouring anything in their path. This behaviour could be considered very Borg-like. &apos;You will be assimilated&apos; The dread of assimilation, the loss of identity, is made possible by the Borg&apos;s use of nanoprobes. These microscopic machines are injected directly into an individual&apos;s bloodstream where they immediately start converting said individual into a mindless drone from the inside. A drone will then assimilate any other individual they come across, so each drone is essentially a high-tech plague carrier. This is actually something rats were doing first (assuming they pre-date the Borg, we don&apos;t really know that for sure). Rats are known to transmit a wide variety of pathogens, and have caused serious damage to human society by doing so. Not quite as technical as the Borg, but 100% organic, at least &apos;Resistance is futile&apos; Assimilation by the Borg wouldn&apos;t be such a big threat if there was any effective way to stop them doing it. Unfortunately, the Borg&apos;s technical ability means they can adapt to and neutralise even the most advanced 24th century weaponry in mere minutes.  Similarly, rats seem to have no problem adapting to our most potent poisons. They are also alarmingly hardy when it comes to illness and injury, so essentially they &quot;regenerate&quot;, in a Borg-like manner. &apos;I am Hugh&apos; Even a ruthless, highly advanced technological hive-mind like the Borg has the occasional hiccup. Despite the fearsome nature and destructive power of the Borg, a few members of the collective have broken free and managed to win over humanity. Notable examples include crash-victim Hugh, the futuristic drone One, and of course Seven of Nine, proof if it were needed that the Borg don&apos;t suppress hormonal development. Similarly, there are a few rats who have managed to shake off the &quot;destructive mindless disease-carrying vermin&quot; mantle, and become individuals much loved by humanity. The most obvious examples of this are loveable Pixar chef Remy, TV AM-saving Roland Rat, and wizened sensei of the Ninja Turtles, Splinter.  (Some people may feel compelled to point out that none of the rats I&apos;ve listed above is real, to which I&apos;d have to say, the Borg in their entirety aren&apos;t real, so let&apos;s keep a sense of perspective here). So there you have it. Humans may not have turned rats into the Borg, but it doesn&apos;t seem like we need to. They&apos;re managing fine as it is. Dean Burnett actually finds the idea of humans being technologically joined together and communicating as some sort of group mind quite laughable, and often says so on Twitter @garwboy", 
    "section": "science", 
    "gid": "science/brain-flapping/2013/mar/01/rats-are-like-the-borg", 
    "wordcount": "812"
}