{
    "headline": "Richard Dawkins wants evolutionary science to be 'the new classics'", 
    "text": "Richard Dawkins has been the recipient of numerous honours and prizes, including the Kistler Prize, the Shakespeare Prize, a Galaxy National Book Award, and the Michael Faraday Prize. Of course he is also admired as an outspoken atheist. His bestseller, The God Delusion, has outsold all of his other books and it is for his secularism that Dawkins has received his most recent award. At the weekend the British Humanist Association presented him with its Award for Distinguished Services to Humanism. Previous recipients have included Julian Huxley, Philip Pullman and Polly Toynbee. Dawkins opened his acceptance speech by quoting from memory some of Bertrand Russell&apos;s essay &quot;Why I am not a Christian&quot;.  I believe that when I die I shall rot, and nothing of my ego will survive. I am not young and I love life. But I should scorn to shiver with terror at the thought of annihilation.&quot;  He went on to speak about man&apos;s position in the tree of life  &quot;God knows my subject of evolution is no stranger to controversy. We are closer cousins to amoebas than amoebas are to bacteria, we are very close cousins to amoebas and this puts us in our place&quot;  and ended his speech by reciting Julian Huxley&apos;s poem The Crystal Cabinet.  But sandwiched in between was his pitch, that &quot;evolution will become the new classics&quot;. Dawkins will lecture on evolutionary biology and science literacy at the New College of the Humanities which he helped to found. He explained that whereas classicists have traditionally been assumed to be the scholars most able to branch into any area of research, today  with advances in evolutionary study  it will be those with scholarship in evolutionary science who will supersede classicists in depth, breadth and usefulness.  He predicted that those who took his new degree course would achieve a &quot;polymathic status&quot;. He said the course &quot;places evolution at the centre but brings in lots and lots of other subjects such as economics, social science, philosophy, engineering, medicine, agriculture, linguistics, physics, cosmology and history of science.&quot;  Dawkins went into some detail to justify this statement, explaining the relevance of the various disciplines, starting with behavioural economics: &quot;Everything has to be paid for, there is no such thing as a free lunch. You have to pay for whatever you do now in the form of lost opportunities to do other things in the future.&quot; He claimed that in the areas of sexual selection, parentoffspring relationships and sex ratio theory, economic thinking was &quot;rife&quot; within evolutionary research. &quot;What are the evolutionary origins for empathy, for sympathy, for our tendency to feel sorrow when we feel distress? Our tendency to want to help other people  other sentient beings indeed.&quot; Dawkins argued that the same design-optimising principles that are &quot;central to evolutionary theory&quot;, are used by engineers and economists. He also explained that modern molecular genetics had become a branch of IT, &quot;really it is digital information technology, something Darwin would gave rejoiced at as it helps to solve some of the major riddles Darwin was faced with.&quot; Reminding the audience that for centuries humans have artificially selected for highly productive animals and plants, he said this process will now be supplemented by genetic engineering, which he referred to as, &quot;the manipulation of the mutation side of the Darwinian equation&quot;. Dawkins wants all doctors of medicine to be Darwinists, referring to the &quot;wonderful book&quot; Why We Get Sick by Randolph Nesse and George Williams, and recommending we all buy a copy for our GPs. &quot;If doctors had been wise to natural selection we wouldn&apos;t have the problem we now have with antibiotic resistance evolving by natural selection by bacteria.&quot; He gave doctors some other evolutionary tips: &quot;Is a temperature a Darwinian adaptation by the body to make life difficult for the pathogen? If so, giving someone a drug to bring the temperature down is the very last thing a doctor should be doing. Lower back pain is likely because we are ancestrally quadrapedal animals turned into bipeds and this is giving us problems.&quot; But he criticised cosmologists who talk about the &quot;evolution&quot; of the universe, stating that the universe&apos;s development is analogous to embryology not evolution. However, &quot;there is a connection, also a theological connection, in that cosmology and evolution are in the business of explaining origins, explaining where we come from, in the case of biology, where life comes from, in cosmology, where the universe comes from. I would think my course in evolution would include cosmological theories on the origins of everything.&quot; Dawkins reminded his audience that Patrick Matthew was theorising about natural selection more than quarter of a century before Darwin, in an attempt to address age-old questions. &quot;Questions that children always ask  &quot;Where do I come from?&quot;, &quot;What is the meaning of life?&quot;  these questions have been given wrong answers by theology for centuries. The right answers to these questions now come from evolutionary science. That is my pitch, my educationist pitch, for evolution as the new classics.&quot; Dawkins received a standing ovation. It seemed everyone wanted their photo taken with him and I certainly wasn&apos;t the only person with a bag full of copies of his various books for him to sign. It was with the publication of The Selfish Gene in 1976 that he was pushed into the spotlight and over the subsequent decades he has had to adapt to the environmental pressure of fame. So he paced himself, graciously negotiating the endless requests with the seasoned experience of celebrity. But in behavioural economic terms there is a trade-off between time spent publicising existing work against time spent getting new work done. I suspect Dawkins would far rather have the memes arising from his work do the publicity for him while he makes the best use of his time, alone in his study, writing his next book.", 
    "section": "science", 
    "gid": "science/blog/2012/jun/12/richard-dawkins-evolution-new-classics", 
    "wordcount": "1013"
}