{
    "headline": "Six out of 10 London schools hit by Wednesday's strike", 
    "text": "Hundreds of London schools were closed and college lectures disrupted after thousands of teachers and lecturers staged a 24-hour strike on Wednesday. More than 60 higher and further education institutions were hit, with some college students supporting the joint action by the National Union of Teachers (NUT) and the University and College Union (UCU), which represents lecturers. Parents were forced to make alternative childcare arrangements or work from home because of the protest against government plans to make members &quot;pay more, work longer and get less in retirement&quot;. The Department for Education (DfE) confirmed that significant numbers of schools were affected, but said there were fewer closures in London than during the June and November strikes last year, in which both education unions also took part. Final figures collected from 33 London boroughs by the DfE showed one-fifth of the 2,426 state-funded schools in London were closed, two-fifths were partially open with some classes disrupted, and two-fifths were fully open. The UCU claimed around 6,000 teachers and lecturers took part in a march through central London that culminated in a rally outside the headquarters of the education department in Westminster at lunchtime. Most unions are refusing to sign up to new pension arrangements. One of the changes  an increase in pension contributions for teachers, lecturers and other public sector employees  comes into force next week. Christine Blower, the NUT leader, told strikers that the pension changes were &quot;nothing short of a tax on public sector workers, given that teachers&apos; pensions are sustainable&quot;. Those paying into the teachers&apos; pension scheme will have to contribute 50% more to their pensions over the next three years at a time when top earners can look forward to a cut in the 50p top rate of tax, she said. Another issue of concern is the decision to increase the retirement age for teachers from 65 to 68. The retirement age for new entrants was increased from 60 to 65 just five years ago. Blower said: &quot;Teachers cannot be expected to do anything other than defend the right to a pension which they have paid into in good faith and which the government has shown no evidence that they are either unsustainable or unaffordable. &quot;No teacher wants to be in this position. Pension increases are just an extra tax on teachers, when the top rate of tax is being cut. It is the government&apos;s intransigence and total disregard of the facts that has forced teachers to continue with this action.&quot; The NUT will debate the next steps in its battle against pension reforms when the union gathers for its annual conference next week in Torquay. Nick Gibb, the schools minister, said the deal on the table was &quot;as good as it gets&quot;. He said: &quot;Strikes benefit no one. This deal is as good as it gets and takes the right balance  guaranteeing teachers one of the best pensions available but keeping a lid on rising costs for the taxpayer. &quot;We&apos;ve been in serious talks for months with unions to address their concerns and reach a final settlement. This strike, ordered by the NUT&apos;s leaders, will not get its members any further forward. &quot;Reforms to public sector pensions are essential  the status quo is not an option. The cost to the taxpayer of teacher pensions is already forecast to double from 5bn in 2006 to 10bn in 2016 and will carry on rising rapidly as life expectancy continues to rocket.&quot;", 
    "section": "education", 
    "gid": "education/2012/mar/29/six-10-london-schools-wednesdays-strike", 
    "wordcount": "590"
}