{
    "headline": "A secret Lakeland hideaway", 
    "text": "It was back in my Eagle comic reporting days that, inspired by Harry Griffin&apos;s graphic account in Country Diary, I too found traces of the hut said to be used by the legendary whisky distiller and smuggler Moses Rigg on Great Gable, and wrote about it. I was also with late shepherd Noel Hodgson when gathering sheep on steep ground besides Bowfell Buttress he chanced on another of Lakeland&apos;s bothies Harry had written about. At the time I was foolishly trying to round up an errant Herdwick without a dog, without success. So I was elsewhere on scree when he made his discovery near the top of North Gully. For my third brush with a legendary hideaway, I was blindfolded by my &quot;guides&quot; and led to a then-secret refuge in Langstrath where you pulled a railway signal box lever secreted among boulders and one of them swung aside to reveal a cave. Sadly it has become well-known and been vandalised as a result. Yet now another bothy has come to light on a remote fellside among yellow celandines speckled by the purple of an occasional tiny violet and white of an equally miniscule crocus below a crag. Its floor is flagged with stone and moss carpets its threshold. Like the Langstrath shelter, the roof is an overhanging boulder  in this case with a wall built around it to provide accommodation for four or five people. Two small entrances stave off bad weather and give on to slightly more commodious interiors beyond. I publish a photo on the Guardian&apos;s website hopefully safe in the knowledge that such a picture would only mean something to those who know the Lakes intimately, and who will presumably treat its location with respect. It is thought, says a local shepherd and fell runner, that this was where slate was quarried for the roof of the local church in the dale in the late 19th century, and was built by the quarrymen as a refuge for sheltering from storms.", 
    "section": "environment", 
    "gid": "environment/the-northerner/2012/may/06/lake-district-country-diary", 
    "wordcount": "335"
}