{
    "headline": "A peregrine can trigger a bow wave of dread like no other raptor on my patch", 
    "text": "It was the first peregrine of the winter and, although I couldn&apos;t initially see it, I knew it was among this maelstrom of birds that had been thrown up across the northern horizon. No other regularly occurring raptor has that kind of impact on my patch. It triggers a bow wave of dread, which affects not only geese many times its own weight, but also birds as small as finches that would be mere morsels to the falcon. A crisscross pattern of several thousand pink-footed geese was spread skywards for more than a kilometre. Amid their glorious barking chorus were the more musical anxiety calls of Canada geese and the nails-on-blackboard braying of greylags. They descended then rose several times, and on each occasion the waves of wildfowl refuelled a general panic. A tight thousand-strong press of golden plover roved through the others like a mobile storm, while above were thinly spread flights of lapwings, starlings, ruff and black-tailed godwits. I&apos;m always struck by how this one apex predator even has an impact on many of the humans walking in this landscape. Birdwatchers were catching on to the wider mood and scanning the heavens in random sweeps. I too picked through as many of the flocks as possible, but still I couldn&apos;t find the one cruciform shape that was the source of the whole tableau. There was an element of bathos in its final discovery. I eventually sifted the random motion down to an epicentre where a bolus of mixed birds was rising and dropping across the field in a sequence of wild, wind-lifted bursts. Ducks, waders and rooks were flitting and twisting in indecision, and there right in the middle of them was a male peregrine perched on a gate. His breast was sparkling even in the November grey and there was poise and angle in the way he leant forward  yet, like a cold star in its own turning galaxy of light and darkness, henever once moved.", 
    "section": "environment", 
    "gid": "environment/2012/nov/25/claxton-norfolk-peregrine-bow-wave-dread", 
    "wordcount": "331"
}