{
    "headline": "Publishers make bid to close filesharing sites", 
    "text": "A coalition of US publishing groups has taken legal action in Ireland in a bid to close websites they accuse of copyright infringement. The crackdown came as the UK&apos;s Serious Organised Crime Agency announced it would treat illicit filesharing websites as organised crime threats and seized the domain of one popular music site. Ireland-based websites Library.nu and ifile.it were served with cease and desist court orders on Tuesday after two major publishing groups accused the sites of earning $10.6m (6.7m) in revenue a year. The action against alleged filesharers came amid fresh opposition to controversial anti-piracy legislation in Europe. Internet advocacy groups have expressed concern about the Anti-Counterfeiting Trade Agreement (Acta) which has so far been signed by 22 EU member states, including the UK. The Association of American Publishers (AAP) and the International Publishers Association (IPA) claimed that Library.nu made more than 400,000 copyrighted ebooks available for free. &quot;While this action is a significant step in shutting down two major rogue websites stealing content from publishers and others, it also captures the enormous investment of time and cost required for rights-holders to protect their work,&quot; said Tom Allen, president and chief executive of AAP. &quot;For every rogue site that is taken down, there are hundreds more demanding similar effort. I can&apos;t think of a more timely example of the need for additional tools to expedite such action.&quot; The internet advocacy organisation, Open Rights Group, has called for an urgent meeting with Soca after police took down the music website RnBXclusive and posted an online warning to users visiting the site that users face jail for illegal downloading. Soca&apos;s message was removed late on Wednesday after the police said they had completed a targeted 32-hour crackdown designed to &quot;jolt&quot; copyright infringers. On Thursday Soca confirmed that three other websites were involved in the crackdown. According to police, one of the unnamed websites voluntarily closed down, another was considering shutting, and another said it only shared &quot;legal&quot; material. &quot;This is a matter concerning considerable power over access to information, amongst other things,&quot; said Peter Bradwell, campaigner at Open Rights Group.", 
    "section": "technology", 
    "gid": "technology/2012/feb/16/publishers-bid-close-filesharing-sites", 
    "wordcount": "366"
}