{
    "headline": "Was Margaret Thatcher's ideology rooted in her experience as a scientist?", 
    "text": "Sometimes, in dark corners of laboratories, you can hear the following complaint. The problem with politics and science is that not enough of the politicians are scientists, or even have a passing knowledge of science. Out of the 650 current Members of Parliament, as Mark Henderson in his Geek Manifesto reminds us, only three have a science PhD and only one has worked in research.  If only more scientists reached front-line politics, so this argument goes, then how politics is done could be transformed: evidence would be sought and respected, subjective prejudices given short shrift, and, perhaps, science would be funded at the level it deserves. If only our politicians were one of us. One simple response to this argument is: be careful what you wish for. Margaret Thatcher was a trained scientist, with working experience in science-based industries, and, of course, rose to become the most powerful politician in the land. But the relationship between Thatcher the scientist and Thatcher the politician was far from straightforward and certainly did not translate into the expression of science&apos;s values at the highest level of government.  Nevertheless, her lived scientific experience, as I argue in detail here, had surprising consequences for her politics, not least as a clue to the mystery of how and why Thatcher became a Thatcherite. Margaret Roberts (as she then was) studied chemistry at Oxford, writing a fourth year dissertation under the guidance of the great x-ray crystallographer, and future Nobel winner, Dorothy Hodgkin. After graduation in 1947 she joined the Essex plastics company British Xylonite. She worked on the development of methods of attaching polyvinyl chloride to metals  glue, essentially. She also, to eternal ironic amusement, briefly joined a union: the Association of Scientific Workers.  Thatcher had been active in Conservative political organisations since university, and in 1949, had her great break: she was adopted as the parliamentary candidate for the constituency of Dartford. This was too far from her day job in Essex, so she sought and obtained a second scientific job: as a food research chemist at the Hammersmith headquarters of the cakes and teashops business J. Lyons and Company. She worked (and co-published a scientific paper) on saponification, a chemical process that produces soap. It was at Lyons that, so the anecdote goes, Thatcher helped invent soft ice cream. This anecdote was told in left-leaning circles in the 1980s, and it is a moral one, of course: by adding air to ice cream, quality is lowered and profits are raised. I hate to be a spoiler, but while Lyons certainly worked on such a product, I&apos;ve yet to see firm documentary evidence that Thatcher was involved. In 1951, Margaret lost the Dartford election (but cut a substantial majority in what was a safe Labour seat), married Denis, and resigned from Lyons. After a few years in law, she would eventually enter parliament in 1959, as MP for Finchley. This is where Thatcher&apos;s biographers pick up the pace  her career had finally started. Now the interesting stuff could happen. Our image of Margaret Thatcher is of a driven, conviction politician. Her career in science seems not to matter, at first glance, because she always had her eyes on politics. Later she is the Iron Lady, avatar of Thatcherism, strident voiced and bossing the world. Nearly all the commemoration, critical and adulatory, we are hearing and will hear over the weeks after her death, is dominated by this image.  But this image covers up something important. From the late 1950s to the early 1970s Thatcher was an unexceptional  apart from her gender  Conservative politician. On the role of the state she was, if anything, a bit &quot;wet&quot;. As Secretary of State for Education and Science, in Ted Heath&apos;s administration, her ministry was one of the big spenders. Yet by the mid-1970s, as the newly installed leader of her party, she had shifted to become the radical politician who would shake the 1980s. How on earth did this happen? How and why did Thatcher become a Thatcherite? One answer, in fact the one usually given, is the power of ideas: she became convinced of neoliberal economic ideas, via her ideologue colleagues and advisers, notably Keith Joseph and Alan Walters. However, it is hard, now, to appreciate the extent to which neoliberal economics was a fringe, weak set of theories in this period. Ideas alone do not explain Thatcherism. I think this is important. Thatcherism was the biggest shift in politics in living memory, and what drove it and how and why it happened are not mere academic points. I think that if, instead of attending to the influence of fringe economic thought, we examine closely real choices made by Thatcher in the critical period, the early to mid-1970s, then we can find concrete decisive moments that prompted Thatcher to begin to think like a Thatcherite. And this is the science bit.  In the early 1970s, Thatcher as the minister responsible for science under Heath, had to confront and in the end endorsed radical market language for discussing science policy. It was one step towards Thatcher becoming a Thatcherite, and would not have happened if she had not had working, inside knowledge of industrial, profitable science. Dr Jon Agar teaches at the department of science and technology studies at University College London and is the author of Constant Touch: a Global History of the Mobile Phone, and Science in the Twentieth Century and Beyond", 
    "section": "science", 
    "gid": "science/political-science/2013/apr/09/margaret-thatcher-ideology-scientist", 
    "wordcount": "908"
}