{
    "headline": "Comprehensives, local authorities, autonomy  time to debunk a few myths", 
    "text": "For too many people the Easter holidays mean only one thing  revision  so I have been putting together my own short crib sheet. These are challenging times and we campaigners need to be up to speed with facts and arguments to rebut the myths and misinformation that frequently colour current debate. Myth 1: Comprehensives have failed This line is usually promoted by people who have never been in a comprehensive school, don&apos;t use them for their own children, or who read the Daily Mail. The legal definition of a comprehensive school is simple  one that serves children of all abilities. If you don&apos;t have comprehensive schools, you have selective schools and the only party publicly committed to reintroducing a system that stamps the majority of children as failures aged 11 is Ukip. The number of pupils in comprehensive schools has steadily increased since the mid-1960s and in that period standards have risen continuously. Around six times as many pupils get five good GCSEs as did in 1968. Five times as many go on to university and, contrary to one of the best publicised myths, the proportion of students admitted to Oxbridge from state schools has almost doubled since 1961. The OECD, so popular with our secretary of state, says: &quot;On average, school systems with greater levels of inclusion have better overall outcomes and less inequality.&quot; Myth 2: Local authorities run schools This ridiculous statement is used repeatedly by politicians who should know better, especially if they are Conservatives, as it was their party that introduced Local Management of Schools in 1988, removed direct financial control from local authorities and decentralised power to heads and governing bodies, who have been able to allocate resources, recruit staff and make decisions about subjects and exams ever since. Meanwhile, in the same period, central government control has increased spectacularly. Before 1988, the secretary of state had three powers over schools (removal of wartime air raid shelters, managing numbers in teacher training and opening/closing schools). The 1988 Act increased those powers by over 250 and the DfE now has more than 2,000 powers over schools. As Sir Tim Brighouse pointed out in his excellent lecture last year to the Oxford University education department, the losers in this &quot;shift of power downwards and upwards&quot; were the local authorities. Myth 3: Autonomy leads to higher standards Autonomy alone is not a golden bullet. Ask the Swedes, who have seen their country slip down the international league tables since they introduced more &quot;free&quot; schools. The most recent DfE performance tables, and successive reports from Ofsted&apos;s chief inspectors, show clearly there is very little difference overall in either results or inspection grades for academies and maintained schools in similar circumstances. Indeed, on several key indicators, maintained schools outperform academies with similar intakes. This is not to suggest that academies haven&apos;t improved, simply to point out that maintained schools have improved at the same rate. It is a mystery why ministers, who are responsible for both, won&apos;t take credit for that. Myth 4: Mossbourne replaced a failing school The claim that the Mossbourne academy replaced a failing school, Hackney Downs, appears in nearly every article celebrating this school&apos;s undeniable achievements. The trouble is, it is not true. The only link between these two schools is the site on which they were built. Hackney Downs school closed in 1995 and its remaining pupils transferred to other schools. Most would have been young adults by the time the new academy opened its doors in 2004 with a new intake, buildings, head and teaching staff and probably more generous funding, although the veil thrown over academy finances makes this hard to establish beyond doubt. In 1995, 77% of Hackney Downs pupils were eligible for free school meals. The figure for Mossbourne in its first year was 37.6%, high by national standards but not in the local context, which brings me back to my starting point. Mossbourne&apos;s success, relative to its distant relation, is in part down to its fully comprehensive intake. In one of his earliest interviews its headteacher, and now Ofsted chief inspector, Sir Michael Wilshaw, said: &quot;The ability mix is crucial if the academy is to succeed  we don&apos;t want a secondary modern school, we want a comprehensive school.&quot; So there you have it  comprehensives work. Every time you hear Mossbourne lauded, take it as a backhanded compliment to the all-ability schools that are proven beyond doubt to educate the greatest number of children to the highest standard, whatever their relationship to their local authorities, sponsors or secretary of state.", 
    "section": "education", 
    "gid": "education/2012/apr/09/comprehensives-local-authorities-free-academy", 
    "wordcount": "770"
}