{
    "headline": "Clearing 2012: Study and part-time work can be a delicate balancing act", 
    "text": "Most students end up having to work to supplement their income, but while a little less reliance on the overdraft can make for a better night&apos;s sleep, balancing full-time study with part-time employment can be tricky. While international students are prevented by law from working more than 20 hours a week, most universities set their own recommendations slightly lower  around 16 hours  to prevent students compromising their academic work. Katy Roberts, who graduated from the University of York this year, worked in pubs throughout her degree, finding it a vital line of support. &quot;My loan only just covered my rent,&quot; she says, &quot;so working part-time freed up some cash and sustained my shopping addiction!&quot; Having finished university without a credit card debt or overdraft, she&apos;s convinced it paid off. Just say no But she wasn&apos;t immune to the struggle of balancing a job and a degree, having to scale back her hours to just one evening a week during her finals. &quot;Never be made to feel guilty for not doing more than you can,&quot; she says. Bob Hughes, welfare officer at the University of York students&apos; union, agrees, advising: &quot;If you&apos;re having difficulty managing work and study, talk to your academic supervisor about other sources of either academic or financial support.&quot; Try and stick to smaller contracts  you can&apos;t be required to work more hours than your contract states, so if you need to drop hours during exam time, it&apos;s better to be on a contract for eight hours a week rather than 16. Hughes also advises familiarising yourself with minimum wage, labour law and the tax system, to be sure you aren&apos;t being taken advantage of. The retail and service industries are usually a good bet. Steer clear of commission-based and &quot;marketing&quot; jobs  if it sounds too good to be true, it probably is. Don&apos;t forget to look close by  universities always have openings in their bars, cafes and shops, as well as in administration, auditing, and even door security for events. These jobs are convenient and flexible, but for these reasons they&apos;re usually highly sought-after, so it&apos;s wise to hit the ground running and ask around as soon as you arrive. Pay and work rights", 
    "section": "education", 
    "gid": "education/2012/aug/16/clearing-part-time-work", 
    "wordcount": "377"
}