{
    "headline": "Arctic sea ice shrinks to lowest extent ever recorded", 
    "text": "  The Arctic sea ice has hit its lowest extent ever recorded, according to the US-based National Snow and Ice Data Center (NSIDC), the Japanese Aerospace Exploration Agency, and Norwegian, Danish and other government monitoring organisations. With possibly two weeks&apos; further melt likely before the ice reaches its minimum extent and starts to refreeze ahead of the winter, satellites showed it had shrunk to 4.1m sq km (1.6m sq miles) on Sunday. The previous record of 4.3m sq km was set in 2007. The Guardian reported earlier this month that such a record low was likely to be hit imminently. NSIDC scientist Walt Meier said: &quot;This is an indication that the Arctic sea ice cover is fundamentally changing.&quot; &quot;The previous record, set in 2007, occurred because of near perfect summer weather for melting ice. Apart from one big storm in early August, weather patterns this year were unremarkable. The ice is so thin and weak now, it doesn&apos;t matter how the winds blow,&quot; said the NSIDC director, Mark Serreze. The record is widely seen by scientists at the NSIDC and elsewhere as a strong signal of long-term climate warming. &quot;The Arctic used to be dominated by multiyear ice, or ice that stayed around for several years,&quot; Meier said. &quot;Now it&apos;s becoming more of a seasonal ice cover and large areas are now prone to melting out in summer,&quot; said Serreze. &quot;These figures are not the result of some freak of nature but the effects of man-made global warming caused by our reliance on dirty fossil fuels,&quot; said John Sauven, the Greenpeace UK director. &quot;These preliminary figures provide irrefutable evidence that greenhouse gas emissions leading to global warming are damaging one of the planet&apos;s critical environments, one that helps maintain the stability of the global climate for every citizen of the world,&quot; said Sauven. Arctic sea ice follows an annual cycle of melting through the warm summer months and refreezing in the winter. It has shown a dramatic overall decline over the past 30 years. &quot;Record-breaking ice minimums are becoming the new normal,&quot; says Clive Tesar of WWF&apos;s global Arctic programme. &quot;We&apos;re breaking records on a regular basis as the sea ice continues its decline.&quot; According to many scientists, the sea ice plays a critical role in regulating climate, acting as a giant mirror that reflects much of the sun&apos;s energy, helping to cool the Earth. The formation of the sea ice produces dense saltwater, which sinks, helping drive the deep ocean currents. Without the ice, many scientists fear this balance could be upset, potentially causing major climatic changes.", 
    "section": "environment", 
    "gid": "environment/2012/aug/27/arctic-sea-ice-shrinks-lowest-extent", 
    "wordcount": "446"
}