{
    "headline": "Niger's migrant workers lose a lifeline as unrest turns Nigeria into no-go zone", 
    "text": "At this time of year, many of the men from this village in the sand dunes would normally be carrying out menial work in neighbouring Nigeria to send money back to their families. This year is different; 17 men have returned home early because jobs are increasingly hard to come by as business confidence has been shaken by attacks from Boko Haram, the Islamist insurgents. Idi Harouna, 31, a father of three, came back 10 days ago. As a baggage porter at a train station in Bachi state, he was earning 5-600 naira (around 2) a day, sending as much as he could home to his wife. He has been going back and forth for the past eight years, spending six to seven months in Nigeria at a stretch. But Nigeria no longer beckons, after he witnessed a suicide attack in December. &quot;I saw people get killed in an attack on a market,&quot; he said, sitting on a plastic chair in the shade of an adobe building. &quot;People are nervous and they don&apos;t have confidence in hiring casual labour. They are not opening shops and every business has slowed down. Even if there is work, I&apos;m scared.&quot; The threat of attacks by Boko Haram has not only affected businesses, but put the security forces on edge. Migrant workers are suffering from the fallout. Mohamed Lawali, 27, a father of one, returned from Nigeria to this village of about 700 people, about 50km (31 miles) from Maradi, the bustling commercial capital and epicentre of Niger&apos;s food insecurity, where tradesmen sell fuel in old liquor bottles by the roadside. &quot;I was only there for two months, normally I am there for six,&quot; he said. &quot;If you have no papers, police throw you in jail.&quot; Lawali, who had come back from Kaduna in northern Nigeria, said he saw several friends get arrested and fined and decided to get out before he got detained. &quot;I was scared of being taken and fined,&quot; said Lawali, who earned money from cutting wood into small pieces for cooking. &quot;They fine you 1,000 naira and keep you locked up for a few days. The police do sweeps where people wait for work and check to see whether you are Nigerian.&quot; It is the latest blow to this landlocked country  surrounded by seven countries between North and sub-Saharan Africa  whose people rely on remittances. The crisis in Libya in 2011 brought back some 115,000 people to Niger at a time when it was dealing with a slow-burning emergency. Late and erratic rains have pushed up food prices in a country where climate change, extreme poverty and high population growth mean many children go hungry in any year. Global acute malnutrition affects 349,959 children, 12.3% of under-fives. Severe acute malnutrition, which causes permanent damage, affects 54,058 children, or 1.9%. With Boko Haram growing bolder and Nigeria facing unrest over the government&apos;s decision to cut fuel subsidies, another escape valve for Niger is in danger of being shut off. The situation in neighbouring Mali, where al-Qaida in the Mahgreb (AQIM), is active also poses worries: recent clashes between government forces and Tuareg rebels  once part of former Libyan dictator Muammar Gaddafi&apos;s security forces  have added to jitters about security in the region. Niger insists stability has not been affected by tensions on its eastern border with Mali and its southern border with Nigeria. But the the UN&apos;s World Food Programme routinely uses military escorts for its staff in &quot;red zones&quot;, and the sleepy capital of Niamey was jolted last year by the killing of two western tourists after they were kidnapped in a restaurant. An EU official spoke candidly about one reason for providing aid to Niger, whose population of about 16 million is growing rapidly. Ranked 186th out of 187 countries in the United Nations human development index, Niger&apos;s natural population growth is at least 3.3% and perhaps as high as 3.69%. At such rates, the population will double in 20 years. &quot;One of the reasons for promoting security and development in the Sahel is to give people an alternative to illegal activities such as arms trafficking and kidnapping of westerners whether for ideological or criminal reasons  people get a lot of money from taking westerners,&quot; the senior western diplomat said. The really frightening scenario, he added, would be if AQIM and Boko Haram started to cooperate. &quot;The situation would quickly be difficult to control.&quot; For some of the men in Galadima, the tension in Nigeria has already had an impact. Fortunately for them, they are now receiving food aid from WFP and in return they work on &quot;dune fixing&quot;, digging trenches and putting up fences made from millet stalks to prevent soil erosion of cultivated areas. To call them fields is misleading because greenery is so scarce; in effect, they are fields of sand. At least the men are with their families. Life in Nigeria seems to be just work and sleep in uncomfortable places. &quot;Now I stay here for baptisms, marriages and I take part in the village&apos;s social life,&quot; said Lawali, &quot;and I get to stay with my wife.&quot;  This article was amended on 23 January 2012. The original stated that 5-600 naira is equivalent to 20. This has been corrected.", 
    "section": "global-development", 
    "gid": "global-development/2012/jan/20/niger-migrant-workers-lose-lifeline", 
    "wordcount": "908"
}