{
    "headline": "PS Vita: Sony reveals the European launch trailer", 
    "text": "Sony has revealed the cinematic trailer that will accompany the launch of its PS Vita console in Europe. The minute-long film shows commuters, students and beauticians indulging in dramatic game-like sequences, claiming to be part of a new world where play merges with real life.            The video will only be part of a multi-million-pound marketing onslaught set to herald the arrival of the console on 22 February. In the US, it has been reported that Sony will be spending an astonishing $50m (32m) on advertising for the device, which features a 5in OLED screen, front and back touchscreens, and online connectivity.  The trailer represents a shift in advertising direction, away from the handicraft imagery of many mid-period PS3 ads, and back to the movie-like bombast of the nineties. Indeed, the piece bears many similarities to the classic Double Life advert for the first PlayStation, which depicted a variety of normal people describing their alternate lives as gamers. Here it is:            The message, of course, is different. While the earlier advert was designed to recruit twenty-somethings into the emerging PlayStation &quot;lifestyle&quot;, the Vita version is about portability and social connection. With the new handheld&apos;s Near function, gamers will be able to locate nearby Vita owners and see what they&apos;re playing, or join in on local multiplayer games. With its his-res visuals and 3G and Wi-Fi connectivity  Vita is both pervasive and cinematic. That&apos;s the idea, anyway.  It&apos;s typically stirring stuff, created by Amsterdam-based ad agency 180. But with a price tag of 230 for the Wi-Fi version and 280 for the Wi-Fi/3G model, an important question remains: will enough people who may already own smartphones, Kindles, netbooks and tablets be stirred into another portable hardware purchase? Sony is adamant that it will secure a large enough audience, and in Japan, where the device was launched on 17 December, it has shifted in excess of 500,000 units. A similar performance in Europe would be encouraging. Certainly, the tagline &quot;The world is in play&quot;, which is accompanied by a Twitter hash tag, #TheWorldIsInPlay, is a strong statement of intent.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/feb/14/playstation-vita-launch-trailer", 
    "wordcount": "355"
}