{
    "headline": "Did Russian hackers reveal a soft spot for the Soviet Union with .su suffix?", 
    "text": "Suspected Russian hackers last week posted private information apparently belonging to public figures such as Michelle Obama, Joe Biden, Kim Kardashian and LAPD chief Charlie Beck. Much of the media coverage concentrated on the details of the information published, but perhaps the more intriguing detail is that hackers chose to build their site with the domain suffix .su  the suffix for the former Soviet Union. The .su suffix  or country code Top-Level Domain (ccTLD)  has been around since 1990, when it was assigned by the Internet Assigned Numbers Authority (IANA), the governing body which allocated global IP addresses and domain names to &quot;countries, sovereign states or dependent territories&quot;. Despite the dissolution of the Soviet Union a mere 14 months after its ccTLD was allocated, .su has lived on and is administered by the Russian Institute for Public Networks (RIPN), the Russian organization that controls domain name registration with the .ru and .su suffixes. Russia was granted its own .ru domain in 1994. But &quot;owners of &apos;.su&apos; sites stubbornly resisted switching, on commercial, political and patriotic grounds&quot;, according to this USA Today story from 2008. The fledgling RIPN was forced to compromise and agreed to stop issuing new .su sites, while existing ones were allowed to continue. In early 2012, abuse.ch, a Swiss cybersecurity blog, noted that increasing numbers of &apos;domain hacks&apos;  ie unusual uses of a ccTLD  were popping up with the .su suffix, namely by hackers. This was to get around a 2011 crackdown by RIPN which began systematically shutting down suspected hacking sites. But .su is not the only curious nation-state domain name: .ly Libya&apos;s suffix proved to be popular before the Arab uprising that ousted Gaddaffi, because it was comparatively cheap. URL shortener Bitly started the .ly domain hack trend by registering bit.ly; inspiring others like brief.ly, adf.ly and ow.ly to follow suit. However, the Libyan domain name governing body (nic.ly) has very strict regulations, namely: &quot;Domain names must not contain obscene, scandalous, indecent, or contrary to Libyan law or islamic morality words, phrases nor abbreviations.&quot; This policy has resulted in websites being shut down, such as Vb.ly a &quot;sex-positive URL shortener,&quot; seized by the Libyan government in 2010.  .aq Though Antartica has no permanent human residents, it does have a ccTLD. This is available to government organizations who are signatories of the Antarctic Treaty or others who have a physical presence south of latitude 60S. The Vatican also has its own ccTLD, .va, to serve its 832 residents. .am, .fm and .tv .am is the official ccTLD for Armenia, but AM radio stations have encroached on this domain. According to Armenia&apos;s Network Information Chapter, the local regulating body for .am domains, an .am suffix can be acquired for a mere $29.01 a year. Creative domain hacks have also been used by companies such as Instagram, which owns own instagr.am. .fm is the Federated States of Micronesia&apos;s official suffix. But the domain is popular and clearly valuable to FM radio stations. Anyone can purchase an .fm suffix, for an annual fee  proceeds of which apparently go to the government and people of micronesia  though calls to Micronesia&apos;s IANA representative went unanswered. The Polynesian island of Tuvalu, home to fewer than 11,000 people, was granted .tv. But given the suffix&apos;s popularity with television companies, it is in far wider use than the size of its population might suggest. The suffix. .tv was bought by American company Verisign in 2000, with Tuvalu retaining a 20% stake. Tuvalu signed a 12-year leasing contract for .tv for a $50m payout. .eh This ccTLD has been the subject of a power struggle between Morocco and Western Sahara, a disputed territory. Both have laid claims to the domain, but the IANA has ruled to keep the domain inactive until &quot;the two contesting applicants work together to find a mutual solution that will serve the needs of the local Internet community in the best possible fashion&quot;. An unlikely scenario, given the two parties have been fighting since Spain released Western Sahara as a colony in 1975. .yu The suffixes of countries that disappear from the map usually just expire. Yugoslavia&apos;s .yu was in use until 2010, but was ultimately retired when both Serbia and Montenegro were granted new domains. Similarly, Czechoslovakia&apos;s .cs, expired in 1993, leaving Slovakia to adopt .sk and the Czech Republic .cs. Zaire&apos;s .zr morphed into .cd for the Democratic Republic of Congo  not to be confused with .cg, for Congo-Brazzaville. The same goes for Netherlands Antilles, a Caribbean island and former constituent country of the Netherlands. Despite the country&apos;s recent dissolution, the .an suffix has been retained. East Germany put forth .dd, but reunification got in the way before that ever came to be in use. . Two domain suffixes apparently aren&apos;t enough for Russia. In 2009, they were granted their own Cyrillic script ccTLD. Only 21 other countries have alternative ccTLDs using letters in their country&apos;s native script. .la, .lv, and .to Laos, Latvia and the Tonga are repeatedly domain hacked by North American cities, eager to stake a claim on the internet. Los Angeles businesses are attempting to reappropriate Laos&apos;s .la; Las Vegas courts Latvia&apos;s .lv and Tonga&apos;s .to finds itself affiliated with Toronto, Turin and Tokyo. .cx Christmas Island, home to approximately 2,072 residents, has its own .cx domain suffix. This gained brief notoriety during the high-profile murder trial of Joji Obara, a Japanese man jailed for the rape and murder of British woman Lucie Blackman. During the trial, a mysterious website appeared with a .cx suffix, seemingly in support of Obara. The website detailed Obara&apos;s version of events, extracts from Blackman&apos;s diary, a selection from court transcripts as well as court documents signed by several key members of the case. Though it was forbidden to publish documents such as these without the court&apos;s permission while the case was active, those responsible for the site understood that hosting the site through Christmas Island guaranteed a lengthy legal process if prosecutors wanted to shut it down. Incidentally, no criminal case was ever mounted, according to Richard Loyd Parry in his book on the case, People Who Eat Darkness.", 
    "section": "technology", 
    "gid": "technology/2013/mar/18/russian-hackers-soviet-union-su-suffix", 
    "wordcount": "1043"
}