{
    "headline": "All adverts for DIY health screening tests should be vetted", 
    "text": "One of the best lessons I learned at medical school was: don&apos;t carry out a test if you don&apos;t know what to do with the answer. In other words, doing a test just because you can is poor practice. Far from being infallible, the data obtained by excessive or useless testing is likely to add further uncertainties. And this is just for tests commonly done within the NHS. Recently doctors involved with bowel cancer screening wrote to the BMJ noting the large number of incidental findings produced when patients who had been screened went on to have CT scans, and the subsequent dilemmas. Were they going to end up investigating and treating &quot;abnormalities&quot; that would actually have had no effect upon the person? And this is the NHS. When it comes to some commercial home health screening tests, people have been misled with false promises way beyond the evidence. This week, the Advertising Standards Authority upheld my complaint against the Tampap test, a self-test kit offering to tell women if they have HPV (human papilloma virus), which causes almost all cervical cancer. We know that HPV infection is common, yet most women will naturally clear the virus without specific treatment. A woman can also become reinfected or newly infected with the virus after being given the &quot;all clear&quot; by a negative test result. Yet the adverts for Tampap, which used high-profile media doctors to endorse and promote it, did not fully explain the uncertainties the test could cause. Its website stated that HPV testing could &quot;save your life&quot; when there is no evidence that this is the case. Far from protecting women, the adverts for the test kit misled them. The ASA upheld all my points, but how many women have already taken the test under the influence of this misleading advertising? Sadly this is just one of many products that have been publicised before a fair scrutiny of their claims has been carried out. A product called Breastlight, for example, claimed to provide &quot;earlier detection&quot; of breast cancer  the ASA upheld most of my complaints against it earlier this month. I became aware if it when it was advertised on a local pharmacy counter. The manufacturers of this torch, which shines a beam of red light, claimed it was of benefit to women doing breast self-examinations. As far back as 2008, a TV doctor was promoting it by claiming that it would help &quot;discipline&quot; women into doing regular breast self-checks. However, it was as clear at the launch of the product as it is now that the device is not of proven benefit to women with no breast complaints. It has also been shown to be less effective in testing women who do have breast lumps than the ultrasound and x-ray currently used. Again, how many women have already been misled? The ASA relies on complaints to trigger investigations, but unfortunately I was the only recent complainant for both Tampap and Breastlight. By contrast, television adverts have to receive Clearcast approval before they can be broadcast. Shouldn&apos;t the same sort of scrutiny be extended to any health claims made in any media? Alternatively, companies making any health claims should be forced to publish evidence for them on their website for public peer review. We need to be clear about the science of screening - testing people with no symptoms - and the problems it inevitably causes. There are huge profits to be made out of frightening and then reassuring the well, whereas it&apos;s less profitable but more important to be caring for the sick. The NHS, as usual, is left to mop up the many dilemmas created by screening tests that are marketed without any supporting evidence that they do more good than harm. There are lots of things we can do to prevent disease - but more bad testing isn&apos;t on my list. Margaret McCartney is a GP, writer and broadcaster, and author of The Patient Paradox: Why Sexed Up Medicine is Bad for your Health (Pinter and Martin)", 
    "section": "science", 
    "gid": "science/blog/2012/oct/18/adverts-diy-health-screening-tests-vetted", 
    "wordcount": "681"
}