{
    "headline": "BioShock Infinite hands-on preview", 
    "text": "BioShock Infinite is an absolute pig of a game to preview. The reason is that so much of the game&apos;s draw  so much of its spellbinding power  is wrapped up in the experience of going into it completely cold. When it comes to BioShock Infinite, to paraphrase the Bard, the plot&apos;s the thing; the less one knows about the events contained in Irrational Games&apos;s latest brainchild before they sit down to play it, the better a time will be had. And yet, without giving away at least a couple of details, players won&apos;t have much to go on. Sure, there are a series of mechanics I can report on and a collection of screenshots of some admittedly beautiful vistas of Columbia  the floating city that serves as the game&apos;s centrepiece  to gawp at. But the only other news about the game that&apos;s been reported concerns the list of development staff that left Irrational between August and November. Irrational&apos;s creative director Ken Levine appears rather laid back when questioned about the departures at the company. &quot;It&apos;s really far less dramatic than people think it is,&quot; he says. &quot;Sometimes people are the right mix for a company and sometimes they&apos;re not. Sometimes people have been at a company for an awfully long time and they just want something different,&quot; he adds. &quot;Look, of all the old timers ... we only lost one, [art director] Nate [Wells]. And he&apos;s off surfing! He&apos;s out in sunny California working at Naughty Dog  I love the guy!&quot; When you put it like that, it does sound pretty reasonable. With the housekeeping out of the way, I&apos;m tempted to pick Levine&apos;s brain a bit more for plot details, but he won&apos;t be drawn on it  it&apos;d ruin it for me, he says. &quot;I can&apos;t actually wait for people to finish the game,&quot; he says. &quot;I&apos;m very curious as to how it goes over. It feels like it did before the first BioShock was released. I&apos;m interested to see how people take to the ideas and how they evolve.&quot;     Bioshock Infinite video game    This brings me back to the original problem inherent in writing a preview of BioShock Infinite. How much should I reveal? How much wrath do I risk? Anyone with a passing interest in the game already knows about its hero, Booker DeWitt, a shady ex-Pinkerton tasked with entering the floating city of Columbia circa 1912 to rescue a woman named Elizabeth. They also know that Columbia is, in both its construction and society, a city built on the belief of American Exceptionalism, and that its population have started to split into factions run by the haves and the have-nots. They may even know about Songbird, the mechanical horror that guards Elizabeth at the behest of the city&apos;s nominal leader, Comstock. It gives nothing away, I suppose, to reveal that the relationship between Booker and Elizabeth features prominently in both the game&apos;s plot and its mechanics. As far as the latter is concerned, this translates into the player having an extra pair of eyes and hands when it comes to scrounging up cash, ammunition and firearms. Elizabeth is particularly useful in a firefight; she finds cover quite quickly and then tosses loaded guns and bullets Booker&apos;s way if the player finds their supply of ammo running dry. She even makes the odd suggestion about how the pair might best progress, should the player become stuck. Elizabeth is also able to activate rifts in reality  or &apos;tears&apos; as they called here. At intervals the player will come across parts of the scenery that look stretched and out of place. If they focus on them, entire objects flash in to view  obstacles, gun racks filled with weapons, ammunition dumps, turrets and the like  and if they hit the X button, Elizabeth can pull them through to the material plane. The other new mechanic in play revolves around Booker&apos;s Skyhook, a device that combines a trigger and grip ending in three magnetised hooks. It&apos;s Booker&apos;s best means of transport between the floating islands of Columbia and it happens to be a wicked melee attack to book. Hit A, and Booker latches onto either raised hooks or rails that run overhead, allowing him to move about the city. Hit Y and he delivers a teeth-rattling blow to the face of the closest enemy. Hold down Y and he plunges it into an enemy&apos;s face and pulls the trigger, producing some rather horrible results. Aside from Elizabeth and the Skyhook, however, there&apos;s a lot about Infinite that will strike BioShock fans as familiar  perhaps a little too familiar. The basic gameplay involves scrounging for items, collecting audio diaries, buying equipment off robotic vendors and juggling gunplay and supernatural attacks  they were called Plasmids in Bioshock, here they&apos;re called Vigors. The firearms offer the standard range covered by most shooters  pistol, submachine gun, sniper rifle, shotgun and rocket launcher  although all of them are skinned in a suitably archaic-looking aesthetic. The launcher, for example, requires DeWitt to load a new round into the breach by winding a crank after each shot.     Bioshock Infinite video game    The Vigors all have two tiers of attack, which are launched by alternately flicking, and holding down and then releasing, the left trigger. The first attack is a simple projectile launch  flick the trigger and DeWitt hurls a molten grenade or unleashes a flock of murderous birds if the player has either Devil&apos;s Kiss or Murder Of Crows loaded, respectively. If the player holds down the trigger and releases it, they plant a trap variant of whatever Vigor they have loaded in the floor; Devil&apos;s Kiss in this instance is a firetrap that engulfs enemies if they step on it, while Murder Of Crows places a nest filled with eggs, which hatch in a flurry of sharp claws and beaks if disturbed. The Vigors themselves offer a decent range of powers, although, once again, it has to be said that their effects are more than a little reminiscent of those of the Plasmids in the original BioShock. Devil&apos;s Kiss, for example, is simply Incinerate in grenade form, while Murder Of Crows is a feathered version of Insect Swarm. Possession, which allows players to take control of both human and robotic enemies and turn them on their allies, is basically the Enrage and Security Control Plasmids rolled into one, while Shock Jockey feels very similar to ElectroBolt. Only Bucking Bronco, which allows players to suspend enemies briefly in the air, doesn&apos;t seem to replicate the effects of any Plasmid  although if you were being picky, you could say it contains elements from both the Winter Blast and Whirlwind Trap. If all I had to go on was the new mechanics, I&apos;d have to chalk the first five hours of BioShock Infinite up as a disappointment. Even with the gorgeous new city in the clouds and the fact that Irrational has worked hard to make Columbia feel like a living, breathing city, complete with era-specific social mores  hardline evangelical Christianity and racism abound  the fact that the gameplay doesn&apos;t seem to have moved on significantly since the first BioShock is, for want of a better way of putting it, a shock.     BioShock Infinite    But the more I sink into the steampunk nightmare of BioShock Infinite, the more kinks and clues start poking through, prompting me to take stock of not only the world Booker and its inhabitants, but the reliability of my foil in this world. Without giving too much away, it becomes apparent very early on that Booker DeWitt isn&apos;t dealing from a full deck with the player controlling him. After a while, one can&apos;t help but start to question the motives of this protagonist, the legitimacy of what he sees around him and his reactions to events and characters that occur in his environment. At some stage, I remembered how the original BioShock toyed with the player right up until its knife-to-the-gut twist, which mocked both the player&apos;s expectations and the very agency of the medium they were enjoying. This moment took place on a beachfront, shortly after Booker had freed Elizabeth from the tower in which she was imprisoned. As Booker and Elizabeth walked along the sands, she noticed a band playing at the end of a pier, and overjoyed at hearing music for the first time in ages, she ran off to dance. It was then I realised that this band, playing in an otherworldly city from the year 1912, were playing a cover of Girls Just Want to Have Fun by Cyndi Lauper. At that point, details I hadn&apos;t even taken stock of began to flood my brain. I could tick off a tonne of them  starting with the damage bars that appear above the heads of enemies as I shoot them down, which seems distinctly out of step with Irrational&apos;s philosophy of immersing the player in its worlds and removing any hint that they&apos;re playing a videogame. However, saying more than that would be tantamount to heading into spoiler territory. As it is, I may have said too much already  This preview took place in Los Angeles using an an Xbox 360. All flights, accommodation and food were paid for by 2K", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/dec/13/bioshock-infinite-hands-on-preview", 
    "wordcount": "1538"
}