{
    "headline": "Employers must help universities deliver interdisciplinary skills", 
    "text": "Pessimism is an understandable emotion as we move into what looks to be a wet summer. Double-dip recession, with added euro sprinkles, the worst rain-filled drought since Noah signed off the two-by-two manifest, and endless debates about the quality, range and diversity of our education system are enough to speed-dial the grim reaper on Skype. But then something comes along to remind us that the UK is absolutely brilliant at producing creative, innovative world-class talent. We see for ourselves that businesses and universities working together do, without hesitation and deviation, but with necessary repetition, achieve great things because they produce great talent. My little ray of sunshine moment this week came from the launch on Tuesday of The Space,  a joint Arts Council/BBC project. This extraordinary event  I&apos;m on its steering board  brings together the highest-calibre content with mind-twisting technical breakthroughs. The treats range from screenings of two newly restored silent films directed by Alfred Hitchcock to all 37 of Shakespeare&apos;s plays performed by 37 international theatre companies. My favourite was The Merry Wives of Windsor in Swahili. The BBC&apos;s technical teams had to build a website that worked for web, mobile, TV and tablets and could be handed over to a relatively unskilled team afterwards. In effect, they built a toolkit that was a &quot;broadcaster in a box&quot;. The technical talent came from a range of educational backgrounds  including working their way up in business without setting foot in a university. But the project points to the future for anyone looking to develop graduates for the fused CDIT (creative, digital and IT) industries  interdisciplinary skills are increasingly important. As part of my week, I was also invited to speak at a joint BBC-Universities day, where around 200 university professionals met senior BBC programme makers and technologists. The tone of the day was set by Lucy Adams, director of operations, who told the delegates that the division between arts and sciences was not a helpful one when thinking about careers in the organisation. This was an echo of Anne Morrison, director of the BBC Academy, who in The Fuse, the CIHE&apos;s report on the creative, digital and IT industries said: &quot;The era where we can afford multidisciplinary groups is becoming unaffordable. We need universities to develop graduates with interdisciplinary skills, or who can lead interdisciplinary teams.&quot; Interdisciplinarity is not a nice to have. It is the &apos;have&apos;.&quot; How do we do this? The answers begin back in schools with reformed ICT courses and helping pupils to understand what they really need to study to work in media. In Talent 2030, the CIHE is already working on getting girls into engineering and manufacturing, and we are already beginning to scope Talent 2030 Digital to do a similar job with the needs of the CDIT industry. And just as the talent pipeline into universities must be interdisciplinary, so the flow through universities and out into businesses must benefit from a similar approach. It is not a question of abandoning traditional essays, which obviously show the ability to organise, structure and criticise arguments, but graduates must also have a portfolio of media that will show how their creativity had engaged with technology. Universities cannot be asked to do this on their own, and they need internships, placements, short-work bursts, and embedded doctorates to help them develop &quot;fused&quot; graduates. The BBC will step up to this challenge but, crucially, between us we need to develop systemic systems to engage with small and medium sized CDIT companies. The Brighton Fuse, which brings together 2000 CDIT businesses in Brighton with both universities, is showing the way, but we need more projects like that to scale up the fusion of universities and businesses to help create the CDIT workforce of the future. Dr David Docherty is chief executive of the Council for Industry and Higher Education This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/may/08/developing-interdisciplinary-skills", 
    "wordcount": "674"
}