{
    "headline": "Kindle Fire may have singed iPad sales as iPhone sees best quarter", 
    "text": "Strong sales of the Amazon Kindle Fire have eaten into iPad sales, says Tavis McCourt of the stockbrokers Morgan Keegan, who has lowered his estimate of the number of Apple tablets sold in the fourth quarter to the end of December 2011 from 16m to 13m. But McCourt raised his forecast for the number of iPhones sold from 27m to 29m, and calculates that Apple will report revenues of $37.9bn (24.2bn), its biggest ever  although that is a slight reduction on his previous forecast of $38.1bn. Meanwhile, the electronics giant Samsung may have sold as many as 35m smartphones in the quarter, a record for the sector. The company is expected to report its guidance for the quarter on Friday, ahead of its detailed figures later in January. In a new note on Apple issued on Tuesday, McCourt said he was lowering his estimate for iPad sales after seeing data from Amazon which suggested it could have sold between 4m and 5m of its Kindle Fire tablet, &quot;which probably means maybe 1-2m cannibalised iPad sales at most&quot;. While the forecast iPhone figures would make it Apple&apos;s best-ever quarter for its smartphones, they would lag behind Samsung&apos;s by a substantial amount. The smartphone and tablet business is now Samsung&apos;s most profitable. McCourt said that he had also lowered his estimate for the number of Macintosh computers sold slightly, from 4.9m to 4.8m. That would however still represent a 17.7% increase on last year while the rest of the PC market is forecast to have seen near-zero growth as a number of companies struggled with hard disk inventory shortages caused by floods in  Taiwan  Thailand. It would also mark 23 straight quarters in which Apple&apos;s Macintosh sales have grown faster than the Windows PC market. Seeing stormy financial weather ahead  particularly with the doubts over the fate of the euro  the analyst lowered his &quot;target&quot; price for Apple&apos;s stock, from $530 to $513. Apple&apos;s stock currently trades at $405. &quot;We believe December will turn out to be another great quarter for Apple with share gains in Mac and iPhone product lines, and continued strong growth in iPad, although slightly slower than we originally anticipated,&quot; McCourt wrote. &quot;We expect Apple to continue to show strong growth in fiscal 2012 with the success of a forthcoming iPad upgrade and continued sales of iPhone 4S being the major determinants of what rate Apple can grow this year. We expect iPhone 5 in [autumn] 2012 to be a significant revenue and earnings growth driver, and a potential Apple TV as upside to our model if it comes to fruition this year. &quot;We do expect Y/Y [year-on-year] growth to be somewhat more challenging in March/June for Apple due to tough comparisons from fiscal 2011.&quot; Corrected: the floods affecting hard drive manufacture were in Thailand, not Taiwan.", 
    "section": "technology", 
    "gid": "technology/2012/jan/04/apple-iphone-ipad-forecast", 
    "wordcount": "487"
}