{
    "headline": "Gazprom feels the chill as its dominance is weakened", 
    "text": "A vast northern energy project frozen, billions of dollars in lost profit, legal disputes and investigations  the creeping shale gas revolution has left Gazprom, Russia&apos;s state gas monopoly, reeling. Long used to being the big boy on the block, Gazprom has been confronted with a future where it may no longer be able to dictate long-term pricing contracts, shut supply valves on a whim and hold much of Europe in its grip because of its position as dominant player. For years, officials at Gazprom refused to discuss shale gas at length. Alexander Medvedev, deputy head of the monopoly, once famously called it a &quot;bubble&quot;. Alexey Miller, its CEO, said the alternative energy source would remain something of a luxurious side dish. &quot;If you like foie gras, that doesn&apos;t mean you no longer need a regular steak,&quot; he told a gathering of European businessmen in Cannes in 2010. Now, with the US poised to overtake both Saudi Arabia and Russia to become the world&apos;s largest oil producer by 2035 because of shale, it looks like Russian officials may be grudgingly accepting the new reality. Vladimir Putin, the powerful president who has made stretching the Kremlin&apos;s grip over the country&apos;s energy sector a governing priority, has taken the lead. &quot;Politicians, experts and businessmen are talking about the shale revolution,&quot; he said last month to mark the launch of Bovanenkovo, a new Arctic gas field. &quot;We must take into account current developments and have a clear view of how the situation will develop not only in the next two to three years, but through the next decade.&quot; He commanded a new energy strategy to be drawn up by the end of November. &quot;When the whole boom started, Gazprom was in denial,&quot; said Elena Herold, a Russia analyst at PFC Energy, a Washington-based energy consultancy. Putin&apos;s statements marked a shift, she said. Russia realises it will have to react  though no one yet knows how. The US shale gas boom has already had major effects on Russia, though its responses have remained ad hoc. There is a widespread understanding that Gazprom&apos;s decision to pull the plug on Shtokman, a huge Arctic gas field that it had long feted as Russia&apos;s flagship foray into a new and difficult production region, was prompted by increasing US reliance on shale. Gazprom has also been forced to concede  on a case by case basis  that its prices to customers in Europe have been too high as the continent has taken in liquified natural gas once destined for the US, sold at spot prices well below those locked into Gazprom&apos;s long-term contracts, where prices are indexed to oil. Russia supplies around a quarter of Europe&apos;s gas. The European commission has also launched an anti-trust investigation into whether Gazprom has been imposing unfair prices on its European customers by linking its prices to oil, and whether it has been hindering the free flow of gas across the EU. Russia&apos;s dependability as a gas supplier was called into question after it shut the valves to Ukraine, the country through which most of its gas reaches Europe, over pricing disputes largely seen as punishment of the ex-Soviet country&apos;s turn westward. It was accused of using energy as a direct foreign policy tool. The cuts, in 2006 and 2009, came in the dead of winter, and countries across Europe froze. Ukraine said this week that it planned to sign production sharing agreements with Chevron, ExxonMobil and Shell by early December to develop its own shale gas. For now, the tide in Russia has yet to turn. State run media and Gazprom talk up the environmental dangers of fracking, an odd phenomenon in a country that usually keeps ecological concerns at the bottom of its agenda. Putin&apos;s command that Gazprom wake up to shale gas will likely change things, analysts said. &quot;No one in Russia&apos;s energy industry can afford to ignore the president&apos;s stark comments,&quot; said Herold.", 
    "section": "environment", 
    "gid": "environment/2012/nov/15/gazprom-chill-shale-gas-revolution", 
    "wordcount": "665"
}