{
    "headline": "The misguided race to diagnose Newtown", 
    "text": "At 9.41am on Friday, December 14th, state police in Connecticut received their first 9-1-1 call from the Sandy Hook Elementary School shooting. at 3.52pm local time, barely 6 hours later, an &apos;expert&apos; psychologist was plastered over the front page of MailOnline explaining the &apos;chilling psychology&apos; behind the murders. &quot;Head of psychology at Birmingham City University Professor Craig Jackson describes what may have been going through the killer&apos;s mind,&quot; announced the breathless stand-first.  Jackson, who performs outreach on Twitter as @JustAskTheProf, is described in the article as &quot;an expert in spree killing,&quot; but a page detailing his publication record at the Birmingham City University website tells a rather different story. I can find only two articles particularly relevant to the MailOnline story: one - &quot;Against the Medical-Psychological Tradition of Understanding Serial Killing by Studying the Killers&quot; - appears not in a psychology journal, but in the magazine of a US charity, Amicus; the other is a genuinely interesting exploration of the relationship between serial killing and driving as an occupation. Jackson is an expert... but in occupational health, specifically mental health issues in the work place.  To be fair the man himself has been quite open about this, and was apparently quite bemused by the Mail&apos;s &apos;sexing-up&apos; of his profile. In many ways his expertise is irrelevant: even if Jackson were the world&apos;s foremost researcher on the topic of spree killings, he has never met the people concerned, and had nothing to base his professional judgment on beyond conflicting reports about a breaking news story. Hell, at the time the article went live, we were still awaiting confirmation of the killer&apos;s identity. That&apos;s why the British Psychological Society - the professional body for psychologists in the UK, of which Jackson is a member - have explicit guidelines regarding how members should and shouldn&apos;t behave in the media. Two in particular stand out:  2.2 avoid diagnosis statements about any person in public.It is generally accepted among psychologists that diagnosing a person should be based on a proper investigation which can only be done with the consent of the person involved, if not otherwise required by legal regulations. A proper investigation often includes observations, interviews and/or tests. But even if it could be considered possible to make a professional judgement about a person based solely on information provided by public media, the psychologist should remain silent because he has no consent from the person. 2.4 be careful not to go beyond his/her field and degree of competence.Successful media performances by the psychologist may result in the psychologist being asked to them again at a later time with regard to similar or other questions. The psychologist should be aware of the challenges to go beyond his field of competence.  (The latter point is admittedly in desperate need of a damned good editing, but the heading is clear enough.) It&apos;s a testament to how seriously BPS members take these guidelines, and how strict the BPS - who rely on their members for income - are on enforcing them, that within hours of the tragedy a member was on the front page of MailOnline with quotes describing how, &quot;the murderer would have seen killing the children as a way of enacting revenge on those he was angry with,&quot; and that: &quot;To him the children are just a lump of meat that happen to help him prove his point.&quot; Speculating that: &quot;It is possible that this spree stemmed from a domestic row and after he killed once, he decided to continue shooting. As he had already killed one person, he may have seen keeping on going as the only option,&quot; and that: &quot;He must have felt he had a grievance with the community that he wanted to punish.&quot; In his defense, Jackson used the opportunity to warn about excessive media coverage leading to copycat attacks. He also took the time to address some people&apos;s concerns about his article on Twitter:  To clarify, I never accept a fee from TV, radio or press for doing interviews following sprees. Nobody&apos;s business if I did. But I don&apos;t. OK.  Prof. Craig Jackson (@JustAskTheProf) December 15, 2012   Second, I never approach the media after sprees (or any crime). They come to me for my expertise on an unpleasant topic that I research.  Prof. Craig Jackson (@JustAskTheProf) December 15, 2012   Third, my background is mental health and workplaces, but in last 4 years the worlds of work &amp; crime have overlapped so much in my research  Prof. Craig Jackson (@JustAskTheProf) December 15, 2012  The problem is that Jackson should never have allowed himself to be put in this position in the first place. Another psychologist, Dr. Petra Boynton, spoke out today regarding the pressure put on psychologists by the media to produce quotes that fit their existing narratives and prejudices (quotes edited for reuse here with her permission):   &quot;Three journalists from three separate media outlets have rung this morning wanting me to comment on the Newtown shootings. With the angle that we need more mental health services to stop mentally ill people going on shooting sprees (I kid you not, that is their angle). One also seemed under the impression that autism was a mental health problem &apos;like schizophrenia&apos; (their words). They want &apos;a psychologist &apos; who can comment on why people who are mentally ill are &apos;more likely&apos; to carry out such attacks and also in one case would appreciate it if I could throw in some profiling of the attacker.&quot;  Boynton declined, warning them that mass shootings weren&apos;t her field of expertise, and that drawing a link between mental health and mass shootings was unfounded and stigmatising, but had little impact on quote-hungry journalists desperate to grab something - anything - for deadline.   &quot;What&apos;s really awful is it indicates how keen the media are to spin stories, create new angles even if they don&apos;t match the news. [...] They don&apos;t want to listen to reason or acknowledge they are setting angles and spinning stories. They also don&apos;t want someone qualified (not me in this case) to explain to them more about mental health and how to reduce stigma.&quot;  It&apos;s important for psychologists like Dr. Boynton and Professor Jackson to engage with the media, but faced with this sort of quote-hysteria the best thing they can do is to just say &quot;no.&quot; Unfortunately, a few don&apos;t, and as I&apos;ve reported time and time again, the BPS show little inclination to clamp down on members who flout the rules. There will likely be many psychologists in the media over the next few days talking with faux-familiarity about the killer, his victims and the wider community, and virtually all of them will be talking some degree of bullshit. It makes the profession look very silly; but more importantly it misleads the public about mental health, and I really wish they&apos;d stop it. @mjrobbins", 
    "section": "science", 
    "gid": "science/the-lay-scientist/2012/dec/17/newtown-mental-health-psychology", 
    "wordcount": "1167"
}