{
    "headline": "Wanted: an ethical tablet", 
    "text": "My partner is very keen on having a tablet with Wi-Fi and I&apos;ve decided to buy him one for his birthday. We are both very concerned about Apple&apos;s disgraceful practices in China and therefore I do not want to purchase an iPad, although the price of the iPad 2 and performance is similar to what I&apos;d be looking for. However, I am very aware that jumping on the bandwagon can mean purchasing an alternative (Samsung, Amazon Kindle Fire etc) that may not be any better ethically but has just managed to escape media attention. Do you have any suggestions for a trying-to-be-ethical consumer? Is there such a thing as an ethical tablet?Name withheldI don&apos;t think any tablet is &quot;ethical&quot; in the purest sense, and it&apos;s not even possible to decide which tablet might be considered least harmful. There are far too many things to consider, and we don&apos;t know enough about any of them. Nor, depressingly, do most of the companies that make and sell them.  The problems extend far beyond the factories where mobile phones, tablets and PCs are assembled. The supply chain extends to thousands of small factories that supply components, and to the companies supplying raw materials. This includes minerals mined in the Congo, Rwanda and Burundi, where occupational hazards may include rape and murder. (The Enough Project has rated IT suppliers for their use of Conflict Minerals.)  Once all these shiny gizmos have been shipped from the factory, there are many other considerations. How long will they last? Can they be upgraded or repaired? How will they be disposed of? Does the manufacturer support a recycling scheme? (Electronic waste is now a major global problem.) From this point of view, smartphones, tablets and some laptops are a disaster. They have sealed-in batteries and some are designed to make them hard to open, let alone upgrade. Products that should last five years may be junked after 18 months or so, either because the user has a &quot;free&quot; upgrade or they are cost too much to repair. The current gadget boom could soon result in the world&apos;s most expensive landfill. When it comes to the ethical treatment of factory workers, Apple&apos;s brand name has suffered the worst effects, for two reasons. First, Apple was implicated in a spate of suicides at Foxconn&apos;s largest factory at Shenzhen. Second, The New York Times published a damning indictment of the company, In China, Human Costs Are Built Into an iPad. I think this article, which quoted former Apple managers, finally prompted Apple to start taking the problems seriously. Apple joined the US-based Fair Labor Association (FLA), and chief executive Tim Cook made a highly-publicised visit to the factory. Apple has also come in for criticism because of its very high profits  it has more than $100bn (62) in the bank  and because of its high-end brand marketing. It might very well be that people work in worse conditions in the small factories producing &quot;white box&quot; (unbranded or off-brand) tablets, but they are making products that sell at very low prices on razor-thin margins. The point is that factory workers assembling Apple products are getting a very small share of the total. Apple could and can afford to do better. There are other reasons why Apple workers are under stress, even if working conditions appear to be as good as or better than those on other production lines. One is that the vast majority of Apple products are made by one company, Foxconn, where most computer companies have larger ranges made by perhaps half a dozen different contract manufacturers. (Apple also uses Quanta and Pegatron.) The sheer size of the Foxconn operation  factories with 300,000 to 500,000 workers  leads to logistical problems bussing workers around and feeding them, and military-style policing. Another problem is Apple&apos;s big-bang approach to marketing, with a rapid replacement of models. Foxconn workers have to assemble millions of units as quickly as possible so that there will be supplies for queuing fans. This leads to enforced overtime, and may encourage Foxconn&apos;s use of &quot;interns&quot;: young vocational students who are supposedly doing work placements but are reportedly &quot;de facto workers on the production line&quot; (PDF). Other factors include Apple&apos;s products being more difficult to make, according to Foxconn, and Apple&apos;s insistence on secrecy. The result is very high staff turnover. In 2010, according to SACOM (the Hong Kong-based Students and Scholars Against Corporate Misbehavior), 220,000 of the 420,000 workers in Shenzhen had joined Foxconn within the past six months, and the turnover rate is about 35% per year, according to the Shenzhen Federation of Trade Unions. There are always thousands of jobs going at Foxconn because thousands of workers quit. That&apos;s not a good sign. You could certainly avoid buying any products assembled by Foxconn, which is thought to produce almost 40% of China&apos;s exports of technology products. However, as mentioned, I can find no substantial evidence that Chinese workers at rival contract manufacturers  Quanta, Compal, Wistron, Pegatron, Inventec and so on  are treated significantly better. It&apos;s a price-driven market, and many companies will cut a corner to save 10p. When you&apos;re making tens of millions of units, those pennies add up. Only the companies that use contract manufacturers can change that. The New York Times article quoted a former Apple executive saying: &quot;Suppliers would change everything tomorrow if Apple told them they didn&apos;t have another choice.&quot; Companies setting up their own factories with their own employees, as Sony did, might be even better, but the economic trends are strongly against that. In general, Hewlett-Packard seems to be the best of a bad bunch. In 2004, HP&apos;s Bonnie Nixon-Gardiner helped create the Electronic Industry Code of Conduct (EICC) to set out basic labour and environmental standards for contract manufacturers, following the FLA model. In 2005, she went to inspect Foxconn&apos;s factory in Shenzhen, according to Business Week, and set up a system to inspect hundreds of factories owned by HP&apos;s main suppliers.  HP made by far the best response to the Make IT Fair campaign in 2008, is the highest-scoring company in The Greenpeace Guide to Greener Electronics, and gets a green light on conflict minerals. However, HP&apos;s TouchPad tablet flopped, and it probably won&apos;t have an iPad competitor until Microsoft releases Windows 8 late this year. You could consider a Samsung tablet, because Samsung is a major component supplier: indeed, Samsung is the largest supplier of iPad parts, and the target of numerous Apple lawsuits. It is now the leading &quot;anti-Apple&quot;, which is not to claim that its contract workers are any better off. At this point, I sympathise with those protesting against Apple, or even boycotting its products. However, a boycott is unlikely to have much impact given Apple&apos;s rapidly increasing sales. Also, I wouldn&apos;t necessarily rule out buying an iPad. There are other questions to consider, including the ease of use, software availability, expected product life and resale value. It seems to me that a product that is used a lot, and used for a long time, has more value than one that is used less or is rapidly discarded. A Samsung Galaxy might be better or worse than an iPad from this point of view (for example, is your partner an Android phone user? What apps does he need?), but the issues are worth considering. There are other ways to try to improve working conditions in China. This includes supporting organisations such as Make IT Fair, GoodElectronics, SACOM, SOMO (Stichting Onderzoek Multinationale Ondernemingen: The Centre for Research on Multinational Corporations) and their campaigns. It&apos;s OK to put pressure on Apple, but the whole consumer electronics industry needs to clean up its act.", 
    "section": "technology", 
    "gid": "technology/askjack/2012/apr/19/ask-jack-ethical-tablet", 
    "wordcount": "1297"
}