{
    "headline": "Tie-dye, graffiti, rebels and geeks  whose Brainchild is this?", 
    "text": "Brainchild&apos;s website promised a youth-curated festival with music, films, spoken word and more. Knowing it had been put together on a shoestring budget by the &quot;Occupy generation&quot; reared on countless &quot;underage festivals&quot;, I imagined it would be something between Glastonbury and a back garden at a houseparty. I wasn&apos;t far off. At a farm in a rural corner of Wokingham (read: no check-in options on Facebook for over a mile), we soon came across 19-year-old founder Marina Blake and her half-dozen high-vis-jacketted organisers with a combined age younger than Michael Eavis. Initially the turnout didn&apos;t seem high, but by Saturday evening about 400 of the predicted 500 attendees had arrived. We might have been a mere few miles from Reading, but the serene site bore no resemblance to its urban neighbour. The musical offerings were intriguing and varied. Southpaw brought funky jazz infused with rap in what was, unfortunately, their last ever gig, Haraket&apos;s brand of trippy electronic indie was infectious, Jocie Juritz&apos;s sugar-sweet vocal gymnastics were Olympic standard and there were enough DJs to launch a new branch of Ministry. Henry Skewes moved the crowds with his folksy Dylan-meets-Bright Eyes blend of strumming and singing  or maybe it was just the peri peri chicken from the modestly named &quot;burger grill&quot; van making my eyes water. On the spoken word front, proceedings were expertly held together by rising star of poetry and writing Bridget Minamore. Here&apos;s a poem she does about the perils of internships:            A talk by the Marxist historian, journalist and activist Neil Faulkner was a highlight of the weekend  enlightening and apocalyptic in equal measure. Faulkner called on the crowd to dismantle the banks  although I&apos;m not sure how many hardcore revolutionaries would have paid the (albeit reasonable) 45 ticket price to be at Brainchild in the first place. Spencer Greenwood, an expert in video games turned UCL English student, delivered a short history of the virtual world as art form to a geek-chic crowd. We didn&apos;t catch much of the comedy, although what we did see was mostly offbeat and on the good side of offensive. The films on offer at Brainchild were typically indie-kid fare (Hitchcock classic  check, Ginsberg biopic  check, Banksy flick  check), although there was also talk of some films from Future Shorts as well. Brainchild set out to be the opposite of a faceless corporate festival, but I sort of missed the structure which larger events provide. Without programmes it was almost impossible to plan what to go and see, and it was easy to miss out as a result (when did Pandr Eyez play?). In fairness, though, this festival was put together and funded by students, and the extras on offer were enjoyable: karaoke with &quot;friendship collective&quot; the Note Well, the opportunity to get your clothes tie-dyed, a photobooth, and graffiti walls ingeniously crafted from fences and clingfilm. I&apos;ll certainly be back next year to see how this brainchild has evolved  let&apos;s hope it builds on the successes of its first outing. Other student-friendly gems How do you seek out the best summer events? Besides word of mouth, you can find most things via Facebook and Twitter (which is where I first located Brainchild). Here are some London outings on my radar: Frozen Thumb: From the student gig promoters who helped to bring Brainchild to life, an &quot;undiscovered bands&quot; event in September at Camden&apos;s Proud galleries Toejam: A student gig featuring New Cross favourites My Tiger My Timing The Albany: Gigs through the summer for up-and-coming young acts Somebody Gonna Get Pregnant: Best-named student-friendly night Wednesdays at The Roxy: This tiny club off Tottenham Court road is always packed on student night The Roundhouse: An abundance of creative opportunities for young people If you know of events happening in your area over the summer, please put the details in the comments.", 
    "section": "education", 
    "gid": "education/2012/jul/04/brainchild-student-festival", 
    "wordcount": "651"
}