{
    "headline": "ACS:Law solicitor at centre of internet piracy row suspended", 
    "text": "The London-based lawyer at the centre of a long-running row over internet piracy has been suspended for two years and ordered to pay 76,000 in costs. Andrew Crossley, the sole solicitor behind now-defunct law firm ACS:Law, admitted six charges against him at a Solicitors Disciplinary Tribunal hearing on Monday. ACS:Law sent tens of thousands of letters on behalf of clients demanding 500 &quot;settlement&quot; payments from people it accused of illicitly downloading music and adult material. Many of the accused denied the accusations and ACS:Law was criticised by a patents county court judge for bringing &quot;the legal profession into disrepute&quot; and failing to provide &quot;documents which plainly should have been provided [as evidence before the court]&quot;. The law firm&apos;s controversial practices were made public in late 2010 after its website was targeted by computer hackers and private details of thousands of internet users were leaked online. ACS:Law eventually shut down in February last year. Crossley on Monday admitted charges including using his position as a solicitor to attempt to take advantage of others and of acting where there was a conflict of interest in pursuing the claims. He denied a seventh claim of failing to put in place safeguards to prevent the data loss that came in the aftermath of the website attack, but the tribunal ruled that he had taken inadequate steps to prevent such an intrusion. The Solicitors Regulation Authority dropped a charge that Crossley had provided false information in statements made to the courts. David Potts, head of business litigation at Ralli, the law firm that represented some of those accused by Crossley, said the ruling would be welcomed by innocent recipients of ACS:Law letters. &quot;This is undoubtedly a good day for consumers, in particular those who may have been inappropriately sued by Mr Crossley&apos;s clients, whose position has now been vindicated not only by the patents county court but also by the decision of the Solicitors Disciplinary Tribunal,&quot; Potts told the Guardian. James Bench, spokesman for a consumer group that represented others who claimed to have been falsely accused, also welcomed the ruling, but said: &quot;It is a disappointing indictment on the legal regulatory system that it has taken almost three years to finally draw this matter to a close.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jan/18/acslaw-solicitor-internet-piracy-suspended", 
    "wordcount": "391"
}