{
    "headline": "Facebook users file class action suit in US over web tracking", 
    "text": "Facebook&apos;s first day of trading following its $100bn flotation has been gate-crashed by a $15bn class action against the social network. Users of the service have filed an &quot;amended consolidated class action complaint&quot; in federal court in San Jose, California, relating to allegations that Facebook has been &quot;improperly tracking the internet use of its members even after they logged out of their accounts&quot;. The class action is being brought by law firms Stewarts Law US and Bartimus, Frickleton, Robertson &amp; Gorny. David Straite, a partner at Stewarts Law, said: &quot;This is not just a damages action, but a ground-breaking digital privacy rights case that could have wide and significant legal and business implications.&quot; The plaintiffs are citing the federal Wiretap Act, which provides statutory damages of up to $10,000 per user and they say potentially implies damages of more than $15bn if compensation is rolled out across Facebook&apos;s user base. The action consolidates 21 related cases filed in more than a dozen states in 2011 and early 2012. If successful, the claimants could stifle Facebook&apos;s ability to collect data about its users and hinder its ability to grow advertising revenues. The social network generated 85% of its $3.7bn revenues last year from advertising, according to its regulatory filings with the Securities and Exchange Commission. A German data protection official also warned Facebook investors on Friday that the social network&apos;s $38 starting share price is based on practices that breach European privacy rules. Thilo Weichert, the data protection commissioner for the northern German state of Schleswig-Holstein, was quoted in the German daily newspaper Frankfurter Allgemeine Zeitung warning shareholders to be aware that if European privacy authorities have their way, &quot;Facebook&apos;s business model will implode.&quot; Facebook declined to comment as the company prepared to go public on the Nasdaq stock exchange on Friday.", 
    "section": "technology", 
    "gid": "technology/2012/may/18/facebook-users-file-class-action-suit", 
    "wordcount": "311"
}