{
    "headline": "Wakehurst Place: 25 years after the great storm - in pictures", 
    "text": "   On 16 October 1987, a powerful storm ravaged many parts of the UK. Winds gusting at up to 100mph caused massive devastation across the country and killed 18 people. About 15 million trees were blown down. The trunk of this tree, in Bushy Park, west London, was split down the middle Photograph: John Henshall/Alamy       Uprooted trees in the parkland. About 15 million trees were blown down across the UK. Many fell on to roads and railways, causing major transport delays. Others fell on electricity and telephone lines, leaving thousands of homes without power for more than 24 hours Photograph: NTPL/Alamy       An uprooted tree lies in front of Wakehurst Place, near Haywards Heath, England. Wakehurst is a National Trust property that is funded and managed by the Royal Botanic Gardens, Kew. It lost around 20,000 trees - or 60% of its entire collection - in the storm Photograph: RGB Kew       Wakehurst today. Many historic houses and conservation bodies rushed to replant and clear up the devastation, but Wakehurst took four years to devise its plan. Andy Jackson, head of Wakehurst Place, decided to leave one-third of its devastated 180  acres exactly as the trees had fallen and let the woodland regenerate itself. It was radical thinking for the time, but is now recognised as good conservationPhotograph: Sean Smith/The Guardian       Uprooted trees in 1987. Jackson says: 'Colleagues cried. People were bewildered, truly shocked at the scale of what had happened' Photograph: RGB Kew       The same view today. The wild woodland is full of life with deer, green woodpeckers and flowers growing in the glades created by the stormPhotograph: Sean Smith/The Guardian       A dead tree trunk provides a reminder of the great stormPhotograph: Sean Smith/The Guardian       'It looked like the whole place had been flattened. When I was walking around the gardens with colleagues the next day we got lost because all our bearings and landmarks had gone,' says  gardens manager, Chris Clennett Photograph: RGB Kew       Few people who knew Wakehurst's gardens and woodland before 1987 would recognise it now. More than 2,500 specimen (showcase) trees from around the world have been planted, along with 11,000 that will act as a buffer zone against future massive stormsPhotograph: Sean Smith/The Guardian       The storm was indiscriminate in which trees it felled and which were spared. A lone 600-year-old yew survived, as did giant coastal redwoods and a massive copper beech. But whole plantations of 80-year-old specimens and giant 200-year-old oaks fell like matchsticks Photograph: RGB Kew       It was widely feared that it would take a century for nature to recover from the carnage. But 25 years on, not only has English woodland fully recovered, but ecologists and conservationists agree that the storm transformed thinking about managing naturePhotograph: Sean Smith/The Guardian       Wakehurst is the National Trust's most visited place with natural woodland and lakes, formal gardens, an Elizabethan house and the 21st-century architecture of Kew's Millennium Seed Bank  Photograph: Sean Smith/The Guardian       Wakehurst is the country estate of the Royal Botanic Gardens, Kew. The varied landscape is of international significance for its beautiful botanic gardens and tree collections, as well as for its science-based plant conservation and researchPhotograph: Sean Smith/The Guardian       A pheasant on the lawn at Wakehurst PlacePhotograph: Sean Smith/The Guardian  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/oct/15/wakehurst-place-25-years-great-storm-in-pictures", 
    "wordcount": "0"
}