{
    "headline": "The right targets for EU subsidies", 
    "text": "It is alarming that George Monbiot is promoting the anti-farming rhetoric of 19th-century laissez-faire (A 50bn bung that enriches landowners and kills wildlife, 27 November). Karl Marx himself pointed out that the abolition of the corn laws was an industrialists&apos; ruse to lower wages in Britain by importing cheap, mass-produced food from foreign and colonial partners. And so it proved. After the destruction of British agriculture, and theovercrowding of ex-farm workers in slum-ridden towns, the beginning of the 20th century brought the results of prolonged malnutrition, when half the British recruits for the Boer war were rejected for being too unfit or simply too small to bear arms, in a war that was a prelude to those in which the UK faced starvation for producing only a third of its food. After the two world wars, the UK lost the foreign investments and imperial preference markets the industrialists had been pressing the country to fight for. It is not as if neocolonial food-exporting countries benefit: the Via Campersina and Food Sovereignty movements struggle to point out that big-scale food and commodity exports put the local subsistence farmers out of work because, under free trade, they getdumped on by big foreign food producers in their turn. The global model Monbiot is supporting is one where industrial corporations are interlocked with international agribusiness serving only themselves. If Monbiot is worried by the enrichment of big landowners, he should argue for land value tax, which would ensure common agricultural policy subsidies go into food production by preventing them being diverted into the owners&apos; land values. The choice remains: subsidise home-grown food producers or subsidise industrialists to pay skinflint wages in unsustainable industries in fractured communities.DBC ReedNorthampton  George Monbiot&apos;s justifiable concern about the overuse of sheep in the uplands has unfortunately led him into a bout of mindless CAP bashing. &quot;Why do we need (EU farm) subsidies?&quot; he asks. The answer is because, without them, our farmers would be undercut by countries with cheaper land, cheaper labour and lower environmental standards. We would import more food, which would effectively mean that we were trashing somebody else&apos;s environment instead of our own  the very kind of neocolonialism that Monbiot normally decries. For example, when subsidies were lowered on sugar beet in 2006, the UK&apos;s consumption of cane sugar went up, and Tate &amp; Lyle and British Sugar have since been involved in land grabs in Africa and south-east Asia which deprive small farmers of land and, in the case of Africa, require vast amounts of scarce water. Admittedly, subsidies are a far from ideal solution, because they are expensive and rich countries can afford them while poor countries cannot. Tariffs, on the other hand, bring in money and can be applied by poor and wealthy countries alike  but they are at odds with world trade regulations. Monbiot would do better to direct his polemic against the World Trade Organisation, rather than the EU. As for the fat cats who cream off the best of the subsidies, the root of the problem is that they own far too much land.Simon FairlieBridport, Dorset  George Monbiot missed the most important point: that we are heading for a budget settlement which proposes to cut the only part of the CAP which makes any sense  its rural development second pillar  at twice the rate proposed for the rightly criticised direct payments. Rural development policy offers purposive measures for protecting the environment, assisting rural diversification, modernising farms and their marketing and improving their competitiveness to enable them to survive without subsidies. This is the part of the CAP which deserves support.David BaldockExecutive director, Institute for European Environmental Policy  Listing the hidden beneficiaries of EU largesse, Monbiot misses one important target  the great British shopper. In no other industry are producers expected to sell their wares at below the costs of production, keeping prices artificially low. By all means, let&apos;s remove the subsidies and think more rationally about how and where to farm. But only if we simultaneously remove the monopoly buying power of the corporate food sector. And only if we take a careful look at how the UK can provide for its food needs because, in the long run, nobody else will. It&apos;s easy to blame farmers for the pathologies of modern agriculture. The truth is, the present food system gives few farmers any choice over how to produce our food  and many of them are suffering the consequences.Chris SmajeFrome, Somerset", 
    "section": "environment", 
    "gid": "environment/2012/nov/28/right-targets-eu-subidies", 
    "wordcount": "751"
}