{
    "headline": "Yahoo announces Tumblr acquisition deal  as it happened", 
    "text": "  11.14pm BST    Summary    Yahoo&apos;s press conference has wrapped and a new Flickr has been unveiled. While Yahoo&apos;s big news of the day was its $1.1bn purchase of microblogging site Tumblr, the briefing focused on the revamped photo sharing service Flickr. Flickr users had been critical of Yahoo since it acquired the site in 2005, ire which Yahoo CEO Marissa Mayer acknowledged. Now, Flickr will offer users 1 terabyte of storage (more than 537,700 photos) and has created a photo-centric display. Regarding the Tumblracquisition, Mayer said the site is strong in areas such as fashion and art, which Yahoo is not.       11.10pm BST       Some final analysis from The Guardian&apos;s Adam Gabbatt, who is at the press briefing.  And it&apos;s over. Marissa Mayer and co depart the stage to Jay Z as lotsof Yahoo and Flickr staff mill about smiling. Yahoo and Flickr seem most impressed with their terabyte of storage,with lots of applause from their PR team whenever it was mentioned. Along with the announcement this evening Flickr have launched a big adcampaign, and eleven billboards on Times Square have got their new&quot;spectaculr&quot;, &quot;wherevr&quot;, &quot;biggr&quot; jargon streaming across them. Mayeralso said free t-shirts are to be handed out.        10.54pm BST    Porn    One of the most popular questions of the day is how Yahoo will handle Tumblr&apos;s &quot;adult content.&quot; Specifically, Tumblr&apos;s plethora of porn.  Mayer said they will work on creating filters like NSFW (Not safe for work), but that Yahoo doesn&apos;t plan on restricting content.       10.49pm BST       The Flickr help forums have an answer about the pro accounts: they&apos;re disappearing.  Were also introducing two new paid account types: Ad Free and Doublr. With these changes comes the news that we will no longer be offering Pro accounts on Flickr.  More on the difference between the accounts here. Basically, ad-free Flickr will now cost $50 a year.    Updated at 10.49pm BST     10.48pm BST       A reporter has asked about how Flickr differs from Instagram. An executive noted that the pictures don&apos;t have to be cropped and that user images are posted with their full resolution. Quartz&apos;s Zach Seward just asked about the conversations Yahoo had with Tumblr CEO David Karp ahead of theacquisition. Mayer said he was initially reluctant to sell the company but they had evolving conversations about creating a partnership and the two are now new friends. Mayer said that Tumblr is strong in verticals that Yahoo is not, specifically art and fashion, which are attractive to &quot;millenials.&quot;       10.42pm BST       Mayer just acknowledged that Flickr &quot;languished,&quot; in recent years and noted the petition Flickr users wrote to her when she took over to make the service awesome again. Dearmarissamayer.com now reads: &quot;Thank you for making Flickr awesome again.&quot; She and other Yahoo exectutives are now accepting questions from the press.       10.39pm BST       He means #yhoo:    Flickr is going to be wherevr and biggr and generally opposed to conventional spelling #yahoo twitter.com/AdamGabbatt/st&mdash; Adam Gabbatt (@AdamGabbatt) May 20, 2013        10.37pm BST       Flickr&apos;s passionate fan base has been very critical of Yahoo&apos;s past handling of the photo-sharing site, following itsacquisitionof the service in 2005. It will be interesting to see how they receive these changes. Numerous bloggers used the Flickr acquistion as an example of what Yahoo&apos;sTumblr purchase could mean for the also-beloved platform. Laurie Voss, co-founder of awe.sm, wrote a post &quot;To the people complaining that &apos;Yahoo will ruin Tumblr like it ruined Flickr.&apos;  But thats in retrospect. In 2005, it wasnt at all clear what to do. Everyone in the industry was still feeling the burn of gigantic, unprofitable acquisitions prior to the great crash of 2001, so paying money for an barely-profitable site like Flickr still seemed like madness, even within Yahoo. So Yahoo focused on making it profitable  and succeeded, which is no mean feat. Could Flickr have done better staying independent? Absolutely no way. And the way you can tell that for sure is that they let Yahoo acquire them. Its not like Yahoo in 2005 had a great reputation; the only reason youd do it is if you were out of money and out of options. In 2005, nobody was going to give Flickr the hundreds of millions of dollars in fresh capital they needed and hope for the best: it was exit or die.        10.36pm BST       Heather Champ, one of Flickr&apos;s early employees who left in 2010  she was responsible for the Flickr community guidelines  weighs in on the redesign:    Flickr declares war on white space.&mdash; Heather Champ (@hchamp) May 20, 2013        10.32pm BST       This is a huge shift for Flickr, which traditionally offered limited storage space for users of its free accounts and unlimited space to those who signed up for a paid account. Where&apos;s the incentive for people to pay for a Flickr account now?       10.26pm BST    Flickr updates    Mayer just handed the stage over to AdamCahan, Yahoo&apos;s senior vice president of mobile and emerging products, to talk about updates to photo sharing service Flickr. Cahan said the company estimates 880 billion photographs will be taken in 2014. He unveiled a new Flickr design that intends to put a greater emphasis on photographs instead of distracting things like &quot;words&quot; and &quot;blue links.&quot; It is a page full of photographs, and nothing else. Yahoo is improving the Flick mobile application, which will look similar to the webpage. Finally, to fulfill its &quot;biggr&quot; goal  yes, they did shorten all the words in the presentation like this  Flickr is offering 1 terabyte of storage to users. This is equivalent to 537,731 photos, according to Yahoo&apos;s calculations       10.17pm BST    Mayor Bloomberg    The stream, it&apos;s working! And New York Mayor Michael Bloomberg is speaking about jobs. Marrisa Mayer is now on stage talking about the Tumblracquisition, as expected. She is reiterating that the blogging service will operate independently and everything else mentioned in today&apos;s morning press release  which is good, because the stream is actually continuing to duck in and out.    Updated at 10.18pm BST     10.15pm BST       Multiple people are having difficulty accessing Yahoo&apos;s live stream of the press event, including me.    perhaps yahoo should buy livestream or u stream next so it can have a stable broadcast.&mdash; Dan Seifert (@dcseifert) May 20, 2013   Luckily, our very own Adam Gabbatt is at the event. His report:  The Yahoo event is being held at &quot;R Lounge&quot;, a pretty small room abovethe Renaissance hotel. There are about 100 cream seats laid out for reporters. Before MarissaMayer took to the stage we had lots of young persons&apos; music beingpumped out, like Fun. Which was great. Not all the seats are taken. There are a lot of people standingthough. And reading over my shoulder as I type. We&apos;ve been promised free champagne after this, btw.        10.01pm BST       The Guardian&apos;sAdam Gabbatt is at Yahoo&apos;s press briefing in New York. He&apos;ll be tweeting live updates and sending in dispatches during the event.    Yahoo Tumblr announcement being held in a rather small room in Times Square vine.co/v/b91z3bIqjpZ&mdash; Adam Gabbatt (@AdamGabbatt) May 20, 2013        9.54pm BST       The Guardians Heidi Mooreon what Yahoos pricey acquisition of Manhattan-based Tumblr means for New Yorks burgeoning tech scene:  The rich price Yahoo paid for the five-year-old company acts as a kind of validation of the promise of New York&apos;s smaller and younger tech scene, Waxler suggested. &quot;People are blown away that a New York company is getting that valuation.&quot; While tech acquisitions are common, the eye-opener is Tumblr&apos;s high price. The $1.1bn price tag for Tumblr isn&apos;t remarkable for a California-based company  where Instagram sold for $1.1bn to Facebook and Groupon and Zynga had gigantic initial public offerings  but it&apos;s the largest memorable deal for a New York tech company. It&apos;s particularly surprising to many considering Tumblr&apos;s modest $13m in revenue and sizable $25m loss last year. Now that Tumblr has hit it big, it has blazed a path for other New York tech companies whose worth can now be measured  or, as the case may be, wildly overstated. Roger Kay, a tech investor and the founder of Endpoint Technologies Associates, called them &quot;budding entrepreneurial companies just waiting for their fairy godmothers.&quot;        9.42pm BST    Yahoo buys Tumblr    Hours after confirming its acquisition of the Tumblr blogging platform,Yahoo is holding a press event in New York at which CEO Marissa Mayer will talk publicly about the $1.1bn deal. In a statement earlier today, Mayer promised &quot;not to screw it up, while Tumblr&apos;s 26-year-old founder David Karp rounded off an announcement to staff with &quot;fuck yeah&quot;. Yahoo hopes that Tumblr&apos;s 300 million monthly unique visitors and youthful profile will help turn around its ailing image. In her statement, Meyer said:  On many levels, Tumblr and Yahoo couldn&apos;t be more different, but, at the same time, they couldn&apos;t be more complementary. Yahoo is the internet&apos;s original media network. Tumblr is the internet&apos;s fastest-growing media frenzy.  Bloomberg reported that Yahoo would also be announcing updates to the photo service Flickr. Which could be interesting, given Tumblr users&apos; habit of posting pictures without credit and Flickr&apos;s rights-obsessed photo-fans.    ", 
    "section": "technology", 
    "gid": "technology/2013/may/20/yahoo-tumblr-deal-announcement-live", 
    "wordcount": "1476"
}