{
    "headline": "Twitter 'sorry' for suspending Guy Adams as NBC withdraws complaint", 
    "text": "Twitter on Tuesday reinstated the account of a British journalist it suspended for publishing the email address of an executive at NBC, which had been attracting a significant amount of incoming fire over its Olympics coverage. The incident has not done Guy Adams of the Independent much harm. Apart perhaps from a little hurt pride, he has returned to the twittersphere with tens of thousands of new followers. For NBC, it was another blow to its already battered reputation over its coverage of the London Olympic Games.  But Twitter found itself in a deeply unfamiliar situation: as the subject of one of the firestorms of indignation that characterises the platform, but which are usually directed at others.  As the dust settled on Wednesday, both organisations sought to extricate themselves from the mess with as much dignity as possible. Twitter acknowledged it had flunked the situation by actively reporting the offending tweet to NBC, with which it had been working in partnership for the Olympics. Alex McGillivray, its general counsel, said in a blog post:   We want to apologize for the part of this story that we did mess up. The team working closely with NBC around our Olympics partnership did proactively identify a Tweet that was in violation of the Twitter Rules and encouraged them to file a support ticket with our Trust and Safety team to report the violation, as has now been reported publicly. Our Trust and Safety team did not know that part of the story and acted on the report as they would any other.  As I stated earlier, we do not proactively report or remove content on behalf of other users no matter who they are. This behavior is not acceptable and undermines the trust our users have in us. We should not and cannot be in the business of proactively monitoring and flagging content, no matter who the user is  whether a business partner, celebrity or friend.  NBC, meanwhile, acknowledged that things had got out of hand. A spokesman told the Wall Street Journal:  Our interest was in protecting our executive, not suspending the user from Twitter. We didn&apos;t initially understand the repercussions of our complaint, but now that we do, we have rescinded it.  The whole affair serves to remind us that Twitter has come a long way in the past few years.  Back in the olden days of 2010, Twitter was the host of another global conversation around a worldwide sporting event: the World Cup. People from 172 countries tweeted in 27 different languages, and the activity sent a new record for buzz on Twitter: 3,051 tweets per second.  This was all before a handful of redesigns that helped propel Twitter to new heights. But most significantly, it was all before Twitter added analytics, multimedia capabilities and expanded tweets  the kind of things a company would want to provide in order to gather massive amounts of user information.  Now, just a short two years later, Twitter has partnered with NBC for the London 2012 Olympics. The link-up has not gone as well as it might have hoped: its users slammed its newly minted partner for withholding live coverage of some events from American viewers, showcasing culturally tone-deaf journalists filing the complaint that sent Adams to Twitter suspension purgatory for publishing the email address of the NBC executive in charge of the coverage. (Twitter&apos;s terms of service ban the publication of &quot;private&quot; email addresses; there&apos;s some debate about how private a corporate email address at one of the world&apos;s biggest media companies can be.) Worse still, it was allegedly a Twitter employee who alerted NBC to the offending tweet. Much has changed since the World Cup. Along the road to London 2012, there were elections, natural disasters and Occupy Wall Street, all events that gave Twitter a sterling reputation as a bastion for free speech and a safe place for people to bash public figures and each other in the semi-anonymous privacy of their homes. And as we were rallying against whatever we wanted, Twitter quietly tweaked its terms of service as the din grew louder  the last revision was in June ago.  For gathering real-time information, you&apos;d be hard-pressed to find a more valuable tool. But this is a good time to remind ourselves that Twitter is a private company, complete with a massive set of guidelines about how its product is used.  Tweeting the email address of a corporate exec who only just spoke on the record about NBC&apos;s potential for &quot;enormous contribution to this conversation&quot; on Twitter can be ruled as an abuse worthy of suspension. For a short time, Adams could count himself among the ranks of alleged slanderer Courtney Love and hack-happy Anonymous before having his account restored on Tuesday afternoon.  Like Facebook or Google, other platforms popularly under the microscope for their evolving (or devolving, depending how you look at it) privacy and use policies, Twitter also has to figure out how to both leverage the flow of free information  and maybe even make some money of of it. And so it forges partnerships with corporate television networks. And it becomes cagey about sharing our pictures, our words and our activities with other hugely popular platforms  for instance, it&apos;ll be interesting to see what comes of its recent breakdown in communication with Instagram, a service in the business of sharing pictures. Sort of like Twitter.  Twitter is an invaluable tool, but what it&apos;s not is a flag-waving, torch-bearing warrior for free speech  Twitter likes to say that the tweets must flow, but really that just means most of them. Twitter will defend users if it&apos;s a question of having to set a new, uncomfortable precedent for giving up data  legal battles waged on behalf of WikiLeaks and Occupy protesters prove this  but protecting itself when an unwieldy conversation about a network partner swings right out of its grasp is another thing entirely.  Since 2010, the company&apos;s reach has skyrocketed, and many users have assumed that Twitter is a platform where speech of all types is protected, and that information of all sorts is freely circulated. It took an odd circumstance to remind us that it isn&apos;t.  In the end, NBC&apos;s big hopes for &quot;enormous contribution&quot; to the Olympics conversation out of a partnership with Twitter came true. The problem  and a rookie mistake, really  was their joined hope to control it.", 
    "section": "technology", 
    "gid": "technology/2012/jul/31/guy-adams-twitter-growing-pains", 
    "wordcount": "1071"
}