{
    "headline": "Ethiopia's resettlement scheme leaves lives shattered and UK facing questions", 
    "text": "Mr O twists his beaded keyring between his long fingers as he explains why he started legal action against Britain&apos;s international development department over its aid funding to Ethiopia. Three other refugees from the Gambella region listen as he speaks in a stifling room in north-eastern Kenya. All have a story to tell. The accounts are broadly similar, but the details reveal the individual tragedies that have shattered their lives: they say they were forced to leave their villages, beaten by soldiers, and sent to remote areas lacking all basic services under a controversial &quot;villagisation&quot; programme. Eventually, they fled to Kenya, joining nearly half a million displaced people living in the world&apos;s biggest refugee complex, a sprawling expanse of tents and rudimentary houses set in the sun-hammered scrub and sand outside Dadaab. &quot;We don&apos;t have any means of retrieving our land. We decided to find an organisation that could be our lawyer and stand up for us so that those who are funding these organisations to displace us will be stopped,&quot; Mr O said. He spoke through a translator in the language of the Anuak, an indigenous people who live in Ethiopia&apos;s western Gambella region. &quot;Britain is a very big power in the world. Britain is Ethiopia&apos;s top donor,&quot; says Mr O, whose identity is being protected for his safety. The 32-year-old wears a stained white shirt, white trousers and a blue-beaded bracelet on his left hand. London-based law firm Leigh Day &amp; Co has taken the case for Mr O, arguing that money from the UK&apos;s Department for International Development (DfID) is funding the villagisation programme. Ethiopia is one of the biggest recipients of UK aid and Britain, alongside other international donors, contributes significant funding for the Protection of Basic Services (PBS) programme. Lawyers for Mr O say that, by contributing to this programme, DfID contributes to villagisation, be it by financing infrastructure in new settlements or paying the salaries of officials overseeing the relocations. DfID says it does not fund any commune projects in Ethiopia. A spokesman said the agency was aware of allegations of abuses and would raise any concerns at the highest levels of the Ethiopian government. Leigh Day is waiting for a response to its letter to the UK government in December. The three-year villagisation programme aims to move 1.5 million rural families to new &quot;model&quot; villages in four regions, including approximately 45,000 households in Gambella. Official plans say the movements are voluntary, and infrastructure and alternative livelihoods will be provided in the new villages. In January 2012, a Human Rights Watch report said the Ethiopian government was forcibly relocating thousands of people in Gambella, with villagers being told the resettlement was linked to the leasing of large tracts of land for commercial agriculture. For the four Anuak in Dadaab, relocation has been a catastrophe: Mr O has not seen his wife and six children since he left, Peter&apos;s wife was raped by soldiers, widow Chan and her eldest son were beaten, and Ongew was detained 11 times on charges of inciting villagers. The four did not want to give their full names for fear of retribution. There is a desperate sense of powerlessness among the refugees, who link the recent abuses to years of alleged targeting of their ethnic group, including a 2003 massacre of Anuak in the town of Gambella. &quot;I feel so very bad because I have been separated from my family, which shows we do not have the power to protect ourselves  Unless you decide to leave that area there will not be hope for you,&quot; Mr O says. Powerlessness Peter, a 40-year-old who lost his sight 20 years ago, bows his head as he tells how he was beaten when he asked the soldiers to take his disability into account before moving him in October 2011. Then, his wife was taken away and raped. &quot;I&apos;m powerless. There was nothing I could do to stop that. Also, my cousin was taken by the soldiers and is still missing today,&quot; Peter says. He left through South Sudan and arrived in Kenya with his wife and five children in March last year. When soldiers came almost two years ago to move Chan, a 37-year-old farmer and mother of four, they beat her on the arm and face with a stick. The skin on the right side of her face, just below her ear, is uneven and marked. The soldiers also beat her then 18-year-old son on the head with a gun. Nobody could fight back. &quot;Because we don&apos;t have power,&quot; she says, her hands upturned helplessly on her lap. &quot;Whenever these soldiers come to a village, there are very many. How will you fight? If you try to beat even one soldier, they will attack the whole village.&quot; Chan, whose husband was killed during the 2003 massacre, moved to the new village. &quot;There was no water, no school, no clinic, not even good farm land because it is dry land,&quot; she says. People were still being abused, so she decided to leave with her children. She arrived in Kenya last February. Despite the creeping insecurity in the Dadaab refugee camps, she says life is better &quot;because nobody is coming to beat you in your home&quot;. Mr O, then a farmer and student at agricultural college, was forced from his village in November 2011. At first he would not leave, so soldiers from the Ethiopian National Defence Force beat him with guns. He lifts the faded black baseball hat he is wearing, marked with the words &quot;Stop violence against women&quot;, and shows a thin, long scar on his head. Strong men were forced to lie down and then beaten while women were also beaten, and those who resisted were taken and raped in a military camp, he says. He was forced to a &quot;new place&quot; which did not have water, food or productive land. He was told to build a house for his family, but when work didn&apos;t progress as quickly as expected, he was taken to a military camp and beaten again. After one month he left, sneaking past village leaders and &quot;local militias&quot; who controlled the area, refusing to let people leave. He arrived in Kenya in mid-December 2011. Ongew, a 35-year-old wearing a red baseball cap and blue jeans, believes the international community can stop the alleged abuses. &quot;There are powerful countries that control the world. So we are requesting those international communities  to stand firm and force Ethiopia to leave our land and stop this villagisation,&quot; he says. Ongew used to distribute food to the new villages for the government but when villagers began to complain about the absence of services, he was blamed for inciting them. The father of four was beaten many times. He gets news of his family sometimes from a relative in Britain. He has heard that police have repeatedly questioned his wife about his whereabouts. Mr O&apos;s wife and children are now in a new village. He has not seen them since he left but news of them reaches him through new arrivals. The four Anuak say the relocations are continuing, with new refugees still arriving in Kenya. Mr O says he is not taking legal action in order to get money. &quot;Money will not bring any change for me and my family  What we want from the court is our land back. We will go there, produce what we like, and we will support our lives as before.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/22/ethiopia-resettlement-scheme-lives-shattered", 
    "wordcount": "1276"
}