{
    "headline": "US urged to recruit master hackers to wage cyber war on America's foes", 
    "text": "Instead of prosecuting elite computer hackers, the US government should recruit them to launch cyber-attacks against Islamist terrorists and other foes, according to a leading military thinker and government adviser. The brilliance of hacking experts could be put to use on behalf of the US in the same way as German rocket scientists were enlisted after the second world war, said John Arquilla, a professor of defence analysis at the US Naval Postgraduate School in Monterey, California, in an interview with the Guardian. He said that the US had fallen behind in the cyber race and needed to set up a &quot;new Bletchley Park&quot; of computer whizzes and codecrackers to detect, track and disrupt enemy networks. &quot;If this was being done, the war on terror would be over,&quot; he said. Arquilla, who invented the term cyberwarfare two decades ago, said a few master hackers had already been recruited but more were needed. &quot;Let&apos;s just say that in some places you find guys with body piercings and non-regulation haircuts. But most of these sorts of guys can&apos;t be vetted in the traditional way. We need a new institutional culture that allows us to reach out to them.&quot; Many dabbled in illegal or questionable acts but the US, he noted, had turned Wernher von Braun, Hitler&apos;s top scientist, into an American hero after putting him to work on US rockets and space programmes. Arquilla lambasted lengthy jail terms for hacking, saying it &quot;poisoned&quot; relations between both sides. &quot;It&apos;s very, very troubling.&quot; He disagreed with the attempt to extradite Gary McKinnon, a British system administrator who has been accused by one US prosecutor of the &quot;biggest military hack of all time&quot; using the code name Solo. &quot;I think it&apos;s ridiculous. They&apos;re trying to use deterrences that won&apos;t work.&quot; Arquilla, who advised General Norman Schwarzkopf during the first gulf war and secretary of defence Donald Rumsfeld during the second, estimated there were around 100 master hackers in the world, with many, if not most, in Asia and Russia. He had established contact with several in the US  &quot;they are like shy woodland animals&quot;  and even brought one to meet the CEO of a major company to alert him to his information system&apos;s vulnerabilities. The executive, scornful at first, was stunned when the hacker broke into the system with a handheld device in just a few minutes. &quot;All hell broke loose,&quot; said Arquilla, who declined to identify the company. The Pentagon and other security agencies must exploit that sort of ability, he said. &quot;This is huge human capital. They are the rangers of the cyber sphere. Most of them are drawn to it for its beauty and complexity.&quot; Few had overt political agendas, but they could be turned into patriots. &quot;Most of the hackers I have known would love to destroy al-Qaida.&quot; Arquilla has long clashed with sceptics who downplay cyber warfare as unproven hype. He said felt vindicated last year when the Pentagon unveiled a new strategy for protecting military computer networks from hackers and designated cyberspace an &quot;operational domain&quot;. The professor was part of a five-member team which advised the Obama administration last year. &quot;Old Higgs had to wait 50 years,&quot; he said, referring to the physicist Peter Higgs, whose proposed Higgs boson particle was recently all but confirmed. &quot;I had to wait only 20 years.&quot; Last November he published an article titled From Blitzkrieg to Bitskrieg: the military encounter with computers. The Naval Postgraduate School has close links with the special forces and gives masters and PhD courses to officers from across the services. Arquilla, a contributor to Foreign Policy, is a former director of the Pentagon&apos;s Information Operations Center for Excellence. He was also a consultant on the 1995 cyber thriller The Net, starring Sandra Bullock. The veteran analyst said al-Qaida&apos;s loose, decentralised organisational structure had flummoxed the US a decade ago, and that under strategist Abu Musab al-Suri it would become even flatter and looser, impeding traditional counter-terror efforts. The movement, however, was vulnerable. &quot;This global network simply can&apos;t thrive without the world wide web and internet. It can&apos;t operate without it, or if it does, at a greatly reduced level.&quot; Master hackers, he said, could sabotage their communications. &quot;We must create a new Bletchley Park. Detect, track, disrupt, that&apos;s the key. Back-hack so they don&apos;t know how we&apos;re doing it. And even if we can&apos;t do certain things, make them think we can.&quot; Arquilla scorned the state department&apos;s admission in May that it had hacked Yemeni tribal websites to change messages about killing Americans as a feeble shadow of what could be done. &quot;If we take the war to them we can win the network war.&quot; The Stuxnet worm which attacked Iran&apos;s nuclear programme showed the true potential of what he termed &quot;cybotage&quot;.  The professor stressed that cyber operations, like air campaigns, could not win wars on their own. Unlike some thinkers he did not fear a major &quot;cyber-Pearl Harbor&quot; attack on the US, saying that the risk was instead small, multiple attacks costing hundreds of billions of dollars. Hacking, he said, was most effective when incorporated into wider military strategy. The Russians, he said, pioneered this during the August 2008 conflict with Georgia when cyber-attacks sliced through US-designed technology &quot;like a knife through butter&quot;, disrupting Georgian forces and paving Russia&apos;s quick victory. Moscow denied mounting cyber operations, and their provenance was never discovered. But Arquilla said &quot;Russian-aligned interests&quot; successfully attacked Estonia&apos;s networks during a diplomatic row in 2007. &quot;It&apos;s all veiled, but the real leaders in the field are the Russians.&quot; China and North Korea were also highly sophisticated. &quot;They understand the strategic uses.&quot; Arquilla compared computer firewalls to the Maginot line  France&apos;s failed defence against Germany  and urged US state agencies and companies to use strong encryption and cloud computing to keep data on the move. &quot;The level of insecurity is huge. The average individual is a zombie in some hacker&apos;s botnet within half an hour of going online.&quot; He accused the Pentagon and its political masters of wasting billions on pointless aircraft carriers, tanks and planes at the expense of nimbler, leaner strategy. &quot;Militaries often take time to adapt. Think world war one and generals using Waterloo tactics.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jul/10/us-master-hackers-al-qaida", 
    "wordcount": "1082"
}