{
    "headline": "Women on Twitter join push to combat everyday sexism", 
    "text": "For Hilary Bowman-Smart, the latest in a long line of articles suggesting women should change their behavior in order to avoid sexual violence was the last straw.  Last week, Bowman-Smart, a Melbourne-based student and self-described #feministkilljoy, didn&apos;t think twice about a tweet parodying what she thought was already nonsensical advice.     If you wear a broccoli safety-pinned to your lapel manly carnivorous men will be repelled and won't rape you #safetytipsforladies&mdash; Hilary Bowman-Smart (@hilaryjfb) March 19, 2013    Soon, #safetytipsforladies was shared by thousands of women who decided to use Twitter (and their senses of humor) to push back against what they perceive to be ignorance about sexual violence  specifically, how it&apos;s perpetrated and who is at fault.      Artist Liz Chesterman created these illustrations from the #safetytipsforladies     And what started as a humble (then viral) hashtag crossed over from Twitter to Tumblr when artist Liz Chesterman created custom illustrations around some of the tweets and posted them to her blog. &quot;I think the reason that it took off on Twitter (quite unexpectedly for me) was that it allowed us to express a massive sense of frustration at women being told how to prevent rapists, instead of rapists being told not to rape,&quot; Bowman-Smart told the Guardian.  Twitter activism against rape culture isn&apos;t new. In 2010, a group of women went on Twitter to protest against Michael Moore&apos;s defense of the rape charges against Julian Assange. Women used the hashtag #MooreandMe to demand an apology. Moore later retracted his statement, which included the line, &quot;Please  never, ever believe the &apos;official story&apos;.&quot; And last year, Twitter erupted with #FlushRush after shock jock Rush Limbaugh called law student Sandra Fluke a &quot;slut&quot; after she testified in front of Congress about the need for a contraception mandate in Obama&apos;s healthcare law. But what happens when the issue at hand isn&apos;t a national news story  and when the offender isn&apos;t prominent? Women are using humor as a way to point out everyday sexism, which, as Wired&apos;s Alice Marwick points out, is still pretty harmful  and worth calling out. Take the case of Adria Richards and &quot;donglegate&quot;:   This is why seemingly tiny, individual acts of sexism  like innocent dongle jokes  matter. Such &quot;micro-aggressions&quot; combine to reinforce structural sexism. MRAs and garden-variety geeks expressing similar attitudes may not be radical activists  but they&apos;re radical defenders of the status quo.  In February, a group of 4Chan users decided they&apos;d try to make #Ineedmasculismbecause happen as a response to a popular feminist hashtag #INeedFeminismBecause. &quot;Women aren&apos;t going to harass themselves,&quot; read one tweet. Quickly, the trolls become the trolled:     #INeedMasculismBecause as a proponent of this ideology i am ignorant of what it represents in a cultural &amp; historical context bro&mdash; nice_mustard (@nice_mustard) February 8, 2013    Outrage over sexism and rape culture isn&apos;t going away  and it shouldn&apos;t  but women being funny to prompt new forms of discussion suggests that, even with something like a Twitter hashtag, women can refocus some archaic discussions about their bodies, and perhaps prevent them from happening in social spaces at all. &quot;I think making light of rape as an act and making jokes about victims is abhorrent  but women can and should be able to make light of their own experiences and get relief through humor,&quot; Bowman-Smart said.", 
    "section": "technology", 
    "gid": "technology/us-news-blog/2013/mar/29/social-media-to-combat-rape-culture", 
    "wordcount": "495"
}