{
    "headline": "Facebook likely to be the fourth richest flotation in stock market history", 
    "text": "The New York offices of stockbrokers JP Morgan flew a flag  with Facebook&apos;s familiar blue background and white logo  on Friday. Some onlookers were appalled that it was flying at the same height as the American flag beside it. But Facebook&apos;s status as an American icon is about to be cemented by its stock market offering. Mark Zuckerberg, the founder and chief executive, and other executives, began their &quot;roadshow&quot; on Monday to persuade institutional investors to buy shares before the flotation.The flag-flying JP Morgan is one of the underwriters, along with Goldman Sachs, with Morgan Stanley in the lead, of the initial public offering. It should not be too hard a sell. Hundreds of investors lined up outside New York&apos;s Sheraton Hotel yesterday to hear Zuckerberg set out the case for buying shares in Facebook&apos;s initial public offering (IPO) which has been eagerly awaited for months. Some 338m shares are being sold off at a price between $28 and $35  which would raise between $9.4bn (5.8bn) and $11.8bn in ready cash and potentially value the company at up to $100bn. That will make it substantially bigger than Google&apos;s 2004 IPO, which raised $1.66bn. Some think the company will push up the offer price even higher; beyond $38, it would be the fourth-largest IPO in history, beating Deutsche Telekom&apos;s $13bn in 1996. The final pricing is expected on 17 May. The social network is emerging into the sunlight after years in which its finances and operation have been surrounded by guesswork. It turns out to have a solid advertising model built around knowing precisely what people are interested in at any time  because its 900m users tell it through their self-penned biographies, updates and connections with each other. In the fourth quarter of 2011, it earned $302m on revenues of $1.13bn, but profits dipped in the first quarter to $205m as it spent more on marketing, although revenues grew 45% year on year to $1.06bn. The numbers are amazing: 125bn connections between those 900 million people (an average of 139 each). The &quot;Like&quot; button is pressed 2bn times a day. More than half  526 m  of the users log on each day. And 488m connect using their mobile at least once a month. Of the daily active users, 152m are in Europe, and 129m in the US and Canada. The adverts that generate most of its money can be carefully targeted by age, interests or location  although, to advertisers, Facebook is in effect a black box that they push their requests into; it does not sell them the data. A video released to go with the roadshow gave a fascinating glimpse into Facebook&apos;s advertising metrics. Globally, it makes $4.34 in advertising revenue per user per year. In the US, its most fruitful region, it gets $9.51 per user, Europe generates $4.86, Asia $1.79, and the rest of the world $1.42. Overall, advertising generates 82% of its revenues; the other 18% comes from payments, for example its slice of the money people spend buying farm animals in games such as Zynga&apos;s Farmville (Zynga alone generates 15% of its overall revenue). Zuckerberg, 27, is joined on the 12-strong board (where he is chairman and chief executive, and the youngest by 10 years) by Mike Schroepfer, the vice-president of engineering, David Fischer, in charge of marketing, and Sheryl Sandberg, the chief operating officer. Sandberg, 42, received the highest cash and stock compensation, worth just under $31m last year; 37-year-old Schroepfer&apos;s package was worth $24.8m; Zuckerberg&apos;s was a more modest $1.7m. The pay is big  but so are the potential rewards. The main prize for Facebook is the largest internet population in the world: China. The company is still banned there, but Zuckerberg has made visits regarded as attempts to engage the authorities. Yet, if the experience of Google is anything to go by, the compromises needed to operate inside China&apos;s authoritarian sphere can cause high-level disagreements (although Google eventually left after discovering China-inspired hacking against Tibetan activists). Although Facebook would be able to drive its growth by moving into China, the censorship that would be required might be too much for it to stomach  even though the network has famously blocked pictures of breastfeeding, and has a complex rulebook for its moderators to consult when deciding whether to delete uploaded photos if people complain about them. But entering China may be a decision Zuckerberg will take solo. After the IPO, he will still hold 23.5% of the stock  and 57.3% of the voting shares, because of the two-tier structure which allows him to continue to make decisions in effect without reference to the other directors, as happened with the $1bn purchase (23m shares, $300m in cash) in April of Instagram, the mobile photo-sharing site, where the board was only informed after the fact. The Instagram deal has raised some concerns about the company. &quot;That made it look like [Zuckerberg] was a kid in a candy store who wanted to have anything he wanted,&quot; said Francis Gaskins, president and editor of the research firm IPO Desktop. &quot;They&apos;re moving into a different arena, and I don&apos;t think they fully realise the subtleties in terms of how to deal with institutional investors and how to run a company on a very cost-effective basis. He talks about connecting people, but he&apos;s just not connecting with the people who are going to be setting the value of his company.&quot; Facebook&apos;s biggest threats may not be external. Founded in Zuckerberg&apos;s room while he was at Harvard University in 2004, the company has no true challengers outside China. Google&apos;s attempts to move into the social space with Google+, launched last summer, have shown little sign of denting its rise or, more importantly, user engagement. And Zuckerberg is aware of the rapid rise and fall that befell earlier social networks such as Friends Reunited, Bebo, and MySpace; he has focused on broadening its appeal and building it into the fabric of the web through the &quot;Like&quot; button and similar systems. But two big threats do exist: mobile and privacy. The world&apos;s shift towards using mobile phones, and especially smartphones, is the key one. Facebook makes no money from mobile advertising  but 40% of its users access it that way at least once a month. That is a gap it is determined to fill, and quickly. In February it announced it was planning to develop strategies to correct this. One challenge is that mobile advertising generates less revenue than that on personal computers (because phone screens are smaller, offering fewer placements). But as the numbers using mobile overtake those on the desktop  expected some time in 2013  that could compensate. Privacy has been a bugbear of users and government agencies in the past couple of years. In Europe, the company is obliged to work closely with data protection commissioners after complaints about its ever-changing privacy policy. &quot;The company&apos;s financial success requires it to collect more personal information and make that available to advertisers,&quot; Bill Kerrigan, chief executive of the privacy company Abine, said recently. But a growing proportion of Facebook users hide data such as their age or home town  up from 12% in 2010 to 33% in 2011. The company recognises the &quot;threats&quot; in its regulatory filing about &quot;changes in user sentiment&quot; about its &quot;privacy and sharing, safety, security or other factors&quot;. However, the latest annual study by Consumer Reports, extrapolating from 1,300 US households, suggests that 13 million of its users have never touched their privacy settings. That&apos;s just how Zuckerberg would like it. As he prepares to take his giant idea public, the last thing he wants is his users becoming more private.", 
    "section": "technology", 
    "gid": "business/2012/may/07/facebook-ipos", 
    "wordcount": "1309"
}