{
    "headline": "This week's new games", 
    "text": "Fallout 3: New Vegas Ultimate Edition, PC, PS3 &amp; Xbox 360 Skyrim&apos;s older brother is back, bringing every single weapon and piece of downloadable content to the sprawling nuclear desert that near-future North America has become. Its signature levels of complete freedom let you evolve into the wasteland angel or ruthless tyrant of your choosing, as you soon get distracted from the main plot in a network of side stories and peculiar characters that will happily occupy hundreds of hours if you let them. Unutterably vast and as open-ended as current technology allows, it creates its own weirdly enthralling post-nuclear lifestyle. Bethesda, 19.99-24.99 Syndicate, PC, PS3 &amp; Xbox 360     Syndicate    Aside from its name, setting and the odd flapping trenchcoat, Syndicate has pretty much nothing to do with Bullfrog&apos;s 1993 classic. In place of its forebear&apos;s considered resource management and wry commentary on corporate excess is a brutal first person shooter blending parkour slides with the electronically enhanced ability to make enemies turn on each other, blow themselves up or simply make their weapons backfire. Tracking down rival corporate agents lets you extract their upgrade chip (through an eye or ear, a procedure that doesn&apos;t have a high survival rate) and use it to strengthen your own powers. There&apos;s fun to be had here, but the garbled plot and simplistic scenarios fail to match the current generation of shooters and squander the opportunities offered by a venerable franchise. Electronic Arts, 39.99 UFC 3: Undisputed, PS3 &amp; Xbox 360     UFC 3: Undisputed    For the uninitiated, Ultimate Fighting Championship has two mixed martial artists pounding and grappling each other into submission in a high-sided octagonal ring. And in the latest video game spinoff  providing you can stomach the endless tutorials  you&apos;ll discover a fighting system that demands timing as well as tactics to overcome opponents with wildly differing fighting styles. Interspersed with talking head clips of the strangely thoughtful tattooed musclemen that the sport&apos;s stars tend to be, career mode lets you develop a fighter from street brawler to world champion. The ability to incorporate any moves and styles you like gives an unusually fulfilling sense of ownership to the later victories. THQ, 39.99 Games news     Underground Mining Simulator    Also out this week are PS Vita titles Asphalt Injection, a middling driving game that&apos;s a pale imitation of console racers  Dungeon Hunter: Alliance, despite its addictive Diablo-lite trappings, feels like daylight robbery at 30  Ridge Racer proves that refined arcade-style handling can&apos;t make up for anaemic tracks and events  Rayman Origins is a colourful platform-hopping extravaganza that looks more beautiful than ever on a small screen  Lumines: Electronic Symphony is the definitive version of Tetsuya Mizuguchi&apos;s dance music-infused block matching puzzle game  Elsewhere, for non-Vita owners, there&apos;s The Last Story, the Wii&apos;s answer to Final Fantasy, containing the same recipe of labyrinthine plot and unlikely hair styling  Finally, for subterranean mineral extraction fans there&apos;s Underground Mining Simulator, whose utilitarian title accurately describes the content of the box.", 
    "section": "technology", 
    "gid": "technology/2012/feb/25/this-weeks-new-games", 
    "wordcount": "498"
}