{
    "headline": "Nuclear expansion plan thwarted after Cumbria no vote to underground store", 
    "text": "Plans to expand the UK&apos;s nuclear industry are in disarray after the only area to show interest in hosting an underground radioactive waste storage centre decided to thoroughly reject the idea. Cumbria county council&apos;s cabinet voted by more than 2-1 to pull out of feasibility studies, following expert critiques of the fractured local geology and an international outcry over the threat to the western Lake District. The decision is a major blow to government ambitions to build new nuclear power plants, with ministers accepting that the UK needs a credible and permanent solution to dealing with current and future waste. Green MP Caroline Lucas said the government&apos;s nuclear ambitions were now &quot;completely derailed&quot;. Copeland district council in the heart of the &apos;nuclear coast&apos;, where Sellafield employs nearly 10,000 people directly and many more in related jobs, voted 6-1 in favour of staying in the search for somewhere to host the waste store. But the energy secretary, Ed Davey, knocked down local offers to &quot;go it alone&quot; and said that the county&apos;s vote ruled the district out. He thanked Cumbria for taking part and reassured anxious unions that the area would continue to play a &quot;central role in the energy and power sectors&quot;. While the search for underground storage resumes, funding and jobs will also be created by major improvements to Sellafield&apos;s above-ground waste storage, which was scathingly criticised by the National Audit Office in November. Davey highlighted the benefits of up to 1,000 new jobs from the proposed 12bn underground project which would open for storage by 2047. Although nowhere other than Cumbria has shown interest, he said: &quot;We remain firmly committed to geological disposal as the right policy for the long-term, safe and secure management of radioactive waste. We also remain committed to the principles of voluntarism and a community-led approach. &quot;The fact that Copeland voted in favour demonstrates that communities recognise the benefits associated with hosting such a facility. For any host community there will be a substantial community benefits package, worth hundreds of millions of pounds. That is in addition to the hundreds of jobs and major investment that such a huge infrastructure project could bring.&quot; The chair of the union consortium Trade Unions for Safe Nuclear Energy, Kevin Coyne of Unite, said that Cumbria county council&apos;s no vote was &quot;extremely short-sighted&quot;. He said: &quot;The workforce at Sellafield will be immensely disappointed with the decision. Seventy per cent of Britain&apos;s radioactive waste is based in Cumbria and the Sellafield workforce are responsible for it. &quot;The people of Cumbria were not going to be making any commitments to a waste repository by agreeing to continue with this study. This waste is not going to disappear but because of today&apos;s decision there are no answers for how we can effectively deal with it.&quot; Opinion in West Cumbria has been respectful of Sellafield&apos;s huge economic importance since the 1950s but public meetings were swayed by the strength of scepticism from geologists. The huge depot, covering an underground area the size of Workington, was also required to meet unprecedented standards, including a guarantee of no leaks for a million years. The other killer issue was the whittling down of suitable strata to an area of outstanding natural beauty by the Solway Firth and  to widespread incredulity  the national-park jewels of Ennerdale and Eskdale, which would have seen roads and prospecting-cabin clusters even in the research phase. The Conservative leader of Cumbria county council Eddie Martin said: &quot;Cumbria has a unique and world-renowned landscape which needs to be cherished and protected. While Sellafield and the Lake District have co-existed side by side successfully for decades, we fear that if the area becomes known in the national conscience as the place where nuclear waste is stored underground, the Lake District&apos;s reputation may not be so resilient.&quot; Academics said ministers were in a hole. Prof Neil Hyatt, professor of radioactive waste management at Sheffield University, said: &quot;What happens now is an open question. There are currently no other local communities with a declared interest in hosting a radioactive waste disposal site.&quot; EDF, the French energy provider, is at the forefront of government-backed plans to construct new power plants at Hinkley Point in Somerset and at Sizewell in Suffolk but the process is already dogged by delays and arguments over the levels of subsidies needed. Greenpeace&apos;s energy campaigner Leila Deen said: &quot;This represents another major blow for the Government&apos;s attempts to force the construction of costly nuclear power plants. &quot;The prime minister admits that we need a plan to store waste before we can build a single new plant and ministers should now reconsider their nuclear ambitions and turn their attention instead to clean, sustainable and renewable energy.&quot;  This article was amended on 31 January 2012 because the original said incorrectly that Allerdale borough council had voted against hosting the proposed underground radioactive waste storage centre in Cumbria.", 
    "section": "environment", 
    "gid": "environment/2013/jan/30/nuclear-expansion-thwarted-cumbria-no", 
    "wordcount": "837"
}