{
    "headline": "Habbo Hotel: NSPCC urges government and technology industry to act", 
    "text": "The technology industry and government should do more to protect young internet users from potential abuse, the NSPCC has warned in the wake of revelations about highly sexualised content on Habbo Hotel, a virtual world popular with children and teenagers. Sulake, the Finnish company that owns Habbo, which has about 15 million users a month across more than 100 countries, has suffered a series of setbacks since a Channel 4 News investigation found seemingly routine occurrences of sexualised or violent online chat on the site, as well as sexual approaches to young participants. The British private equity group 3i announced it was selling its 16% stake in Sulake, it said in a statement late on Wednesday: &quot;3i has actively supported the Sulake board in determining the right course of action in these very challenging circumstances. Following a board meeting today, we have resigned our board position and will cease to be a shareholder in the company.&quot; Tesco, WH Smith and Game had announced shortly before that they had stopped selling gift cards for the virtual currency used on the site, with which players can &quot;buy&quot; extras, such as accessories for virtual hotel rooms. The revenue from this helped Sulake bring in an annual turnover of more than 50m. Habbo, in which users create online alter egos, or avatars, to explore a hotel-themed world of brightly coloured teddy bears and cartoon characters, is officially aimed at children aged 13 upwards but used by some as young as nine. Channel 4 News producer Rachel Seifert spent two months playing on Habbo Hotel, visiting the site 50 times. Posing as an 11-year-old girl, she found the speech balloons through which users communicate were often full of pornographic chat. She said: &quot;Within two minutes I was being asked individually: &apos;Do you have a webcam?&apos;, &apos;Can we chat on MSN, on Skype?&apos; I was also, within a couple of minutes, asked to strip, fully naked, and asked what would I do on a webcam.&quot; Not only were such activities not blocked, but the infrastructure of the online world appeared geared to such sexualisation, with some rooms given names such as &quot;naughty nightclub&quot;. Sulake announced earlier this week it was blocking all chat between Habbo users while the claims were investigated. The company&apos;s chief executive, Paul LaFontaine, said: &quot;I am greatly saddened that following reports of abusive behaviours amongst a very small part of the Habbo community we have taken the decision to mute all conversations across the site.&quot; Sulake says it employs 225 moderators who monitor 70m lines of typed conversation every day. Jon Brown, head of strategy for the NSPCC, said: &quot;We&apos;ve been concerned for some time that websites designed for children and young people are vulnerable.&quot; While would-be online predators seeking to get access to children are &quot;extremely skilled and extremely inventive&quot;, he said, more needed to be done: &quot;It is very difficult, but I think the industry needs to take it a bit more seriously. They&apos;re reluctant to. It&apos;s not very good publicity for them to say: this is a fantastic resource for their child, and they may also be targeted for abuse.&quot; The government&apos;s UK Council for Child Internet Safety (UKCCIS), which brings together industry groups, campaigners and police, also needed to &quot;pick up this issue more robustly&quot;, Brown said, while schools could also deliver better education about online safety. Ultimately, he said, it was up to parents: &quot;Particularly for younger children, it&apos;s really important that parents are monitoring internet use, that the laptop isn&apos;t tucked away in a bedroom and they&apos;re not able to monitor the sorts of sites the children are visiting.&quot; The children&apos;s minister, Tim Loughton, said the government was working on the issue through the UKCCIS. He added: &quot;Businesses need to do more to help parents enable their children to use the internet safely and responsibly. Websites should make it straightforward for people to complain about offensive content, and should have systems that allow them to feed back what they have done in response. &quot;Parents have to help their children learn how to be safe online just as they would teach them to be safe in the offline world. Sites where children  some really very young indeed  are known to be networking should have suitable and appropriate moderating.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/jun/14/habbo-hotel-private-equity-stake", 
    "wordcount": "737"
}