{
    "headline": "Visions of a moving landscape", 
    "text": "From the end of the blunt stone pier that protects the mouth of Aberystwyth harbour, the hills and mountain tops of the Lleyn peninsula and the Snowdon range were outlined against a bland sky that was neither blue nor grey. A handful of small fishing boats claimed the intervening sea, the dull thud of single cylinder marine engines audible across water disturbed only by the occasional swirl of breeze. The conditions were perfect to view the local dolphins if they had chosen to be present  which, of course, they hadn&apos;t. There was something wrong with the horizon, though. At the limit of vision, the hills to the north appeared to float free of their moorings, with a pale line separating them from the sea. Under magnification, this strange effect resolved into a mirage. I was intrigued to see how this phenomenon would look from higher ground. I headed south over the dark, rounded cobbles of Tanybwlch beach and began the long climb along the cliff path towards Blaenplwyf. The slope was steeper than I remembered, but I was reassured to note that others had also found the path a challenge. At the steepest point, the turf was moulded into stirrup-shaped steps that mimicked the cross-slope terracettes formed by generations of sheep and cattle in the adjacent pastures. A few subtly colourful thrift flowers still edged the stone outcrops of the cliff edge, but most of the heads were brown and crisp  an end-of-summer note that was emphatically brought home by the chill wind that greeted me at the highest point of the climb. As I should probably have guessed, all traces of the mirage had already disappeared and the bay was slowly losing its sharp outlines. Above me, the milkiness of the light deepened further as thin high cloud began to cross in front of the sun. As I pondered my descent, I noticed that the cloud was corrugated into a mackerel sky  which family lore regards as an ill omen of the weather to come. How true.", 
    "section": "environment", 
    "gid": "environment/2012/sep/27/aberystwyth-visions-moving-landscape", 
    "wordcount": "338"
}