{
    "headline": "Apple sells 3m iPad minis and latest iPad in three days", 
    "text": "Apple says it sold 3m iPad minis and iPad 4 in the three days from Friday  with analysts reckoning that the vast majority were the smaller version of the tablet, which was only unveiled a fortnight earlier. Despite the radical management shakeup initiated by chief executive Tim Cook just days before the products went on sale  including the departure of its retail boss, ex-Dixons chief John Browett  Apple seems to have kept its supply and retail chain running smoothly. The sales only included Wi-Fi versions of the devices, with 4G-enabled models due to go on sale later this month. The company didn&apos;t provide a ratio of sales between the devices, but researchers reckoned that the small version, with a screen size half that of the 10in iPad, would have been much more popular. Carl Howe, vice president of data sciences research at analysts Yankee Group, reckoned that iPad minis made 1.8m of the total. Ross Rubin, principal analyst at Reticle Research in New York, put the figure higher, at 2m. The figures compared with 5m sales in three days of the iPhone 5 when that was launched in September. Google&apos;s Nexus 7 tablet, which was launched in July but is sold in only eight countries  compared to the iPads&apos; 34 on its opening weekend  is reckoned to have sold around 2m in total based on figures released by its manufacturer Asus to investors. &quot;On launch, iPads are selling as fast as Windows 8 upgrades,&quot; commented Horace Dediu of the consultancy Asymco. Microsoft launched its new Windows 8 operating system eight days earlier, and claimed 4m sales in the first four days. Though Dediu&apos;s remark was somewhat tongue-in-cheek, it also pointed to a reality that a growing number of commentators have observed, which is that tablets, and especially the new breed of mini tablets with screens around 7in, have begun to create a new class of computing use. Figures released separately on Monday by the research company IDC showed Apple&apos;s share of the tablet market slipping in the third quarter, before it launched the new products. Even so it was far ahead of rivals, with 50.4% of the entire market. IDC calculated that Apple shipped 14m tablets in the July-September period; Samsung 5.1m (18.4%); Amazon 2.5m (9%); Asus, which makes the Nexus 7 for Google and its own Transformer device, 2.4m (8.6%); and others 3.7m (13.65). The introduction of the iPad mini, and the enthusiastic response from buyers, suggests that Apple&apos;s share could increase in the fourth quarter - although Google is trying to boost its share by working with Samsung to produce its &lt;a href=&quot;&quot;&gt;new Nexus 10 tablet&lt;/a&gt;, a 10in device with which it hopes to gain share at the higher end of the market. &quot;Customers around the world love the new iPad mini and fourth generation iPad,&quot; said Cook in a statement. &quot;We set a new launch weekend record and practically sold out of iPad minis. We&apos;re working hard to build more quickly to meet the incredible demand.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/nov/05/apple-ipad-mini-sales", 
    "wordcount": "522"
}