{
    "headline": "Mystery bird: Abyssinian ground-thrush, Zoothera piaggiae", 
    "text": "Abyssinian ground-thrush, &quot;Zoothera&quot; piaggiae (synonyms, Geokichla piaggiae and Zoothera gurneyi piaggiae; protonym, Turdus piaggiae), Bouvier, 1877, also known as the Ethiopian ground-thrush or as the orange ground-thrush, photographed in the Bale Mountains (also known as the Urgoma Mountains) south of the Awash River in the Oromia Region of southeast Ethiopia (Africa). Image: Dan Logen, 1 February 2011 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D300s, 600 mm lens, f/8, 1/160 sed, ISO 800   Question: This mountain-dwelling Ethiopian mystery bird has been moved from one genus to another and its current genus will likely be revised soon. What is going on here? Why is this group of birds so confusing? Can you name this bird&apos;s taxonomic family and species? Response: This is an adult Abyssinian ground-thrush, &quot;Zoothera&quot; piaggiae, a medium-sized passerine that lives at a variety of elevations in montane bamboo forests in central-eastern Africa [range map]. They tend to be solitary and shy. The Abyssinian ground-thrush is an omnivorous bird that consumes a lot of insects by foraging on the ground.  This handsome species is interesting because even though six subspecies are currently recognised, the validity of some are uncertain, whilst this bird&apos;s range of variations -- both plumage and voice differences -- that occur at different elevations indicate that there may be several species rather than just one, as well as several subspecies. Currently, one subspecies, the kivu ground-thrush, Z. p. tanganjicae, is often elevated to full species by some authorities. It is likely that increased DNA sampling will at least partially resolve these birds&apos; taxonomic issues, so at this time, their status is provisional.  But even this bird&apos;s placement in the genus, Zoothera, is provisional since currently, Zoothera contains two New World thrushes, several Asian thrushes and several African species, which are not closely related. It is likely that the African ground-thrushes will be removed to their own genus soon.  This species is placed into the family, Turdidae (thrushes).  This handsome bird has deep orange underparts and rufous or olive-grey upperparts, a white eyering, and black and white wingbars. Males and females look the same, although the male is brighter, and immature birds have heavily mottled breast plumage colour. Subspecies are difficult to distinguish visually and they are known to respond to playbacks of each other&apos;s songs.  Thanks to Xeno-Canto, here&apos;s an audio of a singing Abyssinian ground-thrush (recorded in Kenya by James Bradley on 17 January 2011): You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist email: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/mar/26/6", 
    "wordcount": "469"
}