{
    "headline": "Starwatch: Lyra", 
    "text": "At the risk of perpetuating what one reader has characterised as a cruel joke given Britain&apos;s appalling weather, our focus this month is on one of the smaller but most interesting constellations in our summer night sky. Assuming, that is, that the clouds do part eventually. Lyra and its bright star Vega stand some 15 S of the zenith at midnight BST tonight and are charted in detail above. Vega, in fact, is the fifth brightest star in the entire sky and the third brightest ever visible from Britain, behind Sirius and Arcturus. The latter is the most conspicuous star in the W at nightfall where it serves as a guide to our two evening planets. Look 30 below Arcturus to find Saturn 5 above Spica in Virgo, and about 15 to their right for Mars. On the wider scale, Vega marks the NW (top-right) corner of the Summer Triangle that it forms with Deneb in Cygnus, well to Vega&apos;s left, and Altair in Aquila below them both. The Triangle features throughout our summer and still looms high in the S at nightfall during October. Vega has twice the mass of our Sun but is 37 times more luminous, shining with a white light at mag 0.0 from a range of 25 light years. It does, though, send us a surplus of infrared or heat radiation which originates in a surrounding disc of dusty material. The latter is larger than our solar system and has irregularities that hint at the formation of planets. Lyra represents a lyre, a predecessor of the zither, and, surprisingly, is the only one of the 88 constellations to be named for a musical instrument. Its other main stars form a squashed box-shaped pattern and spill downwards from Vega towards Gamma which, despite its designation, is Lyra&apos;s second star at mag 3.2. The true Beta lies 5 Moon-breadths to the right of Gamma and varies between mag 3.4 and 4.6 every 12.9 days as a pair of hot tidally-distorted stars circle each other while material tumbles from one to the other. One third the way from Beta to Gamma lies Messier 57, the famous Ring Nebula. At mag 8.8, binoculars just show it on a dark night but we need a telescope to appreciate its dusky doughnut of glowing ionised gas which measures about 1 x 1.5 arcminutes across. Visible through large telescopes is a dim white dwarf star at its heart, the remains of the red giant that shed the outer layers of its atmosphere a few thousand years ago. Another marvel lies only 1.7 NW of Vega in the form of Epsilon, the celebrated Double Double. Binoculars show two 5th mag stars 3.5 arcminutes apart but a telescope under high power reveals each of these to be itself binary with separations of a little more than 2 arcseconds. The tight pairs take centuries to orbit each other, while the binocular double takes many times longer. Zeta, too, is a binocular double while the wider contrasting stars of Delta are aligned in our sky only by chance.", 
    "section": "science", 
    "gid": "science/2012/jul/15/starwatch-lyra-saturn-night-sky", 
    "wordcount": "526"
}