{
    "headline": "Why did dinosaurs evolve feathers?", 
    "text": "A common creationist canard is the supposedly unanswerable &quot;what use is half a wing?&quot;. Apparently there to confound biologists, what it generally does is demonstrate the ignorance of the asker with respect to evolutionary theory. However, the actual broader question that is inferred  what use is a feather to a non-flying bird?  is both relevant and interesting. The earliest filamentous feathers appeared in dinosaurs well before birds ever did, and were present in plenty of species that had no hope of taking to the air (though I for one would love to see a flying tyrannosaur). So then, what might their original function have been, and what prompted them to be maintained, grow larger and change over time? The exact answer is sadly unknown. It is likely a number of factors in concert, or different ones having greater importance over others at various times, and piecing those fragments together is very tricky. However, there are some strong leads and ideas, and for some feather types in some groups the answer is rather convincing.  To deal with the central issue though, there are in fact various things that feathers may offer animals aside from flight alone. A quick look at living birds reveals plenty of possibilities, and almost all of them may be applied to various (or even all) dinosaurs that preceded true, powered flight. There really are quite a few, so I&apos;ll try to be brief, but it shows just how many selective pressures may have acted on feathers and led to their spread and development across the various dinosaurs that had them. Most obviously, there&apos;s temperature regulation. Birds typically maintain a high body temperature and so keeping that heat in requires some form of insulation. While it&apos;s uncertain as to the physiological state of various dinosaurs at least some were almost certainly bird-like in metabolism. Even those that were not might still have benefited from insulation (see also fuzzy things with odd physiology like the platypus and moths) so that doesn&apos;t rule it out, and of course they could also use these feathers to insulate eggs or young animals, and we do know many dinosaurs were good parents and even brooded on nests. Similarly, feathers can help keep things cool by providing shade (again, eggs and babies in particular might benefit), but it&apos;s also possible that they aided cooling since feather vanes have a blood supply, this could be used to shed some heat by bringing blood up to the surface of the animal. The second big issue is one of colour and pattern. You can only make scales a certain size and they do seem to have limits to their colour patterns and colour types. Feathers on the other hand can be absolutely huge (even on some very small animals) and the range of colours and patterns do seem to exceed what can be done with scales alone. Certainly some structures and shapes are possible with feathers that are not with scales, and the way they can be fanned out or folded up out of the way is a clear advantage over big bony crests or elongate scales, and they were probably lighter that either of the other options as well.  Related to this, the ability to moult feathers may have been very useful  you can change colour at different times of year (be camouflaged in winter, and brightly coloured in summer) which is possible with skin colours, but not apparently so easy. Moreover, one can change the type of feathers too (shed large display feather when they are not needed, or gain smaller ones with rough edges to help break up outlines etc.) which could well have been an advantage.     'Eyelashes' on a hornbill. These are in fact short and bristle-like feathers    At least one dinosaur apparently used its feathers for defence, and this may have been a viable strategy for other. Still bristles on the animal may have made them harder to attack or eat and provided a useful defence against some predators, or even parasites (if also making them more vulnerable to others like fleas). Some birds use feathers for a variety of odd purposes that are certainly possible and plausible that these were used this way in some dinosaurs. Many birds have bristle-like feathers that act as eyelashes to keep the eyes clear of dust and so on, and others use feathers as a sensory apparatus rather like whiskers on mammals. Waterfowl obviously get buoyancy from the air trapped in theirs, and while an improbable use for most dinosaurs, at least some spent a fair bit of time in and around water. Finally, some desert birds use their feathers to soak up water, allowing them to cool off eggs or give a drink to nestlings. Various bonuses and benefits would have also come to animals that could not truly fly, but were very active. Long feathers on the arms might have helped with balance when running or climbing, and those who have seen ostriches run will know they can flight their wings right out to help them balance during right turns. While obviously feathers are pretty critical to powered flight for birds, precursors likely were capable of some form of gliding or at least controlled falling, and obviously feathers would be a massive help there producing a large surface area for relatively little commitment in mass. Finally, it is hypothesized that flight may have got started with non-avian dinosaurs running up tree trunks and using their feathers as proto-wings to generate some thrust and in particular, traction (i.e. effectively pushing themselves against the tree trunk). This may sound bizarre, but it is practiced by a number of birds, including juveniles that don&apos;t have full wings, or adult plumage.  Any and all of these would have been useful to non-avian dinosaurs. Even a few of the smallest feathers might have kept in a bit of warmth or allowed for a new colour pattern to help signal to mates etc., so tiny advantages would be present that would accrue as feathers grew in size, shape, complexity and coverage of the animal. Half a wing would in fact be incredibly useful in a lot of ways, if not for flight. But such an argument (or at least intended argument) relies on the incorrect assumption that feathers evolved only for flight and could only be used for flight. They are not now, and there is no reason to think they were then. Instead, use changed over time in response to evolutionary novelties (like the vane) and selective pressures, and wonderfully we can even see some evidence of that in the feathers themselves with, for example, wrist shape changing in conjunction with increasing feather sizes allowing for longer feathers to be folded out of the way, long before flight was possible but where big hand feathers would have helped shield eggs in a nest as seen by brooding dinosaur fossils. Feathers are the mark of birds in the modern world, but 100 million years ago a diverse range of non-avian dinosaurs spouted all manner of plumage, and like modern birds, doubtless made a great deal of use of them, even if they could not fly.", 
    "section": "science", 
    "gid": "science/lost-worlds/2013/jun/05/dinosaurs-fossils", 
    "wordcount": "1187"
}