{
    "headline": "Mars lander lost signal one minute before landing, ESA confirms", 
    "text": "It travelled half a billion kilometres across the solar system, deployed its parachute flawlessly and survived a scorching descent through the Martian atmosphere, but the European Space Agency (ESA) has confirmed that its ExoMars lander was lost just one minute before it touched down on the surface of the red planet. The Schiaparelli Mars lander showed the first signs of a glitch as it released its parachute 1km from the surface and the signal went dead soon afterwards, ESA scientists said on Thursday, leaving them unsure of where the probe is and whether it crash-landed. Andrea Accomazzo, ESAs spacecraft operations manager, said: When we put it in the Martian environment, the spacecraft didnt behave exactly as expected  It might take quite some time before we are able to locate it. The loss of the half-tonne craft, which would have been the first European lander to perform science on the Martian surface, has echoes of the UKs failed Beagle 2 mission, which touched down in 2003 but failed to phone home and was only found a decade later. But speaking at a press conference on Thursday morning, Jan Woerner, ESAs director general, insisted the operations had been largely successful. The lander going off-radar at the last minute would not put the second phase of ExoMars  a six-wheeled rover due to be launched in 2020  in jeopardy. Yes, I am happy, he said. The engineers are doing great work, but still you just need a bit of luck to succeed.   Lander's descent to Mars   He confirmed that the landers mothership, the Trace Gas Orbiter (TGO), had successfully swung into an elliptical orbit around Mars. With a span of nearly 18 metres, the giant TGO is the more important of the two probes. It will spend years sniffing the Martian atmosphere for minute levels of gas, including methane which could point to the existence of alien life on the planet. The landers primary goal was to test entry and landing technology planned for the rover, which will be armed with a two-metre-long drill that will burrow into the Martian soil in search of alien organisms. While engineers hope to learn from any glitches that befell Schiaparelli, a question mark hangs over the future of the ExoMars rover because of a 300m funding gap at ESA. Wrner said he believed that ministers of member states who are being asked to cover the funding shortfall would not be deterred by the probe having gone off-course at the final hurdle. I think they will see we will show this mission is a success, he said. We dont have to convince them, we just have to show them the results are obvious. A successful landing on Mars would have marked a first for Europe. In 1971, the Soviet Unions Mars 3 craft became the first to land softly on Mars  although the spacecraft fell silent after transmitting from the surface for less than 20 seconds  and the US has managed several successful landings on the planet. Ahead of the landing, Franois Forget, a French scientist on the European-Russian joint ExoMars mission, said: Many attempts to land on Mars have failed exactly because there is such a long chain of actions to be flawlessly executed. There cannot be a single weak link. Data beamed back from the Schiaparelli lander now shows that it successfully entered the Martian atmosphere, deployed its parachute and slowed down from 21,000km/h to 240km/h. However, about 1km from the surface, when the craft was due to release its parachute and begin using its thrusters for the final phase of deceleration something went wrong. The thrusters fired, but only for three or four seconds instead of the expected 30 seconds. And then transmission went silent about 50 seconds before landing. We are not in a position yet to determine the dynamic conditions in which the lander touched the ground  to say whether the lander could have survived the landing or not, said Accomazzo. He added that finding the paddling pool-sized craft on the Martian surface would be a similar task to locating Beagle 2 or the Philae probe on the Rosetta comet, which was lost for almost two years after a bumpy touchdown on the comet 67P. Named after the Italian astronomer Giovanni Schiaparelli, the European lander was released from the TGO on Sunday afternoon.  Andrew Coates, who works on the ExoMars rover at University College Londons Mullard Space Science Laboratory, said: The science of 2020 is a huge chance for Europe and Russia, and the global science community, to get more information on whether there was or is life on Mars. Its really unique, drilling two metres under the harsh surface, some 40 times deeper than Curiosity and below where harmful UV, oxidisation and radiation can reach. My feeling is we must carry on with the rover with its world class complement of context instruments, including our PanCam, and sample analysis instruments. We expect the scientific results to be truly stunning.", 
    "section": "science", 
    "gid": "science/2016/oct/20/mars-lander-lost-signal-one-minute-before-landing-esa-confirms", 
    "wordcount": "841"
}