{
    "headline": "Cleaning up India's waste: but what is the future for army of tip pickers?", 
    "text": "Rising above Ghazipur, a scruffy suburb in the east of Delhi, sit two gigantic structures. One is a monstrous heap of the city&apos;s rubbish that towers over nearby apartment blocks. The second is a new waste processing plant, where the first trials are billed to start next month. In between lies the local community of waste pickers, more than 400 people who make a living from sorting through the rubbish. They spend their days, often in temperatures well over 40C, sifting through the mounds of filth as the trucks bring in the waste of one of the world&apos;s largest metropolises. &quot;Our lives are garbage,&quot; says Noor Mohammed, 42, who feeds a family of eight on the 10,000 rupees (115) he earns each month. Mohammed has been a waste picker for 20 years. Now, with the incinerator, change is coming which threatens to deprive him of a livelihood. &quot;I don&apos;t know what I will do. We have been told that we will get jobs at the plant. But how can they employ all of us? And we have no skills for other work.&quot; The project is part of a controversial plan to tackle Delhi&apos;s waste problem. A flow of immigrants and economic growth now means 15 million people in the city produce around 8,300 tonnes of rubbish each day, but the city&apos;s poor infrastructure, corrupt bureaucracy and poor planning mean the few official facilities are inadequate. Local officials are optimistic that will start to change with the Ghazipur plant, and two others elsewhere in the capital, which will sift the waste automatically and then burn anything combustible to generate 12MW of power. &quot;That will solve the problem of garbage disposal in our area,&quot; says Sajjan Singh Yadav, head of the municipal council of east Delhi. India, which gets most of its power from burning coal, has applied for carbon credits under the Kyoto protocol for more than 20 similar projects. Hundreds could eventually be built, experts say, with many more worldwide. The country suffers a chronic lack of energy, with power cuts a feature of daily life. &quot;The situation is the same not just across India but across the whole developing world. Delhi is at the forefront. It&apos;s a test case,&quot; says Federico Demaria, of the Centre for Studies in Science Policy at Delhi&apos;s Jawaharlal Nehru University. Earlier this month, the World Bank released a report estimating that city dwellers across the world will generate 2.2bn tonnes of waste each year by 2025, 70% more than the total today. But there are as many as 2 million people who make their living from recycling waste in India. Most walk the few hundred metres from their slum homes at sunrise to the rubbish mountain. Despite the early hour, trucks had already been driving up the winding road cut into the rubbish to its summit where children clamber through the near vertical stacked filth, searching for plastic or metal which could earn a few coins when sold to intermediaries. Illness is a way of life. &quot;We are usually sick five or six days each month,&quot; says Moti Khan, 30, who has been a waste picker for 15 years. &quot;You get fever, vomiting, diarrhoea, skin rashes, everything.&quot; The pickers find the detritus of every stage of life: there are often corpses, but also wedding jewellery. No one is sure what will happen to them when the Ghazipur plant opens. Yadav, the official, says there should be about 100 jobs available, though few of these will go the pickers. A few dozen workers would be needed to extract plastic from the refuse but magnets will be used to extract metal waste. Most jobs will be semi-skilled or technical and, unless they receive training, members of the largely illiterate local community are unlikely to be hired. &quot;It is up to the contractors who they employ. We are not involved in the welfare of the [waste pickers]. There are some NGOs taking care of it. It is not our responsibility,&quot; he says. Bharati Chaturvedi, director of Chintan, an NGO that runs a school for the waste pickers, said children would be sent to work elsewhere if the community lost its source of income. The waste pickers and their families live in cramped huts built with material taken from the tip, often 12 to a single room with no sanitation and a single standpipe. Electricity is illegally tapped from a mains cable. A few months ago a power line fell into the slum, causing a fire which destroyed scores of homes. The scene may be miserable but for most waste pickers it is an improvement on their former living conditions. Most are from Midnapore, a rough, anarchic and desperately poor part of the Indian state of West Bengal. There they were landless labourers, living on the edge of starvation in a region torn by political and social strife. Like so many immigrants to Delhi, what they have now is better than what they left behind. Some have even managed to save enough to open shops or small businesses and send their children to local schools. One waste picker stood  and lost  in local council elections. &quot;At least here we get on. It&apos;s a life, even if it&apos;s garbage. Back there we had nothing,&quot; Nur Mohammed, the veteran waste picker, says. &quot;This plant will mean an end to all this.&quot;", 
    "section": "environment", 
    "gid": "world/2012/jul/02/future-for-india-waste-pickers", 
    "wordcount": "913"
}