{
    "headline": "Climate milestone is a moment of symbolic significance on road of idiocy", 
    "text": "The data go back 800,000 years: that&apos;s the age of the oldest fossil air bubbles extracted from Dome C, an ice-bound summit in the high Antarctic. And throughout that time there has been nothing like this. At no point in the preindustrial record have concentrations of carbon dioxide in the air risen above 300 parts per million (ppm). 400ppm is a figure that belongs to a different era. The difference between 399ppm and 400ppm is small, in terms of its impacts on the world&apos;s living systems. But this is a moment of symbolic significance, a station on the Via Dolorosa of environmental destruction. It is symbolic of our failure to put the long-term prospects of the natural world and the people it supports above immediate self-interest. The only way forward now is back: to retrace our steps and seek to return atmospheric concentrations to around 350ppm, as the 350.org campaign demands. That requires, above all, that we leave the majority of the fossil fuels which have already been identified in the ground. There is not a government or an energy company which has yet agreed to do so. Recently, Shell announced that it will go ahead with its plans to drill deeper than any offshore oil operation has gone before: almost 3km below the Gulf of Mexico. At the same time, Oxford University opened a new laboratory in its department of earth sciences. The lab is funded by Shell. Oxford says that the partnership &quot;is designed to support more effective development of natural resources to meet fast-growing global demand for energy.&quot; Which translates as finding and extracting even more fossil fuel. The European Emissions Trading Scheme, which was supposed to have capped our consumption, is now, for practical purposes, dead. International climate talks have stalled; governments such as ours now seem quietly to be unpicking their domestic commitments. Practical measures to prevent the growth of global emissions are, by comparison to the scale of the challenge, almost nonexistent. The problem is simply stated: the power of the fossil fuel companies is too great. Among those who seek and obtain high office are people characterised by a complete absence of empathy or scruples, who will take money or instructions from any corporation or billionaire who offers them, and then defend those interests against the current and future prospects of humanity. This new climate milestone reflects a profound failure of politics, in which democracy has quietly been supplanted by plutocracy. Without a widespread reform of campaign finance, lobbying and influence-peddling and the systematic corruption they promote, our chances of preventing climate breakdown are close to zero. So here stands our political class at a waystation along the road of idiocy, apparently determined only to complete the journey. www.monbiot.com", 
    "section": "environment", 
    "gid": "environment/georgemonbiot/2013/may/10/carbon-dioxide-milestone-climate-change", 
    "wordcount": "462"
}