{
    "headline": "When it comes to Somalia's displaced, don't mistake ambition for achievement", 
    "text": "Somalia&apos;s new government is beginning to build confidence in its ability to progress the country&apos;s recovery. The UK opened its new embassy  a collection of shipping containers painted white  in Mogadishu last week, and other European countries are following suit. Somalia&apos;s progress raises an immediate question: is it now time for hundreds of thousands of refugees and displaced people living in the region to return? Though there are many reasons to be optimistic about Somalia&apos;s future, it is important not to mistake ambition for achievement, particularly when it comes to thinking about large-scale repatriation. Kenya hosts the world&apos;s largest refugee camp complex, Dadaab, and views refugees both as a drain on resources and a security threat. It has made no secret of wanting to send refugees back to Somalia as soon as possible. Last December, Kenya tried to force all Somali refugees living in its cities to relocate to the camps; the move was temporarily blocked by the High Court in Nairobi, pending an investigation. The Dadaab camps are hardly welcoming; women are particularly vulnerable to rape, and theft, killings and forced recruitment of young men are also frequent. The dangers in Dadaab and Kenya&apos;s hostile attitude are prompting some refugees there to take their chances and return to Somalia despite the real risks that entails. Though weakened, al Shabaab rebels remain active in many of the rural areas of Somalia to which refugees may return, and regularly carry out attacks, including in cities nominally under the control of the government and African Union troops. Somalia&apos;s new government is working to establish security and services in areas under its control, but these goals are not yet reached. Large numbers of returnees face not only retribution for having fled the country and a hard time re-establishing themselves in areas where government and international aid has limited reach, they may also have a destabilising effect on the government just as it starts to get on its feet. Solutions for Somali refugees will come through picking apart the idea that they are an undifferentiated mass, all with similar problems. Understanding who they are, why they fled and what they have to return to may lead to creative solutions involving resettlement in third countries, repatriation for some and continued hosting under more lenient conditions for others. Although it might seem that Somalia has experienced constant war and famine since the collapse of the state in 1991, there have been ebbs and flows of displacement. From the late 1990s to mid-2000s, the country was relatively calm; there were no major flows of displacement. From 2006 to 2012, violence escalated and with it the numbers of people fleeing increased; these flows peaked in 2011, when famine gripped much of south-central Somalia. Estimates suggest that of the more than half a million people now living in Dadaab, more than 10,000 are third-generation refugees; they and their parents were born in the camps. So what does &quot;return&quot; mean to a person who has never lived in Somalia? For their grandparents, who have spent the past 20 years living in the camp, the challenges of return will be enormous. Most have lost any property they once had; they will need assistance to access land, help finding a place to live and the means to earn a living. People who fled more recently may find returning easier if they have maintained ties to their home areas. But they may still need to develop alternative livelihoods, especially if they no longer have land. They may also need to be able to come and go for a time, working to establish themselves but keeping a foothold in the refugee camps in case security deteriorates and until it is safe to bring their families. Many of those displaced in 2011 were agriculturalists from minority clans who had been living in normally fertile areas. But the dynamics of conflict have involved shifting power relations and the takeover of some clan territories by more powerful clans. Due to continued lack of access to most of the famine belt, it is difficult to know what conditions await them. Some may be able to return to their farms; others may need to be settled in new areas. Compounding the challenge of returning refugees are the many thousands of internally displaced persons living in Mogadishu. The capital is effectively a huge camp for displaced people, who face insecurity, lack of clean water, absence of sanitation facilities and inadequate food. Strategies to assist returnees that ignore those displaced inside Somalia are unlikely to work. The new Somali government has more popular legitimacy than its predecessors. Though there are good reasons to be optimistic about Somalia&apos;s future, it is also important to recognise the challenges that currently make large-scale return impractical. Creative solutions are needed, but only once basic security can be ensured.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/apr/29/somalia-displaced-returnees", 
    "wordcount": "806"
}