{
    "headline": "What's Redd and will it help tackle climate change?", 
    "text": "Forests and trees store carbon. When they&apos;re burnt down or cleared a process referred to as deforestation  this stored carbon is released back into the atmosphere as carbon dioxide and contributes to climate change. Tropical deforestation contributes about 12% of the carbon dioxide emissions caused by human activity. This figure rises to 15% if you include tropical peatlands, which are also currently being degraded on a huge scale, and which can contain up to ten times more carbon than forests. In the last decade, the largest amounts of deforestation occurred across the humid tropics. Whilst it can be difficult to measure, current global estimates suggest about 13m hectares (an area more half the size of the UK) were lost annually between 2000 and 2010. Causes of deforestation range from populations clearing land to feed their families to agribusinesses clearing huge tracts of forest to make way for monoculture farms producing high-value commodities like palm oil and soya. Scientists have recognised the value of protecting forests in tackling climate change. In response, policymakers have developed a family of policies collectively known as Reducing Emissions from Deforestation and Degradation (Redd)  to provide a financial incentive to governments, agribusinesses and communities to maintain rather than reduce forest cover. These policies could not only cut carbon emissions but also  given that tropical forests are the most species-rich terrestrial habitat  offer benefits in terms of biodiversity conservation. Where local people are properly involved in the Redd process it may also help alleviate rural poverty. More recently, Redd has evolved to incorporate wider benefits beyond reducing deforestation and degradation alone. The expanded scope, referred to as Redd+, includes moves to manage forests more sustainably and ensure greater conservation efforts. Redd policies operate through a variety of mechanisms, including those administered by the United Nations (UN-REDD) and the World Bank. Redd finance is also considered in the international climate change negotiations and remains a key component of international climate finance discussions. Under Redd, payments for forest protection are made by developed countries to developing countries, tied to performance in deforestation reduction.  While experts have demonstrated how Redd could significantly reduce CO2 emissions, and stem biodiversity loss, it is not without its problems. Some question the fairness of a scheme which focuses on reducing emissions caused by some of the world&apos;s poorest people while emissions continue to rise in richer countries. Some developing countries may be wary of foreign interference in their land use policies. Researchers also highlight operational concerns  such as the difficulty in monitoring and measuring deforestation rates, or attributing changes in deforestation to Redd finance. Many tropical forest countries lack the capabilities to address these challenges. Consequently, capacity building is an important component of Redd. Redd finance to developing countries is still fairly limited in scale. As an example of what might be required, the 2008 Eliasch Review written for the UK government estimated that some $1732bn would be needed annually to address tropical deforestation across the world. Current funding remains far off this mark, with Norway alone currently providing 67% of the total, having pledged $1bn for projects in Indonesia over seven years. With limited funds available, it can be difficult to protect forests, as alternative land uses (such as forest clearance for palm oil) can offer more immediate and guaranteed cash returns. Consequently, many experts have called for a scaling-up of Redd commitments and finance flows  though some have argued that even if large-scale Redd+ finance does materialise it may still struggle to compete with other land uses, especially as commodity prices continue to rise. Whatever becomes of Redd in the future, experts agree it should focus first on areas that can most efficiently provide CO2 reductions (such as tropical peat swamp forests) while also offering the potential for biodiversity conservation and poverty alleviation.  This article was written by Murray Collins and Naomi Hicks of the Grantham Research Institute on Climate Change and the Environment at LSE in collaboration with the Guardian The ultimate climate change FAQ  This answer last updated: 10.10.2012 Read about the project and suggest a question Report an error in this answer Related questions How do trees and forests relate to climate change? What is the carbon cycle? How long do greenhouse gases stay in the air? This editorial is free to reproduce under Creative Commons This post by The Guardian is licensed under a Creative Commons Attribution-No Derivative Works 2.0 UK: England &amp; Wales License.Based on a work at theguardian.com", 
    "section": "environment", 
    "gid": "environment/2012/dec/19/what-is-redd-climate-change-deforestation", 
    "wordcount": "750"
}