{
    "headline": "Education in brief: not-very-free information from the government", 
    "text": "Opaque government A freedom of information (FOI) request asking the Department for Education how many school playing fields have been sold off under the coalition has gained a lot of media attention, helping to pile pressure on Michael Gove over the post-Olympics legacy. But the request is remarkable for another reason: it seems to be the only FOI response that has been published by the DfE on its website for more than seven months. The department&apos;s FOI pages promise to &quot;list the requests  and the department&apos;s responses&quot;. But the playing fields document, published on 14 May and &quot;updated&quot; on 8 August, is the only one listed as having been published since January. Over the same period, the independent FOI website, WhatDoTheyKnow, lists many public requests to the DfE. Curious. Meanwhile, the last published minutes from DfE board meetings, previously released every couple of months, now date from September 2011. And a page of the website where all academy funding agreements were published was taken down in May, leaving the public to hunt around for an incomplete list of these contracts, which set out the rules by which each academy operates, through each school&apos;s performance tables web page. Returning to school sport, the details of recommendations made to Gove by the playing fields advisory panel are not made public, while even the identities of the panellists are secret. So much for open government. It&apos;s all Downhills Parents at Downhills school, the north London primary that has become a cause celebre for those opposed to ministers forcing through academy status, may appeal after losing a claim for a judicial review of Gove&apos;s decision to academise it next month under the management of the Harris chain. Supporters of Downhills have been saddened and shocked to learn that Harris is to change the school&apos;s name to &quot;Harris Primary Academy Philip Lane&quot;, though there has reputedly been a Downhills school on this site for more than a century. A parent said it was simply announced in an end-of-term letter. A Harris representative told parents that the chain&apos;s schools &quot;have names with a geographical reference&quot;. &quot;He didn&apos;t explain why Downhills school, being on the site of the old Downhills House, next to Downhills Park, with Downhills Park Road and Downhills Avenue being local road names, didn&apos;t fulfil these criteria,&quot; sighed a parent. An invitation to governors And finally, another example of the DfE&apos;s behind-the-scenes attempts to enlist leading school figures in the battle for public opinion over controversial education policies.  Last month, the Guardian revealed how the DfE had created a database of sympathetic headteachers, whose comments were used in announcements. Now, it seems, civil servants are trying to enlist governors, too. An email seen by Speed read was sent from the National College for School Leadership to around 40 leading school governors last Wednesday. It says that the DfE&apos;s school governance unit is &quot;planning communications activities&quot; around new regulations, coming into force next week, which will cut the size of governing bodies. &quot;DfE colleagues,&quot; the email goes on, &quot;are looking for a number of national leaders of governance  who would be willing to offer short supportive website and social media comments or &apos;blogs&apos;&quot;. These would &quot;promote&quot; the policy, or &quot;explain&quot; its benefits. Anyone willing to take up the offer would be put in touch with the DfE, &quot;who will contact you to talk about the sort of contributions they are seeking&quot;. A governor source said they would be surprised if any of the email&apos;s recipients took up the invitation.", 
    "section": "education", 
    "gid": "education/2012/aug/27/government-transparency-on-schools", 
    "wordcount": "606"
}