{
    "headline": "Mystery bird: Ross's goose, Anser rossii", 
    "text": "    Ross&apos;s goose,  Anser rossii (synonym, Chen rossii), Cassin, 1861, sometimes known as Ross&apos;s snow goose, photographed at Coronado Lakes in Santa Fe, Galveston County, Texas (North America).  Image: Joseph Kennedy, 20 March 2008 (with permission, for GrrlScientist/Guardian use only) [velociraptorise]. Nikon D200, Kowa 883 telescope with TSN-PZ camera eyepiece 1/1500s f/8.0 at 1000.0mm iso400    Question: This lovely North American mystery bird shares a special trait with just two other avian species, one extinct and the other unrelated. What trait is this? Can you identify the other two taxa that share this trait? Can you identify this mystery bird&apos;s taxonomic family and species? Response: This diminutive goose is an adult Ross&apos;s goose, Anser rossii, which is placed into Anatidae -- swans, geese and ducks. Based on plumage colouring, some authorities, including the American Ornithologists&apos; Union (AOU), place this species (along with two other North American species) into the genus Chen whilst most other authorities, including avibase, instead classify this species into Anser. In fact, Chen are indistinguishable from Anser although DNA data do suggest that the three &quot;white&quot; goose species diverged recently.  Ross&apos;s goose is tiny, only slightly larger than a mallard. This goose is all white with black primaries, a small pink bill and pink legs and feet. It is distinguished from its close relative, the snow goose, A. caerulescens, by the Ross&apos;s goose&apos;s much smaller size (40-50% smaller), its much smaller bill which lacks the snow goose&apos;s greenish bill base, black &quot;lips&quot; along the bill&apos;s edge, and by the lack of the curved &quot;smile&quot; that the snow goose bill shows. The snow goose also has a longer head than the more petite Ross&apos;s goose.  Ross&apos;s goose breeds in the Arctic and winters primarily in central California. Ross&apos;s goose shares a special trait with just two other species in the world; one species is unrelated to it whilst the other is extinct. The Ross&apos;s goose is an endemic Canadian breeding species, a trait it shares with its distant relative, the extinct Labrador duck, Camptorhynchus labradorius, and with the unrelated passerine, the Harris&apos;s sparrow, Zonotrichia querula. The Harris&apos;s sparrow is notable for being the last North American bird to have its breeding grounds discovered (read more about this species in the fabulous book, Return To Warden&apos;s Grove: Science, Desire, and the Lives of Sparrows [read my review here]).  .. .. .. .. .. .. .. .. .. .. ..  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or audio files that you&apos;d like to share with a large and (mostly) appreciative international audience here at the Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientist Pinterest: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/may/20/5", 
    "wordcount": "460"
}