{
    "headline": "Beyond the Olympic glory lies a patchy future for school sports", 
    "text": "Britain&apos;s success in the Olympics has cast an unflattering light on the state of school sport; after years in which the variety and scale of sport in school has boomed, it is looking increasingly patchy. The seeds of the decay were planted two years ago, when education secretary Michael Gove slashed funding for school sports partnerships, which had helped to increase the quality and range of sport available in schools. At the same time, he lifted the need to collect information for an annual survey of sport participation and the requirement to deliver a minimum amount of sport and PE a week. In many cases, headteachers have found money from mainstream budgets to plug the gaps and keep sports provision going. But when money is tight, headteachers must focus on the figures they are judged on  exam results  while sport is squeezed. Chris Dunne, headteacher of a school in Tower Hamlets, east London, said: &quot;The reality is that only this week we were going through our first phase of staff reduction, laying off some of our specialist coaches. &quot;We&apos;re not able to provide as much quality specialist coaching in the sports that haven&apos;t got the biggest uptake. We&apos;re trying to widen the range of sports so kids who don&apos;t like traditional sports can find something else. We&apos;re not going to be able to afford a full-time athletics coach, for example.&quot; Under the previous government, schools were introduced to a breadth of sport they had never seen before. Instead of concentrating only on traditional sports like football and netball, many schools also took up hockey, athletics and running. In Tower Hamlets, an inner-city neighbourhood where the vast majority of children did no sport outside of school, pupils learned to fence and went canoeing. That diversity is now in decline. Lee Parkinson, a PE coordinator at a Lancashire primary school, wrote in a blog for the Guardian: &quot;With previous school sport funding, I was able to give children opportunities to try sports outside my &apos;comfort zone&apos;. Hockey, lacrosse and athletics were just a few examples of various sports children at our school attempted before joining local clubs if they had enjoyed them and wanted to pursue them further.&quot; Ironically, for a government that prizes competition, competitive sport between schools has suffered after Gove cut school sports partnership funding. The 162m annual funding for school sports partnerships was cut in October 2010. An outcry resulted in a partial U-turn, with 65m a year for school sport but only until 2013, and no longer ring-fenced. Gill Moore, a former school sports coordinator in Kent, has noticed a marked decline in participation in county sports tournaments. &quot;In the hockey tournament where we had 16-18 teams in the past, we ended up with eight this year,&quot; she said. When the government stopped collecting data on sport, many headteachers dropped the ball, Moore said. &quot;They just weren&apos;t interested. When they knew they didn&apos;t have to fill in this form, a lot of them decided: &apos;What&apos;s the point?&apos;. Because they weren&apos;t being monitored they could do what they wanted with the money.&quot; This was echoed by parents who contacted the Guardian. One said that his child&apos;s state primary school in London &quot;could no longer afford to buy in specialist sports teaching ... the sports are limited to those the teachers feel comfortable with, such as rounders.&quot; The current government regards Labour&apos;s strategy as an &quot;expensive and bureaucratic box-ticking exercise&quot;. But pupils&apos; participation in sport rose; between 2003 and 2010, the number of secondary school children playing two hours or more of sport a week rose from 20% to 85%. Now, while it&apos;s hard to be sure how much sport children are playing because the government no longer gathers data, the picture is increasingly variable. Matt Bebbington, PE teacher at Wilmslow high school in Cheshire, said: &quot;It&apos;s luck, chance and circumstance what a head deems appropriate for their school. We do well in exams. Where there&apos;s pressure from Ofsted to improve exam results that money will just be redirected.&quot; Where heads are enthusiastic, sport continues to thrive, often thanks to teachers volunteering their time. Hence the anger when Cameron spoke of &quot;some teachers not wanting to join in and play their part&quot;. Liam Collins, deputy head of a school in Essex, said: &quot;We have sport before school, and football, cricket and netball in the playground at lunchtime. The kids compete outside of schools against other schools. &quot;The things that cost money are the things that have declined. We don&apos;t do canoeing as often as we used to. &quot;We&apos;re still involved in [inter-school] swimming galas, but we don&apos;t do swimming as a part of the curriculum anymore. To take a class of kids swimming you need two members of staff, and we don&apos;t have a swimming pool, so either we have to pay for the students to enter or they do.&quot; A series of Freedom of Information requests by Labour uncovered a picture of sporting decline across the country earlier this year. The release of secondary school PE teachers to organise school sports was a key part of school sports partnerships. In the West Midlands, there was a 74% decline in days worked by teachers on release. That figure was 72% in the North East and 67% in Greater London. In East Yorkshire school sports provision for the area&apos;s 48,000 pupils is &quot;a mere skeleton&quot; of what it was before Gove&apos;s cut in funding, said Mike Furbank, head of achievement and inclusion at East Riding of Yorkshire Council. Pupils get less sport, teachers receive less training in sports coaching and some schools now offer fewer activities than before. Furbank said: &quot;It&apos;s a source of sadness for me because it&apos;s opportunities for children&apos;s sport that we will never get back again. &quot;There&apos;s a generation of children who now don&apos;t get the rich offer of sport that their predecessors got. &quot;We have lost the infrastructure of 25 PE teachers from local secondary schools who used to spend one day a week working with a cluster of primary and secondary schools, organising and staging competitions and delivering sports specific training to school teachers, especially in primary schools, in sports such as hockey and rugby union. The SSP money used to pay for them.&quot; A department for education spokesman defended the government&apos;s sporting record this week by pointing to the success of private schools. The spokesman said: &quot;Private schools never had to provide information on levels of participation. But that has not got in the way of encouraging sport in those schools  as the number of pupils from independent schools in Team GB shows.&quot; But headteachers like Dunne find little reassurance in this comparison. The government&apos;s cuts to school sport are &quot;reducing the possibility of identifying elite sportsmen from some of the poorest areas of the country,&quot; he said. &quot;If David Cameron asks why are private schools dominant  do you really want to know the answer?&quot;", 
    "section": "education", 
    "gid": "education/2012/aug/09/olympic-school-sports-government-cuts", 
    "wordcount": "1187"
}