{
    "headline": "Malawi president Joyce Banda eager to build bridges with western donors", 
    "text": "Joyce Banda, the new president of Malawi, is hoping to woo back western donors who withheld support last year over concerns about poor governance and the overbearing rule of her late predecessor, Bingu wa Mutharika. Foreign aid accounts for 40% of Malawi&apos;s budget, but the country suffered a blow last April when Britain decided to freeze aid following a diplomatic row over the expulsion of the UK high commissioner, Fergus Cochrane-Dyet, who had branded Mutharika &quot;autocratic and intolerant of criticism&quot;. Banda has moved quickly to distance herself from her predecessor&apos;s reign, and her approach has already earned a rapprochement with Britain. Last week, William Hague, the British foreign secretary, announced a resumption of diplomatic ties and the forthcoming appointment of a new high commissioner. On Monday, Andrew Mitchell, the UK&apos;s international development secretary, told the Guardian: &quot;Britain has a long and deep commitment to the people of Malawi and we have a comprehensive development programme that is providing those in need with significant help.&quot; But he added: &quot;As with all of our country programmes, the future shape of British support will be based on Malawi&apos;s record in terms of proper governance, financial management and human rights. The president has already put an emphasis on addressing this and I look forward to discussing her priorities with her directly in the weeks ahead and responding to them.&quot; Last week, Hague said in a Commons statement that Banda&apos;s priorities include &quot;normalising relations with the UK&quot;. &quot;In her inauguration speech President Banda emphasised the need to focus immediately on mourning president Mutharika, and for healing and reconciliation, and encouraged the people of Malawi to work together to address the many challenges that face the country,&quot; he said. &quot;The president has continued this theme, and made clear that her top priorities include getting back on track with the IMF and normalising relations with the UK.&quot; Hague revealed formal diplomatic relations had been maintained with Malawi despite Cochrane-Dyet&apos;s expulsion last April. He said: &quot;I have now decided that the time is right to appoint a new high commissioner to Malawi. The prime minister has written to the president to convey this decision to her.&quot; Hague added that, once appointed, the new high commissioner would &quot;monitor developments in Malawi closely&quot;. Banda, a former vice-president of the country and a women&apos;s rights activist, was sworn in as president on 7 April and immediately set about purging her late predecessor&apos;s allies. One of her first moves as president was to fire the national police chief, who had been blamed for the killing of 20 anti-government protesters in July 2011. She followed up by sacking the troubled country&apos;s central bank governor, Perks Ligoya, replacing him with Charles Chuka, head of telecoms operator MTL and once the central bank&apos;s general manager for economic services. Banda, southern Africa&apos;s first female president, has since promised more changes, prompting speculation she will remove other Mutharika loyalists. The women&apos;s wing of South Africa&apos;s governing African National Congress (ANC) last week congratulated Banda on her appointment, citing her as an example for the continent. &quot;President Banda has a long-standing history of championing women&apos;s issues and is a pioneer in the fight against domestic abuse and violence against women, after her own well-documented past in an abusive relationship,&quot; said ANC spokeswoman Troy Martens. &quot;We believe her appointment is a step in the right direction in improving the plight of the African woman. She serves as a positive role model to Malawian businesswomen and girl children, but also her personal struggles and triumphs over them are an inspiration to all African women.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/may/01/malawi-president-joyce-banda-western-donors", 
    "wordcount": "614"
}