{
    "headline": "London Met University crisis: students fear removal from UK", 
    "text": "     Walk through the campus of London Metropolitan University and the sense of loss is palpable. Every international student looks crushed after the north London university became the first in the UK to be stripped by the Home Office of its ability to sponsor foreign learners. What these students fear most is that if they don&apos;t, by some miracle, get themselves a place at a new university within the next few months, they will be removed from the country. Cecil Ezeja, 21, from Enugu state in Nigeria was the great hope for his family. Now he dreads the moment when he has to tell his family that his year of studying electronic communications and the 10,080 they paid has come to naught. &quot;I can&apos;t call them, I don&apos;t want to cause any heartbreak  I want to visit some other unis [first] to see if they can accept me.&quot; But he knows, like many others, that the timing, just before the start of the academic year, means it is unlikely that another university will have a spare place especially since he is midway through his degree. &quot;If it was in June or July  I would have more time to apply for [different] uni  I&apos;m very upset,&quot; he said. &quot;The decision was made at the wrong time. I&apos;m not an [immigration] threat. I came to this country on 3 September 2011 and I&apos;ve not broken any tiny law. &quot;I&apos;m just a student. I come to school in the morning, I go back to my house, I go to the library. I haven&apos;t done anything  Maybe there&apos;s a few people that are breaking the law but they should investigate [them] not sack all the students, punish everybody.&quot; For Mohammed Islam, 23, from Bangladesh, it is the second time he has enrolled for a law degree and found himself at an institution suddenly stripped of its ability to host foreign students. &quot;I came here in 2009, to a college. When I was back home, I don&apos;t know which place was a college, because on the website they&apos;re all saying they&apos;re really good, everything is OK. But when you are not [there] in person, you can not understand what is going on. &quot;So I came to a college and they had the same problem, they [the Home Office] cancelled their licence. I was in deep water.&quot; Now he&apos;s in deep water again. &quot;I have to find a new uni and if I can&apos;t I have to go back.&quot; He has not told his parents but hopes they are prepared to stump up another 10,000 to pay for his degree. &quot;I have a dream,&quot; he said. &quot;To finish my LLB from a good university from the UK. This is my main dream.&quot; Inside the university help centre, the phones are ringing off the hook. Ursula Rehman, from Dubai, looks desperate. She has just one semester to go to complete her degree in biomedical sciences and is not having any luck moving to another university. &quot;I&apos;ve spoken to so many universities now and they say, &apos;oh we don&apos;t do transfers, we don&apos;t do this, or we&apos;ll have to charge you this much&apos;.&quot; She&apos;s exasperated. Everyone, she says, is worried and scared. &quot;I&apos;ve got so many friends who come from really poor backgrounds. And they come here so that they have a degree and they go back and get a really good job, because they&apos;ve got a degree from London UK. And now &quot; Tellingly, she has not told her parents either. &quot;I don&apos;t want them to panic, and I hope they don&apos;t hear it from somewhere.&quot; She blames herself for the whole debacle. Rehman says she should have accepted one of the other four university places she was offered three years ago. &quot;I know its my fault, but I&apos;m really getting tense now.&quot; Staring down at the floor she adds, &quot;why did I come here?&quot;. It is a very good question.", 
    "section": "education", 
    "gid": "education/2012/aug/30/london-met-university-removal-from-uk", 
    "wordcount": "682"
}