{
    "headline": "The problem with Freecycle", 
    "text": "The dilemma I recently gave away my kids&apos; bunkbed via Freecycle. The recipient was ungrateful (and wanted me to deliver it). Do people value things less when they haven&apos;t paid for them? Is the whole idea counterproductive? Matthew I&apos;m still not sure if there&apos;s any such thing as a free lunch, but the Freecycle Network, set up in Arizona in 2003, has proved that there are many gratis computer desks, mattresses etc waiting to be rehomed. Today there are local Freecycle chapters in all developed economies, helping to redress the fact that the life spans of everyday objects are so short. Similar schemes, such as Freegle, have also come along. The goal is to keep usable items out of landfill, extend the life span of products so new ones needn&apos;t be manufactured from scarce and polluting resources, and loosen the grip of consumerism  which is wildly out of kilter with the planet&apos;s ability to regenerate. Your ungrateful recipient confused Freecycle&apos;s altruistic approach and the moon-on-a-stick expectations of consumerism. There&apos;s always one. Shaylesh Patel of Healthyplanet.org recently held a successful Stuff For Free giveaway in west London (look out for further events). Over three days he saved 25 tonnes of stuff from going to landfill. Hundreds of people went home happy  bar one man who wanted a bike earmarked for a charity: &quot;He got annoyed,&quot; says Patel, &quot;even though I explained that the charity would allow multiple people to use it.&quot; &quot;We have been consuming in the same way for hundreds of years, so some may take longer to convert to amore collaborative model,&quot; Debbie Wosskow points out. She runs lovehomeswap.com, which helps people exchange holiday homes, and this month is launching Collaborative Consumption Europe, a network of businesses promoting the &quot;share economy&quot;  a marketplace based on swapping products and services. We have underplayed consumption as a driver of environmental degradation  and now it&apos;s time to wake up. There are opportunities to prevent dinosaur-like behaviour. For example, because Patel had been loaned a warehouse for Stuff for Free he was able to house 127 bedrooms&apos;-worth of fixtures and fittings from a local hotel refurb for his event (refurbishers often pay the landfill charge to dump such &quot;waste&quot;). &quot;When you begin sharing things, you look at them differently,&quot; says Wosskow. &quot;What could this be worth to someone else? What can I barter?&quot; So don&apos;t let one rude Freecycler derail your fine intentions. Carry on! If you have an ethical dilemma, send an email to Lucy at lucy.siegle@observer.co.uk or visit theguardian.com/profile/lucysiegle to read all her articles in one place", 
    "section": "environment", 
    "gid": "environment/2012/mar/11/lucy-siegle-freecycle-giveaway-free", 
    "wordcount": "451"
}