{
    "headline": "Boot up: A letter to Mark Zuckerberg, Twitter's developer problem, Windows 8 released to manufacturing, and more", 
    "text": "A quick burst of five links for you to chew over, as picked by the Technology team With Three Key Exits, Facebook&apos;s Top Talent Departures Continue &gt;&gt; AllThingsD Ethan Beard, director of platform partnerships, and other top executives leave Facebook. This isn&apos;t turning out to be a great year. Dear Mark Zuckerberg by Dalton Caldwell &gt;&gt; Dalton Caldwell A developer whose competitor product Facebook attempted to hire goes public.  Mark, I know for a fact that my experience was not an isolated incident. Several other startup founders &amp; Facebook employees have told me that what I experienced was part of a systematic M&amp;A &quot;formula&quot;. Your team doesn&apos;t seem to understand that being &quot;good negotiators&quot; vs implying that you will destroy someone&apos;s business built on your &quot;open platform&quot; are not the same thing. I know all about intimidation-based negotiation tactics: I experienced them for years while dealing with the music industry. Bad-faith negotiations are inexcusable, and I didn&apos;t want to believe your company would stoop this low. My mistake.  As Twitter Goes To War With Its Developers, Flipboard CEO Mike McCue Quits The Board &gt;&gt; Business Insider And this is where the cards have fallen today. The Future of Twitter&apos;s Platform Is All in the Cards &gt;&gt; AllThingsD Fascinating post by Mike Isaac:   The mandate to crack down on developers comes straight from Dick Costolo -- no doubt feeling the pressure of being the company&apos;s third CEO in almost as many years -- who is charged with the task of making profitable a company backed by hundreds of millions in venture capital and valued near $8 billion (see Googler Hunter Walk&apos;s excellent post for more on this). Right now, Cards are the long-term bet in continuing to bolster monetization efforts.  Windows 8 has reached the RTM milestone &gt;&gt; Windows Team Blog There we go:   Today, I am excited to announce that Windows 8 has been released to manufacturing (RTM)! This means we&apos;ve completed the product development and testing of the product and have started handing off the final code to our OEM partners. They can now begin preparing new Windows 8 PCs and devices they&apos;ll introduce starting with General Availability. For more on RTM, I suggest reading this blog post from Steven Sinofsky on the Building Windows 8 blog.  Smartphones mix: &gt;&gt; Twitter / asymco Horace Dediu: Smartphones mix: Samsung now at 54%. Two years ago they were at 3%. Nokia now at 12%. Two years ago they were at 22%. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/aug/02/mark-zuckerberg-letter", 
    "wordcount": "449"
}