{
    "headline": "Decarbonisation target 'could be postponed until next parliament'", 
    "text": "Plans to limit the carbon emissions of future power stations are on the brink of being delayed until next parliament, in what would be a blow to the climate and energy secretary, green campaigners and business chiefs. Ministers have been wrangling over whether to include a 2030 &quot;decarbonisation target&quot; for the power sector in the energy bill, which is expected to be published in parliament within the next fortnight. The Guardian understands a decision on such a target now risks being delayed until after the next general election. A senior source close to the talks said: &quot;It&apos;s been a very difficult negotiation, there has been talk of postponing the setting of a target until next parliament. But if we are to address investor concerns, it has to be addressed this parliament.&quot; However, the source added that the talks were still ongoing and &quot;it is still possible that there could be agreement on a target to be set this parliament, and that will come down to how hard they want to negotiate on the Liberal Democrat side.&quot; A spokeswoman for the climate and energy secretary, Ed Davey, denied the target had been dropped or delayed. &quot;We&apos;ve not actually reached an agreement in government on the various energy negotiations we&apos;ve been having,&quot; she told the Guardian. The splits between the coalition on energy are reportedly so unresolved they were left off the agenda at the &quot;quad&quot; meeting on Thursday of the four most senior figures - David Cameron, George Osborne, Nick Clegg and Danny Alexander. Dropping or delaying the target would clear the way for the &quot;dash for gas&quot; backed by the chancellor, and mark a defeat for Davey and the Liberal Democrats, who backed a motion in favour of a decarbonisation target at their conference. Business leaders have also warned over the past few weeks that failure to include the target would harm low carbon investment in the UK. Last week, the heads of Unilever, Doosan Power Systems, Anglian Water, Philips Electronics UK, B&amp;Q owner Kingfisher, EDF Energy, Johnson Matthey and Heathrow airport wrote to the prime minister saying the target would be a &quot;useful step to help deliver the required certainty&quot; for investment. It followed a similar earlier letter signed by an unusual coalition of the trade bodies representing the renewable energy, nuclear power and carbon capture industries. The decarbonisation target was recommended by the government&apos;s climate advisers, the Committee on Climate Change, who said electricity in 2030 be produced at no more than 50g of CO2/kW by 2030. Gas power stations emit around 350g of CO2/kW, and would therefore only be allowed if their emissions were captured and stored, or they were only used as backup power for renewable energy sources. Others in favour of the target include the energy and climate change committee of MPs chaired by Tory MP Tim Yeo, and the Labour leader, Ed Miliband, who backed the idea in September. Greenpeace UK executive director, John Sauven, said: &quot;If the coalition government kicks this decision into the long grass it will throw into doubt investment in Britain&apos;s energy future for years to come. International businesses are itching to invest in a UK clean energy sector that could be leading the world, but they need certainty. New factories and thousands of jobs are at stake here. We know the chancellor is the big roadblock to green growth, but unless the Liberal Democrats stand up to him they&apos;ll also be responsible for years of lost investment.&quot; Friends of the Earth&apos;s executive director, Andy Atkins, said: &quot;It would be scandalous if Ed Davey threw in the towel over energy decarbonisation  he mustn&apos;t do George Osborne&apos;s dirty work. Delaying decarbonisation targets until after the next election is like an alcoholic pledging to give up drinking - but not today. We need urgent action now to end our economy&apos;s addiction to dirty and increasingly expensive fossil fuels. If the Liberal Democrats fail to keep their promise to include power sector decarbonisation in the energy bill their credibility will be in tatters. MPs from all parties must fight hard to ensure the energy bill has a clear plan for meeting UK climate targets.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/nov/16/decarbonisation-target-postponed-parliament", 
    "wordcount": "713"
}