{
    "headline": "Kim Dotcom rap song lampoons John Banks over NZ donations scandal", 
    "text": "     Kim Dotcom&apos;s penchant for online films is well documented. His recent YouTube releases include an expensively produced rap song in which the internet tycoon screams around a German race track with Formula One champion Kimi Raikkonen, and the famous Mega Song in which Dotcom is joined by the like of Alicia Keys and Kanye West to promote his Megaupload online file hosting service. The Megaupload website, now disabled pending court action, was itself largely comprised of cinematic content, much of it in breach of copyright according the US prosecutors. But as Dotcom prepares his case against US efforts to extradite him from his New Zealand home to face charges of copyright and racketeering, the German-born entrepreneur has found time to assemble a new online song, this time taking aim at embattled local MP John Banks and the prime minister. The track was produced in collaboration with the Black Eyed Peas&apos; producer Printz Board, with whom Dotcom, currently wearing an electronic tag ahead of an extradition trial later this year, is reportedly working on an album of dance music. Recorded at a studio owned by Crowded House frontman Neil Finn, the track features an assortment of Banks&apos;s stumbling responses to questions over political donations, together with a rap that questions the motivations of the New Zealand prime minister, John Key, who has said he accepts Banks&apos;s assurances that he has not broken any laws. Banks, a minister outside cabinet, provides an important prop to the government led by Key&apos;s National party, which maintains a slim parliamentary majority. Playful but barbed, the song, called Amnesia, lampoons Banks&apos;s numerous claims not to recall incidents, including being flown by helicopter to Dotcom&apos;s $30m mansion. It includes a reference to Banks&apos;s puzzling repeated insistence in media interviews that he &quot;did not come up the river in a cabbage boat&quot;. The lyrics run: &quot;Nothing to fear / Nothing to hide / He&apos;s the majority / So he&apos;s all right. / He is John Banks / He got the vote / And that&apos;s why Key keeps him afloat / On his cabbage boat.&quot; Banks has been embroiled in a scandal over donations to his campaign for the Auckland mayoralty in 2010 since Dotcom&apos;s revelations just over a week ago. The mayoralty bid was unsuccessful but he was subsequently elected to parliament as an MP, in large part thanks to an endorsement from the governing National party. Dotcom alleges that Banks asked him to make anonymous donations into his mayoralty campaign and subsequently called him to thank him for the deposit of NZ$50,000 (25,000). Failure to specify significant donors is a breach of New Zealand electoral laws. Banks denies making such a call and insists he has complied with the relevant laws. The donations are the subject of a police inquiry and detectives are expected to visit Kim Dotcom this week at his mansion north of Auckland to interview him on the matter.", 
    "section": "technology", 
    "gid": "technology/2012/may/07/kim-dotcom-john-banks-video", 
    "wordcount": "486"
}