{
    "headline": "From Kinshasa to Goma  in pictures", 
    "text": "   Our trip begins in Kinshasa, the capital of the Democratic Republic of the Congo. The city boasts a new wide, 7km boulevard  Boulevard du 30 Juin (independence day)  running parallel to the Congo river. But once off that new thoroughfare, these street scenes are more typical Photograph: Mark Tran/Guardian       As well as the boulevard, Kinshasa has a new Chinese-built, five-star hotel, Fleuve Congo, overlooking the Congo river. Curiously, the hotel asks guests to put down a $200 (about 130) deposit in case they dine at the restaurant Photograph: Mark Tran/Guardian       The region's two most popular beers are Primus and Mutzig, pictured here in Kinshasa. Both are brewed by Bralirwa (Brasseries et Limonaderies du Rwanda), with Mutzig (from Alsace, in France) positioned as the premium brand. Heineken, the beer giant, has a 40% stake in Bralirwa, which in turn has a 94% share of Rwanda's beer market  Photograph: Mark Tran/Guardian       There was no direct flight to Goma from Kinshasa on the day we flew, so we took a long circuitous route via Addis Ababa and Kigali. We set off early in the morning for Goma along an excellent road that went through lush green hills. The roads in Rwanda are smooth and comfortable, unlike those in DRC Photograph: Mark Tran/Guardian       The headquarters of Monusco, the UN Organisation Stabilisation Mission in the DR Congo, in Goma, regional capital of North Kivu province. The 20,000-strong mission, costing $1.5bn (96m) a year, has been criticised for not doing enough to protect civilians. UN troops stayed in their barracks when M23 rebels briefly seized Goma in November, but one aid worker said it was the right thing to do as combat would have caused heavy damage. Lake Kivu is in the background Photograph: Mark Tran/Guardian       A street scene in Goma. The main drag in Goma is a dusty, potholed dirt road, lined with breeze-block shops and street traders. Some lay out their wares on the grey volcanic soil. Signs advertising Primus beer are ubiquitous and there are an inordinate number of pharmacies Photograph: Mark Tran/Guardian       On the main drag, this building is one of the most visible signs of the fighting in November, when M23 rebels took the city virtually unopposed. Government troops fled instead of putting up a fight, taking the opportunity to do some looting as they retreated. Life has pretty much returned to normal, but tensions remain with M23 rebels occupying the airport a few kilometres out of town Photograph: Mark Tran/Guardian       Particular to the region, these wooden scooters feature quite elaborate suspension on the front wheel. As seen here, they can be used to transport considerable weight. This was taken on the road outside Goma Photograph: Mark Tran/Guardian       This is the scenic road from Goma that skirts Lake Kivu. The volcanic soil is highly fertile and banana plantations line the side of the road. But a disease called banana wilt is destroying the trees. Left unabated, wilt can wipe out entire banana plantations, which provide up to 80% of the income of many households Photograph: Mark Tran/Guardian       In the village of Buganga, a bumpy two-hour drive from Goma, villagers are being taught simple techniques to boost yields of cassava, haricot beans and other crops. I have seen the same methods being taught in Kenya, South Sudan and Ethiopia. It's a question of planting in a straight line and ensuring the correct spacing between the plants. The villagers say they are growing more Photograph: Mark Tran/Guardian       Food distribution at the Mugunga 3 camp for internally displaced people. Last year's fighting between the M23 rebels, backed by Rwanda, according to the UN, forced 130,000 people to flee their homes. Mugunga 3 in Goma has 30,000 people. Note the Chinese markings on the truck. The sacks of maize flour are from Brazil, an 'emerging' aid donor Photograph: Mark Tran/Guardian       Water point at Mugunga 3 with Nyaragongo volcano in the background. Security is a big concern, especially for women. Mdecins Sans Frontires has been particularly vocal about the threat of sexual violence and has denounced the poor security conditions. Guards are present during the day but not at night. Attacks against women occur close to the camps or in neighbouring villages when women go out to seek wood or food Photograph: Mark Tran/Guardian  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2013/feb/06/from-kinshasa-goma-in-pictures", 
    "wordcount": "0"
}