{
    "headline": "Have British cliffs become more prone to landslides?", 
    "text": "July has seen an unusually high number of deaths caused by landslides in the UK. Earlier this month, a couple from Somerset were killed in their car when a landslide engulfed them as they passed through Beaminster tunnel in Dorset. And on Monday, a 22-year-old woman from Derbyshire died following a cliff collapse on Burton Bradstock beach in Dorset. Dr Helen Reeves, chief engineering geologist and head of science at the British Geological Survey, says the threat of landslides is currently higher than normal owing to the prolonged rainfall experienced over recent months. &quot;An increase in water saturation affects what we call the pore pressure of the cliff,&quot; she says. &quot;But it really is very rare to get a fatality. It&apos;s truly a case of being in the wrong place at the wrong time. The last fatality we recorded on our National Landslide Database was when a woman walking her dog was killed in January 2007 at Whitehaven in Cumbria. Before that it was a man swept over a cliff in his car at Nefyn Bay, north Wales, in January 2001.&quot; Reeves says it is very difficult to forecast coastal cliff falls using computer models because of the many interacting forces at play, not least the eroding effect of the sea. &quot;Prediction is a word we don&apos;t like to use. We prefer susceptibility. What we know is that some areas of the UK&apos;s coast are more susceptible to landslides than others because of their geology. The mudstones of the Jurassic Coast in Dorset and Devon, for example, but also the chalk cliffs around Beachy Head in Sussex, the glacial till cliffs of East Anglia, and also the North Yorkshire coastline.&quot; Geologists don&apos;t have a way to grade the severity of a landslide  say, an equivalent to the Richter scale  but they do rate them by type, says Reeves. For example, an event will be classified as a &quot;fall&quot;, &quot;topple&quot;, &quot;slide&quot;, &quot;spread&quot; or &quot;flow&quot;. (A &quot;flow&quot; indicates the loose material at its most viscous and fluid state, compared with the bouncing, rolling rocks typical of a &quot;fall&quot;.) Last year, geologists received arare gift when a huge cliff fall at Hell&apos;s Mouth in west Cornwall was caught on camera. &quot;Most clifffalls go unseen or even undetected, so that was almost unique,&quot; says Reeves.", 
    "section": "science", 
    "gid": "science/shortcuts/2012/jul/25/why-so-many-landslides", 
    "wordcount": "407"
}