{
    "headline": "Fukushima residents plagued by health fears of nuclear threat in their midst", 
    "text": "The noise levels soar inside Fukushima city&apos;s youth centre gymnasium as dozens of nursery school children are let loose on bouncy castles and pits filled with plastic balls. The handful of teachers and volunteers on duty are in forgiving mood: for the past year, the Fukushima nuclear accident has robbed these children of the simple freedom to run around. Instead, anxious parents and teachers have confined them to their homes and classrooms, while scientists debate the possible effects of prolonged exposure to low-level radiation on their health. &quot;Many parents won&apos;t let their children play outside, even in places where the radiation isn&apos;t that high,&quot; said Koji Nomi of the Fukushima chapter of the Japanese Red Cross, which organised the event. &quot;Unless they have the opportunity to run around, their physical strength is at risk of deteriorating. &quot;That in turn puts them at risk of succumbing to stress. Some are allowed to play outside for short periods every day, but that&apos;s not enough.&quot; Hundreds of thousands of children in the area have been living with similar restrictions since the Fukushima Daiichi nuclear power plant&apos;s triple meltdown last March, sending radioactive particles over a wide area. The immediate threat of a catastrophic release has passed, but residents of several towns, including those outside the 12-mile (20km) exclusion zone, say they live in fear of the invisible threat in their midst. Kumiko Abe and her family evacuated from Iitate, 39km from the power plant, weeks after the accident after a study by Tetsuji Imanaka, an associate professor of nuclear engineering at the Kyoto University Research Reactor Institute, found unusually high pockets of radiation in the village. They now live in private accommodation in Fukushima city, but Abe says she continues to take precautions to protect her nine-year-old daughter, Momoe. &quot;We have stopped eating rice grown by my husband&apos;s parents, and I never buy locally grown vegetables,&quot; Abe, 46, said. &quot;I started buying imported meat, and we drink only bottled water. I try not to hang out laundry on windy days ... I&apos;d like to be able to air our futons, but I can&apos;t.&quot; Her concerns centre on her daughter, who has a tiny lump on her thyroid gland. Doctors have assured her it is benign. &quot;Even though they say there&apos;s nothing to worry about I&apos;d like her to have more frequent tests,&quot; Abe said. Her anxiety is compounded by conflicting messages from experts about the risk of exposure to low-level radiation. Shunichi Yamashita, a professor at Fukushima Medical University who acts as an adviser on radiation risk management to the local government, angered parents when he said exposure to 100 millisieverts a year  the level recommended for nuclear plant workers in an emergency  was safe, even for children. He has since claimed that his comments were taken out of context. A cumulative dosage of 100 millisieverts a year over a person&apos;s lifetime increases the risk of dying from cancer by 0.5%, according to the International Commission of Radiological Protection. No study has linked cancer development to exposure at below that level, but there is agreement that the Fukushima case is unprecedented. Much of the unease stems from the wildly varying levels of radiation recorded in the same areas: in parts of Fukushima outside the evacuation zone, readings vary from negligible to as high as 50 millisieverts a year. Normally, the Japanese are exposed to about 1 millisievert of background radiation a year. The emergence of thyroid cancers in children living near Chernobyl is on many parents&apos; minds, despite UN data showing that exposure to radioactive iodine, an established cause of the condition, was much lower in Fukushima. Campaigners said this week that Japan&apos;s government had been too slow to providing health checks and information to residents. &quot;A year on, we are really not seeing basic health services being offered in an accessible way and we are not seeing accurate, consistent, non-contradictory information being disclosed to people on a regular basis,&quot; Jane Cohen, a researcher for Human Rights Watch, told Reuters. &quot;People have to at least be equipped with accurate information so that they are evaluating their situation based on real facts.&quot; The government has tried to ease health concerns with the launch of a testing programme in Fukushima prefecture that will include 360,000 children aged up to 18. They will undergo thyroid checks every two years until they are 20, and every five years thereafter. In all, 2 million residents will be screened over the next 30 years, but so far only a fraction of those eligible have been tested. Serious threats &quot;Our children have all been wearing glass badges [to measure radiation absorption], but only a few of them have been screened,&quot; said Mitsue Shiga, a teacher at a kindergarten in Fukushima city&apos;s Watari suburb. &quot;We don&apos;t allow the children to play outside at all.&quot; Medical professionals in the area say they lack the specialist equipment to quickly test and reassure residents. &quot;We have just one whole body radiation counter, but we need three,&quot; said Tomoyoshi Oikawa, assistant director of Minamisoma municipal general hospital. Anti-nuclear campaigners accused the authorities of putting children&apos;s health at risk by ignoring calls to help women and young people leave at-risk areas outside the evacuation zone. &quot;We are finding that radioactive contamination is concentrating in many places, creating hot spots that pose serious threats to health and safety,&quot; said Jan van de Putte, Greenpeace&apos;s radiation expert. &quot;These spots are worryingly located in densely populated areas, but people do not have support or even the right to relocate, and decontamination work is patchy and inadequate at best.&quot; According to preliminary estimates, the doses of radiation received by people living near the nuclear facility were probably too small to have much of an effect on health, even among those who were in the vicinity during the meltdowns. But the relatively small doses measured so far could pose problems for long-term attempts to properly gauge the Fukushima effect. &quot;There is no opportunity for conducting epidemiological studies that have any chance of success,&quot; John Boice, the incoming president of the US national council on radiation protection and measurements, said recently. &quot;The doses are just too low. If you were to do a proposal, it would not pass scientific review.&quot; For a more comprehensive assessment of the accident&apos;s impact on health, Fukushima residents will have to wait for the UN scientific committee on the effects of atomic radiation to publish its findings in May 2013. Iitate residents say the conflicting information has left them confused and fearful about the future. &quot;Young children were living in the village for months after the meltdown,&quot; said Toru Anzai, a rice farmer who now lives in temporary housing on the outskirts of Fukushima city said: &quot;We&apos;re being treated like lab rats. The authorities should have told us as soon as they knew the reactors had melted down and helped us leave immediately. That&apos;s why people here are so angry.&quot; Anecdotal evidence suggests that fear of radiation, rather than contamination, is triggering stress-related problems among evacuees. A handful of children from Iitate suffered nosebleeds, despite having no history of the condition, and blotches on their skin, according to Anzai, who says he has had stomach pains, pins and needles and hair loss since last spring. Tadateru Konoe, president of the Japanese Red Cross, said parents from Fukushima were living in an &quot;information vacuum&quot;. Abe was dismissive of promises by Iitate&apos;s mayor that the village would be decontaminated and that some residents would be able to move back in the next few years: &quot;I have a young child so I don&apos;t think I&apos;ll ever go back. There will always be some contamination left, especially in the mountains. It&apos;s no place to bring up a child.&quot;", 
    "section": "environment", 
    "gid": "world/2012/mar/09/fukushima-residents-plagued-health-fears", 
    "wordcount": "1325"
}