{
    "headline": "Boot up: asymmetric Apple fans, manage email better, should Twitter charge?, and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Managing email realistically &gt;&gt; Matt Gemmell  To effectively manage our email, we have to accept a few basic truths. They&apos;re hard truths, but that only makes them even more valuable. Here they are:  What&apos;s important to other people is not (as) important to you. You are inherently lazy and egocentric. Ruthlessness is a hell of a time-saver.   Read and learn Intel to try out wireless charging technology in ultrabooks and smartphones in 2H13 &gt;&gt; Digitimes  Intel may adopt its self-developed wireless charging technology into Intel-based ultrabooks and smartphones in the second half of 2013, according to sources from the upstream supply chain.  In addition to Intel, there are already several smartphone players and telecom carriers aggressively developing wireless charging technology. Japan-based NTT Docomo and Sharp both previously launched smartphones with wireless charging functions that meet the Wireless Power Consortium&apos;s (WPS) Qi standard, but high prices are still creating barriers that distance consumers, the sources noted.   Gotta love those upstream supply chain sources. Can you wait another year, especially as the HP TouchPad had it a year ago? How low (power) can you go? &gt;&gt; Charlie&apos;s Diary Charlie Stross:   A newer, and more interesting formulation than mere circuit count is Koomey&apos;s Law, proposed by Jonathan Koomey at Stanford University: that the energy efficiency of computers doubles every 18 months.  This efficiency improvement has held true for a long time; today&apos;s high-end microprocessors require far less power per instruction than those of a decade ago, much less two or three decades ago. A regular ARM-powered smartphone, such as an iPhone 4S, is some 12-13 orders of magnitude more powerful as a computing device than a late 1970s-vintage Cray 1 supercomputer, but consumes milliwatts of power for computing (rather than radio) operations, rather than the 115 kilowatts of the Cray.  Should Twitter charge users, pay them - or both? &gt;&gt; Businessweek  Godin&apos;s solution is similar to Caldwell&apos;s model for his new venture, App.net: While Caldwell wants to make user and developer fees the primary revenue source for his network, Godin suggests that Twitter should charge users for a variety of features that only power users are likely to want--such things as advanced analytics, verification (which some users have already been given, but only on a case-by-case basis decided by Twitter), or other enhancements. The core of Godin&apos;s argument is that this would align Twitter&apos;s interests with those of its users, which would turn out better for both.  What we lose when we glorify &quot;cashless&quot; &gt;&gt; John Battelle&apos;s Search Blog  Look, I&apos;m not exactly a huge fan of grimy greenbacks, but I do feel a need to point out something that most coverage of current Valley darling Square seems to miss: The &quot;Death of Cash&quot; also means the &quot;death of anonymous transactions&quot; - and no matter your view of the role of government and corporations in our life, the very idea that we might lose the ability to transact without the creation of a record merits serious discussion. Unfortunately, this otherwise worthy cover story in Fortune about Square utterly ignores the issue.  Top 5 shell commands for working with data files &gt;&gt; Craig Russell  There is a glut of tools out there for cleaning up and exploring data sets. But time and time again I find myself coming back to the good old command line. Here are my top 5 shell commands for working with data files.   Bookmark it. How we [asymmetrically] screwed (almost) the whole Apple community &gt;&gt; Day4 They drew an asymmetric screw in a 3D modelling program, emailed it to themselves, screenshotted it, posted it to Reddit, stood back and watched.   Clearly, the blogs and newspapers that reported on the screw all fell back on that this was a vague rumor, unconfirmed, but yet discussed what impact the screw could get for the Mac world if it was in use. However, we noticed a difference in the discussions from the readers. While the reporters did not agree fully with that this would happen, pointing out that this was a rumor, readers more clear in their view. Either they perceived the news as truth, or called it fake, no grey zone in between. The split between the two camps, was quite unequal. An estimate would be that 90% regarded the screw as a fact and based all the further opinion on that, only 10% were critical to accuracy.   A fascinating study of how people believe what they&apos;re predisposed to believe. There&apos;s a sort of reinforcement - some people want to believe something like this, so damn the facts (or establishing them).  RIM looks to sell NewBay, other assets: source &gt;&gt; Reuters  RIM acquired NewBay, a provider of photo, video, and social-networking tools for smartphones and computers, in October 2011 for reportedly around $100 million, as it sought to roll out a new strategy to stem its steady decline.  RIM declined to comment on the sale report.   Buy high, sell low.  Google: formal statement on cutting 4,000 Motorola jobs &gt;&gt; SEC  Google expects to incur a severance-related charge of no greater than $275 million, which it believes will be largely recognized in the third quarter, with the remaining severance-related costs recognized by the end of 2012. Google also expects to incur other restructuring charges related to the actions described above, the majority of which will be recognized in the third quarter. Although Google cannot currently predict the amount of these other charges at this time, these additional charges could be significant.   Offers please on how much &quot;significant&quot; will turn out to be. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/aug/14/technology-links-newsbucket", 
    "wordcount": "981"
}