{
    "headline": "Online learning: pedagogy, technology and opening up higher education", 
    "text": "Higher education has always been fond of its acronyms and they don&apos;t get much more prolific than the current four letters doing the rounds. From the December 2011 launch of MITx Stateside to the University of Edinburgh&apos;s decision to join the Coursera platform, MOOCs (or Massive Open Online Courses) have barely been off the education news menu. Nor was the Observer alone in recently asking: &quot;Do online courses spell the end for the traditional university?&quot; Of course, the provision of off-campus higher education is not a recent development. The Open University has championed open and distance learning since 1969  from its original correspondence courses and late-night TV broadcasts to the latest research and development conducted by its Institute of Educational Technology. By definition, online learning is the meeting of technology and pedagogy  and universities are still exploring the right balance between the two. In his 2011 slideshare, Guillermo Ramirez outlines &apos;five big mistakes of virtual education&apos;, from the use of the term massive (&quot;you don&apos;t have one course of 250, you have 250 courses of one&quot;) to the risk of tech taking the fun out of the education process. MOOC cheerleaders point to their potential for widening access to higher education. &quot;I can see openings where MOOCs might find a useful place in HE,&quot; says Jeff Haywood at Edinburgh, &quot;enabling those in less privileged HE settings to access courses in subjects that they cannot take ... and for teachers in universities to pick up new ideas as to how to teach and learn online.&quot; And as PhD student Bonnie Stewart blogged for us: &quot;It is this participatory element ... that enables open online experiences to offer value, even to those of us already studying in conventional institutions.&quot; But while take-up is growing so too are drop-outs. An article in the Atlantic cited drop-out rates of 80-95% from MOOCs offered by Stanford, MIT and UC Berkley, before provocatively suggesting &quot;if anything the low rate of success is a sign of the system&apos;s efficiency&quot;. Meanwhile Patrick McGhee, vice-chancellor of the University of East London, warns: &quot;There is a danger that MOOCs will reinforce rather than disrupt a two-tier education system in the US, and eventually in the UK, with campus-based learning as premium elite education and online learning as a basic offering.&quot; Where do you sit in this debate? And what models are working best for students  and universities? In partnership with the Open University, this week&apos;s live chat will consider the new landscape of online learning and how it might open, widen and formalise access to quality higher education. Join our expert panel to talk MOOCs and more on Friday 23 November from 12-2pm GMT. The debate will take place in the comments section below this article Panel Josie Taylor is director of the Institute of Educational Technology at the Open University with more than 20 years&apos; experience in research, development and evaluation of interactive media and innovative pedagogies Peter Scott is director of the Knowledge Media Institute at the Open University @peter_scottJohn Daniel served as a university president for 17 years in Canada (Laurentian University) and the UK (The Open University) before joining UNESCO as assistant director-general for education in 2001 and assuming the presidency of the Commonwealth of Learning in 2004 Helen Keegan is senior lecturer in interactive media/social technologies at the University of Salford and a UK national teaching fellow at Higher Education Academy @heloukee David Kernohan is responsible for the JISC/Academy OER programme and other work around learning resources and activities @dkernohanTony Bates is president and CEO of Tony Bates Associates Ltd, a private company specialising in the planning and management of e-learning and distance education Jesse Stommel is assistant professor of English and digital humanities at Marylhurst University in Portland @Jessifer  Jeff Haywood is vice-principal for knowledge management, chief information officer and librarian at the University of Edinburgh Bonnie Stewart is a writer, PhD student and sessional lecturer in the University of Prince Edward Island&apos;s faculty of education @bonstewart David Glance is director of the University of Western Australia&apos;s Centre for Software Practice. The UWA CSP is currently collaborating with Stanford University to build a MOOC platform Class2Go @david_glance Michael Thomas is senior lecturer at the University of Central Lancashire and editor of a four-volume major work on online learning This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/nov/21/online-learning-moocs-pedagogy-technology", 
    "wordcount": "760"
}