{
    "headline": "We must accept that Britain cannot rely on world food supplies", 
    "text": "To describe Britain&apos;s attitude to food security over the past couple of decades as cavalier is a serious understatement it. In the grand new globalised world you didn&apos;t have to grow apples because you could ship them from New Zealand or South Africa. You didn&apos;t have to worry about peas or beans , they came from Peru or Kenya. Chicken from Thailand; fish from wherever the latest ocean-hoovering operation was destroying future stocks  no cause for alarm there. All you needed was a fistful of pounds, and the food would be there to be bought. There had been the green revolution from the late 1960s that had saved the world from starvation. If supplies ran short, we&apos;d just have to crank up the technology again and all would be well. Food was cheap for Western consumers, and it was assumed that it would keep getting cheaper. In fact, we never actually were in any kind of global food utopia  even at the best point around 1995 there were nearly 800 million people going regularly hungry in the world, and obesity from inappropriate nutrition, closely linked to the rise of high-fructose corn syrup, trans fats and fizzy drinks, has just kept growing and spreading. And it&apos;s become increasingly obvious that agriculture based on petroleum inputs  for cultivation, spraying and harvest; for fertiliser; for global distribution  is going to have to change, fast. But mostly that&apos;s been regarded in the UK as an unfortunate global problem, something for the Department for International Development to worry about  and sometimes as almost a positive, as one of the driving factors of the Arab Spring. Yet last week,  with British wheat yields being reduced by 14.1% on the five-year average, and the latest global food prices  going up by 1.4% in September, the issue has again pushed to centre stage, and close to home. Britain is slowly waking up to the fact that relying on the rest of the world for large amounts of foods we could easily grow ourselves might not be a great idea. Food prices rose 32% (12% in real terms) in the UK between 2007 and 2012 while increasing only 13% in France and Germany. The price of fruit has been particularly hard hit. Unsurprisingly, with real incomes squeezed, consumption of this key nutritional item has fallen, at the greatest rate among lowest income households. They&apos;re already spending around 17% of their income on food With many also in fuel poverty, they&apos;re going to struggle to find the extra money that they&apos;ll need. Only 23% of our fruit and vegetables come from the UK - or 10% when you just count fruit  and those imports are only going to get more expensive. That&apos;s if they are available at all. It wasn&apos;t so long ago that every British city and town was surrounded by market gardens, orchards and dairies. And that&apos;s where we need to be  and can be - again. We need a stable, secure food supply, with a short distance from field to plate. We need to work to increase consumption of fruit and vegetables, and cut reduce consumption of meat from livestock few on grain. And we need a decentralised distribution system that&apos;s not reliant on a few giant warehouses. That is, not built around a handful of giant, monopolistic supermarkets. As the New Economics Foundation concluded in 2008, we&apos;re currently operating a system that&apos;s only nine meals from anarchy (PDF). We&apos;ve got a just-in-time food delivery system, which I saw firsthand when my local Green party in Camden had a pop-up shop during the London election campaign. At least three times a day, an HGV would draw up outside the local supermarket, offloading food that went straight on to the shelves - then straight out the door. Ensuring its people can eat is one of the most basic responsibilities of government. It&apos;s time, in its approach to competition law, to planning law, to flood protection, to planning for the future, that our government started to take this fundamental responsibility seriously. If food prices rise sharply, as they&apos;re highly likely to do  fruit, vegetables, and the real basics like bread and butter  it&apos;s the poorest who&apos;ll suffer first and worst. But if food supplies become tight, and post-peak oil fuel costs soar, then the impact on Britain&apos;s food supply will be felt by everyone. And the government will have to wonder why, in 2012, it was not taking seriously the need to produce food in Britain, close to where it would be eaten.", 
    "section": "environment", 
    "gid": "environment/blog/2012/oct/15/rely-world-food-supplies", 
    "wordcount": "755"
}