{
    "headline": "Video game sidekicks: eight of the best", 
    "text": "LUIGI Super Mario Bros, spin-offs, and  this month  Luigi&apos;s Mansion 2  It&apos;s not easy being the younger brother of gaming&apos;s most famous mascot. Starting life as an ignominious palette swap (Luigi was originally just Mario rendered in green and brown), technology eventually let him emerge as a taller, thinner plumber whose timorous personality makes him the perfect character to investigate haunted mansions.  Trembling at every creak and crying out in fear as he beams in using Professor E Gadd&apos;s unreliable &quot;pixelporter&quot;, his stuttering Italian-accented tones accompany your travails as you search for ghosts by unravelling the game&apos;s physical puzzles, which delight in showing you rooms you can&apos;t yet reach, challenging you to find a way in. He&apos;s nervous, lanky and would never be played by Bob Hoskins in a movie, but perennial underdog Luigi gets the job done and  rumour has it  is happy to accept cash in hand. TAILS Sonic The Hedgehog series     Tails    It&apos;s still unclear why Sega, in creating a character driven by a lust for speed, decided to make him a hedgehog. Other than tortoises or sloths, it&apos;s hard to imagine any creature less prone to rapidity. Sonic benefitted from a variety of largely forgettable sidekicks (Knuckles the echidna? Anyone? Anyone?) but he found long-term happiness with Tails, a fox whose full name is Miles Prower. Yes, side-splitting. Tails was known for his brace of tails, which he used to sustain brief, helicopter-style flight, a talent that offset his lack of speed  or any other defining characteristic. It&apos;s also the case that, in the wild, you might expect foxes to take more than a passing interest in hedgehogs, an interest usually expressed by eating them. That Tails has managed to suppress his appetite and wholly natural urges through more than a dozen games, several spin-offs and an animated TV series suggests that as well as an extra tail, he also has extraordinary willpower. LYDIA The Elder Scrolls V: Skyrim     Lydia    Over the course of your adventures in the vast, snowbound reaches of Skyrim you&apos;ll accumulate a range of hangers-on; from Shadowmere, a horse with eyes like hot glowing coals, to a vampire who fancies himself as a comedian. But for most who play the game, Lydia provides the first hint that your travels don&apos;t always have to be solo, as she joins you, fights at your side, gets wounded, falls over, then bravely picks herself up again. She&apos;s a woman of few words, and while there are chattier, more powerful and more beautiful companions to discover, there&apos;s a bond that emerges from Lydia simply being at your side in those early formative hours. Later on, when adventurers start thinking of getting married and settling down, Lydia&apos;s a frequent choice of bride who will happily tie the knot with both male and female characters. In the emancipated land of Skyrim, gay marriage doesn&apos;t raise so much as an eyebrow. KAZOOIE Banjo-Kazooie and sequel     Kazooie    Like a particularly compact helper monkey, Kazooie lives and works in Banjo the bear&apos;s backpack (naturally), pecking and flinging eggs at miscreants while offering caustic putdowns to the slow-witted bear. She also argues openly with other characters, giving many cruel yet apropos nicknames in the process. It doesn&apos;t stop there: as well as egg and epithet-hurling, Kazooie can turn into a dragon, breathe fire at enemies, and lay waste to any who would stand in the duo&apos;s way. Her relationship with Banjo is a pleasing inversion of the normally acquiescent sidekick schtick, and she has plenty of reasons to despair at her plodding friend and transportation device, while also helping him every single step of the way. Many keen observers see Kazooie as a bold step forward for sidekick kind; the nearest analogue to this being that of cartoon crime fighter, Hong Kong Phooey, whose cat, Spot solved all his cases. CORTANA Halo series     Cortana    Built from the personality of Dr Catherine Halsey, mastermind of the super soldier-making Spartan programme, holographic AI Cortana is Master Chief&apos;s digital sidekick. While unable to hold a gun or toss grenades she&apos;s handy in all sorts of ways, from plot exposition or unlocking troublesome doors to hacking dusty computer terminals and listening in on transmissions from nasty extra terrestrials the Covenant. She&apos;s also less than a metre tall and conveniently downloads herself into the Chief&apos;s battle armour when not offering guidance. Becoming suspiciously more voluptuous as the series went on, Halo&apos;s developers also made an unfortunate attempt to develop Cortana&apos;s character, with her artificial brain suffering something of a breakdown and putting her apparent invulnerability into question. Perhaps this was an attempt to make her sympathetic enough to actually care about, but it didn&apos;t really work. You&apos;re a computer lady, Cortana! Master Chief can simply go online and download a new one. WEIGHTED COMPANION CUBE Portal, Portal 2     Companion Cube    Portal and its sequel are made by Valve, the brilliant and enigmatic developers of classics including Half-Life and Team Fortress 2. Characters in Valve&apos;s games tend to be anything but standard, and so it is with this unlikely take on a totally inanimate sidekick. Introduced by GlaDOS, the game&apos;s Nurse Ratched-like AI, the Weighted Companion Cube is an object that &quot;will never threaten to stab you and, in fact, cannot speak&quot;. It&apos;s also a vitally important object in solving many of the games&apos; elegantly designed lateral-thinking puzzles. But Companion Cubes have a disturbingly heartwarming presence, forcing GlaDOS to admit that they may in fact be sentient, before making you destroy several by placing them in the snappily titled Aperture Science Material Emancipation Grills or finding other methods of total disintegration. The Companion Cube is an unconventional sidekick, but one with the capacity to generate strange, real feelings. That said GlaDOS is right: they don&apos;t say much. DIDDY KONG Donkey Kong Country, Diddy Kong Racing      Diddy Kong    Mario was originally called Jumpman, and was responsible for saving a princess from an ape named Donkey Kong. That makes Donkey Kong one of the most venerable names in interactive entertainment, and also means he needs a youthful apprentice to lure in the all-important children&apos;s market. And that&apos;s where Diddy Kong comes in. Although his relationship to Donkey Kong has never been firmly established, what we do know is that he&apos;s smaller, funkier, and has the capacity to use a barrel-shaped jetpack. Despite his marketing-inspired conception, Diddy still managed to star in the surprisingly wonderful Diddy Kong Racing (which remains possibly the best attempt at producing a cartoon kart racing game that&apos;s not Mario Kart), and Donkey Kong Country 2: Diddy Kong&apos;s Quest, in which he teams up with girlfriend, Dixie Kong. This is patently way more of the Kong family than anyone in their right mind would wish to know. DOG Fable II     Dog    Designed specifically to tug at heart strings, this playful canine companion joins your character from his or her early childhood and never leaves your side. Its barking is helpful in warning of impending attack and your dog always fights to protect you; it bravely bites monsters many times its size; it can even sniff out treasure, and is driven only by a heartfelt desire to keep you safe. All it asks for in return is that you play with and fuss over it to maintain its morale. You can also teach it tricks to delight villagers. As the game goes on, you start to find joy in the simple pleasure of your ownership; the bond between gamer and dog only grows. Naturally, then, the game takes this gentle, loving relationship and smashes you in the face with it, delivering a quasi Sophie&apos;s Choice moment right at the end, which has been known to leave players with a dead dog and a great deal of unresolved anger.Luigi&apos;s Mansion 2 for Nintendo 3DS is out on ThuWho have we missed? Add your favourites below", 
    "section": "technology", 
    "gid": "technology/2013/mar/22/best-videogame-sidekicks", 
    "wordcount": "1302"
}