{
    "headline": "Google's Motorola cuts German Android offerings to zero", 
    "text": "Google&apos;s handset subsidiary Motorola Mobility (MMI) has abruptly withdrawn all its Android devices from sale in Germany, apparently after failing to overturn patent judgments won by Microsoft and Apple. The move might presage a full-scale retreat from Germany by MMI, which is seeking deep job cuts and whose new chief executive, Google&apos;s Dennis Woodside, wants to focus on higher-end sales in fewer countries than at present. MMI&apos;s German website on Wednesday morning showed only one phone that is available for sale - the Motorola Gleam, which runs a proprietary operating system, and two as-yet unreleased Android phones, the Razr i and Razr HD, which would-be customers can register to buy later. The page for &quot;tablets&quot; shows no products. The withdrawal is not thought to include retailers, though if MMI has ceased to offer wholesale distribution then sales could dry up rapidly. A Munich court ruled in September that MMI must recall every Android smartphone and tablet from sale in Germany after Apple won a decision relating to a patent it owns. Areamobile, a German telecoms news site, has reported that an MMI spokesperson said the software for its devices was being &quot;reworked&quot; but offered no timetable for when they might go back on sale. In a statement to AllThingsD, an MMI spokesperson said: &quot;As we have previously stated Motorola Mobility is focusing on fewer mobile devices. As a result we have phased out some of our lower tier devices in Europe/Germany.&quot;  However the Gleam is not a high-end device, and the two new Razr models  Microsoft has also won three against MMI products in Germany. The two companies are locked in battles in courts in the US and Germany, in which MMI is asserting its ownership of a number of patents used in the H.264 video playback standard. Microsoft is thought to be seeking payment from MMI for alleged infringement by Android of a number of its patents - a tactic which it has used to successfully extract per-device payments from a number of other Android handset vendors, including Samsung and HTC. The move follows another surprise decision in the ongoing patent battles by MMI a week ago, when it withdraw a claim against Apple with the US&apos;s International Trade Commission (ITC), where it was in an ongoing tit-for-tat battle with the iPhone maker over patents relating to the iPhone and iPad. Neither Google nor MMI has given any explanation for either move. MMI&apos;s UK office did not respond to requests for comment from the Guardian. However an MMI spokesperson told the German site Areamobile that the operating system of older Razr phones and Xoom tablets were being &quot;reworked at the moment&quot; and would soon be available again there. Another MMI spokesperson told CNET: &quot;as we have previously stated, Motorola Mobility is focusing on fewer mobile devices. As a result we have phased out some of our lower tier devices in Europe/Germany.&quot; Google has indicated that it paid $12.5bn for MMI in part to acquire its portfolio of 17,000 existing and 7,500 pending patents in the wireless and mobile fields, to fend off lawsuits against Android device makers from Apple and Microsoft. But now, says Florian Mller, a patents blogger, &quot;the company that Google bought for $12.5bn to protect Android from patent threats cannot even protect itself.&quot; Mller, who receives payments from companies including Microsoft and Oracle - which lost a high-profile patents case with Google earlier this year - said that the withdrawal suggests that MMI has been hit by repeated injunctions brought by Microsoft. He commented: &quot;It appears that Google as a whole is struggling to keep up with the fast-growing number of Android-related patent infringements identified by courts in the US, Europe and Asia.&quot; Apple and Microsoft have had significant successes in the courts in asserting patents against Android handset companies, including MMI, Samsung, and HTC.  If MMI has withdrawn from Germany, it could cut it off from an important European market where Android phones have proven highly popular. But Woodside has also indicated that he aims to focus the company on making fewer, higher-end handsets and concentrating MMI&apos;s sales in a smaller number of countries. The company is currently undergoing a round of restructuring, having said in August that it would cut 4,000 jobs with up to $275m in severance costs - and then said earlier this month that it will cost $300m, though it expects the job cuts to remain the same. It has suggested that the closures would be in Asia and India. In the note it said it would spend $90m on closures of offices outside the US: &quot;Motorola has continued to refine its planned restructuring actions and now expects to broaden those actions to include additional geographic regions outside of the US,&quot; it commented. About $40m of those costs will apply in the third quarter of 2012, which ended in September.", 
    "section": "technology", 
    "gid": "technology/2012/oct/10/motorola-germany-android", 
    "wordcount": "837"
}