{
    "headline": "Franois Hollande: invest in renewable energy to avert 'catastrophe'", 
    "text": "The world is headed for an environmental &quot;catastrophe&quot; if countries do not invest in renewable energy, Franois Hollande warned on Tuesday. Speaking at a green energy conference in Abu Dhabi, the French president said that people had an obligation to protect the planet for future generations. &quot;If we don&apos;t act, if we don&apos;t do anything, if we don&apos;t invest anything, we can be sure that we will have a catastrophe very soon. We have to have confidence to invest in the new energy. We can act together to create this world of renewable energy,&quot; he told delegates at the World Future Energy Summit. He added: &quot;It&apos;s an architectural challenge, an urban challenge and an economic challenge. It&apos;s our economic duty to promote these kind of energies like the ones we are promoting today, and we are obliged make our planet liveable for the next generation. We can see the demonstration of this here in the United Arab Emirates.&quot; Hollande also called for the use of more energy efficiency in older cities. Nearly 200 countries met in neighbouring Qatar in December to negotiate steps to cut carbon emissions, resulting in a modest agreement to continue the Kyoto protocol for a small group of countries and the laying of groundwork to agree on a global treaty in 2015. Cristina Fernndez de Kirchner, the president of Argentina, told the summit on Tuesday that rich countries had more responsibility to cut emissions than poorer ones. &quot;We have to see the growth of emissions and reverse these tendencies. It is very important to use renewable energy. We have an obligation to the quality of life. We are all responsible, but of course some of us have more responsibility than others,&quot; she said. More than 30,000 delegates are expected at the summit, including politicans, business executives and scientists. On Monday, the first ever global &quot;atlas&quot; of renewable energy was unveiled at the summit.", 
    "section": "environment", 
    "gid": "environment/2013/jan/15/francois-hollande-renewable-energy", 
    "wordcount": "332"
}