{
    "headline": "EC antitrust chief warns over abuse of 'essential' patents in smartphone wars", 
    "text": "The European Commission&apos;s antitrust chief has threatened sanctions against companies that use &quot;essential&quot; patents for standards as weapons in courtroom litigation - a reflection of current cases going on between Apple, Motorola and Samsung. Speaking in Paris on Friday, Joaquin Almunia, who is in charge of competition policy at the EC, warned companies that have &quot;essential&quot; patents in particular fields that he would ensure they were obliged to license them on &quot;fair, reasonable and non-discriminatory [FRAND] terms&quot;. The EC can impose swingeing fines of up to 10% of the company&apos;s global turnover. In the past the EC&apos;s competition arm has fined Microsoft and Intel. At the end of January it began an antitrust investigation of Samsung&apos;s use of standards-essential 3G patents in lawsuits, notably against Apple in Europe. Such lawsuits, because they exploited essential patents, might constitute an abuse of a dominant position. &quot;FRAND&quot; licensing has been an accepted part of patent pooling where such patents are accepted as essential standards. The companies which own the patents are rewarded as the market expands. But in the mobile field, a blizzard of lawsuits between a number of companies has seen Samsung and Motorola using their ownership of &quot;essential&quot; patents in wireless and mobile technologies in lawsuits against Apple and other companies.  &quot;It is a major task of competition control to ensure that new generations of businesses are given a fair chance. I am notably thinking of the surge in the strategic use of patents that confer market power to their holders,&quot; Almunia said. &quot;The potential abuses around standard-essential patents are a specific illustration of this concern. &quot;Standards are the best tool to promote interoperability of devices or to define safety or quality benchmarks. In the communications technologies, standards are key for a universal interconnection and seamless communication. &quot;Once a standard is adopted, it becomes the norm and the underlying patents are indispensable. Owners of such standard essential patents are conferred a power on the market that they cannot be allowed to misuse.&quot; &quot;Standardisation processes must be fair and transparent, so that they are not in the hands of established firms willing to impose their technologies. But it is not enough. We must also ensure that, once they hold standard essential patents, companies give effective access on fair, reasonable and non discriminatory terms. &quot;This is crucial if we want industries and businesses relying on such patents to develop freely to their utmost potential. &quot;I am determined to use antitrust enforcement to prevent the misuse of patent rights to the detriment of a vigorous and accessible market. I have initiated investigations on this issue in several sectors and we will see the results in due time.&quot; No date has been given for a decision on the Samsung investigation. Motorola, which owns a number of essential mobile patents, is also locked in battle with Apple over patents; on the same day that Almunia spoke, Motorola lost a case in Mannheim, Germany, where it had been accusing Apple of infringing a patent that Motorola says is essential to 3G technology - though no standards body has agreed. The judge decided that Motorola had failed to prove infringement. Motorola has previously won two cases against Apple, one of which involves a standards-essential patent.  Almunia also said that he would intervene to prevent a merger if it &quot;threatens the competitive condition of a market and the interests of businesses and consumers&quot;. He cited the blocking of the proposed merger between DB and NYSE Euronext. But watchers at Google and Motorola may be anxious about whether the context of his speech - including the mention of essential patents, where Motorola is strong - may be wondering whether it refers to the proposed Google takeover of Motorola, which the European Commission has asked for more time to examine.", 
    "section": "technology", 
    "gid": "technology/2012/feb/10/ec-antitrust-patents-mobile", 
    "wordcount": "651"
}