{
    "headline": "New access model for universities needed", 
    "text": "The deputy prime minister wishes to provide more funds to encourage students from free school meal backgrounds to enter university but fails to say whether any new money is involved (Clegg plots 2,500 premium to boost access, 21 May). Instead the government appears to be eyeing up the widening participation funds allocated to universities in England. These ensure that universities which recruit students from less advantaged backgrounds receive some additional funding to support their teaching and to encourage students to apply in the first place. This premium is like the pupil premium in that it goes direct to institutions. To suggest that universities which are doing the heavy lifting in promoting social mobility should lose this premium so that younger students receive more funds to access a fees system is worrying. Basing university access on free school meals also risks marginalising the one in three undergraduates who start studying for a degree when they are older. Pam TatlowChief executive, million+  Your report (17 May) on research from the Higher Education Policy Institute says time spent with tutors is the same despite a three-fold increase in tuition fees. But fee increases are a response to withdrawal of virtually all public funding of undergraduate teaching in many disciplines, particularly the humanities, arts and social sciences. The increase in fees over the next year is to replace what has been lost. Universities will have less money, not more. If the NUS wants increases in contact time, it needs to blame the coalition not universities and take action to win an increase in the public funding of undergraduate teaching.Professor Steven Cummins Queen Mary, University of London  Your report takes no account of three elements of learning  reading the literature, writing essays and, crucially, the quality of contact time with staff and students. Personal study is a key component, particularly in arts and humanities. Universities were set up to share the few existing books  I queued in university libraries in the 60s, so now the literature is so accessible, the whole model needs a rethink.Peter WestLondon ", 
    "section": "education", 
    "gid": "education/2012/may/21/access-model-universities", 
    "wordcount": "345"
}