{
    "headline": "Green news roundup: Invasive moths, delayed spring and green roofs", 
    "text": "Environment news  Pest caterpillars face helicopter blitz with insecticide  Ed Davey hits out against coalition climate change sceptics Arctic faces further threat from ocean acidification Billions of cicadas to invade US east coast after 17 years undergroundRenewable energy firms accuse activists of scaremongering over biomass On the blogs     Snow clouds over Tynemouth beach after more overnight snow as winter weather returned to the UK on March 11, 2013.  Photograph: Owen Humphreys/PA     John Abraham: This isn&apos;t the weather we grew up with Wildlife forced out of California &apos;salad bowl&apos; by food safety regulations India acts to save Asiatic lion by moving it  but hard work has only just begun Revealed: Germany&apos;s secret bid to kill ban on bee-harming pesticides Is China really a climate change leader? Multimedia     Bluebells in spring Photograph: Gareth Fuller/PA     Delayed Spring  your best pictures SeaOrbiter: the spaceship orbiting the Blue Planet  interactive The week in wildlife  in pictures Impact of deforestation on wildlife in the greater Mekong - in pictures Features     Uncertain future ... a fishing boat leaves from Capesterre, on Marie-Gallant island, in Guadeloupe. Photograph: Marcel Mochet/Getty     Guadeloupe and Martinique threatened as pesticide contaminates food chain Brittany villages blazing a trail in energy self-sufficiency Are electric vans green? Paris shopping centre opens green roof as French cities make room for nature Best of the web  Over half the world&apos;s population could rely on food imports by 2050  study World&apos;s rarest duck on the rebound in Madagascar UK nuclear power plans are &apos;Soviet&apos;, says EU energy commissioner Jobs  Small &amp; Medium Wind Development Manager at RenewableUK, London, Competitve Salary Disaster Risk Reduction Adviser at British Red Cross, London, with some overseas travel, 35,000 p.a. inc ILW Climate and Energy Policy Officer at WWF, Edinburgh (initially Dunkeld), 34,345 - 38,412 ... And finally     Kevin McCould in Grand Designs. Photograph: Charles Fearn/Channel 4      Kevin McCloud: &apos;I am a big fan of composting toilets&apos;Grand Designs&apos; green-minded presenter enthuses over toilets, mending, and his expanding trousers", 
    "section": "environment", 
    "gid": "environment/2013/may/08/1", 
    "wordcount": "278"
}