{
    "headline": "Fit for the future? The rocky road to a new set of development goals", 
    "text": "The first thing to do when you make a mistake is to make sure you don&apos;t do it again. Someone ought to remind those leading the process that we hope will lead to a new set of global development goals to succeed the millennium development goals. So far the process shows signs of making the same mistakes as last time, in a world where the dramatic shifts in global power make the previous approach untenable. It&apos;s time for some quick course corrections. The Rio+20 Earth summit is only two months away, and it is an important first staging post. We&apos;re strong supporters of the MDGs. They have been celebrated as one of the most successful UN agreements, generating an unprecedented level of support and enthusiasm across governments, citizens and the private sector. But they were also criticised for being primarily conceived by countries of the global north that have often used them to set aid priorities and to measure the performance of governments in the global south. As a result, the MDGs failed to tackle the deeper structural causes of poverty. Just as critically, southern civil society felt a lack of ownership of the goals, which weakened the pressure for action and accountability at national level  so essential to securing lasting change. Now the UN and interested governments are looking to the future. The UN system is putting tremendous time and energy into designing the process that will lead to a new set of global development goals, and seeking inputs from governments, thinktanks and civil society groups. Many of us are concerned this will reduce the focus on delivery of the existing goals  there are three years still to go, and a huge effort is needed by all parties to achieve the current MDGs. On the brighter side, the experts  including Jan Vandemoortele, Sakiko Fukuda-Parr, Claire Melamed, Andy Sumner and Meera Tiwari  seem united in proposing that the new development goals and the process leading to them must emphasise national ownership and public participation, and focus on sustainability, equity and reaching the &quot;poorest of the poor&quot;. The UN-led process must reflect the need for wide ownership, and the new division of global economic and political power and responsibility, if it is to lead the world&apos;s governments to an agreement and action on the challenges facing the world in 2015 and the decade after it. Three things should be done to avoid replicating the mistakes of the past. South facing First, we need to bring the perspective of southern countries and citizens to the front of this conversation. &quot;Never about us without us,&quot; as the Institute of Development Studies director, Lawrence Haddad, put it. Where are the voices of the poor in this process? The conversation at present is overwhelmingly between northern governments and thinktanks. The most glowing achievements in the MDG success story have been the result of social and economic initiatives in the global south. Most believe that traditional donor countries have failed to meet the commitment for aid and partnership spelled out in the infamously catch-all goal eight  to develop a global partnership for development. This really matters. Unless there is far broader involvement and ownership of the next round of goals, there will be no agreement on them. Developing countries and the &quot;emerging&quot; economies must be co-creators of this process. The UN plans to consult civil society in 50 countries. But civil society groups and coalitions in the south need financial support to help them carry out their own independent reflection and mobilisation on this, not simply an invitation to participate in the UN consultation. Co-chairs needed Second, the leadership needs to be right. Reports in the UK suggest that the prime minister, David Cameron, will chair the committee to advise the UN secretary general on the future of the MDGs. The UK media reported this as a victory for Cameron. But in other parts of the world it has been received as a signal that the post-MDG process is already in deep distress, particularly since it was accompanied by briefing that highlighted the importance of economic growth and played down the importance of goals on education and child mortality. All UN groups of this kind have been co-chaired by representatives from both north and south. A co-chair or co-chairs need to be announced fast. Sustainable excitement Third, we need to work towards a universal set of goals, with commitments to action in the north and the south. The next set of global goals must have poverty eradication at the front and centre. But they must also address inequality and exclusion within a human rights framework, and tackle the key sustainability challenges facing the world. There is considerable support in the Rio+20 negotiations for sustainable development goals, in which all countries would commit to action. This is an exciting prospect, and could set a truly shared global agenda. Decisive action is needed by the UN and donor countries to restore credibility and balance to the process for developing the next set of global goals. The UN must show leadership and ensure that southern and feminist perspectives are strongly represented in the composition and co-leadership of the MDG committee. Donors too must play their part in empowering southern voices. We need a strategy of engagement across least developed and middle-income countries to inspire governments and citizens to play an active part in shaping future development goals, to help secure a positive first step at the Rio+20 summit and in the runup to 2015.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/apr/25/future-new-mdgs-mistakes-past", 
    "wordcount": "924"
}