{
    "headline": "Rio+20: Earth summit dawns with stormier clouds than in 1992", 
    "text": "Helicopters thundered up and down the chic Copacabana and Ipanema beaches. Tanks guarded the bridges and tunnels. The favelas were in lockdown, schools closed and supermarkets stood empty. Unexpectedly, George H W Bush, the 41st US president, flush with success at the collapse of communism, had arrived in Rio de Janeiro for the 1992 Earth summit. The graffiti I saw on Rio&apos;s streets read &quot;Yanqui go home&quot;, but the world had seen nothing like this before: after years of planning, 109 heads of state, 172 countries, 2,500 official delegates, and about 45,000 environmentalists, indigenous peoples, peasants and industrialists came together for the UN&apos;s epic conference on environment and development. The Dalai Lama meditated with Shirley MacLaine on the beach at dawn, Jane Fonda and Pel turned up, as did Fidel Castro, train robber Ronnie Biggs, and an obscure US senator called Al Gore. On a wave of concern about the state of the world, presidents, prime ministers and even two kings signed up to a legally binding convention on biodiversity, a climate-change agreement that led to the Kyoto protocol, a 6,000-page blueprint for action, a six-page philosophical paper linking poverty to environmental degradation, initiatives for forests, and new principles to guide world development. The milestone summit set the global green agenda for 20 years and took only a few days for leaders to negotiate. Nowadays, when it takes 15 years to arrive at nowhere in climate negotiations, it seems extraordinary. Twenty years on Rio is bursting again and on maximum security alert for the follow-up conference, billed as the biggest UN event ever organised. This time, 15,000 soldiers and police are guarding about 130 heads of state and government, as well as ministers and diplomats from 180 countries and at least 50,000 others. But Rio+20 is full of absences. Franois Hollande will be there for France, but Obama, Cameron, Merkel and most other G20 leaders are snubbing it. In 1992, Britain sent to Rio the newly elected prime minister, John Major, his environment secretary, Michael Howard, and two other ministers. This time its delegation includes businesses and is led by the deputy PM, Nick Clegg, with just one other minister. The UK&apos;s Department for International Development is represented only by officials. The excuse is that the summit is overshadowed by the deepening global financial crisis. The real reason may be that the days of hope and idealism are over. Rich countries have little new to offer, and China, Brazil, India and other rapidly emerging economies are now in the development driving seat. Instead of the ambitious, legally binding conventions on offer in 1992, countries have only been asked to lay the foundations for the next 20 years. The UN wants Rio to endorse a UN &quot;green economy roadmap&quot; with environmental goals, targets and deadlines. Developing countries, led by Colombia, prefer new &quot;sustainable development goals&quot; to better protect the environment, guarantee food and power to the poorest, and alleviate poverty. But with negotiations now effectively over there is still no political consensus; the poor are mistrustful of the rich, and groups like Oxfam fear that new goals could get mixed up with the existing millennium development goals. Getting any agreement at all has proved hard. UN chiefs and the Brazilians are upbeat but squabbling governments have fought bitterly over the lead that the rich should give and the money the poor should receive to help them out of destitution. Just as in 1992, when Bush declared that &quot;the American way of life is not negotiable&quot; and reduced the aid package to developing countries to a paltry 6bn, so in 2012 US negotiators, backed by the EU and the G20, have told developing countries to accept the &quot;new global reality&quot;, and have refused to give way. But no one in Rio doubts that the talks are even more urgent than in 1992. The director of UNEP, Achim Steiner, has warned that pollution is killing millions of people a year, that ecosystem decline is increasing, that climate change is speeding up, and soil and ocean degradation is worsening. Steiner said: &quot;If [the] trends continue  governments will preside over unprecedented levels of damage and degradation. Earth systems are being pushed towards their biophysical limits.&quot; Dame Barbara Stocking, Oxfam&apos;s director, said: &quot;This is urgent. As the people with the least struggle to survive, the consumption habits of the richest are stripping the Earth of its resources. The situation is dire. We cannot go on living beyond the Earth&apos;s boundaries. The people suffering are the poorest. These are issues that will affect us all for ever.&quot; But in the absence of government action, any ambition and optimism is expected to come from the parallel &quot;People&apos;s Summit&quot;, the myriad non-governmental groups and many business meetings that have already started. According to Marina Sylva, former Brazilian environment minister and presidential candidate, Flamingo park in the centre of Rio, where thousands of peasants and social movements are now camping and meeting, should become &quot;the Tahrir square&quot; of NGOs, the dispossessed, the indigenous communities, and human rights, ecological and other social justice activists, all wanting more radical change to the world&apos;s economic systems to protect the Earth. For them, the world leaders in the Rio centro meeting halls only offer green capitalism, nature for sale and more of the same inequality. Sylva said: &quot;They cannot lower expectations in the face of a crisis worsening every day. I hope that Rio+20 will become the Tahrir square of the global environmental crisis and that public opinion will be able to tell leaders that they cannot brush off the science.&quot; Excerpt: George H W Bush speech given at Rio 1992 &quot;Let&apos;s face it, there has been some criticism of the United States. But I must tell you, we come to Rio proud of what we have accomplished and committed to extending the record on American leadership on the environment. In the US we have the world&apos;s tightest air quality standards on cars and factories, the most advanced laws for protecting lands and waters, the most open processes for public participation. &quot;Now for a simple truth: America&apos;s record on environmental protection is second to none. So I did not come here to apologise. We come to press on with deliberate purpose and forceful action. Such action will demonstrate our continuing commitment to leadership and to international co-operation on the environment. &quot;There are those who say it takes state control to protect the environment. Well, let them go to eastern Europe, where the poisoned bodies of children now pay for the sins of fallen dictators, and only the new breeze of freedom is allowing for clean-up. &quot;Today we realise that growth is the engine of change and a friend of the environment. Today an unprecedented era of peace, freedom and stability makes concerted action on the environment possible as never before.&quot; Excerpt: Fidel Castro 1992 Rio speech &quot;An important biological species  humankind  is at risk of disappearing due to the rapid and progressive elimination of its natural habitat. We are becoming aware of this problem when it is almost too late to prevent it. It must be said that consumer societies are chiefly responsible for this appalling environmental destruction. &quot;With only 20% of the world&apos;s population they consume two-thirds of all metals and three-fourths of the energy produced worldwide. They have poisoned the seas and the rivers. They have polluted the air. They have weakened and perforated the ozone layer. They have saturated the atmosphere with gases, altering climatic conditions with the catastrophic effects we are already beginning to suffer. &quot;The forests are disappearing. The deserts are expanding. Billions of tons of fertile soil are washed every year into the sea. Numerous species are becoming extinct. Population pressures and poverty lead to desperate efforts to survive, even at the expense of nature. &quot;Unequal trade, protectionism and the foreign debt assault the ecological balance and promote the destruction of the environment. If we want to save humanity from this self-destruction, wealth and available technologies must be distributed better throughout the planet. Less luxury and less waste in a few countries would mean less poverty and hunger in much of the world.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/jun/19/rio-20-earth-summit-1992-2012", 
    "wordcount": "1396"
}