{
    "headline": "MEPs gather for key CAP reform vote", 
    "text": "Wide-ranging reforms of the European Union&apos;s common agricultural policy (CAP)  which could include new protections for natural habitats, or a partial return to some of the discredited subsidies that blighted previous decades  will be subject to a key vote in the European parliament on Wednesday. At stake is the fate of more than 50bn that European taxpayers give to farmers every year, and the key matter of a new system of subsidies based not just on the amount of land farmed and the crops produced, but also on the farmer&apos;s stewardship of the landscape  including environmental goals, such as giving space to wild flowers and animals. The reforms have been under discussion for more than a decade, as member states have fought to replace the older CAP system that gave rise to the &quot;butter mountains&quot; and &quot;wine lakes&quot; of the 1980s, when farmers produced whatever gave them the most subsidy instead of what the market wanted. That system has now been largely dismantled, but not fully, in favour of a system of direct payments to farmers based on how much land they farm and its quality. But some want to go further in basing more of the subsidy on stewardship, while other member states are unwilling to give up the old system. Owen Paterson, the UK&apos;s environment secretary, has spoken out strongly in favour of market-based reform, which would further shift subsidies from production to direct payments and environmental measures. &quot;Farmers&apos; decisions about which crops to grow and which animals to raise should be left to the market,&quot; he said. &quot;Coupled payments [for production of certain crops] and other subsidies are distorting, and that&apos;s why I want coupled payments limited to a maximum of 5%.&quot; The current system leaves the majority of the subsidies going to large landowners  including Prince Charles and the Duke of Westminster, two of the biggest recipients of the aid in the UK  with only a relatively small proportion going to struggling small farmers. But the votes on Wednesday will be complex, with more than 300 amendments having been tabled during bitter wrangling at the committee stages. There is also disagreement over how to include environmental goals in a &quot;decoupling&quot; of the subsidies. Amid the details, MEPs and member states will wrangle over protections for farmland birds, water courses, wildlife, biodiversity and uplands. Under current rules, farmers should get credit for environmental protection. But there are concerns that such credits could be counted twice, resulting in an effective double subsidy for the same actions. One proposal would require farmers to keep a small percentage of their land as &quot;ecological focus areas&quot;. But another would allow a large proportion of the tens of billions of pounds at stake to be given in direct payments to farmers, based on the amount of land they farm and with much less of the subsidy based on environmental improvements. Tony Long, director of European policy at WWF, said: &quot;The EU parliament has a historic opportunity during Wednesday&apos;s vote to make the right choice. MEPs need to support coherent greening measures that will help restore a natural balance to the countryside and ensure a long-term future for farming.&quot; He warned that the public was running out of patience with the lack of reform in a sector that soaks up the lion&apos;s share of the EU&apos;s budget while failing to make significant cuts to greenhouse gas emissions, and contributing to pollution and water scarcity, and a loss of biodiversity. Wednesday&apos;s vote will not decide these issues, but is a key staging point along the way. Reform of the CAP has been ongoing for more than 10 years in its current form, but progress has been slow. Some member states with large agricultural sectors, such as France, have clung to old measures which give their farmers more benefits than those in newer member states. The CAP is a crucial issue for many of the constituents of European parliament members from rural areas. But successive scandals  from the high cost of the subsidies to consumers, and health scares from BSE to horsemeat  have shaken the public reputation of EU farming, food production and food retail. Ian Woodhurst, of the Campaign to Protect Rural England, said: &quot;MEPs are elected to represent the views of the taxpaying voter, and the money farmers receive comes out of these taxpayers&apos; pockets. It is critical that MEPs vote to strengthen the environmental measures associated with payments from the CAP. Even the simplest requirement, for farmers to manage a small percentage of their farm for the benefit of wildlife and landscape in return for a proportion of their payments, has been negotiated away to the point where it will deliver very little environmental benefit.&quot; Meurig Raymond, deputy president of the UK&apos;s National Farmers&apos; Union, said: &quot;We need to make bigger strides to reduce unnecessary red tape in the future CAP. We are also urging MEPs to reject the excessive use of trade-distorting coupled support payments that unfortunately the majority of agriculture committee MEPs supported, and to minimise the powers that would see the gap in payment levels [among member states] potentially widen further.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/mar/13/mep-gather-key-cap-reform-vote", 
    "wordcount": "870"
}