{
    "headline": "Why moths don't deserve their demon status", 
    "text": "Is there a British creature as abundant but as frequently misunderstood as the moth? Being nocturnal, moths are only encountered by many people on warm evenings  pale, looping fragments in their car headlights. Worse, the fabric-munching habits of two small species  the case-bearing clothes moth and common clothes moth  tar the otherwise good character of 2,500 species whose caterpillars would never countenance chewing a carpet or nibbling a scarf. To some people an inch-long moth in their bedroom on a hot, humid night is a demon trying to destroy their favourite jumper. In truth she was merely looking for a nettle on which to carefully lay her precious eggs, until dragged wayward by the light pollution from the window. Fortunately, not everyone is so prejudiced; moths&apos; important role in our ecosystem  pollinating flowers and feeding baby birds  is appreciated. People paying close attention to moths attracted to light will be amazed by their fantastic variety: some are bright pink, yellow or green; others have intricate and beautiful patterns. The exceptionally wet April, May and June, wettest ever and twice as wet as average, have been a disaster for moths. Many moth enthusiasts have never seen so few moths in their gardens and moth traps. So in the evening I set my own little trap, topped by a bright white mercury vapour lamp, with some trepidation. In the morning the trap is packed with hundreds of resting moths, representing dozens of species. The most abundant types are the garden grass-veneer (straw-coloured, fingernail length, edged with golden hairs) and the slightly bigger common footman (silvery grey, oval with a rich yellow border). Highlights include the giant privet hawkmoth, with a wingspan the width of a man&apos;s hand, and black and coffee swirled wings and bright pink spots along the body; the white satin moth, bearing huge feathery antennae; the exquisitely camouflaged buff-tip, looking exactly like a broken birch twig; and a cool spearmint-green-coloured small emerald. Perhaps the weather had delayed their appearance, not killed them.", 
    "section": "environment", 
    "gid": "environment/2012/jul/18/woodnewton-northamptonshire-moths-demon-status", 
    "wordcount": "334"
}