{
    "headline": "Osmium | video", 
    "text": "    This week&apos;s element is lovely osmium, which has the symbol Os and the atomic number 76.  Osmium is the rarest stable element in the Earth&apos;s crust. It is a lustrous, blue-gray or blue-black transition metal in the platinum family. It is very hard and brittle, and has a very high melting point (the fourth highest of all the elements), making it difficult to work with. Osmium is the densest naturally occurring element (22.59 g/cm3 -- slightly greater than iridium and twice that of lead). It is typically found in the wild either in its pure state or as an alloy, mostly in platinum ores.    This element was discovered in London in 1803 by Smithson Tennant and William Hyde Wollaston. Tennant obtained a black platinum material from silver mines in Colombia, which he reacted with sodium hydroxide at red heat. He obtained a yellow solution (probably cis[Os(OH)2O4]2) before distilling off volatile osmium tetroxide, OsO4. This, he named osmium (Greek osme translates as &quot;a smell&quot;) for its ashen and smoky smell.  Not only is osmium tetroxide volatile, but it is extremely toxic. However, it does have its uses. For example, it is used in electron microscopy to fix and stain tissue samples and, since it is electron dense, it enhances the image contrast thereby making cellular structures easier to see. Osmium tetroxide binds to fatty acids to form a black osmium dioxide residue and thus, is was once used to reveal fingerprints.  Osmium alloys are familiar to those who love fine fountain pens since the tip of these pens may be made from osmium alloyed with platinum, iridium, or other platinum group metals. Last century, osmium alloys were commonly used in phonograph styli until they were replaced by costlier but more durable diamond and sapphire stylus tips.  Osmium is perhaps most useful to scientists because 187Os is the beta-decay product of 187Re (half-life 4.561010 years). For this reason, rhenium-osmium dating is used determine the geologic age of rock. But, for this dinosaur fan, the most notable application of osmium dating is analysing the shocked quartz layer found at the CretaceousPaleogene boundary, when many dinosaurs became extinct 65 million years ago. Here is our favourite professor, telling us a little more about osmium:            [video link]  .. .. .. .. .. .. .. .. .. .. .. ..  Video journalist Brady Haran is the man with the camera and the University of Nottingham is the place with the chemists. You can follow Brady on twitter @periodicvideos and the University of Nottingham on twitter @UniofNottingham  You&apos;ve already met these elements: Rhenium: Re, atomic number 75Tungsten: W, atomic number 74Tantalum: Ta, atomic number 73Hafnium: Hf, atomic number 72Lutetium: Lu, atomic number 71 Ytterbium: Yb, atomic number 70Thulium: Tm, atomic number 69Erbium: Er, atomic number 68Holmium: Ho, atomic number 67Dysprosium: Dy, atomic number 66Terbium: Tb, atomic number 65Gadolinium: Gd, atomic number 64Europium: Eu, atomic number 63Samarium: Sm, atomic number 62Promethium: Pm, atomic number 61Neodymium: Nd, atomic number 60Praseodymium: Pr, atomic number 59Cerium: Ce, atomic number 58Lanthanum: La, atomic number 57Barium: Ba, atomic number 56Csium: Cs, atomic number 55Xenon: Xe, atomic number 54Iodine: I, atomic number 53Tellurium: Te, atomic number 52Antimony: Sb, atomic number 51Tin: Sn, atomic number 50Indium: In, atomic number 49Cadmium: Cd, atomic number 48Silver: Ag, atomic number 47Palladium: Pd, atomic number 46Rhodium: Rh, atomic number 45Ruthenium: Ru, atomic number 44Technetium: Tc, atomic number 43Molybdenum: Mo, atomic number 42Niobium: Ni, atomic number 41Zirconium: Zr, atomic number 40Yttrium: Y, atomic number 39Strontium: Sr, atomic number 38Rubidium: Rr, atomic number 37Krypton: Kr, atomic number 36Bromine: Br, atomic number 35Selenium: Se, atomic number 34Arsenic: As, atomic number 33Germanium: Ge, atomic number 32Gallium: Ga, atomic number 31Zinc: Zn, atomic number 30Copper: Cu, atomic number 29Nickel: Ni, atomic number 28Cobalt: Co, atomic number 27Iron: Fe, atomic number 26Manganese: Mn, atomic number 25Chromium: Cr, atomic number 24Vanadium: V, atomic number 23Titanium: Ti, atomic number 22Scandium: Sc, atomic number 21Calcium: Ca, atomic number 20Potassium: K, atomic number 19Argon: Ar, atomic number 18Chlorine: Cl, atomic number 17Sulfur: S, atomic number 16Phosphorus: P, atomic number 15Silicon: Si, atomic number 14Aluminium: Al, atomic number 13Magnesium: Mg, atomic number 12Sodium: Na, atomic number 11Neon: Ne, atomic number 10Fluorine: F, atomic number 9Oxygen: O, atomic number 8Nitrogen: N, atomic number 7Carbon: C, atomic number 6Boron: B, atomic number 5Beryllium: Be, atomic number 4Lithium: Li, atomic number 3Helium: He, atomic number 2Hydrogen: H, atomic number 1 Here&apos;s the Royal Society of Chemistry&apos;s interactive Periodic Table of the Elements that is just really really fun to play with!  .. .. .. .. .. .. .. .. .. .. ..  Follow Grrlscientist&apos;s work on facebook, Google +, LinkedIn, Pinterest and of course, twitter: @GrrlScientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/dec/07/2", 
    "wordcount": "766"
}