{
    "headline": "Great Barrier Reef loses more than half its coral cover", 
    "text": "     Coral cover in the Great Barrier Reef has dropped by more than half over the last 27 years, according to scientists, a result of increased storms, bleaching and predation by population explosions of a starfish which sucks away the coral&apos;s nutrients. At present rates of decline, the coral cover will halve again within a decade, though scientists said the reef could recover if the crown-of-thorns starfish can be brought under control and, longer term, global carbon dioxide emissions are reduced. &quot;This latest study provides compelling evidence that the cumulative impacts of storms, crown-of-thorns starfish (Cots) and two bleaching events have had a devastating effect on the reef over the last three decades,&quot; said John Gunn, chief executive of the Australian Institute of Marine Science. Coral reefs are an important part of the marine ecosystem as sources of food and as protection for young fish. They are under threat around the world from the effects of bleaching, due to rising ocean temperatures, and increasing acidification of the oceans, which reduces the corals&apos; ability to build their calcium carbonate structures. The Great Barrier Reef is the most iconic coral reef in the world, listed as a Unesco world heritage site and the source of $A5bn (3.2bn) a year to the Australian economy through tourism. The observations of its decline are based on more than 2,000 surveys of 214 reefs between 1985 and 2012. The results showed a decline in coral cover from 28% to 13.8%  an average of 0.53% a year and a total loss of 50.7% over the 27-year period. The study was published on Monday in the Proceedings of the National Academy of Sciences journal (subscription). Two-thirds of the coral loss has occurred since 1998 and the rate of decline has increased in recent years, averaging around 1.45% a year since 2006. &quot;If the trend continued, coral cover could halve again by 2022,&quot; said Peter Doherty, a research fellow at the institute. Tropical cyclones, predation by Cots, and bleaching accounted for 48%, 42%,and 10% of the respective estimated losses. In the past seven years the reef has been affected by six major cyclones. Cyclone Hamish, for example, ran along the reef, parallel to the coast for almost 930 miles (1,500km), leaving a trail of destruction much greater than the average cyclone, which usually crosses the reef on a path perpendicular to the coast. The starfish problem was first recorded in 1962 at Green Island off Cairns. &quot;When we say outbreaks, we mean explosions of Cots populations to a level where the numbers are so large that they end up eating upwards of 90% of a reef&apos;s coral,&quot; Gunn said. &quot;Since 1962 there have been major outbreaks every 13-14 years.&quot; The evidence suggests that outbreaks of Cots start two or three years after major floods in northern rivers. In September, scientists at the International Union for Conservation of Nature announced that Caribbean coral reefs are on the verge of collapse, with less than 10% of the reef area showing live coral cover. The collapse was due to environmental issues, including over-exploitation, pollution and climate change. David Curnick, marine and freshwater programme co-ordinator at the Zoological Society of London, said many of the most endangered coral species around the world were also under severe pressure from the aquarium trade. &quot;Corals are notoriously hard to propagate in captivity and therefore the trade is still heavily dependent on harvesting from the wild.&quot;.&quot; He said the results of the Great Barrier Reef survey were not surprising and the challenge for conservationists was to limit the localised threats to give reefs a chance to recover and develop resilience against the effects of climate change. &quot;This is challenging but entirely achievable and there are many community-led projects around the world demonstrating this.&quot; Corals can recover if given the chance. But this is slow  in the absence of cyclones, Cots and bleaching, the Great Barrier Reef can regrow at a rate of 2.85% a year, the scientists wrote. Removing the Cots problem alone would allow coral cover to increase at 0.89% a year. Reducing Cots means improving water quality around the rivers at the northern end of the reef to reduce agricultural run-off  high levels of nutrients flowing off the land feed and allow high survival of Cots larvae. Another option is some form of biological control of populations  Gunn said there were promising results from research on naturally occurring pathogens that could keep Cots in check, but it was not ready to be applied in the field. He said the future of the Reef lay partly in human hands. &quot;We can achieve better water quality, we can tackle the challenge of crown-of-thorns, and we can continue to work to ensure the resilience of the reef to climate change is enhanced. However, its future also lies with the global response to reducing carbon dioxide emissions. The coral decline revealed by this study  shocking as it is  has happened before the most severe impacts of ocean warming and acidification associated with climate change have kicked in, so we undoubtedly have more challenges ahead.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/oct/01/great-barrier-reef-coral-cover", 
    "wordcount": "870"
}