{
    "headline": "Samsung's US shipments revealed in Apple court battle", 
    "text": "Samsung has sold a total of 21m smartphones to carriers in the US since April 2010 and retailers have taken just 1.4m of the three tablets that Apple claims infringe its intellectual property, according to documents filed on Thursday in the bitter court battle between the two technology giants. Its highest-profile handset, the Galaxy S2, has shipped a total of 4.1m across four models since its launch in the third quarter of 2011, while the Galaxy Nexus, the showcase phone for Google&apos;s Android 4.0 &quot;Ice Cream Sandwich&quot; software, saw 512,000 shipments from its launch in October 2011.     Samsung US phone shipments since Q2 2011. Only allegedly infringing phone shipments are shown    The figures will be embarrassing for Samsung, which has repeatedly declined to put figures on its shipments or sales of smartphones or tablets since early 2011, preferring instead only to give revenue figures.  The court-ordered disclosures by Samsung&apos;s lawyers show its breakdown for shipments to carriers and retailers  though not end-user sales or levels of returns  for devices that Apple claims infringe a number of its US patents or bear so much cosmetic, rather than functional, resemblance that they infringe its &quot;trade dress&quot;.     Samsung US tablet shipments since mid-2011. Only allegedly infringing tablets are shown    By contrast, Apple&apos;s documents show that it shipped a total of 85.9m iPhones, 46.5m iPod Touches and 34m iPads since 2007 in the US. For the comparative period with Samsung&apos;s, it shipped a total of 34m iPads, 62.8m iPhones and 25.3m iPod Touches.      Apple US shipments since 2007 of iPhones, iPod Touches and iPads. Source: court documents    The figures do not appear to show how many Samsung devices were returned from carriers or retailers because they did not sell. But it is known that a number of the Galaxy Tab tablets were returned by customers, following a study by Samsung which was entered into evidence earlier this week which studied why customers at Best Buy had returned their purchases. Apple, by contrast, has struggled to fulfill customer demand, suggesting that sell-through of shipments to end users is essentially 100%. The spreadsheets show, in great detail, how Samsung&apos;s business has fared in the US, and the slim margins that retailers and carriers take on the tablets and phones. Because the figures show the revenues that Samsung collects from the purchases by carriers and retailers, they indicate the gap between the wholesale and retail prices.  For the Galaxy Tab, the average wholesale price (AWP) was $448 (287), on a device which retailed for $499 upwards. On the Galaxy Tab 10.1, the AWP was $405 for a device which retailed at $499 upwards. The 4G/LTE version of the Galaxy Tab 10.1 saw lower shipments, though a much higher AWP of $637. The Galaxy Note &quot;phablet&quot;, which has a 5in screen and is classed as a tablet by some analysts, does not appear in either set of data because it is not the subject of any complaint by Apple in this case. The dramatic difference between the Samsung tablet shipments, and those for Apple&apos;s iPad, bear out the suggestion that the US company has dominated the tablet market since introducing the iPad in April 2010  but also raise the question of why it is so desperate to crush a company whose products sell so poorly in comparison. On the phone side, although the flagship Galaxy S2 has been the focus of much of Samsung&apos;s advertising and of media coverage, and the Galaxy Nexus drew attention because it was the showcase for Android 4.0, the figures show that it is Samsung&apos;s Epic 4G phone, released in the third quarter of 2010 and still on sale, which has seen the most shipments  1.9m. According to AllThingsD, which first publicised the documents  released under the US Pacer court system  a number of other companies have petitioned the court to keep parts of the relevant information under wraps, including Ericsson, BlackBerry-maker RIM, Nokia and Microsoft. The Reuters news agency is disputing that, saying that information used in the court should be made available to the wider public. The trial resumes on Friday in San Jose.", 
    "section": "technology", 
    "gid": "technology/2012/aug/10/samsung-apple-tablet-phone-sales-revealed", 
    "wordcount": "663"
}