{
    "headline": "Canary Islands protest Spanish government's oil drilling approval", 
    "text": "Plans approved by the Spanish government this month to start prospecting for oil off the Canary Islands have triggered protests nationwide. Despite large-scale opposition and the danger drilling presents to whales and other marine life that migrate through this part of the Atlantic, Madrid gave the go-ahead to the Spanish company Repsol to start exploration at nine locations, at depths between 1,500 and 3,000 metres, less than 60km off Lanzarote and Fuerteventura in the Canaries. Spain currently imports about 80% of its energy. The industry, energy and tourism minister, Jos Manuel Soria, argues that it can no longer afford the luxury &quot;of holding back business or wasting natural resources&quot;. Estimates suggest substantial reserves in the area, sufficient to produce 100,000 barrels of crude a day, equivalent to one-tenth of national demand. Repsol has announced possible investments worth $13bn and 5,000 new jobs in a region where a third of the workforce is unemployed, but local organisations, environmental groups, fisheries and the tourism industry see things differently. Under the slogan &quot;No to oil, yes to renewables&quot;, they organised a two-day scientific meeting to discuss plans for drilling last week, and planned a major demonstration. The Canaries regional government announced that it will begin legal proceedings. &quot;We are totally against this,&quot; said vice-president Jos Miguel Prez, adding that &quot;the future of the Canaries is in renewable energies and combating global warming&quot;. One of the Canary Islands, El Hierro, claims to be the first &quot;100% renewable&quot; island. It is self-sufficient in terms of energy, thanks to a wind farm. Councillors on Lanzarote and Fuerteventura point out that economic development, centred on tourism, is not compatible with oil drilling. The same is true of fishing. This article originally appeared in Le Monde", 
    "section": "environment", 
    "gid": "environment/2012/mar/27/spain-canaries-deepwater-drilling-protest", 
    "wordcount": "306"
}