{
    "headline": "GCSE results set to accelerate drive to turn schools into academies", 
    "text": "The number of secondary schools deemed to be &quot;failing&quot; has nearly doubled in a year as a result of the government shifting the benchmark for schools that are underachieving  even as results overall have improved. The increase in failing schools is likely to accelerate the already rapid transformation of schools into academies. GCSE results for more than 4,000 state and private schools and colleges in England showed there were that the benchmark of 40% of pupils in a school gaining at least five passes at grade C or higher, including English and maths, was not reached in 195 schools. This was an improvement on the equivalent figure of 251 schools in 2011 that failed to hit the 40% mark, but the Department for Education (DfE) has since raised its minimum requirement for pupils attaining the standard from 35%. Only 107 schools failed to reach that figure in 2011. The 195 schools seen as failing can be targeted for takeover by academy chains, a process the DfE says brings improved results. This argument received some backing in the latest GCSE figures, which showed the proportion of students reaching the five good GCSEs standard rose by 3.1 percentage points in sponsored academies, as against a national rise for state schools of 0.6 of a percentage point. Including independent schools, the proportion of pupils gaining the five good GCSEs increased to 59.4%, against 58.2% in 2011. Teaching unions, however, warned that the tables&apos; complexity and the strict parameters of success or failure meant they should be treated warily, especially those based on GCSE results that remain the subject of a high court challenge over the unexpectedly low English grades for tens of thousands of pupils. The largest teachers&apos; union, NASUWT, said the tables were being used for &quot;another round of denigration of schools and teachers by the government&quot;. Chris Keates, the union&apos;s general secretary, said: &quot;Today&apos;s figures show that even on the basis of the government&apos;s flawed measures, the overwhelming majority of schools are securing the highest levels of attainment for the young people they teach. They should all be congratulated.&quot; There was some worrying data for the government in the parallel figures for A-level results, also released by the DfE. A new set of figures this year shows the numbers of students at each institution getting at least two As and one B in &quot;facilitating&quot; subjects, the type of A-levels identified by the Russell Group of leading universities as their preferred routes to entry. These are maths and further mathematics, English literature, the three sciences, geography, history and languages. Just over a quarter of schools and colleges, about 600, did not have a single pupil reaching this standard, something Labour education spokesman, Stephen Twigg, termed &quot;worrying&quot;. The DfE, however, focused on the perceived success of sponsored academies, of which there are 600 in England, the majority of them secondaries. The figures showed &quot;further evidence of the great success of the academy programme in turning around our weakest schools&quot;, a DfE spokesman said. &quot;This shows we are right to continue to support the sponsored academy programme. These brilliant sponsors have a track record of arresting decline, and then reversing it.&quot; Some sceptics say certain academies improve their figures by taking advantage of the ability to set their own admissions criteria and so cherrypick more able pupils. This claim was supported by an independent report into academies earlier this month, which said it had heard evidence of some academies &quot;finding methods to select covertly&quot;, for example by holding social events for prospective parents or asking them to fill in lengthy forms. The study, headed by Ofsted&apos;s former chief inspector Christine Gilbert, said such methods could &quot;enable schools to select pupils from more privileged families where parents have the requisite cultural capital&quot;. This would have a limited effect in the current league tables, as most GCSE pupils would have joined sponsored academies when they were still under local authority control. The Gilbert report questioned the pace of academy creation, saying some chains seemed more focused on empire-building than raising standards in existing schools. Away from the political claims, the data parents will most keenly scrutinise will, of course, be individual results in schools and colleges, and in particular geographical areas. The huge variation across England is exemplified by the difference between the top-performing local authority, Kensington and Chelsea, where 79.6% of students attained the five good GCSE standard, and Knowsley on Merseyside where the equivalent figure was 40.9%. The tops of the tables were, as ever, dominated by schools that select their intake. At the very top for GCSE results was Colyton grammar school in Devon, where all 117 GCSE pupils got at least five grades C or higher, including English and maths. The bottom of the table could be misleading, however, with Pate&apos;s grammar school in Cheltenham recording no pupils at all getting five good GCSEs. This was because the school used a new English exam that was not included in this measure. Strike threat Strikes are inevitable if the government continues attacking teachers&apos; pay, pensions and conditions, the National Union of Teachers has warned. The government plans to link teachers&apos; pay with performance. Ministers argue the move will give schools more freedom to recruit and retain the best teachers. But Christine Blower, the NUT general secretary, said: &quot;Teachers and education have come under continual attack from this government and its education secretary. Teachers do not take strike action lightly but when the profession is being torn apart by a government whose reforms have little to do with standards, or evidence, then the time to sit back has to end.&quot; PA", 
    "section": "education", 
    "gid": "education/2013/jan/24/gcse-results-success-sponsored-academies", 
    "wordcount": "964"
}