{
    "headline": "Digital literacy campaign  best of your comments and ideas", 
    "text": "Last week the Guardian launched a campaign to improve the teaching of computer science and IT in schools. Businesses had complained that poor quality courses in schools, colleges and universities had led to a shortage of workers with programming skills, even as these skills become more and more relevant for a wider variety of jobs. Michael Gove, the education secretary, agreed, and last Wednesday made a speech in which he scrapped the existing ICT curriculum  which he felt left children &quot;bored out of their minds being taught how to use Word and Excel by bored teachers&quot;  in favour of allowing schools to write their own, with input from businesses and universities. On Friday the Royal Society published a report echoing the points made by our campaign and by Gove.&quot;We appear to have succeeded in making many people comfortable with using the technology that we find around us, but this seems to have been at the expense of failing to provide a deeper understanding of the rigorous academic subject of computer science,&quot; the report argued. We ran a series of blogposts with experts taking part in live Q&amp;As throughout the week, and the result, both there and beneath our major stories in the Digital literacy series, were huge numbers of intelligent, thoughtful comments from readers with experience in teaching, studying or working in IT and computer science. Under Gove&apos;s plans, each school will now be free to experiment with its own curriculum  although the exam boards that offer computer science and ICT GCSEs require students to study certain topics so the schools will not be able to go completely off piste. These were some of the most interesting ideas you put forward during our week of Digital Literacy coverage:  Many of you backed making some aspects of IT skills and computer science integral to every subject, so that IT in particular would &quot;fade into oblivion&quot; as it becomes embedded throughout the curriculum. Brucen asked: &quot;How many music departments could create music in mp3 format, drama produce video mp4, English poetry mp3, MFL [modern foreign languages] using mp3s, video mp4 and not to mention using social media to connect to other schools, countries to facilitate collaborative, inquiry-based learning?&quot;  There was much debate over letting teachers use the internet more freely, or as cyberdoyle put it: &quot;Let them use tech that works, not bloated firewalled Microsoft PCs  Teachers who I speak to daren&apos;t use social media. Teachers I talk to haven&apos;t a clue how to use Google Docs. Teachers I talk to can&apos;t accept attachments.  Getting a decent connection that just works like other utilities work is the first step.&quot; Despite brucen&apos;s impatient demand: &quot;Please, no esafety arguments!&quot; Milliew did indeed make this argument: &quot;What I think you haven&apos;t appreciated is that by using web-based tools outside of school or college systems, we have to be very careful to protect both ourselves, and the students  Unfortunately it is not as simple as just allowing the geeky teachers to go ahead and use new media and web 2.0, we have a responsibility to ensure that all those who partake in that activity are protected, and that takes time.&quot; Genevieve Smith-Nunes, an ICT teacher at Dorothy Stringer high school in Brighton (GSmithNunes), added: &quot;We only use free software so that students can access the applications outside of school. There are issues with installation and firewall but as long as you know that certain &apos;hiccups&apos; might happen depending on what software is open during the lesson then you can plan accordingly  I have rule in my classroom: You can play games as long as you code it yourself. Which some students have done and they were great lessons.&quot;  There was much discussion of widening students&apos; experience of computing to more than simply Microsoft Windows and Apple Macs. As bdonegan put it: &quot;Too many people grow up thinking that PC = Windows and that the only alternative is Mac, which is cooler.&quot; Hannah Dee of Aberystwyth University (hanndee) explained why it is important to branch out: &quot;By breadth, I mean teach more than one technology. This means more than one OS [operating system], more than one word processor, more than one spreadsheet, more than one programming language ... It&apos;s only when I learned my third programming language that I began to think of myself as a competent programmer - you see the similarities and the differences and this in itself gives depth. As an aside, I think it&apos;s tragic that many of our schools are Microsoft-only environments for this reason - if kids haven&apos;t seen a Linux box or a Mac, how can they know that computing isn&apos;t just MS?&quot;  Peter Twining of the Open University gave us a three-point plan to make sure a digital divide did not open up between richer pupils able to afford the latest computers and mobile devices, and their poorer classmates who could not:  - Providing an IT architecture which allows staff and pupils to connect using their own devices (cloud would help with this). - Providing information and advice for parents about the technologies that are most useful to support learning in the school (I know that there are multiple correct &quot;answers&quot; to this). - &quot;Backfilling&quot; for those pupils who do not have access to appropriate kit from home.   The issue of why so few girls want to study computing was also debated in detail, with yestogrammarschools arguing that girls should be segregated by school or set to encourage them to take IT and computing - and hexadex and others calling for an end to course materials using supposedly &quot;male&quot; examples such as trains, robots, rugby, and Nick Hornby-style record collections. Many specific organisations such as Computer Clubs for Girls were also mentioned.  Others offered specific elements they had introduced in their own teaching: crowdsourced map-making, the Python programming website, the Scratch website, which allows young people to make their own animations, games and music, the appgamekit and Future Pinball, which also allow kids to make their own games  and many others.  The campaign is not over yet  as schools begin to draw up their own new curricula in ICT and computing feel free to continue to debate about what they should include below.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/jan/17/digital-literacy-campaign-best-of-your-comments-and-ideas", 
    "wordcount": "1062"
}