{
    "headline": "Yahoo confirms layoff of 2,000 employees in bid to renew company", 
    "text": "Yahoo has announced a massive round of layoffs as the troubled internet company struggles to turn around its fortunes. In a statement, the company confirmed earlier reports that it was cutting 2,000 jobs, about 14% of its workforce. It is the sixth mass layoff in the past four years for the beleaguered company. &quot;Today&apos;s actions are an important next step toward a bold, new Yahoo  smaller, nimbler, more profitable and better equipped to innovate as fast as our customers and our industry require,&quot; chief executive Scott Thompson said in a statement.  &quot;Our goal is to get back to our core purpose  putting our users and advertisers first  and we are moving aggressively to achieve that goal.&apos;&apos; Yahoo is still one of the most popular websites but has struggled to keep up with the growth of rivals Google and Facebook. Facebook last year surpassed Yahoo as the largest online display advertising carrier in the US. Yahoo has recently announced a series of management overhauls, appointing the former PayPal chief executive Thompson as chief executive in January after a high profile bust-up with former boss Carol Bartz.  The company has been in protracted negotiations about a possible sale of assets including its share in the Chinese internet company Alibaba but talks collapsed earlier this year. The cuts will be made across the board. Rich Riley, the managing director of Europe, Middle East and Africa (EMEA), emailed staff ahead of the meetings to outline some of the changes that will be taking place. Yahoo&apos;s EMEA headquarters in Switzerland will be cut back as part of a move to &quot;transition more resources to being country specific as opposed to regional&quot;. Riley wrote that this would give Yahoo the chance to put more senior executives in local markets to better engage with customers. He made it clear that large scale cuts were on the cards in the EMEA region, saying that the plan across Yahoo was to flatten org[anisational] structures. He also added that Yahoo would consider other ways to gain efficiencies and speed. Yahoo, which derives a vast amount of its more than $4bn (2.5bn) in annual revenues from advertising, is to review its sales operation. Riley said it was likely that different operations within sales would be merged, with a specific reference to a reduction of the company&apos;s business in Barcelona. He also pointed to significant cuts at its advertising and account management operation. &quot;We plan to evolve our definition of the various roles involved in delivering our display advertising business,&quot; he wrote. &quot;We think there are opportunities to make this process more efficient, faster and to better serve our advertisers.&quot;I do believe that our company has to change to compete and grow, and that these changes are a necessity.&quot; The move comes after major Yahoo shareholder Third Point launched a campaign to oust Yahoo&apos;s management in a bid to revive a company that, according to its recent letter to Thompson, has been &quot;languishing for years&quot;. Yahoo is also embroiled in a legal dispute with Facebook over technology patents. Yahoo sued Facebook last month, accusing the social network firm of violating its patents. Facebook countersued this week, accusing Yahoo of violating patents that cover display advertising, content personalisation and photo sharing that accounted for about 80% of Yahoo&apos;s revenue last year.", 
    "section": "technology", 
    "gid": "technology/2012/apr/04/yahoo-confirms-layoff-2000-employees", 
    "wordcount": "566"
}