{
    "headline": "Merry Christmas  when can I get married?", 
    "text": "How&apos;re you doing with your Christmas cards? I&apos;ve got a whole pile next to me, and all of them are going to 10 Downing St. They thank David Cameron for his support so far, and ask him to set a date for the parliamentary vote on equal marriage. The National Union of Students has promised to deliver my card, along with thousands of others, to our prime minister as part of its LGBT Christmas campaign.     LGBT christmas card Illustration: Vicky Design    I want to thank David Cameron for supporting equal marriage  up to a point, which in fairness is further than ever before. However, more needs to be done: announcements are fine, but it&apos;s actual legislation that counts. I have to explain that I&apos;m not one of the unlucky ones when it comes to growing up gay. My school life went along without too much drama and now I&apos;m LGBT officer at the University Of Wales, Newport. I was lucky enough to be part of the Quakers&apos; decision to call for equal marriage in 2009. Before then, it hadn&apos;t even crossed my mind that I couldn&apos;t get married. Or that I couldn&apos;t technically invite friends and family to a marriage. And, most of all, that I was actually being told to accept as equal what is clearly different. Civil partnership is not marriage. As a young gay student, I feel that I should be entitled to every right that a young straight student is. I think that&apos;s a reasonable expectation. I want to be sitting in Watford Quaker meeting house one day, getting married, not &quot;partnered&quot;. That sounds like a business transaction, for goodness sake! And that&apos;s why I&apos;ve been walking around my university raising awareness and getting staff and students to sign these cards. I look forward to David Cameron seeing them and understanding how much we appreciate his backing on this issue. It doesn&apos;t stop with David Cameron though. He has started this process and now we must finish it. We live in a democracy and we can change laws. These cards are an initial step. We need to think about how we can campaign on this issue at a local level. We want our local MPs to send out a strong, united message that equal marriage needs to happen  now. Our MPs will be the key to putting pressure on the government, and will eventually be casting a vote. If you&apos;ve only got a minute to do something about all this, email your MP. Tell them that you want them to come out for equal marriage. But if you want to do more, here are some ideas:  Find out when your MP&apos;s surgeries are, or arrange an appointment, and organise a visit from a group of students.  Invite your MP to your university or college to speak about equal marriage.  Ask your MP to make a short video outlining their support for equal marriage, so you can show it to people and put on your website.  Pop into your students&apos; union and find out what they&apos;re doing to support the campaign. If they haven&apos;t started doing anything yet, then maybe you can help them get going. Together, we can make equal marriage a reality.", 
    "section": "education", 
    "gid": "education/mortarboard/2012/dec/12/christmas-card-urges-gay-marriage", 
    "wordcount": "533"
}