{
    "headline": "Parts of England no longer in drought", 
    "text": "Large parts of England are no longer in drought, after the wettest April since records began in 1910 and continuing rain this month. The Environment Agency has removed drought status in 19 counties in the south-west, Midlands and Yorkshire, meaning hosepipe bans are unlikely in those areas this summer. Hosepipe bans, imposed by seven water companies, remain in force in London, the south-east and parts of East Anglia. However,  Thames Water, the biggest supplier with 8.8 million customers, said further restrictions, for which a formal drought order would be needed, could now be ruled out in 2012. Groundwater levels across England remain low, often at levels similar to, or even lower than, the great drought of 1976, even though reservoirs and rivers had been replenished. They are unlikely to return to normal levels before winter. The Environment Agency said it would keep drought status under continuous review. In areas experiencing temporary restrictions, about half the public water supply is provided by groundwater sources. Many rivers rely on it to maintain flow in dry periods. A return to dry weather could lead to restrictions for farmers and problems for the environment later in the year, the agency said. Until the start of April, England had had 18 months of very low rainfall, the driest on record in some areas. The environment secretary, Caroline Spelman, said: &quot;If an area is no longer in drought, the public shouldn&apos;t have the possibility of hosepipe bans or other temporary restrictions hanging over their heads, which is why Defra and the Environment Agency have been continuously monitoring and reviewing the drought situation. But we cannot forget that Anglia, London and the south east are still in drought.&quot; Richard Aylard, Thames Water&apos;s sustainability director, said: &quot;It is a great relief for us that we can now rule out seeking a drought order this year. [But] we could yet have a long hot summer, so, much as we&apos;d love to, it would be irresponsible for us to lift the hosepipe ban just yet.&quot; He added: &quot;Although the current account, in our reservoirs and rivers, is in good shape at the moment, the savings account, deep below ground, is still in the red. Groundwater levels in many areas remain at their lowest ever, lower even than in 1976. So while it&apos;s wet on top, it remains dry underneath..&quot; The 19 areas that are no longer in drought are south Yorkshire, east Yorkshire, Cornwall, Devon, Dorset, Somerset, Bristol, parts of Gloucestershire, parts of Hampshire, most of Wiltshire, Nottinghamshire, Leicestershire, Derbyshire, Staffordshire, West Midlands, Warwickshire, Shropshire, Worcestershire and Herefordshire.", 
    "section": "environment", 
    "gid": "environment/2012/may/11/england-no-longer-drought", 
    "wordcount": "435"
}