{
    "headline": "Apple's in-app game charges: how my kids ran up huge bills", 
    "text": "What sort of parent allows their child to spend thousands of pounds on virtual gems? How many of us read of Doug Crossan&apos;s shock when he discovered that his &quot;studious, polite and sensible&quot; teenage son had managed to spend 3,700 on chests of gold for iPad games, and doubted either his parenting or, even worse, technological skills? I have an idea of what sort of parent that is  me. Over a six-week period, my three children managed to rack up a total of 350 playing two games downloaded for free on our iPad. No individual purchase on either DragonVale or Clash of Clans amounted to more than 15 but by the time we noticed the Apple bills for &quot;bags of gems&quot; they had soon mounted up. My five-year-old burst into tears when I suggested that she&apos;d spent her pocket money for years to come. My far more reasonable husband pointed out that, as she had not been asked to type in a password to make the purchases in a game, she thought they were free. &quot;They think it is virtual money in a fantasy land and it is real money coming off my credit card,&quot; he said. Games such as Clash of Clans are frequently the highest grossing apps in the Apple store, despite being seemingly free to play. A recent Wired article profiled some of the adult players who happily spend thousands of dollars on the strategy game. Problems develop when children such as mine and 13-year-old Cameron Crossan fail to understand it is real money that is speeding up their superpowers, not their game-playing skills. Apple has refused to cancel the thousands of pounds spent by Cameron, citing parental responsibly and pointing out the fact that its products all contain password locks to prevent unwanted or accidental purchases. But are the company and games developers exploiting children by making the rules of the game unclear? In February, Apple agreed to pay up to $100m compensation to parents whose children ran up massive bills using its free and highly addictive apps. Up to 23 million US parents are expected to lay claim to the money  parents in the UK and elsewhere are excluded. So, what can we parents do to stop our kids making in-app purchases without a password? If just saying &quot;no&quot; doesn&apos;t work for you (it doesn&apos;t for me), it&apos;s the software you need to tackle as much as the small child. Check the operating system first but you need to turn off in-app purchases. In Settings go to Restrictions then &quot;Enable restrictions  In-app purchases&quot; and &quot;Require Password &apos;immediately&apos;&quot;. And don&apos;t share your password with your child. If you don&apos;t change your default settings to stop all in-app purchases, beware that some versions of IOS allow a 15-minute window after an app download when the password isn&apos;t required for further purchases. In other words an adult types in a password to allow an app download then passes the iPad to their children who can then make various in-app purchases for 15 minutes without having to type in a password. Stuart Dredge, the Guardian&apos;s apps blogger, offers some further advice here. My own story has a far happier ending than that of Crossan, who is a policeman and has reported his own son for fraud in order to get his credit-card company to refund the money. My husband emailed customer services and Apple refunded it all. Apparently some people question leaving children alone with tablets. Are they crazy? Not only is it free childcare, haven&apos;t they heard about the 17-year-old London computer whizz now worth millions? Keep playing those games, kids. Just hurry up making the money rather than spending it.  Have your children run up huge app bills? How have you dealt with it? Share your experiences below", 
    "section": "technology", 
    "gid": "technology/shortcuts/2013/mar/26/apples-in-app-game-charges-kids-bills", 
    "wordcount": "647"
}