{
    "headline": "Gaming the system? Neutrinos, theorists and citations", 
    "text": "So it looks like neutrinos respect the speed limit after all. At least, the OPERA experimentalists announced a couple of days ago that they have found one problem (with a connector in their experiment) which could have led to a faulty timing measurement. When they run again with this fixed, they may well get a result compatible with the speed of light. You&apos;ll note the words &quot;could&quot; and &quot;may well&quot; in there. We don&apos;t know yet. But the faster-than-light result already had a hard time gaining credibility in the face of all the evidence in favour of relativity. The balance of probability just shifted further in favour of Einstein, and Jim Al-Khalili&apos;s shorts, on this one. The connector problem will be a depressingly mundane explanation for an intriguing anomaly, if it turns out that way. I still respect OPERA for putting out a result though. Once you&apos;ve decided to measure something, you should publish the result, even if it is not the one you expected or hoped for. (This is even more important for example for trials of a new medicine than for neutrinos.) Of course the OPERA physicists suspected their own result was wrong, they were pretty clear about this from the start, emphasising the need for checks. But the main reason for that suspicion was not to do with the experiment itself, but to do with the weight of independent evidence in favour of relativity.  Here&apos;s the problem. If you hold back results because they contradict your favourite theory, or even because they contradict other experiments, you might as well not make a measurement in the first place, since you are so heavily biasing yourself. So you have to publish, and repeat the experiment, and check and recheck again. And sometimes you find a dodgy connector. Damn. There are compensations, of course. Several people have pointed out that the OPERA paper has picked up a lot of citations. If you live in one of the dumber citation-metric-based wonderlands (which, for example, some University league tables do) then this will look good, even if the vast majority of the citations are disagreeing with you. High impact.  I don&apos;t think they were gaming the system. I doubt there is a single physicist on OPERA who doesn&apos;t wish that this connector problem had been found before they published, even if that would mean they measured the speed of light and got many fewer citations (and less media attention). On the same day these results came out, I went to Google London for breakfast at the launch of a film about CERN being made by Films of Record. While they make the film, snippets and side-lines will be posted on youtube, and there are a couple there already which are worth a watch. I especially like this one:            and in particular Zach (at the ATLAS barbecue) at the end. He talks about theorists inventing weird new physics scenarios that might show up at the Large Hadron Collider:  You have these people trying to just predict, and predict as many different things as they can. Because if one of them is right, they&apos;ll be famous. And if all of them are wrong - they&apos;ll be like everybody else!  Zach Marshall, ATLAS ... and he&apos;s right. So there you have it. Experimentalists get ignored if they are right, and hugely cited if they are wrong. Theorists get ignored if they are wrong, but a Nobel Prize if they are right. Not quite true, but not completely wrong either. Anyway, back to OPERA and the neutrinos, let&apos;s not forget that the fat lady hasn&apos;t quite sung yet.", 
    "section": "science", 
    "gid": "science/life-and-physics/2012/feb/25/1", 
    "wordcount": "605"
}