{
    "headline": "The Kyoto protocol is not quite dead", 
    "text": "At recent climate change conferences, a coffin has been paraded through the halls of delegates covered in a shroud and attended by mourners. The name on the shroud: Kyoto. It is now 15 years since the Kyoto protocol was signed  the first international agreement stipulating cuts to global greenhouse gases  but the end is in sight. Phase one of the agreement comes to an end next month but while a handful of countries will begin phase two, the international community has not been able to come up with a replacement. The culmination of five years of hard negotiations by more than 180 governments, the agreement was prompted by warnings from scientists that burning fossil fuels disrupts the natural climate systems. Under its terms, developed countries including the US and the EU would have to cut their emissions by an average of 5% by 2012, compared with 1990 levels. Developing countries were not obliged to make cuts, but were to benefit from cash from rich nations to help them avoid a high-carbon route to prosperity. Globally, emissions have increased by around 50% since 1990, although that growth has come mostly in poorer countries that did not sign up to Kyoto  notably China whose emissions went up 286.6% from 2.5m metric tonnes to 9.7m metric tonnes. Signed amid scenes of jubilation in Japan, the protocol was hailed as a breakthrough that could set the world on a new low-carbon path  but its imminent demise was predicted almost from the start. The US signed the protocol, but with stiff opposition from both Congress and Senate, never ratified it. Russia refused to ratify for seven years, in effect consigning the treaty to the scrapheap of history until a sudden change of heart in 2004. Canada reneged on its obligations under the treaty and pulled out a year ago. Developing countries complained that the protocol did not go far enough, and failed to provide promised funding for them to cut emissions. By 2009, when the UN convened a landmark climate summit in Copenhagen, Kyoto was being derided as a failure. Global emissions have continued to grow, reaching record levels last year. According to the International Energy Agency, the world is on track for 6C of warming  levels that would cause chaos  if current trends continue. But has the Kyoto agreement been such a failure? &quot;The Kyoto protocol, with all its imperfections, was an important first step in international climate policy. It marked a historic breakthrough in negotiations  unfortunately one of the very few,&quot; says Rolf Wuestenhagen, professor at the University of St Gallen. Although emissions overall have not come down, those of some countries have fallen sharply. The EU is on track to meet its target of an 8% cut, and Japan has reduced its carbon, though that has been interrupted by the closure of nuclear plants [following the Fukushima disaster]. The US, though not part of Kyoto, has seen its emissions fall to levels not seen since 1992. In the past few years, it has been emissions from developing countries  especially China  not covered by the agreement that have been the main contribution to greenhouse gas rises. The UN will not calculate the exact emissions reductions produced by the treaty for another two years. But the effect of Kyoto goes beyond bare statistics. &quot;Kyoto certainly produced emissions reductions, but that was not the only achievement,&quot; says Joan MacNaughton, of the World Energy Council. &quot;It kept people&apos;s minds on the question of climate change, and it put in place a carbon trading system that has been very important in providing a model for emissions cuts.&quot; Under the clean development mechanism (CDM), projects in poor countries that cut carbon, such as windfarms or solar panels, are awarded credits for every tonne of carbon avoided. These can be sold to rich countries to help them meet their Kyoto targets. The CDM has produced more than 1bn credits, generating $216bn for poor countries, including China and India, and helping spread low-carbon technology. Putting Kyoto in a coffin is premature. More than 30 countries  including the EU, Australia, Norway and Switzerland  are pledged to continue it beyond 2012, with fresh commitments to carbon cuts. At Doha, countries will try to negotiate a new global and legally binding treaty to be signed in 2015 and come into force in 2020. The world has changed enormously since 1997, and the entrenched positions of countries  developed v developing  at the UN climate talks have failed to keep up. In 1997, the US was the unrivalled key player. The world&apos;s biggest economy and biggest emitter, it could make or break any agreement. Its cold war rival, Russia, had seen its economy  and emissions  collapse after the fall of communism. The EU was struggling with the prospect of absorbing former Soviet bloc countries, with their inefficient economies and high emissions. Since then, many of these positions have reversed. As China&apos;s economic boom raised more people out of poverty than the rest of the world combined, it also made the country the world&apos;s biggest emitter of greenhouse gases and second biggest economy  and it is on track to overtake the US for that crown within a few years. The US, meanwhile, has seen emissions fall to 1992 levels, because of the boom in shale gas. This reversal has huge repercussions for the talks. Kyoto is not quite dead, but the certainties that held true when it was forged certainly are.", 
    "section": "environment", 
    "gid": "environment/2012/nov/26/kyoto-protocol-not-dead", 
    "wordcount": "914"
}