{
    "headline": "Gamesblog Indie Social report", 
    "text": "There were concerns, of course, that no one would turn up. With London&apos;s temprature hovering icily at -3C and below, it may have been easier for the 200-or-so people who signed up for our Bafta event to stay in bed and play indie games there. But we had a full house, we had a bunch of amazingly talented indie developers, and later that night we had the raucous Gamesblog Chatterbox Awards. Everything seemed to go fine. As well as developers, we had IndieCity showing of its unique indie game shopping service. We also had three Sony PS Vita demo units and of course Capcom was present, providing very popular demos of Asura&apos;s Wrath and Resident Evil: Operation Raccoon City. Capcom also kindly provided lots of drinks, crisps and sandwiches  thank you, guys. Here are some more of the interesting games we got to play...On the &quot;showfloor&quot;, Andrew Smith, founder of Spilt Milk Studios, was showing off early code of two new iPhone titles. With his first iOS game, Hard Lines, he effectively took Snake, updated the visuals, added jokes and crafted it into a modern pick-up-and-play experience. With the forthcoming Smash The Block, he&apos;s doing the same to the Breakout genre. Yep, it&apos;s effectively a brick-bashing title, but here, you need to protect little creatures called chumps, who&apos;ll leg it along the bottom of the screen, trying to make it to the exit without being hit by stray balls. Certain bricks reveal power-ups such as bombs, and you can customise your chumps with a range of outfits. Sort of Arkanoid meets Lemmings, with a bit of The Sims. Intriguing stuff.  Smith also had an early version of Numbugs, a Tetris-esque maths game. Little insects with different numbers on them fall down the screen, and on the right a monster reveals a target figure you have to aim for. You then simply touch the number bugs to reach the required total; your monster can then gobble them up, clearing space on the main game screen. Later levels add mathematical symbols, so you can create quite complex equations to reach the required figure. And again, you can personalise and share your monster design with friends. There are, of course, plenty of maths games and plenty that use the falling blocks of Tetris as a structure, but this is shaping up to be slick implementation with some neat innovations. Beside Smith, we had Stephen Lavelle of Increpare Games, showing off his IGF award-nominated PC, Mac and iOS title, English Country Tune. It&apos;s a difficult game to describe  a sort of spatial puzzler, with sparse, gorgeous geometric visuals. Here&apos;s a trailer:            &quot;Originally, it started out as a GameJam prototype that I was really unhappy with,&quot; explains Lavelle. &quot;I made some levels for it and really hated them. So I thought, I&apos;ll just add more and more mechanics until things work well together! I needed to create an acceptable ecosystem.&quot; Well, it&apos;s worked, and Lavelle is now in the process of getting the game onto Steam, where it should absolutely flourish.  While I was talking to Stephen, Paul Taylor from Mode 7 games was desperately trying to solve one of the English Country Tune levels. &quot;You&apos;ve made a game that is incompatible with my brain,&quot; he complains loudly as he fails to complete the section for the fourth time. &quot;You&apos;ve blown my mind.&quot; Which sounds like a ringing endorsement to me.  Taylor was at the event, showing off the awesome Frozen Synapse, a critically acclaimed simultaneous turn-based strategy title based in a dark cyberpunk future. It&apos;s been out on PC and Mac for a year, but the studio is currently working on an iOS version, due out in the first half of 2012. &quot;We&apos;re just working on the iPad user interface,&quot; explains Taylor. &quot;We&apos;ve got a bunch of ideas, but it&apos;s a case of refining and testing them over the next few weeks. It&apos;s a very mouse-driven game so whittling that complexity down to a few intuitive touch-base controls is the main challenge. We&apos;re inventing a few new UI systems that I&apos;ve not seen in games before to achieve that.&quot; Taylor also mentioned that the team is releasing some Frozen Synapse DLC, introducing a new unit to the battlefield as well as fresh single- and multiplayer modes. Furthermore, they have a new game at prototype stage, which they plan to announce later this year. &quot;We&apos;re just getting some tech together and tinkering with ideas,&quot; he says, coquettishly. Veteran London studio Playniac were also on hand, showing off their fascinating motorsports management sim, International Racings Squirrels. Yes, that is the actual name. Commissioned by the ever-imaginative Channel 4 Education, it allows players to recruit and manage a team of, yes, racing squirrels as they compete in an anthropomorphisised motor sports season.  Here&apos;s a trailer:            Brilliantly, the title combines two challenges: budgeting and behaviour management. &quot;We&apos;ve actually modelled a whole banking system,&quot; says Playniac director, Rob Davis. &quot;We worked with the FSA and the Money Advice Service to simulate cash, credit cards and current accounts, and also the dark side of banking  overdrafts, interest, those kinds of things. In this game you can spiral out of control and get into total debt  lose your home, your team. This is the educational part.&quot; Players can send their squirrels off to train and compete, but the critters must also be managed while off duty, too. &quot;We worked with digital fiction company Failbetter to create a story for the game, so as you play one of your squirrels might go and get a tattoo, or trash their hotel room, or snog a soap star, and all of this will create controversy in the press. You have to decide how to deal with that.&quot; An educational game that involves taking risks on abhorent squirrel behaviour while managing your overdraft? Modern schoolkids are so spoiled. In the middle of the room, there was HoneySlug, creator of funky Vita launch title, Frobisher Says. They had two titles on display: the beautiful serpent (sort-of)platformer, Hohokum (another finalist at the IGF awards this year), and the PC/iPad advernture, Happily Ever After. Here&apos;s a trailer of that:   Happily Ever After Trailer from Slug Vids on Vimeo.   &quot;It&apos;s got point-and-click aspects, and hidden objects and logic puzzles, and it&apos;s set in a twisted fairy tale kingdom,&quot; says Honeyslug co-founder Nat Marco. &quot;You&apos;re a blogger in the real world and you start getting these weird emails coming through. When you check them out, you end up in this weird environment. The only way out is to find some spell ingredients for the wicked witch.&quot; Interestingly, Marco is a huge fan of board games, and started prototyping Happily Ever After on paper as a traditional game, before coding it up. &quot;I design all my games that way,&quot; she says. &quot;I just did a design workshop at the indie event Bit of Alright, where I got everyone to create games using rocks. I&apos;m very interested in the traditional side of games.&quot; So where should wannabe video game designers look if they too want to be inspired by traditional games? &quot;Magic the Gathering!&quot; she says. &quot;I know it&apos;s a card game but it&apos;s an amazing piece of design. Another good place to start would be Settlers of Catan; it&apos;s got some great rules, it&apos;s quick and it&apos;s really simple.&quot; I&apos;ll cover the rest of the guys soon, but Charlie Knight brought the absolutely essential shooter Scoregasm, while Omni Labs had the well-reviewed Eufloria, which is currently Game of the Week on the App Store. Elsewhere, Alistair Aitcheson drew crowds (and caused some minor scuffles) with his iPhone and iPad puzzler, Greedy Bankers. The two-player iPad version has a great game mechanic where you&apos;re able to steal items from your opponent&apos;s half of the screen. Hence, some small good-natured skirmishes... And what indie social event would be complete without a few of those?", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/feb/13/gamesblog-indie-social-report", 
    "wordcount": "1339"
}