{
    "headline": "Kenya peace film hits screens as tensions rise ahead of election", 
    "text": "Mercy Wanjiru pauses to collect her thoughts. The 29-year-old Kenyan actress, who stars in a new film to promote peace ahead of the 4 March presidential vote, has been asked what her hopes are for election day. &quot;I want people to vote wisely, and then to maintain peace,&quot; she says. &quot;I don&apos;t want people to be incited by politicians. I don&apos;t want people to talk bad about other people because they are from other tribes  At the end of it all, we are Kenyans. Elections come once in five years. Life has to go on and  there is no way to go on if we are fighting each other.&quot;     Mercy Wanjiru, who stars in the film Ni Sisi, at her home in Nairobi, February 2013. Photograph: Clar Ni Chonghaile/guardian.co.uk    Wanjiru, who was born in Nairobi&apos;s Korogocho slum, stars in Ni Sisi (It Is Us), a film produced by the Kenyan NGO Safe (Sponsored Arts For Education), which uses street theatre and film to promote social change. She plays Nene, a religious woman who is very protective of her son, Jabali, the main character. But Nene is used by a politician to spread rumours and hate, and together they almost destroy the village community. The film is based on a street theatre production that Safe actors, including Wanjiru, have been performing across the country for around two years, hoping to prevent a repeat of the violence that tore through Kenya after the 2007 election. The film opens with tableaux from across Kenya  a caravan of camels, an ice-cream vendor in a slum, zebras in a safari park, the country&apos;s star distance runners  set to the sound of the national anthem. Then come images of descent into near-anarchy  men with machetes, houses burning, police shooting, flip-flops abandoned on a chaotic street. The film expertly blends scenes from the street theatre productions into the story of Jabali, his cousin Roxana and the scheming politician Mzito. &quot;After 2008, we really wanted to do something because so many of our actors and staff were caught up in the violence,&quot; says Nick Reding, Safe&apos;s executive director and a British actor whose credits include The Constant Gardener and Blood Diamond. &quot;People grab on to a message of peace with two hands,&quot; he told an audience of actors, activists, sponsors and diplomats at a private screening on Thursday night. Ni Sisi is being released to the public on Friday, just days before around 14 million Kenyans go to the polls to elect a president, MPs and county representatives.            In the past week, the political climate has become increasingly hostile, with the main candidates exchanging allegations of vote rigging, hate speech and attacks on rival camps. In December 2007, when President Mwai Kibaki was elected, his rival, Raila Odinga, said the vote had been rigged, and his supporters took to the streets. In a country where political allegiances are often linked to tribal identity in a complex mix of social and historical grievances, around 1,200 people were killed, hundreds of thousands were displaced and the whole region was shaken. This time, Odinga, the prime minister and a member of the Luo tribe, is running against Uhuru Kenyatta, a Kikuyu former finance minister and son of Kenya&apos;s first president, Jomo Kenyatta. There are other candidates but these scions of Kenya&apos;s two most prominent political families are the frontrunners, and polls indicate the race will be extremely tight. Complicating the picture, Kenyatta and his running mate William Ruto are due to stand trial at the international criminal court in April on allegations that they helped stoke the killing last time. They have said they will co-operate with the court, but if they win, and refuse to go to The Hague, Kenya could face international sanctions. In a sign of how noxious the pre-election climate has become, the chief justice, Willy Mutunga, said on Wednesday he and other judges had been threatened by the notorious Mungiki criminal gang. This intimidating climate is all too familiar to the young actors in Ni Sisi. Last time, many of them witnessed killings and looting in the slums where they live. Wanjiru, who was in Korogocho at the time, remembers how shocked she was that people who had lived together for years could turn on each other so rapidly. &quot;My sister called me and said, &apos;the mood is not so good, so stay indoors&apos;, but I was like, &apos;who&apos;s gonna do anything bad to me?&apos; So I left the house and I was on my way past a group of young men. I knew them so I said &apos;hi&apos;. They all turned and looked at me. No one answered  and then I realised, &apos;I have to go back&apos;,&quot; she says. &quot;It was scary and traumatising.&quot; Wanjiru is a Kikuyu. The young men, including one who sold her doughnuts every day, were Luos. Ni Sisi aims to remind Kenyans that individuals have the power to say no to those who want to incite violence. Safe also wants viewers to recognise that they were the perpetrators last time, as well as victims. &quot;Ni Sisi is all about personal experience  It&apos;s what happened in Korogocho,&quot; says Wanjiru. She grew up in the slum, with her single mother, five sisters and two brothers. Wanjiru believes Ni Sisi, which will also be shown on TV, has forced people to confront their own complicity. &quot;We have been given another chance now  It&apos;s us who killed, it&apos;s us who fought. It&apos;s us who passed rumours, it&apos;s us who talked bad about the other tribes  so it&apos;s up to us to change all this.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/feb/22/kenya-peace-film-tensions-election", 
    "wordcount": "928"
}