{
    "headline": "The 25 most anticipated original games of 2012  part two", 
    "text": "On Wednesday we posted the first 15 of our 25 new games to look forward to in 2012, eschewing sequels such as Diablo III and Borderlands 2 in favour of originals such as Botanicula, Lollipop Chainsaw and Escape Plan. Now we complete the list with 10 more titles, as well as an extra five outside bets that may well slip into 2013.  Put at least one of these on your must-have list this year and you can smugly relax in the knowledge that you&apos;re supporting new development in the games industry. Then you can always buy Diablo III as well. NeverDead (Konami, PS3, Xbox 360)            Looking very much like a cross between Devil May Cry and Shadows of the Damned, this third-person hack-n&apos;-slasher features immortal demon hunter Bryce Boltzmann who has a novel way of dealing with potentially disabling combat injuries. Whenever some hellish foe lops off one of his arms or legs, he can use it as a weapon before re-attaching it. Boltzmann can even remove his head and roll it into inaccessible areas to check for possible escape routes. I think that&apos;s all we need to say, really. ETA: 3 February Blades of Time (Konami/Gaijin Entertainment, PS3. Xbox 360)            One of the more visually arresting titles on show at 2011&apos;s Tokyo Game Show, Blades is yet another hack-&apos;n&apos;-slash romp, this time from Russian developer Gaijin Entertainment, best known for flight sims such as IL-2 Sturmovik: Birds of Prey. Here, statuesque treasure hunter Ayumi finds herself stranded on a dangerous island with bizarre physical properties, allowing her to rewind time and engage the help of her past selves. Or something like that. The environments  all deadly chasms and rolling jungles  look to have come straight out of a Henry Rider Haggard book, while Ayumi may well have sauntered straight from the pages of Hustler. If there is a large crossover between fans of time travel and statuesque treasure hunters, this should do really well.ETA: Q1, 2012 Anarchy Reigns (Sega/Platinum Games, PS3, Xbox 360)            The latest title from Platinum Games, the creator of cult favourites Bayonetta and Vanquish is a sort of distant cousin to insane monchrome Wii blaster MadWorld. It&apos;s an online multiplayer brawler set in a series of near-future arenas. Combat involves cybernetic ninjas, armoured battle mechs and mercenaries with chainsaws, and we can expect visual subtly to be reasonably low on the developer&apos;s list of priorities. ETA: 6 July Awesomenauts (Ronimo Games, PS3, Xbox 360)            The Multiplayer Online Battle Arena (MOBA) genre  which combines the strategy elements of titles like Starcraft, with team-based action shooter components  really started to hot up last year, with titles like Dota 2 and League of Legends proving immensely popular. Now, talented Dutch developer Ronimo, respnsible for the excellent Wiiware RTS Swords &amp; Soldiers, is entering the fray with this futuristic blaster, pitching up to six players against each other in tactical galactic war. We&apos;re promised a huge array of weapons and items, as well as six different mercenaries, each with their own upgrades. And the 2D visuals make a change from the usual isometric view. Set to arrive on PSN and XBLA in February, it&apos;s another highly tempting digital treat. And just listen to the theme tune on the trailer  it&apos;s like the eighties never ended.ETA: February The Last Story (Nintendo/Mistwalker, Wii)            Final Fantasy creator Hironobu Sakaguchi returns with this promising action RPG following the advetures of young mercenary Zael who must navigate the dangerous island of Lazulis and its vast medieval city on a quest to become a worthy knight. We&apos;re promised an innovative combat system which includes a cover mechanic and a team-based attack known as The Gathering. Weapons and items are customisable through the game, and there&apos;s an online multiplayer mode to accompany the single-player campaign. With Nintendo&apos;s focus inevitably shifting to its next console this year, The Last Story may well prove a poignantly fitting title for the old Wii. ETA: 24 February Ruin (Sony/Idol Minds, PS3, Vita)            Seamless cross-platform gaming is likely to be a key theme in 2012, and this Diablo-style dungeon crawler from the makers of PSN hit PAIN could well be a key indicator of how the concept works. Vita owners are able to hack and slash their way through the isometric levels while out and about, then they can save their progress and pick up again on the PS3 version back at home. There is also Facebook support and Demon&apos;s Souls-style online functionality, allowing players to talk and trade with each other while on a mission. Both versions of the game are expected to be sold together as a package, but no release date has been announced. ETA: Erm, 2012 Dishonored (Bethesda/Arkane Studios, PC, PS3, Xbox 360      From Harvey Smith, lead designer on Deus Ex, and Viktor Antonov, art director on Half Life 2, comes this fascinating first-person stealth adventure, set in a retro-futuristic industrial city. Mixing elements of Deus Ex and the famed Thief titles, Dishonored revolves around a deadly assassin framed for the murder of an empress and now out for revenge. Players can choose to sneak about and spare enemies or take bloody retribution with a variety of weapons and emergent techniques. With Smith at the helm, it&apos;s likely to be dripping in atmosphere and narrative detail, and the combat mechanic, which also lets you use sinister powers to bend time and teleport, should be exact and satisfying. ETA: spring Retro City Rampage (VBlank Entertainment, Wii, Xbox 360)   Retro City Rampage OFFICIAL Trailer from Vblank on Vimeo.   It&apos;s rare that games even try to be funny these days  it&apos;s even rarer for them to succeed. But we have very high hopes for this colourful and painstakingly conceived Grand Theft Auto pastiche, lovingly crafted by Canadian games industry veteran Brian Provinciano and a small team of contributors. Set for release on WiiWare and XBLA, it&apos;s a mission-based open-world crime shooter, re-visualised as an 8-bit era home console game, then filled with daft jokes and cunning jabs at the gangsta genre. The indie crossover hit of the year? Could be.ETA: Q1 for the XBLA version, TBC on the WiiWare one. Mutant Mudds (Renegade Kid, NIntendo 3DS)            The 3DS line up for 2012 is dominated by sequels and continuations of ye olde Nintendo franchises  and certainly, colourful platformer Mutant Mudds looks like it could have begun life as a NES title. However, this retro-tinged oddity is in fact a total newcomer, created by Texan indie studio Renegade Kid  previously responsible for the implausibly scary DS horror title Dementium: The Ward. There are 40 levels to scorch through, and although the visuals are 2D, players are able to leap between foreground and background platforms adding some depth to the pixelated action. It&apos;ll be available from the eShop soon.ETA: Late January or early February, according to the game&apos;s Facebook page. Star Command (War Balloon Games, iOS)      Originally conceived as a PC game several years ago, this long-awaited sci-fi strategy sim should finally enter orbit this year  as an iOS title. Your job is to build a spaceship then command your crew on a voyage of discovery and combat, all in chunky isometric visuals. Comparisons are being drawn with Kairosoft&apos;s excellent Story titles, but this looks to be a deeper, more expansive challenge, allowing you to modify the craft to your play style (be a Picard-style diplomat or a Kirk-esque hothead), and reverse engineer alien technologies. So Game Dev Story meets Xcom via Sim City. Yes please.ETA: Don&apos;t hold your breath. And five more games we might not see until 2013... The Last of Us            Revealed with much fanfare at last year&apos;s Spike Video Game awards, The Last of Us is a post-apocalyptic survival horror adventure, pitting two survivors  14-year-old Ellie and bearded, wizened hard nut, Joel  against the zombie-like victims of a nightmarish fungal plague. Developer Naughty Dog is promising a much darker, bloodier and more mature experience than Uncharted, while the vision of a post-apocalyptic city, over-run with vegetation, hints at the movies I Am Legend and 28 Days Later, but also Ninja Theory&apos;s under-rated Enslaved  indeed, Mark Richard Davies, that game&apos;s lead designer, is working on this supposedly genre-defining experience. Fortnite (Epic Games)            The latest work from Gears of War creator Epic Games has groups of players scavenging for equipment and fortifications during the day, before defending their compound against enemies at night. Yep, it&apos;s Team Deathmatch meets Minecraft, with cartoon-style visuals and a typically large helping of Epic attitude. There are no platform or release details yet, but no doubt we&apos;ll hear more at E3 in the summer.  SpyParty      Veteran coder Chris Hecker has been working on this ingenious &quot;asymmetrical multiplayer&quot; experience for a couple of years and though a 2012 release is possible, 2013 could be more likely. The setup is simple: one player takes on the role of a spy attempting to carry out covert missions while attending an important diplomat&apos;s party; the other player is an assassin, watching the party from another building and waiting for the spy to reveal him or herself before shooting them. It&apos;s an incredibly tense game of body language and deduction  calling on interpersonal skills that this industry has rarely ever bothered with. I played for a few minutes at GameCity in 2010 and was utterly engrossed (see my interview with Chris here). Can&apos;t wait, then  but might have to. The Witness (Jonathan Blow, PC)      Jonathan Blow&apos;s follow up to his agenda-setting indie treasure Braid is a mysterious puzzler set on a richly detailed island. Comparisons have been made with PC classic Myst, though Blow&apos;s title is likely to be a much stranger, more interesting proposition. He&apos;s a perfectionist though, and working with a very small team, he could well allow the expected 2012 release to slip. Fingers crossed, he doesn&apos;t  Braid dragged indie gaming onto the mainstream agenda back in 2008, who knows what The Witness could do. Agent (Take-Two/Rockstar North, PS3) Rockstar&apos;s &apos;70s-based espionage thriller was officially announced at E3 back in 2009, promising us a globe-trotting interactive take on movies like the Parallax View and Three Days of the Condor. But then the PR machine spluttered to a halt, with only vague promises and assurances emanating from Take-Two HQ. With GTA V also in development at Rockstar&apos;s Edinburgh studio it&apos;s possible this one has been shunted along  or even off  the development calendar. But we&apos;re being optimistic.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/jan/05/25-original-games-2012", 
    "wordcount": "1731"
}