{
    "headline": "Mo Farah becomes a role model for Somali school pupils", 
    "text": "Arms outstretched, mouth open wide with sheer delight and disbelief, it was for many the abiding image of the Olympics: Mo Farah sailing to his second gold medal victory, to the roars of a newly adoring nation. For members of the UK&apos;s Somali community it was, by all accounts, a particularly special moment. Like many Somali children arriving in the UK&apos;s schools, Farah had battled with a language barrier. He had struggled academically, been taunted by classmates for his outsider status, and was prone to getting into fights. Now he was being embraced as a British hero. &quot;I was overwhelmed,&quot; says Mubarak Ismail, a volunteer mentor to Somali children in Sheffield. &quot;I felt so happy; it was incredible, unbelievable. The young people were even more excited. They were talking a lot about how we were like him; they like to see someone they can be proud of. They were all putting his picture on their Facebook pages, texting each other saying: &apos;Did you see Mo?&apos;&quot; Teachers and community workers hope they&apos;ll be able to harness that enthusiasm and confidence in their efforts to address the long-standing problem of Somali pupils&apos; underachievement. The Department for Education&apos;s statistics on attainment aren&apos;t broken down into ethnic groups beyond broad categories like &quot;Black African&quot;, so there is no national data on how Somali pupils are faring. But in 2010 a report for the then Department for Children, Schools and Families estimated that while the 2007 national figure for pupils getting five GCSEs at A*-C including English and maths was 45%, for Somalis it was just 24%. Their achievement levels were much lower than the Black African average, the report said. In Sheffield, Ismail says, there are individuals achieving high grades, but on average Somali attainment still lags behind other groups. &quot;Mo will be a talking point in schools this term, especially in those with significant numbers of Somali pupils,&quot; says Asha Ali, a Cardiff teacher and the founder and director of SEF Cymru , a voluntary organisation that has offered out-of-hours educational support for young Somalis for 12 years. &quot;He&apos;s such a great role model and ambassador for young Somalis  he has put them on the map in a positive way.&quot; At SEF Cymru, Ali will be encouraging teachers to build work on Farah&apos;s achievements into lessons, and getting pupils to create displays celebrating  and sharing  his success. &quot;The main message has to be that determination and hard work gets you where you want to be,&quot; she says. At Springfield primary school in Sheffield, where 30-35% of pupils are Somali, the headteacher, Beth Stevenson, is envisaging assemblies exploring Farah&apos;s background. &quot;His life journey is such a good story to support kids in just sticking at it,&quot; she says. &quot;He left Somalia to make a new life, and that&apos;s what most of my families are here for. He conformed to the stereotype quite a bit, in having language difficulties and getting in trouble  but he absolutely broke through that. &quot;But it won&apos;t just be what we can teach them, it will be about what family experiences they bring. It&apos;s very important that the kids can reflect. We will probably have a display up asking &apos;who is this man, where has he come from, what can we learn from him?&apos;. We can talk to children, but they need to learn it for themselves.&quot; Young Somalis can often feel in limbo in the UK, Ismail says, especially when some members of the older generation have dreams of returning to Somalia. &quot;They will see [from Farah&apos;s success] that they belong to this country, that they need to achieve things here,&quot; he says. &quot;That&apos;s very important.&quot; At the offices of the Islington Somali Community (ISC) organisation in Finsbury Park, north London, staff believe work like theirs  providing extra lessons in maths, English and Somali language, and helping parents to understand the British education system  has contributed to improved attainment in recent years. Young Somalis there who are about to go to university say they had no issues at school. But problems persist, says Abdullahi Awale, a tutor at the centre who works with primary school pupils  often because parents don&apos;t have the English language skills, time or education to help children with homework. They may not realise the value of after-school clubs either. Without that input, it&apos;s easy for children to fall behind. &quot;You see some pupils in year 5 who still don&apos;t understand year-2 or -3 work,&quot; Awale says. &quot;Pupils lose self-confidence in class; they don&apos;t have much ambition. They think they can&apos;t learn. They say &apos;it&apos;s hard, I can&apos;t do it, I hate it&apos;.&quot; A lack of role models can also be a problem: &quot;If they don&apos;t see teachers and staff from their country they might feel they can&apos;t do well. I had one boy saying &apos;my father is a taxi driver so I&apos;ll be a taxi driver&apos;.&quot; Respondents to a Department for Communities and Local Government study on the Somali community in England, published in 2009, identified a lack of role models, especially male ones, as one of the key causes of crime among young Somali men, with boys described by many in the community as a &quot;lost generation&quot;. The children who do well are those who&apos;ve had teachers motivating and supporting them, Ismail says  as did Farah, whose athletic talents were spotted and nurtured by PE teacher Alan Watkinson. But he says many young people feel they&apos;re not given enough encouragement to aim high. &quot;Teachers have a great role to play,&quot; he says. &quot;The problems are when they are overburdened  they&apos;ve got so many things to deal with at the same time.&quot; Omer Ahmed, the director of the Council of Somali Organisations, says the best thing about Farah&apos;s new status is what it will do for the self-confidence of young Somalis, battered by media coverage linking their community to bogus benefit claimants, terrorism, pirates and famine. &quot;It&apos;s got to the stage where some Somali kids are trying to deny that they&apos;re Somali because of the embarrassment, and that has been more damaging for them than anything else. &quot;The most powerful image wasn&apos;t Mo Farah crossing the line  it was watching British society celebrating a young Somali man wrapped in the Union Jack.&quot;", 
    "section": "education", 
    "gid": "education/2012/sep/03/somali-pupils-farah-role-model", 
    "wordcount": "1075"
}