{
    "headline": "A moment of aching beauty which let the glow of the woods into the body", 
    "text": "In woods brown as ale glowed the myth of golden November. Where only yesterday evening a couple of woodcock circled through a porridgy grey sky. Where the wind sent leaves and jackdaws scattering like ash. Where deer slots stiffened with a crackle of frost, there was clear blue sky, crisp air and brilliant autumn sunshine. Fiery cherry, buttery maple, frog-blotched sycamore and foundry-bronze oak: the last colours of the year burned with fierce intensity. A beech tree, one of the old ones and perhaps the most striking of them all along this northern reach of the Edge, caught the sunlight. Its metalwork shone iron-rust and burnished copper. The next beech, slightly more exposed to the shredding winds of late, had all its leaves on the ground, but across that russet litter had blown a scattering of lemon-yellow leaves from the lime trees above. The combination of yellow on orange, the sweep of bright sunlight barred by dark branches, the fragrance of rot and last night&apos;s rain in the earth  it was a moment of aching beauty which let the glow of the woods into the body. Down in the shadows, an old yew tree  the hollow-way sentinel which marked a place and time now abandoned  was not weathering well. Thin-crowned, mouldy-trunked and crowded out by mast-like ash trees, it looked weakened by its years instead of revelling in immortality as ancient yews do. It was under one such venerable yew in Black Hayes Wood over in the Wrekin forest, 20 years ago almost to the day, that I began this Country diary. I had no more idea of the future then than I have now. No more sense of history than that written in the mud by footprints or flown through the trees by birds. Whatever the diary marks or means will not be judged by me; and even in the sadness of shadows, all that looking and being there was about a coming together in moments such as this  a golden myth, soon forgotten.", 
    "section": "environment", 
    "gid": "environment/2012/nov/21/moment-of-aching-beauty-woods", 
    "wordcount": "335"
}