{
    "headline": "Driverless cars, pilotless planes  will there be jobs left for a human being?", 
    "text": "Suddenly a robotised, automated economic reality is moving off the science fiction pages and into daily life. The growing use of unmanned battlefield drones is encouraging the growth of pilotlesscommercial aircraft the first ever flew in British airspace last month. Google&apos;s driverless car is completing ever more trials ever more successfully: the world&apos;s major car companies are all hot in pursuit, working on their own prototypes of their own versions. The automated checkouts at supermarkets are becoming as familiar as bank cash machines. From staff-free ticket offices to students who can learn online, it seems there is no corner of economic life in which people are not being replaced by machines. This is the &quot;Great Reset&quot;  a cull of broadly middle-class jobs with middle-class incomes that is apparent across the west, but with little current sign of what industries and activities will replace them. The world has lost millions of jobs before  on the land or in the old horse-powered economy  but they were soon replaced by jobs in the car industry or the new service industries. What worries many economists and computer scientists is that today&apos;s technologies are going to remove people from economic activity completely. Some argue that a dystopian world is emerging in which good jobs and full-time employment will become the preserve of an educated, computer-literate elite. For example Apple, Facebook, Amazon and Google are plainly riding the new wave, but they are not mass employers like Tesco, Ford or General Motors. Moshe Vardi, a computer scientist at Rice University, asks if we are ready for a world in which half the adult population does not work. The Great Reset  the economy resetting itself, after a major technological shock, to deliver jobs for all  may never happen. The omens are all around. The US economy has never generated so few jobs in an upturn since records began. In Britain, the Resolution Foundation charts the ongoing squeeze on low and middle incomes, and observes brutally that already Britain has the second highest proportion of low-paid jobs in the developed world. The formal unemployment numbers, now ominously rising five years since the crisis began, do not capture the full extent to which the economy is not delivering good work. Plainly some of the explanation is that the economy is still reeling from the effect of the financial crisis and the accompanying vast overhang of private debt. But economies have an embedded resilience. Output will return to the levels of 2008, probably some time next year. There will be an economic &quot;recovery&quot;. But this raises the question: what happens afterwards? Think through the implications of the driverless car. These will be vehicles whose complex sensors allow them to communicate with one another, so that they know one another&apos;s intended route. One of the reasons Google is investing so much is that whoever owns the communications system for driverless cars will own the 21st century&apos;s equivalent of the telephone network or money clearing system: this will be a licence to print money. The benefits are endless. Roads will both be able to carry more traffic and be safer. Personalised door-to-door transport will become hugely pleasurable: your car will deliver you to your home or place of work and then park itself without you. Road accidents will plummet. Energy efficiency will be transformed. Insurance rates, even the need for insurance, will plunge. Personalised transport, ordered by your mobile phone, will gradually replace mass transport networks. But the implications for employment are awesome. Thomas Frey, senior futurologist at the DaVinci Institute, lists taxi-, bus- and truck-driving as soon-to-be-extinct occupations  along with traffic police, all forms of home delivery and waste disposal, jobs at petrol stations, car washes and parking lots. The cars themselves will be made by robots in automated car factories. The only new jobs will be in the design and marketing of the cars, and in writing the computer software that will allow them to navigate their journeys, along with the apps for our mobile phones that will help us to use them better. Professor Larry Summers, former US treasury secretary, thinks that the challenge of the decades ahead is not debt or competition from China but the dramatic transformations that technology is bringing about. Summers believes that the transition to the automated economy that robotisation implies has only just begun. The invention of 3D printing, in which every home or office will be equipped with an in-house printer that can spew out the goods we want  from shoes to pills  anticipates a world of what Summers calls automated &quot;doers&quot;. They will do everything for us, eliminating the need for much work. The only jobs will be in writing the software and building the &quot;doers&quot;, creating a bifurcation of the labour market that is already discernible. At least Summers sees some underlying economic dynamism. For techno-pessimists such as economist Professor Tyler Cowen the future is even darker. It is not only that automation and robotisation are coming, but that there are no new worthwhile transformational technologies for them to automate. All the obvious human needs  to move, to have power, to communicate  have been solved through cars, planes, mobile phones and computers. According to Cowen, we have come to the end of the great &quot;general purpose technologies&quot; (technologies that transform an entire economy, such as the steam engine, electricity, the car and so on) that changed the world. There are no new transformative technologies to carry us forward, while the old activities are being robotised and automated. This is the &quot;Great Stagnation&quot;. That is a very lopsided view of the future with little recognition of the opportunities. The growth of transformative technologies is not tailing off: as scientific knowledge explodes and crosses new boundaries, they will accelerate. The 21st century will witness more technological and scientific advance than in the last 500 years. The pace of change is certainly accelerating  business models today already become obsolescent in less than 20 years, and that figure is going to fall further. But human demands are infinite. Notwithstanding robotisation and automation, I identify four broad areas in which there will be vast job opportunities. The first is in micro-production. There is going to be a huge growth in micro-brewers, micro-bakers, micro-film-makers, micro-energy producers, micro-tailors, micro-software houses and so on who will deploy the internet and micro-production techniques to produce goods at prices as if they were mass-produced, but customised for individual tastes. The second is in human wellbeing. There will be vast growth in advising, coaching, caring, mentoring, doctoring, nursing, teaching and generally enhancing capabilities. Medical provision will explode, with replacement organs, skin and limbs opening up new specialisms and industries. Taste, sight and hearing will be vastly enhanced. Ageing will be deferred, with old-age advisers offering advice on how to live well in one&apos;s hundreds. Geneticists will open up a live-well economy. Instantaneous language translation will break down language barriers. The third is in addressing the globe&apos;s &quot;wicked issues&quot; . There will be new forms of nutrition and carbon-efficient energy, along with economising with water, to meet the demands of a world population of 9 billion in 2050. Space exploration will become crucial to find new minerals and energy sources. New forms of mining will allow exploration of the Earth&apos;s crust. The oceans will be farmed. And fourthly, digital and big data management will foster whole new industries  personalised journalism, social media, cyber-security, information selection, software, computer science and digital clutter removal. Doubtless the futurologists can come up with more: the truth is, nobody knows. What we do know is that two-thirds of what we consume today was not invented 25 years ago. It will be the same again in a generation&apos;s time. What is different is the pace of change, obsolescence and renewal  and new dangers of extraordinary inequality not just in wages, but in working possibilities. Firms and individuals will be on their mettle to open up, innovate and constantly reinvent themselves. If there is to be a successful Great Reset, Britain will need the open innovation structures, financing mechanisms and social support institutions to capitalise on the opportunities quickly, rather than be overwhelmed by the risks. This is what threatens our future, our living standards, and this is what we should be arguing about  not the European Union, despite the efforts of Ukip and the Conservative party. Those whom the gods wish to destroy they first make mad.", 
    "section": "technology", 
    "gid": "technology/2013/may/19/driverless-cars-pilotless-planes-jobs-human", 
    "wordcount": "1417"
}