{
    "headline": "School of hard knocks: MPs seek to boost young people's 'resilience'", 
    "text": "Schools should equip young people with the resilience to bounce back from setbacks, according to a cross-party political campaign seeking to highlight how an inability to deal with reverses can be a significant barrier to social mobility. Before a summit on Wednesday on promoting character and resilience, research from the Prince&apos;s Trust suggests young people from poorer backgrounds are considerably more likely to see a single reverse as symptomatic of wider failure than are their more privileged peers. Data from the charity&apos;s Youth Index found less affluent youngsters were around twice as likely to feel they had &quot;already failed in life&quot; if they failed an exam or were turned down for a job. The meeting, which was organised by the all-party group of MPs and peers on social mobility and sponsored by the Open University, will see teachers, academics and youth leaders, as well as politicians, discuss ways such character-based attributes can be taught, in school and elsewhere. Speakers include Camila Batmanghelidj, founder of the celebrated Kids Company charity, Clare Tickell, chief executive of Action for Children, and the headmaster of Eton, Tony Little. The summit follows a report by the all-party group in May that identified seven so-called key truths about social mobility. These included the huge importance of the first three years of a child&apos;s life and how education can break social cycles, as well as the significance of &quot;personal resilience and emotional wellbeing&quot;. Damian Hinds, the Conservative MP who heads the relatively new group  it was founded in 2011  said such character traits were the &quot;real X factor&quot; that had a major role in how young people progressed. He said: &quot;Whatever your GCSE results or other qualification, how do you make the most of the opportunities that come along? How do you bounce back once things go wrong? How do you believe that you can achieve? &quot;Over quite an extended period of time, we&apos;ve had a real focus on examination results  not quite to the exclusion of all else but to a really great degree. But some schools also go on about how developing the character of the young person is absolutely core business. &quot;We all know people who didn&apos;t come out of school with particularly good exam results but they did come out with drive, determination, concentration and a belief they could do things. They are the ones who tend to end up doing really well.&quot; Developing such skills went beyond the classroom, Hinds argued, taking in things like volunteering, sport or groups such as the Scouts. He added: &quot;Personally, I&apos;m more of a sceptic than [thinking] you can just teach &apos;character&apos;  just sit in a room and say, &apos;Today we are doing strength of character.&apos; But there are some people who think you can, and we have to be open minded.&quot; An inevitable element of learning to cope with failure, Hinds argued, was encountering it, for example through difficult exams or competitive sports: &quot;You start to touch on political differences here, but I think most people would say, not everybody is going to win everything. My own view would be that it is important for all of us to know we&apos;re good at some things and not good at others, and you play to your strengths and deal with your weaknesses. Failure is going to happen at some point in life. The question is how early you start being prepared for it.&quot; Rosemary Watt-Wyness, from the Prince&apos;s Trust, which works with more than 50,000 mainly disadvantaged young people a year, said the extent of a particular challenge depended on person facing it. &quot;On our team courses, we might have people who, say, find rock climbing very simple but are terrified of speaking in public,&quot; she said. The trust deals with people from 13 to 30, and Watt-Wyness said it was perfectly possible for resilience to be developed later in youth. She said: &quot;When I talk to people who have done our 12-week personal development programme, a lot say they did things they never thought they could, and that made them feel very differently about themselves. You can do this. It&apos;s about providing that kind of challenge but in a supported environment.&quot; The combination of challenge and support was the key, she said, involving not just teachers but also mentors: &quot;The aim is to help them approach challenges, help them learn from challenges and help them move on to the next challenge.&quot;", 
    "section": "education", 
    "gid": "education/2013/feb/06/school-young-people-resilience-failure", 
    "wordcount": "758"
}