{
    "headline": "Southampton University library: the resource revolution will be digitised", 
    "text": "In the digital age, a library&apos;s prerogative and responsibility extends well beyond the confines of one building with the possibility of reaching dispersed millions at once over the vast expanse of cyberspace. Libraries the world over are recognising the increasing demand for digital access to their valuable content, fed by the rise of the internet and evolution of digitisation technologies, which are playing a lead role in the dissemination of culture today. The University of Southampton Library supports a community of 23,600 students and staff and in excess of 1.5 million books. With the aim of facilitating broader access to key collections, our Library Digitisation Unit (LDU) specialises in the digital capture of materials for repositories and web distribution. Thanks to funding from bodies like the Joint Information System Committee (JISC), the way has opened for the LDU to embark upon exciting mass digitisation projects. Two of the largest projects recently completed by the LDU were supported by the JISC. One involved digitising 18th century parliamentary papers from the 1700s to 1834. Another comprised 23,000 19th century pamphlets covering the socio-political and economic landscape in Britain, sourced from UK research libraries. To bring printed content to life online, we were to digitise over a million pages  no mean feat. Processing such large volumes of documents required an overhaul of our incumbent system, which was originally designed for small, bespoke digitisation work. To achieve our goals we needed to dramatically scale up and automate the process so as to be able to digitise large volumes of documents at speed without engaging library staff in tedious manual work. No longer was it feasible to work individually on each separate page. At the heart of the digitisation process, a vital piece of technology is involved  OCR (Optical Character Recognition). It&apos;s this software that is able to &apos;read&apos; a scanned image and convert it into an editable, searchable electronic file. OCR systems today are sophisticated and can read various types of documents with a high degree of accuracy. However, with historic text digitisation comes a range of specific digitisation challenges. When preparing for their digitisation, the state of the original documents needs to be taken into account. Obstacles to watch out for include bookbinding and restrictive openings, small fonts, embellished fonts, broken characters, dirt, marginalised texts and print bleed through. The English language is of course far from static, and has continued evolving over the past few hundred years. This is a crucial issue in our programmes to digitise eighteenth and nineteenth century materials, as we encounter letters that are now obsolete, like the long &apos;s&apos; character. This requires specialist OCR that can recognise older text. We have worked with ABBYY historic OCR, which is specifically developed for the digital archiving and publishing of old documents, books and papers. Our virtual reading room is now home to some of the library&apos;s most important collections. The viewing figures for the digitised content give testament to the reach of the web: in the academic year between August 2010 and July 2011, the electronic collection of nineteenth century pamphlets was viewed over 85,380 times, with around 51,800 PDF downloads and over 4,380 citation captures. These numbers far outstrip reader requests to view the original paper versions held by seven university libraries. These transformational digitisation projects have allowed us to bring together and present disparate materials to a wide audience. We are lucky enough to possess a number of valuable collections that form part of our national heritage and can now begin to share them far more widely, enabling content discovery for a world audience. Dr Julian Ball is the manager of the Library Digitisation Unit at the University of Southampton This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jul/09/university-of-southampton-library-digitising-resources", 
    "wordcount": "651"
}