{
    "headline": "Why Thai women cut off their husbands' penises", 
    "text": "About once per decade, the medical profession takes a careful look back at Thailand&apos;s plethora of penile amputations. The first great reckoning appeared in a 1983 issue of the American Journal of Surgery. Surgical Management of an Epidemic of Penile Amputations in Siam, by Kasian Bhanganada and four fellow physicians at Siriraj Hospital in Bangkok, introduces the subject: &quot;It became fashionable in the decade after 1970 for the humiliated Thai wife to wait until her [philandering] husband fell asleep so that she could quickly sever his penis with a kitchen knife. A traditional Thai home is elevated on pilings and the windows are open to allow for ventilation. The area under the house is the home of the family pigs, chickens, and ducks. Thus, it is quite usual that an amputated penis is tossed out of an open window, where it may be captured by a duck.&quot; The report explains, for readers in other countries: &quot;The Thai saying, &apos;I better get home or the ducks will have something to eat,&apos; is therefore a common joke and immediately understood at all levels of society&quot;. The bulk of the paper reports how the doctors and their colleagues learned, over the course of attempting 18 reimplantations, how to improve the necessary surgical techniques. Unambiguous photographs supplement the text. &quot;Interestingly&quot;, the physicians remark at the very end, &quot;none of our patients filed a criminal complaint against their attackers.&quot; An article called Factors Associated with Penile Amputation in Thailand, published in 1998 in the journal NursingConnections, explores the reasons behind that. Gregory Bechtel and Cecilia Tiller, from the Medical College of Georgia (in Atlanta), gathered data from three couples who had been part of the epidemic. The couples, by then divorced, discussed their experience calmly. Bechtel and Tiller report that in each case, three things had happened during the week prior to dismemberment: (1) a financial crisis; (2) &quot;ingestion of drugs or alcohol by the husband immediately prior to the event; and (3) public humiliation of the wife owing to the presence of a second &apos;wife&apos; or concubine&quot;. In 2008, the Journal of Urology carried a retrospective by Drs Genoa Ferguson and Steven Brandes of the Washington University in St Louis, called The Epidemic of Penile Amputation in Thailand in the 1970s. Ferguson and Brandes conclude that: &quot;Women publicly encouraging and inciting other scorned women to commit this act worsened the epidemic. The vast majority of worldwide reports of penile replantation, to this day, are a result of what became a trendy form of retribution in a country in which fidelity is a strongly appreciated value.&quot;  Marc Abrahams is editor of the bimonthly Annals of Improbable Research and organiser of the Ig Nobel prize", 
    "section": "education", 
    "gid": "education/2012/nov/19/improbable-research-thai-women-cut-off-penis", 
    "wordcount": "462"
}