{
    "headline": "Eduardo Saverin's tax-free global citizenship", 
    "text": "Eduardo Saverin imagines himself a &quot;citizen of the world&quot;. His is an unofficial description, but one that an elite class of super-rich people and multinational companies increasingly take for granted. Saverin&apos;s name stood out when the US government published its latest list of Americans who had renounced their citizenship. He is the co-founder of Facebook, owner of about 4% of the company; and with this week&apos;s public offering of shares, he is about to move from rich to super-rich. But apparently, not sufficiently rich. Despite his claim to the New York Times  an example of PR backfilling if ever there was one  it&apos;s blatantly obvious that taxes were deeply implicated in Saverin&apos;s move, which took place last year, but has only now been publicized. He&apos;s apparently paid some taxes on his windfall, based on a Facebook valuation from 2011 that is certainly much lower than the IPO price will be Friday; if he&apos;d stayed in the US and sold shares after the IPO, he&apos;d be required to pay capital gains taxes on the value at the time of the sale, which, based on prior speculation, is likely to be much higher than the offering price. Now, he&apos;s home free, because in Singapore, where he&apos;s spent much of his time during the past several years, there are no capital gains taxes. Perhaps the difference in capital gains and other taxes amounts to a mere $100m, as the Times suggested, or $600m  the latter based on the likely value of his shares this week (and on an assumption that he&apos;d sell them at once). To almost everyone, this is real money, even to someone who stands to have wealth in excess of $4bn. Saverin&apos;s self-serving move has drawn the contempt it deserves from a number of commentators, though much of the criticism has been inaccurate in some details. Farhad Manjoo&apos;s blog post, entitled &quot;What Eduardo Saverin Owes America (Hint: Nearly Everything)&quot;, is one such blast against the Brazilian native who now professes allegiance, sort of, to Singapore. Manjoo pointed out that Saverin would almost certainly be a nonentity had it not been for what he gained after his family&apos;s move to the US from his native land. Naturally, meanwhile, this new monument to selfishness is a hero to the crowd that loathes taxes in general, but especially progressive taxation. Saverin&apos;s case should be seen in context. Tax havens are not new. The super-rich have been relocating for decades. Increasingly, however, these people and any number of corporate entities are making it plain that they now belong to a new elite: a global class whose only serious obligation is to its own interests. And as beggar-thy-neighbor economic policies spread, these nomads can always find regimes that will cater to them. So, it is not remotely surprising that Apple, the most valuable company on the planet, is also a world-class tax avoider, as the New York Times reported recently. Apple is far from alone in using multinational operations and a variety of corporate fronts to reduce the taxes it pays, especially at home. But its strategies lend a certain hollowness to one of its slogans  that its products are proudly &quot;Designed by Apple in California&quot;, even if they&apos;re built in China. Like so many other global enterprises, Apple spends millions on lawyers and accountants whose sole job is to use various nations&apos; laws as gears in their own financial engines. It&apos;s pointless to suggest to the Apples and Severins of our world that they would never have achieved such heights of prosperity had it not been for, among many other things, America&apos;s economic and legal systems (among other benefits they&apos;ve enjoyed). Contrary to conservative dogma, the US has nurtured wealth creation. And our government, despite many misguided policies (including some tax policies), goes to extraordinary lengths to take care of the interests of the top 1% of the 1%. But why should the Apples and Severins care, when as &quot;global citizens&quot;, they can work the system and get more of what they want? Perhaps the rest of us should care. Not because these people and companies lack even a shred of loyalty to the nations that helped make them what they are. We should care because the rest of us, ultimately, bear the tax burdens the new global elite shirks. There&apos;s no easy way to do anything about this. But we should ask ourselves whether we&apos;re satisfied with a world where the global elite enjoys its special perks as it pursues wealth and power, but makes everyone else foot the bill.", 
    "section": "technology", 
    "gid": "commentisfree/cifamerica/2012/may/17/eduardo-saverin-tax-free-global-citizenship", 
    "wordcount": "765"
}