{
    "headline": "The athlete who drank too much Coca-Cola", 
    "text": "Or, as I could title this: Lady Boffin &apos;Blinds&apos; Champ with Coke! In 1917 the American Journal of Physiology published an article with the very descriptive title: &quot;A comparison of the effects of breakfast, of no breakfast and of caffeine on work in an athlete and a non-athlete&quot;. That&apos;s a simplified outline of a deceptively complicated set of experiments looking closely at changes in pulse and blood pressure as well as work rate. The results are what we&apos;d probably expect: breakfast is generally good for exercising, while caffeine might be useful but can have some bad side effects in high doses. This might not seem a promising source for a historian, but the article has three intriguing features. The first is the fact that the source of caffeine is Coca-Cola. Bought as syrup it&apos;s analysed by the researchers and made up into a &quot;standard dose&quot; of 7oz of cola, with 1.42 grains [about 92mg] of caffeine (no mention of any trace cocaine). Why use Coca-Cola? Probably because it&apos;s easier to standardise doses with this syrup than with coffee or tea, and is more palatable and familiar than any concoction the researchers could make up themselves. At the time Coca-Cola was still being sold as a &quot;tonic&quot; drink, something between a medicine and a food (just like Oxo, also used by athletes in the early 20th century). The article also provides a glimpse of Kansas sport culture because of the dramatic effect the caffeine allegedly had on Subject &quot;B&quot;, the unnamed athlete:  On June 3, 1913, during the time he [B] had been experimenting with the larger doses of caffeine and after he had taken one of the strongest doses, the external rectus muscle of his left eye became paralysed  &quot;B&apos;s&quot; friends, among them two physicians, charge it to the influence of the caffeine that &quot;B&quot; failed in an athletic exhibition  during the time that he was conducting the caffeine experiments. Before he began the experiments he had trained himself so that he was able to hit the punching bag with his head, feet and hands alternately on its rebound. It required speed, accuracy and control of muscles, and concentration of thought. He had become an expert in this feat. But his power of concentration, accuracy and precision in his muscles had been greatly impaired so that he was unable to repeat the athletic demonstration with any credit during the time he was taking the strong doses of caffeine.  &quot;A&quot;, the non-athlete, also reported being irritable and disturbed on high caffeine doses, and the researchers halted the experiment. (The maximum dose was about 230mg, equivalent to two or three cups of coffee). Finally, there are the researchers themselves; the lead author is listed simply as &quot;I.H. Hyde&quot;. This is in fact the pioneering physiologist Ida Henrietta Hyde  a woman who had fought a long battle for a scientific education, the first American woman to get a PhD from Heidelberg university (even though she was forbidden from attending either lectures or laboratory demonstrations!) and the first female member of the American Physiological Association. She wrote about her struggle for an education in an autobiographical account with the extraordinary title: Before Women Were Human Beings  The experiment described in this paper is an unusual one for Hyde who is best known for developing the microelectrode. Experimental physiology was created as a discipline in Europe in the 19th century, predominantly in Germany and France where the focus was on laboratory experiments using animals and isolated biological samples, not whole human beings. Hyde&apos;s microelectrode is clearly in the tradition of the great 19th century German physiologists like Emil du Bois Reymond and Hermann von Helmholtz, who also developed sensitive recording instruments and were particularly interested in the electrical phenomena of the animal body. Studies of whole human beings were rarer, and when physiologists weren&apos;t studying their own bodies  or using their family, friends and students  they tended to rely on soldiers or on prisoners and not athletes (with some exceptions). North American universities had stronger links to athletes; as they began to compete with European institutions by building laboratories and medical schools in the decades around 1900 they also invested heavily in sporting facilities. Although it took a while for university coaches to be paid more than full professors, it may have raised the profile of new physiological laboratories if they could show connections between their own work and the sporting prestige of a college. Despite the contemporary interest in science and sport, Hyde and the misadventure of Subject &quot;B&quot; didn&apos;t attract the sort of media attention we&apos;d expect today. Every week we seem to find more complaints about the dumbing down or sexing-up of scientific press releases  for which both journalists and scientists are to blame. Hyde&apos;s research is a perfect storm: pioneering woman in a male-dominated field, Olympic sponsor, drugs and disablement. The headlines would write themselves.", 
    "section": "science", 
    "gid": "science/the-h-word/2012/aug/10/athlete-drank-too-much-coca-cola", 
    "wordcount": "834"
}