{
    "headline": "Does the shadow education secretary plan to undo Tory reforms?", 
    "text": "Just before I went to see Stephen Twigg, the shadow education secretary, I received a letter from a Guardian reader, which I took with me and read to him. &quot;Ihave written three times to MrMiliband and twice to Mr Twigg to ask what is the Labour party policy about academies, free schools, privatisation. I have had no reply.&quot; A later email (which I also read to Twigg) criticised &quot;paralysis in Labour education policy&quot;. My correspondent, I pointed out, was not alone among teachers and party activists in his frustration; even senior party figures acknowledge the direction of Labour education policy is unclear. Since his appointment in October 2011, Twigg has seemed to say that, while he&apos;s against Michael Gove&apos;s academies and free schools, he wouldn&apos;t close or change their status if he came to power and may even approve new ones. So what exactly is the difference between Labour and Tory education policies? After all, academies were started by Labour, with some of the first opening while Twigg was an education minister from 2002 to 2005. &quot;The fundamental difference,&quot; Twigg says, &quot;is that we were trying to help schools that were struggling. We did it on a planned basis. We didn&apos;t just say let a thousand flowers bloom. It was a partnership with local government, and not about imposing something from the centre. Lots of free schools are being built in areas which have spare capacity. We voted against free schools. But some very pragmatic people are saying a free school is the only way to get money for new provision. I&apos;m not going to criticise those people. It&apos;s a perfectly understandable thing to do.&quot; As one newspaper commentator has put it, Twigg&apos;s position is that he loves the sinners but hates the sin. Isn&apos;t that too nuanced for public consumption? &quot;I plead guilty to nuance,&quot; beams Twigg, who is so affable a man that you want to shout something like &quot;lying Blairite bastard&quot; just to see if he gets angry. &quot;In 2015, we&apos;re going to have several thousand academies. It&apos;s not going to be straightforward to undo that. But we would apply to them standards that are now restricted to community schools: nutritional standards, for example. Equally, we&apos;d extend the academies&apos; freedoms on the national curriculum to all schools.&quot; Local accountability Would Labour return the Gove academies to local councils? In his Caroline Benn memorial lecture last year, Twigg said that &quot;today, hardly anyone thinks that local authorities should directly run schools&quot;. But he insists &quot;local democratic accountability is important, and we&apos;re consulting on that&quot;. He continues: &quot;In the name of freedom and a market, what we&apos;ve got is centralisation of power in the office of secretary of state. I don&apos;t want that. I want to give power away.&quot; Every politician, I point out, says that in opposition. &quot;If I get the opportunity,&quot; declares Twigg, &quot;you can hold me to it.&quot; Is Gove right to get rid of GCSEs? &quot;Not in the way he&apos;s doing it. He intends to rely almost exclusively on an exam at the end of two years. It&apos;s vitally important to have something that looks at coursework.&quot; Will Labour abolish exams at 16? &quot;That isn&apos;t my starting point. When we&apos;re moving towards a leaving age of 18, we don&apos;t need to focus on any particular age. There&apos;s an argument for stages rather than ages, so that young people are assessed when they&apos;re ready. We&apos;re having a process, engaging with people. We&apos;re not just coming up with a plan and saying here it is, as Gove did.&quot; Twigg is exasperatingly reasonable and, according to Labour colleagues, naturally thoughtful and measured. &quot;He&apos;s not the sort to rush into something just so he can get a headline,&quot; I was told. Nor is he is the sort to stumble into indiscretion. Though still only 46, he is a political veteran. His career could be the model for a modern Labour politician: comprehensive school followed by PPE at Oxford; the presidency of the National Union of Students; a seat on a London council (Islington) at 25; work for Amnesty International; research for a Labour MP (Margaret Hodge); head of two thinktanks (the Fabian Society and, later, the Foreign Policy Centre). He is widely regarded as the purest of Blairites, who voted for the elder Miliband in the 2010 leadership election. For all his affability, Twigg knows about the darker side of politics. He helped to get a fellow Islington councillor de-selected as a parliamentary candidate in 1997 for being too leftwing, and to prevent Ken Livingstone standing as Labour candidate for London mayor in 2000. &quot;There were things I was part of back then upon which I should have reflected more,&quot; he told the Times in 2005. Leftwing politics was bred into him. His father was an insurance broker, his mother an accounts clerk. Both were members of the Communist party, albeit on the revisionist Euro wing, which regularly criticised the Soviet bloc. They sold the Morning Star in the local shopping centre in Enfield, the north London suburb where Twigg grew up and went to school. He was taken on anti-racist demonstrations during primary school. For his 14th birthday, he precociously asked for Tony Benn&apos;s Arguments for Socialism. At 15, he joined Labour, inspired by Benn&apos;s &quot;passion and clarity&quot;. But he soon decided Neil Kinnock, then confronting the party&apos;s hard left, offered the best way forward. &quot;My mum was very disappointed in me. She thought Kinnock a terrible sell-out and we had arguments about it.&quot; By 16, he was secretary of his local ward party and, by 17, an annual conference delegate. Was he already thinking of a political career? &quot;No, I wanted to be a lawyer. But my A-level economics teacher said I&apos;d be bored stiff doing law at university, so I should apply to Oxford for PPE, which hadn&apos;t been in my mind at all, because nobody at my school had ever been to Oxford. There was never a Michael Heseltine-style life plan.&quot; He realised he was gay in his mid-teens but confided in just one girl, who had told him one of her friends fancied him. &quot;She knew ahead of anyone else for quite a long time. I was very scared to come out at school.&quot; He told his family while he was taking A-levels. &quot;I had the opposite experience to a lot of people. My father was fantastic about it but my mother was dreadful. She couldn&apos;t deal with it at all. She died in 1992 and never came to terms with my sexuality.&quot; British society, however, was changing dramatically. When Twigg stood as Labour candidate for Enfield in 1997, Labour&apos;s Ben Bradshaw faced homophobic attacks while fighting in Exeter. Twigg and other gay candidates signed a Times letter in solidarity. &quot;I&apos;m gay, admits Labour candidate,&quot; the local paper screamed, and Twigg says: &quot;I wondered what the reaction would be, but there was no negativity at all.&quot; He unseated the Tory cabinet minister Michael Portillo on a 17% swing. &quot;I was completely and utterly surprised,&quot; he says, and his astonished face as the result was announced became the election&apos;s iconic image. He was almost as surprised when he increased his majority in 2001 and surprised again when he lost in 2005. &quot;I thought I&apos;d cling on. I had a false sense of security. Rationally, I knew I&apos;d lost for political reasons, but because I was a local boy in Enfield it felt more personal. It was a horrible period of my life.&quot; He was arrested and fined for drunkenness in a public place during the following Christmas party season. He admitted to a reporter that, &quot;for a while&quot;, he&apos;d been drinking more than he should. Overtaken Some commentators thought the 1997 victory did him little good. If he had won a safe seat in 2001, he would probably have been in the cabinet by the end of the 2005-10 parliament. In the event, he was out of parliament for five years before he was returned for a Liverpool seat in 2010. The boy wonder of 1997 was overtaken by contemporaries (Ed Miliband is three years younger) who were elected later. But Twigg made the junior ministerial ranks in 2001-05, first as deputy leader of the Commons under Robin Cook, then as an education minister, with a motley bag of responsibilities that included sex, drugs and alcohol teaching. I asked him for his greatest ministerial achievement and he unhesitatingly replied it was the London Challenge, a remarkably successful initiative, for which he had specific responsibility, to improve exam results in the capital&apos;s schools. He is equally clear about his greatest mistake: agreeing to the rejection of the Tomlinson report on 14-19 education in 2004. Tomlinson proposed overlapping academic and vocational diplomas, of which GCSEs and A-levels would be &quot;components&quot; rather than free-standing qualifications. &quot;We lost an opportunity,&quot; says Twigg, &quot;to get a set of qualifications that were fit for purpose, especially in technical and practical areas of the curriculum&quot;. So he would scrap A-levels? &quot;I don&apos;t think that&apos;s the answer. A-levels aren&apos;t the problem with our system, the problem is we haven&apos;t got the technical and practical subjects right.&quot; And we never will, some may say, as long as A-levels survive as separate qualifications, widely perceived as superior. But Twigg won&apos;t risk the negative headlines. I ask him to sum up Labour&apos;s policies in a sentence and he says: &quot;The key to good education, whatever the sign outside the school says, is the quality of teaching and leadership inside it and, therefore, we shall focus on how we can raise the status of the teaching profession.&quot; Which, while it will not satisfy those, like my correspondent, who yearn for a red-blooded denunciation of what amounts to Tory privatisation of schools, may be good enough for most parents and teachers. What it amounts to in practice we shall discover only when and if Twigg becomes secretary of state. Gove believes his changes will prove irreversible, like the switch to comprehensives in the 1960s, and Twigg does not sound determined to prove him wrong. But on that night in Enfield nearly 16 years ago, he surprised us all. Perhaps, in office, he can surprise us again.", 
    "section": "education", 
    "gid": "education/2013/jan/14/stephen-twigg-shadow-education-policy", 
    "wordcount": "1764"
}