{
    "headline": "Xbox One: mini FAQ", 
    "text": "     So Xbox One has been unveiled and Microsoft is set to introduce us to a new interconnected entertainment universe. We&apos;ve got a million questions about the console, but here are three issues important to lots of gamers, as well as the answers as they stand at the moment... Always online connection? Nope. Apparently, you will need to be able to hook your console up to the net, but it won&apos;t have to be always online. A Microsoft spokesperson to Polygon: &quot;It does not have to be always connected [...] We are also designing it so you can play games and watch Blu-ray movies and live TV if you lose your connection.&quot; UPDATE: Kotaku spoke to Microsoft vice president Phil Harrison on Tuesday and asked for clarrification. The exchange went like this:  Kotaku: If I&apos;m playing a single player game, do I have to be online at least once per hour or something like that? Or can I go weeks and weeks? Harrison: I believe it&apos;s 24 hours. Kotaku: I&apos;d have to connect online once every day. Harrison: Correct.  However, in a later article on Polygon, a Microsoft spokesperson referred to Harrison&apos;s comments as, &quot;potential scenarios&quot;. So, yes, still plenty of ambiguity here and it&apos;s like Microsoft will re-group and provide a more cogent response at or before E3. Backwards compatibility? No again. Xbox Live Vice President Marc Whitten: &quot;The system is based on a different core architecture, so back-compat doesn&apos;t really work from that perspective.&quot; However, music and video content downloaded via Xbox Live will be compatible with the new machine. Microsoft has not yet mentioned whether it will make Xbox 360 titles available via a streaming service a la PlayStation 4. Second-hand sales of games blocked? A third no - but with a caveat. From Develop:  &quot;On the new Xbox, all game discs are installed to the HDD to play,&quot; said a spokesperson. Microsoft then confirmed that users of a pre-owned game will have to pay a fee to gain access to the title if it had already been installed on another console so they could use it on their own account.  UPDATE: It appears that this has now been discredited. Other sources suggest that things will work like this: when you buy a game disc, the game has to be installed on to the hard drive. But then if you sell the game and the new owner tries to install the game on their machine, the version on your console is rendered void. In short, one disc = one owner.  UPDATE 2: Eurogamer has spoken to Phil Harrison who issued this explanation:  &quot;So, think about how you use a disc that you own of an Xbox 360 game,&quot; he began. &quot;If I buy the disc from a store, I use that disc in my machine, I can give that disc to my son and he can play it on his 360 in his room. We both can&apos;t play at the same time, but the disc is the key to playing. I can go round to your house and give you that disc and you can play on that game as well. &quot;What we&apos;re doing with the digital permissions that we have for Xbox One is no different to that. If I am playing on that disc, which is installed to the hard drive on my Xbox One, everybody in my household who has permission to use my Xbox One can use that piece of content. [So] I can give that piece of content to my son and he can play it on the same system.&quot; Harrison then explained what happens when you want to take that game beyond the borders of your own home and into a friend&apos;s place. &quot;I can come to your house and I can put the disc into your machine and I can sign in as me and we can play the game,&quot; he explained.  So, to paraphrase, once a game is installed on a system it is tied to that Xbox account. However, you can go to a friend&apos;s house, sign in and play. The idea is to stop someone buying the game, installing it, then handing that disc around for dozens of mates to install it too. As for pre-owned sales:  &quot;We will have a system where you can take that digital content and trade a previously played game at a retail store,&quot; Harrison said. &quot;We&apos;re not announcing the details of that today, but we will have announced in due course.&quot;  Will Gamerscores carry over from Xbox 360? Yes! You won&apos;t have to start from scratch on your new machine. I&apos;m just looking into whether your gamer reputation also transfers over or if you get the chance to wipe the slate clean. More details later...", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/may/21/xbox-one-always-online-trading-games-backwards-compatibility", 
    "wordcount": "810"
}