{
    "headline": "The truth about Germany's nuclear phase-out", 
    "text": "There&apos;s been plenty of debate and speculation recently on the carbon impact of Germany&apos;s nuclear phase out. Last week my colleague Damian Carrington presented what looked like proof that the impact was negligible: German emissions fell in the period and anyhow Germany remained a net exporter of electricity. I agree with Carrington on most issues but in this case I don&apos;t believe the argument stacks up. I want to explain why, not because I have a particularly strong view on nuclear power, but because it&apos;s a good opportunity to make a broader point that I think is important and too often missed. It boils down to this: to meaningfully measure the impact of any action on a climate change, you need to recognise that the world is interconnected and measure the effects as widely as possible. In addition, you need to ask the right question, which means  just as with a medical experiment  comparing &quot;with and without&quot; the action, not &quot;before and after&quot; it. German nuclear is a nice example. If you look just at Germany&apos;s emissions and you compare &quot;before the nuclear switch off&quot; with &quot;after the nuclear switch off&quot;, then you might conclude that turning off atomic plants cuts carbon emissions. But that would be the wrong conclusion. For one thing, the carbon savings in Germany were  as Carrington points out  partly or perhaps entirely the result of a mild winter. The obvious point here is that if you&apos;d had the nuclear plants running and a mild winter, emissions would most likely have been lower still. More importantly, though, in a continent-wide energy market it doesn&apos;t make sense to look only at Germany. You also need to consider the implications of the fact that switching off the nuclear plants led to Germany&apos;s exports of electricity falling through the floor  by a massive 63 trillion units, according to Carrington. Unless you think the countries which would have used that power simply turned the lights off, the unavoidable implication is that somewhere a bunch of fossil fuel plants were ramped up to pick up the slack. And not just any fossil fuel plants, but those with available capacity  which will generally mean dirty old ones because the cheaper and more efficient ones, along with all the renewables and nuclear, will already have been working at full capacity. The core point is this: until we get a 100% decarbonised grid, the marginal impact of turning off any existing low-carbon electricity source  or indeed adding to demand by switching a light on  is virtually always to add more coal to a power station. Of course, it&apos;s true, as Carrington points out, that the emissions of the whole European electricity grid are already capped by the Emissions Trading System. The implication here is that it doesn&apos;t matter if other countries burn more coal as a result of Germany exporting less power because the result will be fewer carbon permits being available for other sectors or countries  so it will all come out in the wash. But that doesn&apos;t quite stack up either, for three reasons.  First, the &quot;it&apos;s capped so it doesn&apos;t matter&quot; argument is a double-edged sword: we can&apos;t use it here unless we&apos;d also have been happy for E.ON to use it to justify building a new unabated coal plant at Kingsnorth. Second, it ignores that the ETS allows offsets via the Clean Development Mechanism, many of which have been shown to be leaky. Third, the more easily and cheaply we meet the ETS cap by cutting emissions now, the more politically and economically feasible it will be to tighten it in the future. But those are only the obvious ripple effects. There will be many others that will be harder to pin down. For example, the phase out will surely have contributed to some extent to the decline of the major German aluminium smelter which recently filed for bankruptcy on the basis of rising costs  i.e. power and bauxite  and falling prices. (Again, bear in mind that it doesn&apos;t even matter whether electricity prices have risen or fallen relative to before: what matters is whether they&apos;d have been higher or lower without the phase out.) The smelter winding up is obviously bad from the perspective of the company&apos;s workers, but environmentally you might think it&apos;s a win, because it will result in less energy-intensive aluminium being produced. I suspect, though, that the opposite is true. What seems more plausible is that the bauxite that would have been processed in that plant will instead end up being processed in smelters in countries with cheaper power. If, for the sake of argument, the bauxite found its way to smelters in China, then the overall result would probably be more emissions, due to the inefficient and coal-fired Chinese energy system. Moreover, at this point the ETS argument is relevant, because we&apos;d have taken a heavy industry from within a regional carbon cap and moved it outside of it, massively adding to overall carbon output  and indeed shifting emissions from a country pushing for a global carbon deal to one that&apos;s less in favour and now will have another reason to be even less in favour. This isn&apos;t an argument for nuclear power. It&apos;s an argument for thinking about things the right way. The marginal impact lens also affects how you view lots of other situations. For example, even if you sign up for a green electricity tariff, the marginal impact of switching the lights on or off will be to boost or reduce fossil fuel use, because the renewable energy on the grid will always be running at maximum capacity anyway. (Which isn&apos;t to say that there isn&apos;t any point in signing up, as I try to explain here.) Similarly, much as I adore my wood burning stove, the marginal impact of throwing an extra log on the fire will be more carbon going into the air, even if you assume that wood is a zero-carbon fuel. That&apos;s because if I didn&apos;t burn it, the wood could instead have been burned in a power plant (displacing coal) or turned into furniture or building materials (locking in the CO2 and displacing energy-intensive metals or plastics). There is, however, yet another layer to all this. Signing up for a green tariff or buying a wood stove has cultural ripple effects  such as sending a signal that you care about the environment  in addition to any direct carbon ripple effects. These are even harder to pin down, but they can&apos;t be ignored. So what are the broader cultural, political and economic ripples of the German nuclear phase-out? On the one hand, it will send a signal to the world that nuclear is dated and dangerous and that switching it off is a greater priority than limiting carbon emissions as swiftly as possible. It will also damage the nuclear industry. These two factors together will probably decrease the likelihood that the nuclear industry will succeed in finding ways to reverse its cost curve and make this large-scale low-carbon power source cheaper in the future (unlike renewables, nuclear is currently getting more expensive rather than less). On the other hand if, specifically as the result of the nuclear phase out, Germany massively ups its level of ambition for renewables and is able to demonstrate that it&apos;s possible to maintain public support for high energy prices to stimulate a clean-energy revolution, that too could influence the world far beyond its own borders. I suspect Germany has already done this in ways that many nuclear advocates have deliberately or inadvertently ignored. For example, when George Monbiot wrote that German subsidies of solar had failed and casually dismissed solar panels in northerly countries as &quot;populist gimmicks&quot; supported by regressive taxes, he ignored the fact that Germany&apos;s generous feed-in tariff is widely credited with having been the single biggest driver of tumbling solar prices worldwide. So even if solar is expensive in Germany, making it cheaper there will also make it cheaper for everyone else  including the millions who live without electricity in areas where solar is the cheapest power source but still out of reach. Germans buying solar has also helped boost renewables industries in China, which is crucial as it creates a lobby there who will eventually start pushing for a global climate deal to help cement green-tech markets in the US and elsewhere. (The early stages of this debate are already starting to play out in the odd diplomatic wrangle about US solar import tariffs.) Of course, it might have been more efficient for the Germans to simply buy solar panels from China and donate them to poor countries. But that would have been less politically feasible for a simple reason: people in Germany want solar panels. They like them, and feel engaged by them. That matters too, because at the moment people feel miserable and unempowered about the whole topic. Which perhaps explains why having solar also appears to help people reduce their power consumption: another ripple we shouldn&apos;t ignore. My own view is that Germany should have kept its nuclear plants running and invested massively in renewables and demand reduction  and next-generation nuclear research for good measure. But that isn&apos;t the point of this piece. What I&apos;m trying to say is that everyone involved in the climate and energy debate needs to think more holistically and dispassionately about what will and won&apos;t work. We need a better quality of analysis and debate. We need to stop overstating our case. And most of all we need to stop bickering!", 
    "section": "environment", 
    "gid": "environment/blog/2012/may/28/truth-germany-nuclear-phase-out", 
    "wordcount": "1605"
}