{
    "headline": "Boot up: Google Wallet's struggles, OMGPOP's choices, Guardian on GoogleTV, MS mocks IE and more", 
    "text": "A quick burst of 7 links for you to chew over, as picked by the Technology team Google said to rethink Wallet strategy amid slow adoption &gt;&gt; Bloomberg  Google is weighing changes aimed at improving its Google Wallet mobile-payment system following slow adoption and the departure of two key managers, according to people with knowledge of the project. The company is considering sharing revenue with carriers such as Verizon Wireless and AT&amp;T to get them to embrace the technology, which lets users pay for items at checkout by tapping phones on a reader device, said the people, who asked not to be named because the discussions are private... &quot;They are in a bit of a re-evaluation pattern right now,&quot; said Rick Oglesby, an analyst at Boston-based research firm Aite Group. &quot;It&apos;s going much slower than anticipated.&quot;  It&apos;s Not About File Size: Why you should learn to stop worrying and love the new iPad &gt;&gt; Mag+  What&apos;s an hour of a great experience worth in megabytes? Who decided that there is an optimum size for a digital magazine? And what is it? 50MB? 200mb? Sitting and waiting for a magazine to download at any size is a hassle, but with Newsstand auto-downloads and progressive downloading (coming soon to Mag+), I think this has largely been mitigated. My point is that I don&apos;t believe people actually give a flying frog about file size--they care about value. And most content creation companies have not yet even begun to tap what can be done in this space. For instance, why not instead of just delivering Walking Dead as a video file, make it an &quot;issue.&quot; In it, you could have interviews with the actors, slideshows of behind the scenes photos, an interactive game, a live feed of news from the show AND the actual episode itself, playable in full-screen and over AirPlay.   Errr... because nobody cares about that stuff? What people want is the content, not how the actors got there. Hearing that stuff takes *away* from the content. It breaks the fourth wall. The Guardian GoogleTV project, innovation &amp; hacking. &gt;&gt; Dan Catt Ex-Flickr core, now Guardian developer Dan Catt explains how and why and where and what he did the Guardian&apos;s Google TV project. (Note: he ignored the spellcheck on &quot;cognitive&quot;.) The Browser You Loved To Hate &gt;&gt; Microsoft Internet Explorer Very clever, self-mocking campaign by Microsoft. Bird-based communication. Bikes that are hard to ride. Unnecessary beanies. All go through a dip in popularity over time, then reassert. Enjoy, why not? Hat Trick!!! - Nokia Lumia 800 Windows Phone is the best-selling phone in all Finnish networks in February &gt;&gt; Mr. Windows Phone Finland Despite what you might expect from his somewhat clear self-description, Mr Windows Phone Finland isn&apos;t garnishing the truth. (Also: &quot;Lumia&quot; means &quot;snow&quot; in Finnish.) The others make interesting reading too. IS HE NUTS? This Guy Thinks He Can Beat A $5.5 Billion Company With A $10 Million Funding Round &gt;&gt; Business Insider January 2011:   OMGPOP CEO Dan Porter tells us the company will use the money to &quot;aggressively&quot; hire Flash and mobile developers as it re-orients the company around the iPhone and Facebook. Right now the company has 35 people. Founder Charles Forman is now leading mobile games development.   Is he nuts to turn down Zynga? Read on. The 1,825 night success &gt;&gt; Dustin Curtis  Draw Something was first launched on OMGPOP&apos;s website five years ago. It remained there, as a relatively obscure game, without much usage. Six weeks ago, it was ported to iOS. Today, the company is worth $180m.  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/mar/22/technology-links-newsbucket", 
    "wordcount": "644"
}