{
    "headline": "Geotagging: how local bloggers can help us escape 'Starbucks Street'", 
    "text": "Augmented reality, wearable computing and mobile search are exciting new technologies. But where will the data come from to illuminate your Google Glasses or the AR layer on your phone? No one wants to stare out at an augmented street full of Starbucks with bland corporate tunnel vision  but Google at present ignores the geotags of independent content that would locate it precisely for augmented reality and mobile search. So what&apos;s going on and is Google about to make an important shift?     The Layar augmented reality app shows details of a location via a smartphone app.    Augmented reality in the Google Glass or mobile phone context overlays information from a web page or blog post about a place on to the screen in front of you. The AR app on your phone or in your glasses knows where you are and it has to know what the content it overlays into your vision is about. But where does it get geo-tagged content from? Mobile search is at the heart of this. A search for a cafe on mobile will turn up cafes Google finds near you and your phone. Then you can look at the cafe&apos;s own website and follow a map to get there.  But what if the cafe has lousy food hygiene scores, or locals know that there is a much better one 50 metres further away that maybe doesn&apos;t have a website? You won&apos;t find that on the cafe&apos;s own website, nor in Yelp, Zagat nor Google+ Local. You need independent local blogs and tweets to turn up that sort of useful local intelligence. A local blogger can help people trying to find local information by tagging posts with the specific place to which the post relates using a geotag. In most blogging platforms, this is as simple as clicking a map before you publish a post, upon which the latitude and longitude of your post is burned into the HTML. When another computer  such as a search engine  scans the page, it will associate the location with the post. This should be a huge boon to mobile search by helping people who seek place-specific local stuff to find a wide range of independent local information, not just corporate content from a directory run by a search engine. Bing and Yahoo both use location attributes somehow in search, but with the greatest respect (and putting Facebook to one side), Google is where it&apos;s at for mobile search. Google, however, has historically chosen to ignore geotags from third-party content. Even if you have created your blog on Google&apos;s own Blogger and geotagged it there, Google still ignores your geotag when delivering search results. Even Google&apos;s otherwise excellent blog on geo-things Lat Long&apos; doesn&apos;t seem to geotag its posts. Google relies heavily on Google&apos;s giant gazetteer Google Places, which recently morphed into &quot;Google+ Local&quot; (and which until Monday was overseen by Marissa Mayer). It isn&apos;t easy to correct or enter new information other than anodyne reviews using Google-owned Zagat into Google+ Places - you pretty well have to be a company or a public authority with some physical ownership of the place in question. This isn&apos;t great - no one wants the future of search and AR to be solely about bland corporate blah that you get in a gazetteer or directory. For the best experience, we need mobile search and AR to seek out third-party, independent content about places and put it alongside the corporate stuff. With Google Glass on the horizon and other augmented reality products already here on mobile phones, geotagging becomes even more important. No one wants to put on some Google glasses and only see a &quot;Starbucks street&quot; of branded chain stores and Google Zagatreviews. Google&apos;s position is a longstanding one, set in 2009 and restated in 2012 on the Google Webmaster Central blog in 2012:   &quot;Note that we do not use locational meta tags (like &quot;geo.position&quot; or &quot;distribution&quot;) or HTML attributes for geotargeting. While these may be useful in other regards, we&apos;ve found that they are generally not reliable enough to use for geotargeting.&quot;  I&apos;ve been doing some work on public service content in AR lately and have asked Google about its position in an email dialogue with the London office, setting out a discussion in the terms above. There are now signs that this may be about to change (although this will depend on how you interpret the Kremlinology). Google says:  &quot;As we&apos;ve mentioned in the Webmaster Central blog, currently we don&apos;t use locational meta tags as a signal for geographic relevance in web search. We generally don&apos;t comment on future plans, but keep an eye on the Webmaster blog and the Lat Long blog.&quot;  This is a good sign. The big platforms should learn to trust geotags by bloggers, just as the loyal audiences bloggers attract trust their content. Apple too would do well to start off on the right foot with its new mapping product, rather than just relying on Yelp. I wouldn&apos;t suggest for a moment that Google should trust every geotagl it could simply start by recognising the ones in its own blogging platform (Blogger) and other established platforms such as wordpress.com, and then extend the circle to blogs more generally, and maybe even encourage local newspapers to geotag. If Google were to take a step in the right direction, it could set off a virtuous cycle where people add geotags to their web information because they can see the value being returned when they do a search on a mobile device, which increases the utility of mobile search, thus further increasing the value to the people who geotag in the first place. The people who use mobile search win all around, and the future of mobile search and augmented reality moves from the narrow tunnel vision of &quot;Starbucks Street&quot; to show a more diverse and vivid side to our communities. William Perrin runs Talk About Local, a company that helps people find a voice for their community online. This article was prompted by work Talk About Local is doing funded by NESTA, the UK innovation charity and The Nominet Trust via the Destination Local program. This article is the author&apos;s view alone, not the funders&apos;.", 
    "section": "technology", 
    "gid": "technology/2012/jul/19/geotag-google-mobile-search", 
    "wordcount": "1041"
}