{
    "headline": "Could a video game save the badgers?", 
    "text": "It could prove the ultimate weapon in the battle over this summer&apos;s badger cull: a new computer game where you have to survive as a mother badger. Shelter, a starkly beautiful animation developed by a Swedish games studio, sees players take on the role of a sow bringing up cubs in a perilous world. Killing foxes and fleeing wild fires are two hazards, but the shadow of a giant predator falling on the badger is a bird of prey and not a man with a gun  because the studio behind the game was unaware of the furore over the cull in England. &quot;There are no humans at all in this game. This is badgertopia,&quot; says Anders Westin, CEO of Might and Delight, the game&apos;s makers. Based in Stockholm, Westin had not heard about the controversial English badger cull, which could begin any time after June 1 in parts of Gloucestershire and Somerset, but declares: &quot;We&apos;re on the side of the badger.&quot;            Reading on a mobile? Click here to watch the video According to Westin, the game&apos;s makers made the badger their hero because the animal is not overburdened with cultural references. &quot;A lion is well used by Disney, and with a fox you might think of Robin Hood but you don&apos;t have too many badgers in culture,&quot; he says. In Britain, however, there is an explosion of badgers in popular culture, with much artistic activity stimulated by the impending cull. Ever since The Wind in the Willows, the badger has been a staple of children&apos;s literature but the elusive animal is now found across all literary genres  featuring in Bryan Talbot&apos;s Grandville steampunk graphic novels, for instance  and in art and music. The illustrator Jake Blanchard held a Love Thy Badger exhibition in London last year and the badger-badger viral videohas been turned into a protest song by Brian May featuring Brian Blessed. Badgers, it seems, are winning the cultural war.", 
    "section": "environment", 
    "gid": "environment/shortcuts/2013/may/28/could-video-game-save-badgers", 
    "wordcount": "329"
}