{
    "headline": "John Hayes: 'windfarms will not replace gas or nuclear'", 
    "text": "Windfarms are &quot;extremely inefficient and costly&quot; and will not be able to replace gas or nuclear power generation, according to a letter sent by the Conservative energy minister, John Hayes, which reveals the extent of his antipathy to the technology. It is well known that Hayes is sceptical about onshore wind and he was slapped down by his boss at the Department of Energy and Climate Change (Decc), Ed Davey, last month for saying that &quot;enough is enough&quot; for windfarm growth. But the letter gives the clearest account of his objections and is likely to concern proponents because it repeats misapprehensions about the technology. In a letter to the chief executive of South Holland district council, seen by the Guardian, the energy minister said: &quot;Wind turbines  create barely a trickle of nonstorable electricity and none at all when wind speed is unsuitable. They will always have to be backed up by conventional power stations because of their unreliability. Because the wind by nature is intermittent and cannot generate a steady output of energy to supply constant demand, even thousands of wind turbines won&apos;t replace gas or nuclear power generation.&quot; The letter is dated 14 July 2012, barely two months before the reshuffle that put Hayes into the energy minister&apos;s job. His views will do nothing to reassure investors who are nervous about the battle within the government over energy policy. Several large multinational companies are holding off their final decisions on investments totalling tens of billions of pounds into wind turbine manufacturing plants in the UK because of the perceived political turmoil over the renewables issue. The government has also been rattled by the Guardian&apos;s revelations that Chris Heaton-Harris, the Tory MP who orchestrated a letter by more than 100 MPs to the prime minister earlier this year calling for dramatic cuts to subsidies for onshore wind, had given covert support to a rival candidate in the Corby byelection because of his antipathy to windfarms. Hayes&apos; letter also repeats his &quot;profound concerns&quot; over a small development of seven wind turbines proposed for West Pinchbeck, in his constituency. He says: &quot;Industrial wind turbines, such as this proposal, are known to have a detrimental impact on wildlife habitats of birds, bats and other forms of wildlife, which reportedly include those of weasels, stoats, newts and other species.&quot; He also objects to the turbines on aesthetic grounds, as they would &quot;have a dominating and overbearing impact&quot;, and complains that local people will suffer from the noise of the turbines. His complaints were rebuffed by Maf Smith, deputy chief executive of RenewableUK who said it was a myth that windfarms were &quot;unreliable&quot;. &quot;Modern wind turbines are highly efficient  they generate electricity for 85% of the time. Just last week, National Grid announced that another record amount was being generated by wind  13.5% of the UK&apos;s entire electricity needs. As we install more turbines onshore and offshore this is set to increase to 30% by the end of the decade.&quot; The UK has the highest wind resource in Europe, but is way behind many other EU member states including Germany and Spain in exploiting these resources. There are now more than 4,000 wind turbines connected to the grid and wind produced 48GWh of usable electricity per day on average during September, adding up to about 6% of overall daily national electricity requirement. Data from that month show that wind turbines are displacing carbon emissions from conventional power plants. Hayes&apos; letter and remarks continue the impression of a government divided over energy policy. While the prime minister courted renewable energy investors on his recent visit to the middle east, he has also allowed the chancellor of the exchequer, George Osborne, to brief heavily in favour of gas instead of renewables. The chancellor is antagonistic to subsidies for renewable power and wants more emphasis on building gas-fired power stations. As a result, the government is planning for as many as 20 new gas-fired power stations, which has angered green campaigners. The new energy bill is expected to be published next Thursday. Caroline Flint, Labour&apos;s shadow energy and climate change secretary, warned that the government&apos;s deep divisions over renewable energy were scaring off investors: &quot;This letter from Hayes reveals what the energy minister really thinks about wind power and begs the question of why he is being allowed to conduct the government&apos;s so-called review into wind power. Onshore wind is the most developed and cheapest source of clean energy. Letters like this one put investment in new jobs and industries at risk. Hard-pressed families should not be left to foot the bill if the energy minister wants to play politics with good-paying clean energy jobs and Britain&apos;s energy security.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/nov/16/john-hayes-windfarms-gas-nuclear", 
    "wordcount": "801"
}