{
    "headline": "Michael Gove reveals the surprising inspirations behind his reforms", 
    "text": "Michael Gove has given the most thorough outline yet of the philosophy behind his breakneck programme of changes to schools, and  in an outcome few could have predicted  has namechecked the late reality TV star Jade Goody and the Italian Marxist thinker Antonio Gramsci as his two primary inspirations. In a long, dense address to the Social Market Foundation thinktank, taking in themes as varied as cognitive science, the schools attended by Stella McCartney&apos;s children and the historic reading habits of housemaids, the education secretary lambasted what he sees as the pernicious, decades-long effect of progressive education. The speech, titled the Progressive Betrayal, said: &quot;We are clearing away the outdated and counterproductive assessment methods of the past. So that more time  much more time  is available for teaching, for reading around the subject, and for the cultivation of the habits of proper thought.&quot; While making this case for a return to a traditional, fact-based approach to learning, Gove also found time for a deeply personal attack on his political opponents, saying Labour&apos;s leaders felt children from disadvantaged backgrounds should &quot;stick to the station in life they were born into&quot;. More eyebrow-raising still was Gove&apos;s citation of Goody and Gramsci as the &quot;two particular individuals who have influenced me more than any others&quot;. Gove argued that Goody exemplified the universal desire for a better education for one&apos;s children: shortly before her death aged 28 from cervical cancer Goody, whose much mocked ignorance ignited her career, set up a trust fund to pay for, as Gove put it, &quot;the best education reality TV could buy&quot;. Gramsci, the spiritual father of Eurocommunism, was praised by Gove for his arguments for popular, working class intellectualism, as against the &quot;romantic&apos; approach of more naturalistic, informal learning. Gramsci&apos;s approach, Gove argued, had direct lessons for Britain&apos;s education system over the past 40 years. He blamed progressive education for, among other things, stalling social mobility. Knowledge, Gove said, must be &quot;imparted at school, in a structured way, by gifted professionals, through subject disciplines&quot;. He continued: &quot;Unless that knowledge is imparted in school then students from poorer homes will continue to perform less well in the exercise of every basic skill that one needs to be employed in the modern world.&quot; This was central to all education, Gove said: &quot;The accumulation of cultural capital  the acquisition of knowledge  is the key to social mobility.&quot; Arguing that such intellectual rigour and desire for knowledge was once common in poor families, using examples such as housemaids reading Dickens and Conrad, Gove said the decay in state schools had become so endemic that the English rich almost universally chose to educate their children privately and traditionally, giving examples including Stella McCartney, Will Self and Gary Lineker. At such private schools, he said, &quot;you will find children learning to read using traditional phonic methods, times tables and poetry learnt by heart, grammar and spelling rigorously policed, the narrative of British history properly taught. And on that foundation those children then move to schools like Eton and Westminster  where the medieval cloisters connect seamlessly to the corridors of power&quot;. Such choices were no longer needed, he argued, with traditional methods being returned to state schools. The speech took a somewhat prosaic and partisan tone at the end when Gove attacked Labour for opposing such changes, using the example of the English baccalaureate, the performance measure introduced in 2010 which gauges secondary schools by the proportion of pupils who get a C or above in six GCSEs  English, maths, two of the sciences, history or geography and a language. &quot;The reaction from the Labour party, the teaching unions, teacher training institutions and all too many figures ostensibly dedicated to cultural excellence was visceral horror,&quot; Gove said. In the most personal section Gove argued that his Labour shadow, Stephen Twigg, along with Ed Miliband and Ed Balls, wanted to deny disadvantaged pupils a liberal education of the sort they enjoyed in studying politics, philosophy and economics at Oxford. Gove said: &quot;The current leadership of the Labour party react to the idea that working-class students might study the subjects they studied with the same horror that the Earl of Grantham showed when a chauffeur wanted to marry his daughter. &quot;Labour, under their current leadership, want to be the Downton Abbey party when it comes to educational opportunity. They think working class children should stick to the station in life they were born into  they should be happy to be recognised for being good with their hands and not presume to get above themselves.&quot;", 
    "section": "education", 
    "gid": "education/2013/feb/05/michael-gove-inspirations-jade-goody", 
    "wordcount": "779"
}