{
    "headline": "Invasive mussel poses ecological and economic threat to island community", 
    "text": "The economic survival of the world&apos;s most remote island community is being threatened by a destructive invasive species after Mediterranean mussels were discovered close to lobster beds around Tristan da Cunha. If the mussels invade the economically vital lobster beds it will destroy the economy of the British overseas territory in the South Atlantic, which depends on the fishery for 80% of its income. Yet a year after the discovery of the mussels living on the hull of the Oliva, a cargo ship that was wrecked off neighbouring Nightingale Island, the British government appears to have taken no steps to eliminate the invader. The Mediterranean mussel, Mytilus galloprovincialis, is listed by the International Union for the Conservation of Nature among the &quot;world&apos;s 100 worst invasive alien species&quot;. It travels the world attached to ships. Since arriving in nearby South Africa 34 years ago, it has taken over the shoreline for hundreds of kilometres. Biologists fear the same will happen at Tristan. Divers this week found that the mussels were still living on the wreck. The British marine biologist who first identified the mussel last year, Sue Scott, said: &quot;I am afraid this is bad news. It means they can survive in Tristan waters and have probably had the chance to spawn several times.&quot; Scott, who advises the Tristan administration, says she fears the failure to remove the mussels when they were first found may be devastating. &quot;Permanent damage to the lobster fishery is a real threat,&quot; she said. &quot;The mussels could colonise large areas,&quot; destroying the seaweeds that harbour small urchins and other creatures on which baby lobsters feed. The young invading mussels will still be too small to spot, she said, but &quot;it is probably too late to prevent an invasion&quot;. But Tristan administrator Sean Burns downplayed concern. He would conduct an assessment, he said. Previous shipwrecks on the islands had brought mussels and &quot;none of them got established&quot;. The lobsters on the shores of Tristan and the neighbouring islands of Nightingale and Inaccessible are caught by Tristan locals and a South African company, Ovenstone, for sale to the US and Japan. The revenue from the catch, which is certified as sustainable by the Marine Stewardship Council, sustains the island&apos;s population of almost 300, whose ancestors mostly moved there from Europe in the 19th century, and pays for the island&apos;s administration. The invading mussels are an ecological as well as economic threat, says Scott. Inaccessible as a World Heritage Site because it has &quot;one of the least disturbed temperate island ecosystems in the world&quot;, with two species of endemic birds. But in evidence to the Commons&apos; environment audit committee in November, the islands&apos; conservation officer, Trevor Glass, complained that the Foreign Office, which controls Britain&apos;s overseas territories, had left him high and dry. He could not call on ecological expertise from the British government because Whitehall insists on &quot;full cost recovery&quot;. In other words, it charges the commercial rate. Critics say penny-pinching scuppered the clean-up after the wreck of the Maltese-registered Oliva, which was carrying soya beans from Brazil to China. It took a month to bring in teams to remove the 1,500 tonnes of spilled fuel oil from beaches and to rescue oiled northern rockhopper penguins. As a result, 90% of the penguins died. With many of the lobster beds smothered in soya from the ship&apos;s holds, the lobster catch has already been substantially reduced. The Foreign Office reached a financial settlement with the ship&apos;s insurers last September. The details remain undisclosed.", 
    "section": "environment", 
    "gid": "environment/2013/feb/07/invasive-mussel-ecological-economic-threat-tristan", 
    "wordcount": "601"
}