{
    "headline": "Heatwave deaths in New York city could rise by up to 22%, study shows", 
    "text": "New York city could experience up to 22% more deaths from extreme summertime heat in the coming decade under global warming, according to a study of the impact of climate trends. The higher deaths will be partially offset by a reduction in deaths due to the milder winters predicted in Manhattan. Overall, however, the net effect of the new temperature norms under climate change would be to increase weather-related deaths in New York city by up to 6.2% a year by the 2020s, according to the scientists. The study, published in Nature Climate Change, predicted oppressive summer temperatures would exact an increasingly heavy toll on people living in metropolitan areas such as Manhattan in the coming decades. The numbers would not be significantly offset by milder winters, the study found, and deaths due to extreme temperatures would rise more dramatically in the later decades of this century. Without bold action to cut greenhouse gas emissions, heatwave deaths in New York city could rise by as much as 91% on 1980s levels by the 2080s, according to the study&apos;s projections. The net loss of life would be as much as 31% on 1980s levels, the study said. &quot;This is the first real study of the seasonal trade-off of climate change,&quot; Patrick Kinney, a professor of environmental health sciences at Columbia University and one of the authors of the study, said. Kinney added: &quot;What our study suggests is that the heat effects of climate change dominate the winter warming benefits that might also come: climate change will cause more deaths through heat than it will prevent during winter.&quot; The findings, based on computer projections of future climate and their impact on deaths, provide a scaled-down version of the potential public health challenges posed by future climate change. The scientists used a set of 16 computer models to arrive at their findings. The conclusions debunk the popular notion put forward by climate sceptics that warmer temperatures would benefit public health. As the study notes, even under current conditions, there are more deaths due to extreme heat than to extreme cold in New York city every year. Last year, the hottest summer since record-keeping began in the US, saw a string of days on which the temperature hit more than 37.7C (100F) in a number of US cities. The week-long heatwave killed 82 people, according to figures compiled by the Associated Press. In large metropolitan areas, such as New York, the impact of those temperature extremes are compounded by densely built-up areas. Cities such as Chicago, Cincinnati, Philadelphia and St Louis have also recorded sharp rises in deaths due to heart attacks and strokes during heatwaves, according to the draft of the National Climate Assessment, which was released last year. &quot;Urban heat islands, combined with an ageing population and increased urbanisation, are projected to increase the vulnerability of urban populations to heat-related health impacts in the future,&quot; the assessment said. Kinney said he hoped the findings would push city planners in New York and other large urban areas to step up preparations for hotter and deadlier summers. New York city has already begun efforts to cool the city during the summer, encouraging tree-planting programmes and setting new building standards. Other cities also routinely set up &quot;cooling centres&quot;, with cots and air conditioning, to allow people relief from the heat. Kinney said city officials also needed to target poor, elderly or disabled residents who are confined in hot and airless apartments during heatwaves. &quot;How can we reach out to people who are stuck in their apartments trying to ride out the events? We have to try to target vulnerable people,&quot; he added.", 
    "section": "environment", 
    "gid": "environment/2013/may/19/heatwave-deaths-new-york-city-rise", 
    "wordcount": "619"
}