{
    "headline": "Climate change will lead to bumpier flights, say scientists", 
    "text": "Climate change will lead to bumpier flights caused by increased mid-air turbulence, according to an analysis by scientists of the impact of global warming on weather systems over the next four decades. The increasing air turbulence results from the impact of climate change on the jet streams, the fast, mile-wide winds that whistle round the planet at the same altitude as airliners. The shifting of the jet stream over Europe has also been blamed for the UK&apos;s wash-out summer in 2012 and frozen spring this year. The rough ride ahead joins other unexpected impacts of climate change, which include dodgier wi-fi and mobile phone signals and even slower marathon race times for athletes. Paul Williams, at the University of Reading who led the new research, said: &quot;Air turbulence does more than just interrupt the service of in-flight drinks. It injures hundreds of passengers and aircrew every year. It also causes delays and damages planes, with the total cost to society being about 100m each year.&quot; The study, which used the same turbulence models that air traffic controllers use every day, found that the frequency of turbulence on the many flights between Europe and North America will double by 2050 and its intensity increase by 10-40%. &quot;Rerouting flights to avoid stronger patches of turbulence could increase fuel consumption and carbon emissions, make delays at airports more common, and ultimately push up ticket prices,&quot; said Williams. The research, published in the journal Nature Climate Change, focused only clear-air turbulence, rather than the buffeting caused by major storms, which may also become more common in a warming world. &quot;Clear-air turbulence is especially problematic to airliners, because it is invisible to pilots and satellites,&quot; said Manoj Joshi at the University of East Anglia, who also worked on the new study. There is evidence that clear-air turbulence has already risen by 40-90% over Europe and North America since 1958, but that is set to increase further due to global warming. The jet streams, which meander for thousands of miles, are driven by the temperature difference between the poles and the tropics, Williams explained. Climate change is heating the Arctic faster than lower latitudes, because of the rapid loss of reflective sea ice, so the temperature difference at the altitude passenger jets fly at is increasing. That leads to stronger jet streams and greater turbulence. The modelling done by Williams and Joshi assumed that carbon dioxide levels will double from pre-industrial levels by 2050, which is in the mid-range of current projections for future emissions. Most injuries caused by clear-air turbulence occur to passengers not wearing their seatbelts, who hit their heads on the aircraft&apos;s ceiling. Williams said his new findings, the first to assess the impact of climate change on turbulence, has already changed his own behaviour: &quot;I certainly always keep my seatbelt fastened now, which I didn&apos;t used to do.&quot;             This article was amended on 10 and 15 April 2013. The piece originally stated that the temperature difference between the Arctic poles and the tropics is growing, which is correct but only at high altitude. At ground level, the difference is shrinking. Apologies for the confusion.", 
    "section": "environment", 
    "gid": "environment/2013/apr/08/climate-change-air-turbulence", 
    "wordcount": "531"
}