{
    "headline": "Nuclear more popular than gas but wind blows both away", 
    "text": "Decision time is fast approaching for the UK&apos;s big energy and climate change choices, from how the government can keep companies interested in building new nuclear power stations to how quickly subsidies for new renewable technologies should taper down. So it&apos;s good to get a reminder of what the British people actually want, courtesy of a YouGov opinion poll, paid for by EDF. EDF, of course, is the nuclear giant 83% owned by the French state and just about the only serious nuclear power player left in the UK. But most of the questions asked were straight, although there were no questions on cost or energy efficiency. What the polling shows is that while nuclear power has survived a small dip in popularity following the Fukushima disaster, it remains short of an absolute majority. Wind power, in contrast, does. Those polled were asked &quot;how favourable or unfavourable are your overall opinions or impressions of the following energy sources for producing electricity currently?&quot; In June 2012, 40% were very or mainly favourable about nuclear power, compared to 36% shortly after Fukushima and 43% in 2008. Those expressing very or mainly unfavourable opinions on nuclear made up 27% of the poll in June, down from 34% after the Japanese catastrophe, and almost the same as the 28% in 2008. These results echo previous polls that showed the &quot;Fukushima effect&quot; was far more toxic in boardrooms - with companies such as RWE, E.on and Siemens pulling out of nuclear - than in people&apos;s living rooms. EDF&apos;s poll only asked about one renewable technology, wind power, but found it far more favourably regarded than nuclear, gas or coal. Favourable opinions were given by 58% of people in June, compared to 18% giving unfavourable opinions. But more striking is the drop in support for wind - it was 75% favourable in 2008 - and the polarisation of opinion - unfavourable opinion was 9% in 2008. Again, this is backed up by other recent polling, such as the Guardian/ICM poll in March. (I have blamed the lack of community ownership for drop in support). EDF then decides to probe the &quot;disadvantages&quot; that &quot;all methods of electricity generation have.&quot; It is noticeable that nuclear is not seen as the best option in dealing with any of the eight disadvantages mentioned. Price volatility is seen as a problem for gas (65%) but less so for nuclear (22%) and wind (15%). Nuclear predictably scores worst for safety, waste disposal and vulnerability to terrorist attack, with about 75% of people identifying these as disadvantages. Wind does worst on &quot;spoils the landscape&quot; and &quot;does not work continously all the time&quot;. As regular readers will know, I think the first is an honest objection which also requires an honest acceptance to pay more for alternatives to onshore wind turbines. The intermittency issue is easily dealt with as, for example, demonstrated by Denmark. The disadvantage of &quot;dangerous pollution&quot; is an interesting one: 52% of people identify this as a problem for nuclear, clearly thinking of radioactive leaks rather the more important lack of carbon emissions. A smaller number, 43%, labelled gas as having the disadvantage of &quot;dangerous pollution&quot;, despite its relatively high output of climate-warming carbon dioxide. The last findings I will highlight are, firstly, that 60% of people say they are aware that the closure of dirty and ageing coal and nuclear plants means the UK needs to fill an energy gap later this decade. Again people prefer wind over nuclear and both over gas. Secondly, 6% of people say they &quot;have heard about the government&apos;s energy reform plans and and understand them well&quot;, while 33% say they have heard of them but don&apos;t really understand them. The rest, 61%, haven&apos;t heard of them at all. So what does all of the above add up to? For me, it is that people clearly understand the benefits of renewable energy and the problems of nuclear and fossil fuel power. Yet the government&apos;s current track, with its &quot;dash for gas&quot;, desire for nuclear at apparently any price and lack of focus on cutting energy demand, seems significantly out of line with the electorate. Note: The polling was performed for EDF by YouGov. The total sample size was 4,009 adults. Fieldwork was undertaken 15-18 June 2012. The survey was carried out online. The figures have been weighted and are representative of all GB adults aged 18+. I will link to the full data once is it posted online.", 
    "section": "environment", 
    "gid": "environment/damian-carrington-blog/2012/jul/03/nuclear-energy-wind-power-poll", 
    "wordcount": "766"
}