{
    "headline": "Thief preview part two: 'Our goal is to live up to the legend of the original'", 
    "text": "So Thief is both a reboot and a return to the factors fans have always loved. The emphasis is on thought and stealth, and the city is an open environment filled with possibilities. But what agency will Garrett have in this world? What arsenal of weapons and items can he call upon? While the character&apos;s array of gadgets returns, including the signature &apos;Blackjack&apos; cudgel, most are better suited to distracting guards from afar than for inflicting immense damage. The closest you have to a dangerous offensive weapon is a retractable bow, with specialised arrows providing various benefits. Expect to be firing silent projectiles rather than bolts of mystic energy  if you&apos;re not avoiding combat entirely. Whatever you choose, there will be rules and constraints. &quot;This is a resource-based game,&quot; says lead level designer, Daniel Windfeld Schmidt. &quot;You can&apos;t go around shooting everyone because there just aren&apos;t enough arrows! But we also make sure you don&apos;t have negative consequences for not understanding complex systems right away. Like in the original Thief games there were consequences to your actions when you understood the mechanics. We have a progression with the weather system, but just like in the real world a little water will not put out a fire. That&apos;s why you have special tools which can do that.&quot; This is not the sort of game you can dash through thoughtlessly. Enemy AI will lead Watchmen to start searching out hiding points if they suspect your presence, and battles will soon turn against your favour if you attack head on. &quot;In most games, when you come into a situation area it&apos;s mostly about how the non-player characters roll between cover,&quot; says Schmidt. &quot;Our game is more about how they react when you&apos;re not there; that&apos;s where our focus is.&quot;     Thief Photograph: Eidos Montreal    Where there has been evolution is in how the city is navigated. Traditionally, the Thief games were somewhat cumbersome  a way of forcing slower, sneakier play, perhaps, or simply a result of the programming limitations of the time. Now, controlling Garrett is an almost Parkour-like experience, nimbly bouncing off rooftops and deftly avoiding detection. Occasionally, narrative-driven free runs will test your ability to cross the city speedily and unseen. The refined movement undoubtedly works in the game&apos;s favour, meaning any challenge is down to the actual difficulty of the game rather than obfuscatory controls. &quot;The core game mechanics don&apos;t depend on the [hardware] generations. The challenge for the player shouldn&apos;t be about learning which button does what, but about how to work that in the game,&quot; says Schmidt. &quot;When we design it, we try to make sure it challenges you because it&apos;s challenging, not because you haven&apos;t played it for two weeks and forgot the buttons. We want it to be more a natural extension of what you want to influence within the game.&quot; There&apos;s an air of the supernatural to Garrett&apos;s adventures. An ability simply called The Eye, gives him a heightened focus spotlighting enemies&apos; weak points and objective locations, and there a few mysterious artefacts with occult applications. Returning fans will likely remember the Undead roaming the streets but, as of yet, there&apos;s no indication of anything that macabre here. For the most part, Thief presents a very low-fantasy world. Your skills and thieving prowess are products of intelligence and planning, not arcane powers. &quot;We don&apos;t talk about magic anymore,&quot; confirms producer, Stphane Roy. &quot;Maybe there&apos;s mysticism but instead of this magical aspect we decided to be a bit more realistic. Less fireballs. It still has a lot of mystical elements. The fictional world still has a lot of things going on that makes you go &apos;there&apos;s something here&apos;. That&apos;s part of the story as well.&quot; There are, however, undeniable similarities to Arkane Studios&apos; 2012 ode to stealth-action, Dishonored. From Garrett&apos;s thief-vision to the proto-industrial, vaguely steampunk aesthetic of the game world, players unfamiliar with Thief&apos;s roots may find the two a little close. On closer inspection though, it&apos;s more a case of cyclical influence. Much as Tomb Raider inspired Uncharted, which informed the rebooted and far more sophisticated take on Lara Croft, so too can 2014&apos;s Thief be traced back through Dishonored to the earliest Thief games.     Thief Photograph: Eidos Montreal    &quot;Naturally, there are similarities. We played Dishonored and we really enjoyed it [but] it&apos;s still a game about revenge and assassination while our game is about stealing,&quot; offers Schmidt. &quot;That comes back to how we want to support different play styles. The master thief &apos;never seen, get all the loot&apos; style, or the more aggressive &apos;hit-and-run from the shadows&apos;. In other games it&apos;s more acceptable to be aggressive, to go out into the open and start fighting. That&apos;s not what Thief is about. Thief is about how to use the shadows to your advantage regardless of your agenda. In the old days Thief stuck out and our goal is to live up to the legend of Thief, the game no one else can really compare to. No pressure!&quot; In truth, there will likely be considerable pressure placed on Thief&apos;s return. Not only must Eidos Montreal prove that such a long-dormant franchise is worthy of resurrection but also that it can find a wider audience now than it did originally. Thief will enjoy both the blessing and curse of being an early game on new hardware, with greater power at its disposal and less competition on the shelves but also a smaller installed base of users. Despite this, the components appear to be lining up well, with a captivating game world and stunning visuals balanced against a truly interesting protagonist and the freedom to experiment with objectives. If the final game lives up to the promise shown so far, Thief could prove very popular with players old and new alike.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/apr/16/thief-video-game-preview-part-2", 
    "wordcount": "977"
}