{
    "headline": "The price worth paying for New York's bike share", 
    "text": "Perhaps it is because gift horses seem so few and far-between in the cycling campaigning world that the common habit of advocates is not just to look them in the mouth, but immediately to start doing dentistry on them. So it was with the announcement Monday of the sponsorship arrangement that seals the deal for New York City&apos;s bike share program. This is the long-awaited &quot;game-changer&quot; that&apos;s going to put 10,000 bikes on the streets of Manhattan and Brooklyn. Citibank is providing $41m, Mastercard another $6.5m, to instal and run the huge infrastructure of &quot;Citibikes&quot; at some 600 docking stations between July 2012 and Spring 2013. This makes it by far the largest and most ambitious such operation in the US, and goes beyond the 8,000-strong fleet of &quot;Boris bikes&quot; in London&apos;s successful Barclays cycle hire scheme. Practically before NYC&apos;s transportation commissioner Janette Sadik-Khan and Mayor Michael Bloomberg had docked their Citibikes after the launch outside City Hall, Reuters blogger Felix Salmon rode in to criticise the pricing structure and cost of the plan  kicking off an &quot;expensive #bikeshare&quot; meme on Twitter. At first sight, I shared his concern: while an annual access subscription costs $95, which is less than, say, a monthly gym membership, your casual one-off user is going to have to shell out $10 (OK, $9.95) for the minimum 24-hour access  and if he or she goes over the initial 30-minute &quot;free&quot; period, the next 30 cost $4, and then the tariff goes up sharply. Manhattan&apos;s roads are mostly flat, but that did seem kind of steep. As Salmon points out, unlike London where 24-hour access to a Boris bike costs only 1 (and another 1 for the second half-hour of any given journey), the taxi rates in NYC will remain competitive with the charges of the Citibike program for some journeys. And your $10 daily charge would buy you four subway rides (including connections with crosstown buses, for instance). But how does the pricing of the NYC plan compare with similar programs in other US cities? Washington, DC&apos;s popular Capital Bikeshare is on a smaller scale, and while appreciably cheaper ($7 for 24-hour access; $84 for annual membership; $1.50 for the second half-hour etc), it is arguably in the same ballpark. Chicago&apos;s program, B-cycle, is structured differently: you pay more for a monthly (or 60- or 90-day pass) but then ride free for the first hour of any journey; or for one-off daily users, there is a $5 charge for the first hour, scaling up quite sharply. As the website says, &quot;Chicago B-cycle is priced for quick rides.&quot; In Miami, Decobikes has a similar price plan, but slightly cheaper. In short, the NYC program is at the high end of the charging scale, but not off the map. It would be surprising if the policy-makers in New York&apos;s transportation department had not factored in the popularity of the Washington version, where the chief complaint is that the program is over-subscribed so that it can be hard to find a bike when you want one. There may be an assumption that in New York, likewise, demand is not going to be a problem, and so pricing will be inelastic. Says Seth Solomonow, spokesperson for the DoT:  &quot;Bike share is designed for short, commute-style trips and encourages users to return bikes quickly so that others can use them.&quot;  And he makes an explicit comparison with the DC experience, when he says:  &quot;In Washington, 97% of monthly and annual users return their bikes within 30 minutes and incur no additional charges.&quot;  Solomonow explains that the graduated scale after the initial free period is specifically intended to discourage people from using the program like a recreational bike-hire business. In other words, the Citibike program is designed to fit with the city&apos;s larger mass transit plan of moving large numbers of people efficiently around the city. That message is affirmed by Paul White, executive director of Transportation Alternatives, the bicycle advocacy organisation, which is firm backer of the program:  &quot;The program is intended mainly for transportation, not recreation. The pricing plan reflects that intention by making bike share affordable for New Yorkers the way they will actually use it.&quot;  And he&apos;s done some forensic accounting to work out exactly what it will cost in a real-life situation:  &quot;If you never go over 45 minutes and you buy an annual pass, you will spend $0.26 a day per year on unlimited access to 45 minutes trips on bike share. If you have a commute like mine  12 miles a day  that&apos;s $0.02 per mile to ride bike share.&quot;  There is a larger context to all this quibbling over figures. While Salmon is avowedly pro-bike, the &quot;too expensive&quot; canard was also the opening line of attack in the tabloid New York Post, which has been a vocal critic of the DoT under Bloomberg  and especially vehement in its hostility to the City&apos;s new bike lanes. Moreover, as WNYC&apos;s Transportation Nation correspondent Andrea Bernstein relates, there was a bit of a scramble to get the big-ticket sponsors on board with the bike share program. What that means is that, politically, for City Hall, this plan was a sell to New Yorkers only on the basis that it would be self-financing  a point Mayor Bloomberg was quick to highlight. From the city officials&apos; point of view, there&apos;s enough potential press liability baked in without taxpayer dollars being on the hook.  Salmon contrasts the program&apos;s costs with London, where despite some media ever-readiness with schadenfreude, there has been little controversy about Transport for London largely underwriting the initial capital spend, with the sponsor and revenues meeting Boris bikes&apos; annual running cost. So perhaps it is too bad that Bloomberg did not see it as part of his legacy to have New Yorkers riding around on &quot;Mike&apos;s bikes&quot;. But in the circumstances, it&apos;s a huge net win that New York is getting a bike share program on such a grand scale. Maybe we should just give that gift horse a big apple and be grateful.", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/may/08/price-worth-paying-new-york-bike-share", 
    "wordcount": "1041"
}