{
    "headline": "Press Start: New Zelda and Yoshi's Island games announced and more", 
    "text": "A selection of links, hand-picked by the Guardian games writers. Nintendo Direct: EarthBound, Pikmin 3, A Link to the Past | VG247  Nintendo has announced a range of new 3DS titles including a sequel to the legendary Zelda title, Link to the Past, originally released on the Super Nintendo console. During the NA Nintendo Direct session, a new 3DS game in The Legend of Zelda series was announced. It contains and all new adventure which takes place in the world of A Link to the Past, and allows Link to become a drawing and move along walls. A 3D video of the new game is now available to download in the Nintendo eShop. The game will launch this holiday season. Yoshi&apos;s Island, the third installment in franchise is making its way to 3DS, where Yoshi and Baby Mario are back with their typical movements along with new actions. More details about the game, as well as launch timing, will be announced in the future. Mario &amp; Donkey Kong: Minis on the Move, the eShop exclusive, will contain over 180 stages in four different modes. Players can also create their own stages and share them with others to play around the world. It launches on May 9 in both regions.  Game &amp; Wario Release Date Announced | IGN And while we&apos;re on Nintendo, this is the Wii U release news I&apos;ve been waiting for:  During its Nintendo Direct presentation this morning, Nintendo revealed that Game &amp; Wario will hit the Wii U eShop and retail stores on June 23rd. Game &amp; Wario was released in Japan last month and was originally due in the Wii U&apos;s launch window. Nintendo revealed in January that the title would be released in the first half of 2013.  Played this at E3 and really enjoyed its different take on asymmetrical multiplayer. Valve refunds BioShock Infinite buyer over baptism objection | MCV Ben Parfitt:   A player who objected to his forced participation in a baptism in an early scene in BioShock Infinite has been refunded by Valve. Players are made to undergo the ceremony to gain access to the game&apos;s main setting Colombia. All that is required is the pressing of a button. However, Christian gamer Breen Malmberg was so uncomfortable with the scene that he felt unable to play on. As a result Malmberg contacted Valve directly to request a refund  a request he says was honoured.  But as Ben rightly asks  all the killing is fine, yeah? Analyst: US sales trends will remain negative until GTAV | GameSpot.com  The NPD Group will report United States industry sales tomorrow and the results will not be pretty, nor will they turn around anytime soon. That&apos;s the opinion of Sterne Agee analyst Arvind Bhatia, who told investors today that March sales are expected to be down 10-15 percent. Negative trends will continue until the release of Grand Theft Auto V in September followed by the launch of Microsoft and Sony next-generation platforms either in October or November, he argued.  Help us, Rockstar, you&apos;re our only hope! Code Britannia: The Pickford Brothers | Eurogamer Great little biography of the fabulous coding brothers:  For John, games have been a lifelong calling, and he was coding before he even owned a computer. &quot;Me and my friends used to go into Stockport town centre and go to the library,&quot; he explains. &quot;They had a magazine called Practical Computing, one of those big thick ones, and it had listings. We used to write them down by hand, then we&apos;d go into WHSmith and type them in. We&apos;d never finish, because we didn&apos;t know what we were doing and they shut at five.&quot;  Starseed Pilgrim | TIGSource Derek Yu:  IGF 2013 Excellence in Design nominee Starseed Pilgrim was released on Steam today (Steam releases were offered to all the nominees this year). This unassuming and enigmatic puzzle platformer has become a hit with a number of indie game developers, including Bennett Foddy (QWOP) and Braid creator Jonathan Blow, who called it his game of the year for 2012. Since so much of the enjoyment from Starseed comes from figuring out how the game works, it&apos;s hard to describe even the basic goals without spoiling it. If that sounds fun to you in and of itself, you should probably give it a go.   Woman Buys Old Nintendo Game For $7.99. Turns Out It&apos;s Worth $15,000 | Kotaku Woman buys an old SNES game in a charity shop in North Caroline for $7.99. It turns out to be worth around $15,000:  Stadium Events, one of the first exergaming titles, was only released in a test market in the northern United States in 1987. The next year, Nintendo bought the North American rights to its &quot;Family Fun Fitness&quot; mat, which then became the more well known Power Pad. Anything under the Family Fun Fitness brand was supposed to have been destroyed.  I&apos;d settle for a mint copy of Landstalkers on Mega Drive. Or Radiant Silvergun, of course. How about you? What&apos;s the rare game that you desperately want in your collection? You can follow Press Start at Pinboard.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/apr/18/game-links-press-start", 
    "wordcount": "856"
}