{
    "headline": "Working with student unions to boost student experience: live chat", 
    "text": "It seems that a student union can no longer stand on the periphery of its university, but needs to find a way into its heart. Writing last year about the importance of embedding student experience into every aspect of higher education, UCISA&apos;s executive secretary, Peter Tinson, said: &quot;Like IT, [student experience] should be embedded in everything that the institution does. It is about ensuring that the student is considered in all aspects of the institution&apos;s operations.&quot; Recognising the potential of student unions (SUs) in helping HE professionals improve student experience, the Quality Assurance Agency (QAA) has invested 218,000 in collaborative projects with the National Union of Students. But there is no gold standard for exactly how much and what kind of involvement a student union should have. At some institutions, student unions are taking on greater responsibility. Matthew Barrow, vice president, education, at the Hull University Union writes about how students, through the student union, are being consulted on redevelopment projects. He says: &quot;It is without question that strong and effective engagement with students will be a key to success. It is imperative, I believe, that the student union has a starring role in all of this. Of course, every student union is different and you cannot treat every institution as the same, but when it comes down to who knows students best, it&apos;s a no brainer.&quot; So how much should unions be expected to contribute? And what sort of issues should students be consulted on - should they be involved in every aspect of academic life or focus primarily on teaching and learning? Join our panel, Friday 20 April at 12 BST, to debate why student unions matter and the who-tos of engaging with SUs. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network. Scroll down: the live chats take place in the comments beneath the blog Panel Kate Bowles, senior lecturer, University of Wollongong, Australia Kate has been involved in a project to examine ways in which normative modes of engagement behaviour are changing as students adapt to new ways of learning and collaborating, and to increasing pressure to maintain their paid employment. @KateMfD Derfel Owen, student engagement and participation development manager, University of Exeter Before joining the University of Exeter, Derfel led the QAA&apos;s efforts to put students at the centre of their work. He also engaged with NUS and students&apos; unions to improve the knowledge and awareness of student representatives about how academic standards are managed. @derfelowen Emma Brown, representation and community manager, University of West England Students&apos; Union Emma&apos;s role involves the strategic planning and development of systems for student representation and community relations for the union and supporting the elected officers for Education and Communtiy and Welfare. She has developed training packages for students and has also been consulted by other student unions to support their development. @studentreps Tom Corfield, founder, free range university (fruni) Free range university (fruni) is a student run social enterprise that identifies, celebrates and shares inspirational university teaching. Tom started fruni following the success of the Best of Bristol Lectures, which engaged over 1,500 students at The University of Bristol to decide which of their lecturers everyone should have the opportunity to experience. @tomcorfield Jo Caulfield, president, Bangor Students&apos; Union Jo is in her second year as President of Bangor Students&apos; Union. During her tenure, she&apos;s worked with the university to get a firm commitment to collaborative working. She is also a member of the QAA&apos;s Student Sounding Board, which looks at engaging students &amp; involving students&apos; unions in quality assurance processes. @jocaulfield Gerard Tully, president, Cambridge University Students&apos; Union Gerard graduated with an Archaeology degree from Trinity Hall in 2011. His term of office prioritised advancing widening participation schemes between the SU and the university, and has saw the student union take up a permanent place in Cambridge&apos;s governing body. @GerardTully Dan Derricott, board member, The Quality Assurance Agency Dan holds the student seat on QAA&apos;s board. He is coming to the end of his undergraduate degree at the University of Lincoln, where he has been involved in their Student as Producer project and vice-resident of the student union. Dan is also a student engagement champion for the National Union of Students. @danderricott Emily-Ann Nash, student experience development advisor, University of Brighton Emily-Ann was vice-presdient, Academic affairs for two years at Brighton SU. During this time she was part of NUS Welfare and Higher Education committees and focused particularly on the HE technology agenda. Currently she is studying part time for an MA Education at University of Brighton while working for the institution. @emilyannnash Alan Roberts, policy officer, National Union of Students Alan is working in policy development across NUS, its nations and groups. His current work focusses on access to HE as well as student financial support in FE and HE. He&apos;s also involved The Pound in Your Pocket campaign and research programme, as well as Hidden Course Costs. @the_alan Jenny Hazan, communications manager, BAM Agency  Jenny works for BAM, a company offering a media representation service and web platform to student organisations who want to promote their advertising opportunities. As communications manager, she is responsible for engaging with student organisations, ensuring that they are provided with services that allow them to further connect with their students. Jenny&apos;s main passion lies in the power of internal communications within organisations to promote collaboration. @jennyhazan88 Passionate about student experience? We&apos;ll be running a seminar on 21 May, exploring the role of students as &apos;co-creators&apos;. Click here to find out more.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/apr/18/student-experience-unions-live-chat", 
    "wordcount": "951"
}