{
    "headline": "Pakistan 'nowhere near prepared for another major disaster'", 
    "text": "Measures introduced by the Pakistan government to reduce the risk and impact of disasters may look good on paper, but the reality is markedly different, according to a research study commissioned by the Disasters Emergency Committee (DEC), a group of UK NGOs. Drawing on evidence from relief and recovery work, most notably after the floods of 2010 and 2011, the study identified major shortcomings in Pakistan&apos;s disaster risk reduction (DRR) system. &quot;While Pakistan has set up the DRR governance system, it needs greater funding, political support and co-ordination to work more effectively,&quot; said the report. &quot;More durable forms of DRR, such as mitigation and prevention, need more attention,&quot; it added. Though prone to natural disasters  a series of major floods occurred in the 1970s and 1990s, while in October 2005 a major earthquake killed an estimated 79,000 people  Pakistan introduced risk management measures only relatively recently. The DEC pinpointed the diffuse and disconnected nature of the national DRR structure as a major barrier to a stronger national and provincial framework and called for the formation of &quot;one agency with complete oversight over the entire DRR national agenda&quot;. &quot;Sadly, Pakistan is nowhere near prepared for another major disaster like the one we saw in 2010, and isn&apos;t even prepared for the much smaller disasters you would expect in a country with the geography and other issues they face,&quot; said DEC spokesman Brendan Paddy. &quot;Our member agencies have made a difference in some communities, but it requires a larger, more co-ordinated effort, led by the government with the support of the international community, to really prepare communities. Over time, it&apos;s clearly going to be a lot more cost-effective to prevent and mitigate disasters rather than to wait for things to fall off a cliff and be the ambulance at the bottom again.&quot; Few areas illustrate Pakistan&apos;s need for improved DRR measures more starkly than Sindh province. Devastated by the July 2010 floods, when 10 years&apos; worth of rain fell in three weeks, the country&apos;s southern region suffered another ruinous setback the following autumn, when heavy monsoon rains triggered flash flooding. Towns were swamped, homes destroyed and farmland ruined, with 22 of the province&apos;s 23 districts affected. Around 1.8 million people were left homeless, and the loss of 2.2m acres of crops exacerbated chronic malnutrition in an area of widespread poverty and large families. &quot;The scale of destruction highlighted the lack of preparedness and capacity of the country to militate against such events,&quot; said the report, which urged that more needs to be done &quot;at the local and community levels&quot;. A national hazard and vulnerability atlas was suspended due to a lack of funding, and the report said risk analysis was either non-existent or spread across multiple government agencies. Pakistan&apos;s flood forecasting and warning system, introduced after the floods of 1992, needs technical enhancement, and early warnings need to arrive sooner and be articulated in less technical language. Extensive deforestation has made the country particularly vulnerable to flooding, and the researchers argued for stronger risk reduction measures. &quot;Pakistan must play an active and meaningful role in global climate change negotiations and control its own contribution to climate change and adapt to it effectively,&quot; the report said. It also noted that the effectiveness of mitigation measures, such as building flood defences, has been undermined by a failure to identify the key points of vulnerability. The &quot;construction of large-scale development projects without adequate analysis of their impact&quot; sometimes did more harm than good, heightening the exposure of vulnerable communities, while the country&apos;s capacity for dealing with disasters needed to extend beyond the army, the only national body with &quot;effective relocation, rescue and immediate response capacity&quot;. &quot;The challenge to our members is to continue to try to find ways to do more and make more of the resources that they have,&quot; said Paddy. &quot;The challenge to the government and international donors is to aim for a step change, so that next time we get a disaster like 2010 there&apos;s a large-scale, properly funded national response and we don&apos;t see a fifth of the country under water, 20 million people affected and the sort of devastation to people&apos;s livelihoods that we saw in 2010.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/aug/03/pakistan-nowhere-prepared-major-disaster", 
    "wordcount": "724"
}