{
    "headline": "Facebook flotation may have cost UBS $350m", 
    "text": "The Swiss investment bank UBS may have lost as much as $350m (226m) during Facebook&apos;s flawed flotation last month, according to reports. In a statement the bank acknowledged making losses on the initial public offering (IPO) but declined to specify how much. The reported figure is 10 times higher than earlier estimates. According to the financial news channel CNBC, UBS is now considering legal action against Nasdaq, the stock market that handled the IPO. Nasdaq and Facebook are involved in a series of lawsuits over the flotation on 18 May. Problems with Nasdaq&apos;s trading systems led to delays and widespread confusion among buyers and sellers as to how many shares they held. According to CNBC, UBS wanted 1m Facebook shares but did not receive confirmation that its order had been taken. The bank resubmitted the order multiple times and all those orders were eventually fulfilled, leaving it with far more shares than it wanted. In the days before the IPO, Facebook raised its share price to $38 and increased the number of shares it was selling by 25%. The share price soared to $45 in early trading but ended the first day where it had begun, and has since slumped to $27.10. Last week Nasdaq sought to calm the escalating row by proposing a $40m compensation fund for firms that lost money on ill-fated trades. Critics including the broker Knight Capital, which said it lost $30m on the IPO, said the fund was insufficient. The rival exchange NYSE Euronext criticised Nasdaq&apos;s plan to compensate brokers in part through discounted trading costs. &quot;This is tantamount to forcing the industry to subsidise Nasdaq&apos;s missteps and would establish a harmful precedent,&quot; it said. &quot;We intend to strongly press our views that Nasdaq&apos;s proposal cannot be allowed to permit an unjust and anti-competitive situation.&quot; Suing the exchange over losses may prove difficult. Nasdaq&apos;s chief executive, Robert Greifeld, has admitted the exchange has been embarrassed by the saga but said it had no direct responsibility to individual investors. Nasdaq is protected against legal action over trading losses by its membership agreements exchange rules.", 
    "section": "technology", 
    "gid": "technology/2012/jun/10/facebook-flotation-ubs-350m", 
    "wordcount": "354"
}