{
    "headline": "Kickstarter? There's now an official iPhone app for that", 
    "text": "Crowdfunding website Kickstarter isn&apos;t just a website any more: the company is launching its own iPhone app. It&apos;s the first time Kickstarter has had an official mobile presence, with the app a free download from Apple&apos;s App Store  targeted both at people backing projects and those creating them. &quot;To make the Kickstarter app, we took things we&apos;ve learned from the past three years of building Kickstarter and used them to redesign the experience from the ground up,&quot; explains the company in a blog post. &quot;We focused on three things in particular: finding new projects, keeping up to date with projects you&apos;ve already backed, and offering great tools for creators.&quot; Users can browse projects by category, from music, food and art through to technology and games. The app will play creators&apos; videos, and tap into the user&apos;s current location to highlight projects nearby. Users can pledge to projects from within the app, then follow their progress, including updates from the creators. Social features include the ability to see when Facebook friends back projects or launch their own. For creators, there are features to keep them notified about new pledges and stats from their project dashboard. A practical feature is the ability to post photos and videos from their iPhone. With regular and personal updates an important factor in Kickstarter success, this feature is likely to get a lot of use. Previously, there have been unofficial Kickstarter mobile apps Kickstarter Projects on iPhone and Kickstarter Mobile on Android being two examples but nothing official. Interest in the new app is likely to be high. In 2012, more than 2.2m people in 177 countries pledged just under $320m on Kickstarter, successfully funding 18.1k projects, according to the company&apos;s 2012 year-end review. The site opened to projects from UK-based creators at the end of October 2012, and saw just under 2.1m pledged to their projects in November. One key question is how many of those 2.2m backers own iPhones. Kickstarter hasn&apos;t announced whether it&apos;s working on versions of the app for rival smartphone platforms like Android, Windows Phone or BlackBerry, or on a mobile website that would run across all of them.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/feb/14/kickstarter-iphone-app", 
    "wordcount": "370"
}