{
    "headline": "Poor countries need joined up thinking on remittances and diaspora  UN", 
    "text": "The world&apos;s poorest countries should harmonise policies on migration, remittances and diaspora so they become an integral part of national development strategies, a UN report recommends. About $27bn (17bn) was sent to the world&apos;s 48 least developed countries (LDCs) by nationals working abroad last year and remittances from emigrants continued to rise even during and after the global financial crisis. In its latest LDCs report, the UN conference on trade and development (Unctad) said the countries should create an agency, ideally at ministerial level, to co-ordinate issues around remittances: diasporas and migration; migrants themselves; migrants&apos; families in the home country; the government in the home country; and the government in the host country. Some LDCs already have ministries dedicated to migration, remittances and diasporas such as Bangladesh, which set up one in 2001. Its main function is the creation, promotion and regulation of employment abroad to ensure a steady flow of remittances. Haiti and Senegal have established ministerial positions for dealing exclusively with diaspora issues. In Senegal, the Local Collective Development Projects has provided technical assistance for 221 projects in agriculture, tourism and other sectors. Half of them were undertaken by diaspora members who remained in France, while the others were implemented by investors who returned permanently to oversee their projects. However, most LDCs do not give these issues enough weight within government, and deal with them at lower than ministerial levels, said Unctad. Remittances to developing countries are an important source of funding. Officially recorded remittances to developing countries are expected to reach $406bn this year, according to the World Bank, although the true size, including unrecorded flows, is believed to be significantly larger. The bank says remittance flows to poor countries are three times larger than official development assistance (ODA). One of the key issues is the cost of transfer fees, said Unctad. For LDCs, the average cost of remitting was close to 12% of the amount sent, 30% higher than the international average, with the most expensive channels in Africa. Remittances sent to sub-Saharan Africa in 2010 could have generated an additional $6bn for recipients if remittance costs had matched the global average, according to estimates. Unctad said African governments could reduce costs by opening the market to more remittance companies instead of signing exclusivity arrangements with firms such as MoneyGram and Western Union, which control 65% of all remittance locations in Africa despite the emergence of new players such as Dahabshiil. &quot;We would like to see greater service provision, more partnerships between banks and microfinance, [and] we&apos;d like to see post offices more involved. But in most African countries, the financial sector is small and weak,&quot; said Junior Davis, one of the report&apos;s authors. The explosion in the use of mobile phones in Africa holds some promise in cutting remittance costs but, as of early 2012, only 20% of 130 mobile banking operators such as G-Cash in the Philippines and M-Pesa in Kenya and Tanzania offered international remittance services. Mobile remittances have not taken off, said the World Bank, because they fall in the regulatory void between finance and telecommunications. Many central banks do not allow non-bank companies to conduct mobile transactions or cash money at an agent. Besides sending back money, the diaspora could provide valuable skills as entrepreneurs and trade networks, said Unctad. For example, Oromo refugees from Ethiopia in Britain developed the Oromo Coffee Company, which appealed to a wide market. Ethiopia is also using diaspora bonds, which offer attractive interest rates, to raise money for infrastructure projects, particularly dams. A first step for many LDCs could be to try to tap the potential of its diaspora by exporting goods emblematic of home but hard to find in the host country. Unctad said LDCs should emulate countries such as South Korea, Taiwan, Vietnam and India, which have successfully used diaspora networks to transfer skills and knowledge. India granted generous incentives to diaspora investors who actively promoted and supported the software sector in the late 1990s. At a minimum these networks can partly offset the huge knowledge gap created by the brain drain, when university-educated people leave. These networks could help the state in linking local firms with foreign ones to address specific bottlenecks and shortages. LDCs should adopt a proactive diaspora policy to ensure these essentially private voluntary networks gain the trust and confidence to commit to their countries of origin, the report says. Indian policies, for example, did not focus on the return of diaspora members but highlighted the importance of international networks that linked professionals overseas with those in India, helping to develop India&apos;s information and communications industry. Unctad cautioned, however, that remittances should not be considered a substitute for foreign direct investment, ODA, debt relief or the mobilisation of internal resources. Dr Supachai Panitchpakdi, Unctad&apos;s secretary-general, added: &quot;LDCs will likely be hard hit by the global economic slowdown. This will require rethinking alternative sources of knowledge, entrepreneurship and trade links.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/nov/26/poor-countries-remittances-diaspora", 
    "wordcount": "825"
}