{
    "headline": "Steaming through dark deeds, ancient mariners and the power of the sun", 
    "text": "Bishops Lydeard, Crowcombe Heathfield, Stogumber and Sampford Brett are the names of stations which the steam trains of the West Somerset Railway pass on their way north-west towards Minehead through a valley between the Quantock Hills to the east and the Brendon Hills to the west. How is it, a visitor asked, that places in Somerset have such interesting names? A guide to the route told us that the name Sampford Brett, for instance, related to the family of Sir Richard le Bret, who joined his near neighbour Sir Richard FitzUrse, from Williton (now the next station down the line) in the murder of Thomas Becket. From the train, on a grey day, we saw the rounded, upper slopes of the hills on either side dissolve into cloud, but near our window, just outside Bishops Lydeard, was a big cider orchard, and then a different form of land use displayed in a field full of solar panels instead of trees, ranks of them, all facing uniformly upward, waiting for the sun. We passed dairy farms and orchards and watched two young deer, startled by the train, leaping high in a field of tall wheat. However, Somerset&apos;s work has not all been agricultural; as well as coal fields around Radstock and lead mines up on the Mendips, there was iron ore extracted from the Brendons, close to where we now were, since, they say, the Roman occupation. In the 19th century the West Somerset mineral railway carried the ore down to the harbour at Watchet for shipment to Newport and onward carriage to Ebbw Vale for smelting. Our train took us into Watchet and gave us a sight of the old harbour, now mainly a marina for leisure craft, and, up above the town, St Decuman&apos;s, the church that Coleridge probably had in mind as his ancient mariner&apos;s ill-starred ship, outward bound, left the harbour and dropped &quot;Below the hill, below the kirk, / Below the lighthouse top&quot;.", 
    "section": "environment", 
    "gid": "environment/2012/jul/23/northwest-somerset-steam-dark-deeds", 
    "wordcount": "328"
}