{
    "headline": "'Cutpurse wasp' wins species naming competition", 
    "text": "Overall winner: Cutpurse wasp, for Aporus unicolor, by Guardian reader philipphilip99  Royal flush sea slug (Akera bullata)     Akera bullata Photograph: SteveTrewhella/Natural England     Sea slug that escapes by flapping and exuding purple ink. Chosen by Sally Patricia Garland. Cutpurse wasp (Aporus unicolor)     Spider-hunting wasp Aporus unicolor female, Surrey August 2009. Photograph: Jeremy Early      A spider-hunting wasp. Chosen by &apos;philipphilip99&apos; Corrugated scarab (Brindalus porcicollis)     Brindalus porcicollis Photograph: Katherine Child/Hope Entomological Collections/Oxford University Museum of Natural History     A shiny grooved scarab. Chosen by &apos;tiremola&apos;. Spiny mudlark (Brissopsis lyrifera)     Brissopsis lyrifera Photograph: Bernard Picton     Spiny urchin in the mud. Chosen by &apos;geekgoddess&apos;. Solar-powered sea slug (Elysia viridis)      Elysia viridis  Photograph: Paula Lightfoot    Photosynthesising sea slug. Chosen by Danny Rowson Elusive knapweed bee (Halictus eurygnathus)     Halictus eurygnathus Photograph: Steven Falk     A lost bee of the South Downs. Chosen by Nikola Rnjak Clockface anemone (Peachia cylindrica)     Peachia cylindrica  Photograph: Darryl Mayer    12-tentacled lurker in the sand. Chosen by James Quinn Wannabee fly (Pocota personata)     Pocota personata Photograph: Steve Falk     Hoverfly disguised as a bumblebee. Chosen by Deborah O&apos;hara Semaphore fly (Poecilobothrus nobilitatus)     Poecilobothrus nobilitatus Photograph: David Nicholls / www.naturespot.org.uk     A glittering green fly which waves its white tips to attract mates. Chosen by Alan Thomson Crab hacker barnacle (Sacculina carcini)     Sacculina carcini Photograph: Hans Hillewaert     A parasitic barnacle that takes over its crab host. Chosen by Prakash Shah Notes Several winning names were suggested by more than one person. To select one winner and runner up for each species we adopted the following rules:  For entries on the Guardian blog we selected the first person to suggest the name, since later entrants had an opportunity to read previously suggested names. For handwritten entries at public events, entrants suggesting identical winning names were entered into a hat and one winner was drawn out. If winning entries came from both the Guardian blog and public events then the first entrant from the Guardian was added to the other entrants and one name was pulled from a hat. In some instances some very similar names were suggested to the winning name, however only those identical to that chosen by the judges were included in the tie break draw.", 
    "section": "environment", 
    "gid": "environment/2012/jul/24/name-a-species-winner-2012", 
    "wordcount": "294"
}