{
    "headline": "DayZ to get standalone release", 
    "text": "It&apos;s been hailed as one of the greatest zombie games of all time and a boot up the rotten arse to a genre that&apos;s currently being flogged to (un)death. And soon, DayZ will be released as a standalone title, in an extended and polished form. If you&apos;re not a veteran PC gamer you might not be familiar with the concept of &apos;modding&apos;, in which fans of a particular title, use the source code or editing kits (often made freely available by the developer) to construct whole new gaming experiences. Such mods are then distributed online and almost always require the original title in order to run.  Launched earlier this year in a very early build, DayZ is an open-world zombie adventure, which pitches players into the middle of a zombie apocalypse. Here, amid the scarred environments of the fictitious Eastern European hellhole, Chernarus, particpants must search for food and weapons while avoiding the murderous intentions of both the computer-controlled undead and other players who are also trying to eek out an existence in this barren online wasteland.  Developed by ex-soldier Dean &quot;Rocket&quot; Hall, the game is a mod of Arma II, a military shooter released by Bohemia Interactive back in 2009. DayZ requires players to purchase both the original Arma II and its expansion pack, Operation Arrowhead, before it can be downloaded and installed, but once its on your PC it chucks you into a nightmarish world of constant threat and unending dread. Participants can break bones, go into shock or starve to death, and most other people they meet are hostile  recalling the gruelling narratives of The Road and Walking Dead.  Despite its amateur origins, DayZ has been heralded as one of the best PC games of the year by popular gaming blog, RockPaperShotgun, an opinion shared by writers at US news site Kotaku. (There&apos;s also an excellent introduction by Andy Kelly here.) The title now boasts over one million signed-up players and is likely to figure in many games of the year lists.  And today, Hall announed that Bohemia Interactive, which has supported the mod since its successful inception (and not just for altruistic reasons: DayZ caused a huge spike in sales for the three-year-old Arma title), is going to develop a standalone version of the game, with its creator as project lead. &quot;This is the fairy-tale outcome for a mod that many would have said impossible four months ago,&quot; exclaimed Hall on his development blog. This is by no means the first example of a mod being subsumed into a professional development set-up. First-person shooter classics Counterstrike and Day of Defeat started out as mods of Half-Life, while classic team-based blaster Team Fortress was a modification of Quake. There are no details on the project just yet, but it&apos;s likely that some of the rougher edges of the game will be evened, and new features added. Hopefully, this will be achieved without losing the fundamental appeal of the game  a narrative-free sand box of death and dispair and a unique study of human behaviour within a virtual environment that gives no guidance on how players co-exist.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/aug/07/dayz-gets-standalone-release", 
    "wordcount": "524"
}