{
    "headline": "Pacific 'garbage patch' changing insect mating habits", 
    "text": "Marine insects in the Pacific Ocean are changing their reproduction habitats in response to environmental changes from the accumulating amount of rubbish in the north Pacific subtropical gyre, also known as the great Pacific garbage patch, according to researchers. The patch has increased in size 100 times since the 1970s, including its swath of microplastic particles of less than 5mm diameter. The marine insect Halobates sericeus, a species of water skater, is now using the microplastic debris as a surface to lay its eggs, said a study by the Scripps Institution of Oceanography at University of California San Diego, published on Wednesday in the Royal Society journal Biology Letters. &quot;This paper shows a dramatic increase in plastic over a relatively short time period and the effect it&apos;s having on a common North Pacific Gyre invertebrate,&quot; said graduate student and lead author Miriam Goldstein, in a statement released by Scripps. &quot;We&apos;re seeing changes in this marine insect that can be directly attributed to the plastic.&quot; Goldstein was part of a graduate student team, the Scripps Environmental Accumulation of Plastic Expedition (Seaplex), which travelled to the patch to study its environmental impact in 2009. The study compared the group&apos;s findings to data from the early 1970s. The Seaplex team found that water skaters typically lay their eggs on floating objects like seashells, bird feathers and pumice, but the change to plastic could have &quot;ecosystem-wide consequences&quot;. The insects are an important link on the marine food chain, plus predators like crabs rely on their eggs as a source of food. Increased quantities of microplastic could also mean population growth of the water skaters, and more pressure on their prey zooplankton and fish eggs, according to the study. Debris from the patch has had an impact on other marine life, including ingestion by fish and invertebrates at a rate of roughly 12,000 to 24,000 tonnes per year, according to Scripps. It also transports pollutants and has introduced alien species into new areas.", 
    "section": "environment", 
    "gid": "environment/2012/may/09/pacific-garbage-patch-insect-habits", 
    "wordcount": "336"
}