{
    "headline": "Has this blog changed your life?", 
    "text": "I spent most of today writing about the environment. Not in the recycled wind-farm rainforest sense, but in the Research Excellence Framework (REF) sense. The environment in question is UCL Physics. Not just the Department of Physics &amp; Astronomy, but the Department of Space and Climate Physics (at the Mullard Space Science Laboratory) and the London Centre for Nanotechnology (UCL wing). Does this environment encourage research excellence? They have questions. All around the country, academics are dropping whatever else they were doing to answer them. While it&apos;s not the way I would have chosen to spend part of my Saturday, I can&apos;t grumble too much as (a) I did agree to be head of department and knew this was part of the deal and (b) I accept that somehow we ought to be held accountable for how we spend public money. Also (c) some of the questions are good ones which are making me, as a new head of department, find out interesting and sometimes exciting things about UCL. Finally (d) I watched England beat France at Rugby while doing some of it. The next thing in REF is what I want to ask you about though: IMPACT! For that bit we have to submit &quot;case studies&quot; about how our research has affected society and the economy beyond academia.  Now this year we found a Higgs boson, and some of you were interested in that. Has the whole thing changed your life? Has even this blog - not this post, I would really doubt that - but this blog as a whole - had an impact on you? If so, was it positive? And how deep an impact? And did it lead you to do anything that might make the Moody people restore our credit rating? If so, please let me know. This might be important... Apart from that, two physics things... On Thursday, the European Space Agency selected which scientific instruments we should send on the JUICE mission to Jupiter&apos;s icy moons. This is going to be very exciting (possibly even impactful) and UCL are helping to build one of them (the magnetometer, which is led by Michele Dougherty at Imperial). On Friday, CDF collaboration at the (now decommissioned) Tevatron announced that they had understood why an odd bump showed up in their data a couple of years ago. Sadly, it was a jet calibration problem, not shiny new physics. It has now gone away. I am not surprised, but I am very glad they chased it down and did a more precise job. And since I wrote about it here before, I thought I should mention the conclusion. Sunday, I plan to sleep, cook and eat. With wine.", 
    "section": "science", 
    "gid": "science/life-and-physics/2013/feb/23/ref-impact-environment", 
    "wordcount": "452"
}