{
    "headline": "Vauxhall predicts Ampera will boost electric car sales", 
    "text": "     The sluggish take-up of electric cars is expected to get a boost on Tuesday as a new model arrives in showrooms with the intention of ending fears over &quot;range anxiety&quot; due to limited battery life. Vauxhall&apos;s Ampera, which launched last year to acclaim in the US as the GM Volt, joins Renault&apos;s Fluence ZE [zero emissions], a family car that went on sale last month as one of the newest eligible for a 5,000 &quot;plugged-in car&quot; discount from the government. Last year, the then transport secretary Phillip Hammond said: &quot;2011 could be remembered as the year the electric car took off&quot;, as he launched the grant scheme that covers nine different models. But only around 1,000 were sold last year, and figures for first quarter sales in 2012 show that registrations of new electric cars have largely flatlined, and only half of the allocated budget for the grant scheme is likely to be taken up. Of the 563,556 cars sold in Q1, only 278 were pure electric models, up from 218 on the year before. But Vauxhall forecasts it will sell 3,500 units of the 30,000 car this year, or 5,000 in a full year. A spokeswoman said its target of 10,000 sales across Europe in 2012 was &quot;in our reach quite easily&quot;. The Ampera&apos;s big selling point is that when its battery runs out after 50 miles of electric power, a petrol engine provides back-up power for a further 310 miles. But because the petrol still drives the electric motor, the company says the vehicle should be considered a &quot;range extender&quot;, not a hybrid car like the Toyota Prius. The car goes on sale in 24 dealers across the UK on Tuesday, with Vauxhall&apos;s spokeswoman predicting it will be a &quot;conquest&quot; model that will lead motorists to buy from the company for the first time. The Fluence ZE is one of four new electric models from Renault, including a wackily designed two-seater called the Twizzy that also just went on sale, and the Zoe, a Clio-sized car that arrives later this year and the company expects will make up most of its electric sales. At 17,500 and up, the Fluence drastically undercuts the Ampera on price, by leasing the battery  the most expensive component of electric cars  from 76 a month. The battery will manage up to 115 miles in between charges, and the leasing arrangement means it can be swapped out later by Renault. A Renault spokesman would not talk about sales figures but said that, along with Nissan which it has an electric vehicle partnership with, it will have sold 1.5m electric vehicles globally by 2016.     The Vauxhall Ampera (right), and the Renaults Fluence ZE (left). Photograph: Linda Nylind for the Guardian    Marc Rinkel, senior analyst at analysts IHS Automotive, suggested the new cars would become popular among corporate clients. &quot;In 2011, the Nissan Leaf accounted for most of electric vehicles sales in the UK. The launches of the Vauxhall Ampera and the Renault Fluence ZE are a stepping stone to broaden the electric car offering. &quot;In addition to the Leaf, early adopters can now go for the range extender with the Ampera or a cheaper option with the Fluence. Although currently low consumer spending is not in favour of expensive vehicles, these models shall become popular amongst company car buyers  the exemption of company car tax for electric vehicle drivers looks very appealing indeed,&quot; he told the Guardian. Nissan&apos;s Leaf, which went on sale in the UK last year, recently took 2% of the total car market in Norway, with the company selling 1,000 units in six months.", 
    "section": "environment", 
    "gid": "environment/2012/may/01/vauxhall-ampera-electric-cars", 
    "wordcount": "615"
}