{
    "headline": "On the road: Vauxhall Insignia SRi VX-line Hatchback 1.4 16V VVT  review", 
    "text": "The Vauxhall Insignia hatchback is, undeniably, ahandsome car. Lookat it  it&apos;s elegant, svelte you might say. Half-close your eyes and it could possibly even be a Jaguar. OK, maybe three-quarters close them. No? Four-quarters then, and imagine. See, there it is. Anyway, Ithink it&apos;s a looker. I don&apos;t want one, though. This has more to do with my own prejudices and preconceptions than it does with the car. It&apos;s part snobbery, part inverted snobbery, probably a lot to do with my own background. Iblame my parents  for everything, obviously, but specifically for this car review. I don&apos;t want an Insignia because of the griffin badge, because it&apos;s aVauxhall. I&apos;d take a Mondeo any day of the week. Because, to me, a Ford is an honest working-class motor, with an honest worker at the wheel. No pretensions. Whereas aVauxhall Insignia driver wears atie (the jacket is obviously hung in the back). It&apos;s more aspirational and it&apos;s parked outside a suburban semi, possibly with mock Tudor half-timbered gables. Slightly smugly parked, though not absolutely contentedly, because it would really like to be parked  on gravel  outside a Georgian rectory. It would like to be the Jaguar it may or may not look a little bit like. All of which is ridiculous. Vauxhall, of course, is owned by anAmerican company, and the Insignia is actually made in Germany. It has very little to do withEnglish class hang-ups. Andit&apos;san excellent car. Well, excellent if you want to cruise comfortably (and ever so slightly bourgeoisly. Stop it) along amotorway, and probably with your jacket hanging in the back. I&apos;m glad I&apos;m not in the back with my jacket, to be honest  its svelteness means that although legroom is fine, there&apos;s not a huge amount of headroom back there. What about off the motorway, on a nice curving A road (maybe you have a sales meeting in Woking)? Utterly joyless, I&apos;m afraid. Admittedly this model is more about (quite) low CO2 emissions and miles per gallon than it is about power, but need it feel so baggy and unengaging? I&apos;ve driven canal boats that are more involving. Certainly aMondeo is more fun  though Iknow you&apos;re not really allowed to enjoy driving any more. So I&apos;m going to stick with Ford  blue oval, blue collar. Well, untilImake it proper; then I&apos;m goingto overtake the griffin  bypassit completely  and go straight for the big cat. A Jaguar thatlooks like aJaguar even with your eyes wide open. Vauxhall Insignia SRi VX-line Hatchback 1.4 16V VVT     Vauxhall Insignia SRi VX-line hatchback 1.4 16V VVT detail Photograph: Simon Stuart-Miller for the Guardian    Price 25,205 Top speed 127mphAcceleration 0-60mph in 10.1 seconds Average consumption 47.9mpg CO2 emissions 134g/kmEco rating 6/10 Cool rating 4/10", 
    "section": "technology", 
    "gid": "technology/2012/jan/20/vauxhall-insignia-sri-vx-review", 
    "wordcount": "484"
}