{
    "headline": "Buzzing! by Anneliese Emmans Dean | Book Review", 
    "text": " How can you introduce a young child to insects and give them a lifelong appreciation and respect for these important creatures? I think Anneliese Emmans Dean has found an appealing formula in her lovely children&apos;s book, Buzzing!: discover the poetry in garden minibeasts [Brambleby Books Ltd., 2012; Amazon UK]. An unusual partnership of science and art, this charming book is a gentle and accessible guide so young naturalists can learn more about the &quot;minibeasts&quot; that live in many British gardens and may become trapped inside homes.  The book has eight chapters and each focuses on eight different animals. Each creature is a common garden resident or visitor such as bees, beetles and butterflies, and has its own two-page spread in the book. These spreads feature a short witty poem that describes that animal&apos;s appearance and behaviour; a full-colour close-up photograph and interesting life history information specific to that small creature, including its scientific name, family, class, and location and a short &apos;Factabulous&apos; section.  In this book, you&apos;ll discover captivating facts such as which creatures hitch a ride with bumblebees (and why), how many spots a 2-spot ladybird has, how to tell a girl earwig from a boy earwig, how to distinguish a real bee from a pretend bee and why spiders are good mums. There is a small picture of each animal at the beginning of its corresponding chapter so children can quickly identify the sort of animal they may be looking at -- an adaptation of a tried-and-true method used by a number of field guides for more experienced naturalists. The index includes common names as well as larger categories such as &quot;moths&quot; and &quot;beetles&quot;, and there also is a BugWatch webpage available to those who wish to learn more.  Shortlisted for the 2013 Royal Society Young People&apos;s Book Prize and recommended for children between the ages of five and eight, this small but educational hardcover will be enjoyed by children and adults alike.  .. .. .. .. .. .. .. .. .. .. ..  GrrlScientist is an evolutionary biologist, ornithologist and freelance science writer who writes about the interface between evolution, ethology and ecology, especially in birds. As a judge who helped select the 2013 Royal Society Young People&apos;s Book Prize shortlist, she also has a deep passion for good books, especially good science books, which she reviews with some regularity. You can follow Grrlscientist&apos;s work on her other blog, Maniraptora, and also on facebook, G+, LinkedIn, Pinterest and of course, twitter: @GrrlScientist", 
    "section": "science", 
    "gid": "science/grrlscientist/2013/may/22/2", 
    "wordcount": "410"
}