{
    "headline": "When the cybermen serve as censors", 
    "text": "The first thought to strike anyone stumbling upon the now-infamous Innocence of Muslims video on YouTube without knowing anything about it would probably be that it makes Monty Python&apos;s The Life of Brian look like the work of Merchant Ivory. It&apos;s daft, amateurish beyond belief and, well, totally weird. So the notion that such a fatuous production might provoke carnage in distant parts of the world seems preposterous. And yet it did. In the process, the video created numerous headaches for a US administration struggling to deal with the most turbulent part of the world. But it also raised some tricky questions about the role that commercial companies play in regulating free speech in a networked world  questions that will remain long after Innocence of Muslims has been forgotten. European commentators have smugly observed that the kerfuffle shows how little the Arab world understands the idea of free speech. Actually, what it shows is the gulf that separates the US from the rest of the world, including Europe. If the video had surfaced on a hosting site based in the UK, for example, it would have been taken down for incitement to religious hatred. But the first amendment to the US constitution provides a different kind of legal environment. The Obama administration was therefore not in a position to ban the video so it took the route of trying to persuade Google, YouTube&apos;s owner, that it violated YouTube&apos;s rules. Google declined the request 10 days ago, saying that the video did not violate its terms of service regarding hate speech. The video would remain online because it was against the Islam religion but not Muslim people. So far, so good. But then Google appeared to undermine its own argument by announcing that it had blocked access to the video in some countries. Access was denied in India and Indonesia because it violated local laws in those jurisdictions, but it was also blocked in Egypt and Libya not because it violated their laws but because of &quot;the delicacy of the situation&quot;. At this point, even those who are not constitutional lawyers begin to smell a rat. Here we have a commercial company effectively making editorial judgments. If Google were a publisher, like, say, the New York Times, then the question of whether it should or should not publish the video could be trashed out via an established channel  the courts. But Google is not a publisher: it&apos;s something else entirely  an intermediary  a type of entity that&apos;s increasingly common nowadays and includes Facebook, Twitter and, oddly enough, Amazon. So we&apos;re now in new and uncharted territory, nicely described by one legal scholar, Eoin O&apos;Dell, on his blog: &quot;First, in the online world, where most of us access the internet through a range of intermediaries, government censorship does not necessarily need to target the disfavoured speech; it need only target the intermediaries. Very few US companies would feel able to decline a request like that from the White House, and Google are to be commended for standing firm in those circumstances. Second, these intermediaries now have a great deal of practical power over online expression not only can they be co-opted by government as agents of state censorship but they also have the capacity to act as censors in their own rights, as Google did in their unilateral action to block access in the MiddleEast.&quot; Oddly enough, this issue surfaced first in relation to Amazon, which most people think of only as a retailer, but which also provides cloud-computing services that make it an intermediary. During the &quot;Cablegate&quot; controversy, when WikiLeaks came under sustained cyber-attack, the site was moved to Amazon&apos;s EC2 cloud service on the grounds that the company&apos;s infrastructure could withstand any level of attack. But the relief offered was temporary because Amazon summarily ejected WikiLeaks from its servers following outraged statements by some US politicians, notably Senator Joe Lieberman and vice-president Biden. Amazon claimed that it had ejected WikiLeaks simply because it was violating its service&apos;s terms and conditions. Oh yeah? The Obama administration knew that a direct order to Amazon would not have survived a First Amendment challenge. But they guessed that the same effect could be achieved through a public statement by an official, executed by &quot;voluntary&quot; action of a private company. What this means, as the legal scholar Yochai Benkler has pointed out, is that the safeguards to free speech ensured by the first amendment to the US constitution might not count for much in a public sphere built entirely of privately owned infrastructure. Facebook  or YouTube, for that matter  may look like public spaces but when it comes to the crunch they offer no more freedom of speech than the average shopping mall.", 
    "section": "technology", 
    "gid": "technology/2012/sep/23/innocence-muslims-youtube-censorship", 
    "wordcount": "798"
}