{
    "headline": "Students can shrink the university class divide", 
    "text": "The over-subscription criteria used by universities have always been a matter for them. In the days when only a small minority of people went on to higher education, the nation didn&apos;t worry about who was admitted to which institution. Patronage? Old school tie? Philanthropic donation? It hardly seemed to matter. At that time, the debate about the impact of social class on school achievement wasn&apos;t mirrored in higher education; there wasn&apos;t any real expectation that the children of the poor could be destined for the great seats of learning. Now we live in a society where we expect universities to be an engine of social mobility rather than the guardian of the establishment, and things are rather different. The last three decades have seen both a rapid expansion in the numbers going into higher education and a growing debate about the social composition of each of our universities. Two strands of this class divide are evident. First, a disproportionate number of children of the middle classes still secure university places, and second, there are clear class divisions in the background of those attending the different types of universities. As successive governments expand higher education, it must be a concern that the class divide that has stalked our school system for as long as we can remember is replicating itself in the tertiary sector. For example, as a percentage of all students, the 1992 group of universities has almost twice as many students from lower socioeconomic backgrounds than the Russell group. However, while there should be no slowing down in the efforts to establish merit rather than background as the key criteria for access, there is a risk of simplifying the debate. Universities are far more diverse than schools. The sector may have been administratively streamlined, but the origins and development of the institutions give them their own distinct identities. From the established traditions and research excellence of Oxbridge to the vocational focus of many of the former polytechnics and the specialist expertise of some of the smaller colleges, they have a range of histories and breadth of purpose. Yet as the government strives to develop a diverse school system, it seems to ignore the diversity at the core of higher education. Hierarchies are inevitable  some institutions perform better than others. Yet in the debate, research excellence has become shorthand for quality. Important though this is, we need a performance system that recognises different strengths. Student choice is far more real in universities than in schools and will become increasingly so as government policies free up the allocation of student numbers. If this leads to more places in research-intensive universities, that is to be welcomed, but if nothing is done to support the best of the rest  whether it be applied learning, high-level vocational courses or specialist subjects like arts and education  we will have missed a chance to recognise diversity as well as excellence. Our higher education is changing. The needs of industry and commerce are different; international competitiveness is fiercer and the prior experiences and future aspirations of students have changed from earlier generations. Prospective applicants from all social backgrounds might choose to look beyond the traditional definition of a &quot;good university&quot; and also judge institutions by their student contact hours, employability rates, industry links and access to senior staff. With ever more information, it should be possible to recognise niche courses, excellent departments in average universities, specialisms built up over the years, ground-breaking partnerships with emerging industries. These, as much as the traditional reputation of a university, could be important for a student&apos;s future success. The social divide has been created by both the applicants and the recruiters. Students are now in a more powerful position than ever to exercise choice and shape the system. They will have more and better-quality information about universities and they should unashamedly use it to make decisions in their own interest. Who knows  it might just play a part in closing the higher education social class divide.", 
    "section": "education", 
    "gid": "education/2012/may/21/higher-education-class-divide", 
    "wordcount": "667"
}