{
    "headline": "Talk point: what do you think are the greatest global water challenges?", 
    "text": "At the World Water Forum this week, leaders will gather to debate issues of global water policy. The meeting comes one week after the UN announcement that the millennium development goal (MDG) target on water has been met, ahead of schedule. Two billion more people now have access to drinking water than in 1990. But there&apos;s lots still to be done to achieve MDG7, not least increasing momentum on sanitation targets, which are a long way off. The Global development team will be covering the official forum, and the Alternative World Water Forum, with Claire Provost in Marseille. We&apos;d like to know what you want to see discussed. Writing on the Poverty matters blog last week, Sanjay Wijesekera, chief of water, sanitation and hygiene for Unicef, offered a reality check on progress:  783 million people still do not have access to drinking water, this most basic human right. That is more than one in 10 people in the world. It is perhaps particularly depressing when one considers who these people are, where they live, and the impact this has on their lives. In addition, the other part of the same millennium development goal target  relating to access to adequate sanitation  is still off track.  Responding to this, readers raised interesting points about sanitation and neglected tropical diseases, population growth, and political control of water suppllies and budgets. So what do you think should be on the agendas in Marseille? And what do you think are the greatest global water challenges? What do you feel about privatisation, equity and the cost of access to water, for example? After the meetings in Marseille, discussions on water will continue throughout the year. On 20 April, world leaders will attend the sanitation and water for all 2012 high-level meeting in Washington DC. And water is expected to be on the agenda at the Rio+20 conference on sustainable development in June. Let us know what you think. And, as always, if you have any problems posting, or if you would prefer to comment anonymously, email us at development@theguardian.com and we&apos;ll add your thoughts. Photo challenge: Do you have any great pictures that tell a story about water challenges  and successes  in developing countries? We&apos;d like to see your pictures submitted to our Flickr group, so we can build a gallery of your images on the Global development site. Click here for more instructions. We look forward to hearing your views below.", 
    "section": "global-development", 
    "gid": "global-development/2012/mar/13/talk-point-global-water-challenges", 
    "wordcount": "409"
}