{
    "headline": "Parents vent fury after Croydon school is absorbed by academy chain", 
    "text": "The government has been accused of flouting its own education guidelines after labelling a popular south London primary school a failure and forcing it to be absorbed by an academy chain against the apparent wishes of the majority of parents, as well as the school&apos;s governors and senior staff. While the education secretary, Michael Gove, has the power to oblige poorly performing primaries to become sponsored academies, his department&apos;s official directions say this should only happen when a school has been underperforming for some time and if the problems are not being tackled. Parents and governors at Roke primary in Croydon say they face a &quot;hostile takeover&quot; of a consistently successful local school after a single unsatisfactory Ofsted report, one caused mainly by a computer failure, which they say meant staff were unable to provide inspectors with the correct data in time. The failings highlighted by Ofsted were rectified within months, they say, but there has been no re-inspection to check this, just notice from the Department for Education that governors must immediately place the school in the hands of the Harris Federation of academies or be dismissed. &quot;For years and years it&apos;s been a very, very good school,&quot; said Nigel Geary-Andrews, a parent and a 39-year-old civil servant. &quot;Then there&apos;s one little blip and Michael Gove seems to have seen an opportunity and jumped in. People are really annoyed. It feels like a hostile takeover of a much-loved school.&quot; A DfE spokesman said: &quot;We have serious concerns about standards at Roke primary. Ofsted gave the school a notice to improve last year. We cannot just stand by when a school is failing children  we need to step in and make changes quickly. &quot;Harris is one of our best academy sponsors with an exceptional primary team. They have extensive experience of turning around previously underperforming schools in London, nine of which have now been judged as outstanding by Ofsted.&quot; The academies programme, begun under Labour but accelerated under Gove&apos;s stewardship, is claimed to bring schools closer to local communities by freeing them from local authority control. However, critics charge that big academy chains can be even more distant, a point reiterated in a major independent report into the academy system last week. The situation at Roke mirrors that at Downhills primary school in Haringey, north London, which Gove ordered to join the Harris chain last year, despite 94% of parents voicing opposition. Unlike Downhills, Roke has no consistent history of poor performance. In May Ofsted gave Roke an &quot;inadequate&quot; overall assessment, with the inspectors citing a lack of data about pupil performance and poor middle management. The governors say both were very quickly rectified. While Ofsted has not returned, an inspection by the Conservative-run Croydon council in December gave the school the highest possible marks. The other controversy is over the selection of the Harris Federation, set up by the Carpetright millionaire Lord Harris, a significant donor to the Tory party and friend of David Cameron who also had close links to the last Labour government, which made him a peer. Roke&apos;s governors told the DfE that if it had to become an academy they wanted it to be sponsored by their local secondary academy, the destination school for almost three-quarters of Roke pupils. But the DfE refused this, a decision parents and governors say has never been explained. A parent whose son attends Roke, who asked not to be named, said there had been &quot;zero consultation&quot;. She added: &quot;Harris Federation has been forced on us. Harris is lauded as a consultant on failing schools, yet Roke is not a failing school. It was a wavering school that needed a little time to get back on track. &quot;The fact we&apos;ve not had another Ofsted inspection just means Harris will take credit for the changes already made. It&apos;s underhand politics.&quot; The governors have declined to speak to the media. The chairman, Malcolm Farquharson, explained the situation to about 200 parents at a meeting last week. A vote at the meeting went almost unanimously against the Harris takeover. A DfE spokesman said: &quot;Harris is one of our best academy sponsors with an exceptional primary team. They have extensive experience of turning around previously underperforming schools in London, nine of which have now been judged as outstanding by Ofsted. &quot;We have serious concerns about standards at Roke primary. Ofsted gave the school a notice to improve last year. We cannot just stand by when a school is failing children  we need to step in and make changes quickly.&quot; A Harris Federation spokeswoman said the chain had 20 years of experience in Croydon and had turned round three struggling schools there. She said: &quot;Because of our track record in the area and the exceptional primary team we have established, we are confident that we could give the staff at Roke the support they need to provide outstanding education for children at the school, which is why we agreed to become the department&apos;s preferred sponsor.&quot;", 
    "section": "education", 
    "gid": "education/2013/jan/14/parents-fury-academy-takeover", 
    "wordcount": "851"
}