{
    "headline": "Indian coal power plants kill 120,000 people a year, says Greenpeace", 
    "text": "India&apos;s breakneck pace of industrialisation is causing a public health crisis with 80-120,000 premature deaths and 20m new asthma cases a year due to air pollution from coal power plants, a Greenpeace report warns. The first study of the health impact of India&apos;s dash for coal, conducted by a former World Bank head of pollution, says the plants cost hospitals $3.3-$4.6bn (2.2-3.1bn) a year  a figure certain to rise as the coal industry struggles to keep up with demand for electricity. The Delhi and Kolkata regions were found to be the most polluted but Mumbai, western Maharashtra, Eastern Andhra Pradesh and the Chandrapur- Nagpur region in Vidarbha were all affected. The study, which took data from 111 major power plants, says there is barely any regulation or inspection of pollution. &quot;Hundreds of thousands of lives could be saved, and millions of asthma attacks, heart attacks, hospitalisations, lost workdays and associated costs to society could be avoided, with the use of cleaner fuels, [and] stricter emission standards and the installation and use of the technologies required to achieve substantial reductions in these pollutants,&quot; said the report. &quot;There is a conspicuous lack of regulations for power plant stack emissions. Enforcement of what standards [which] do exist, is nearly non-existent,&quot; it says. India is the world&apos;s second largest coal burner after China, generating 210 GW of electricity a year, mostly from coal. But it is likely to become the largest if plans to generate a further 160 GW annually are approved. &quot;Thousands of lives can be saved every year if India tightens its emissions standards, introduces limits for pollutants such as sulphur dioxide, nitrogen oxides and mercury and institutes mandatory monitoring of emissions at plant stacks,&quot; said the report&apos;s author, Sarath Guttikunda, a former head of the World Bank&apos;s pollution division. Nearly 400 million people in India have no electricity and power outages are common. The pressure to generate power has led to tens of thousands of homes being moved to make way for mines or plants. There are complaints that the power is mostly exported to large cities and heavy industry while local people are left with pollution and toxic dumps. Vinuta Gopal of Greenpeace said: &quot;The ongoing coal expansion is irrational and dangerous. Coal mining is destroying India&apos;s forests, tribal communities and endangered species, and now we know the pollution it emits when burned is killing thousands. Coal has failed to deliver energy security. We need a moratorium on new coal plants and ambitious policy incentives to unlock the huge potential India has in efficiency measures, wind and solar.&quot;", 
    "section": "environment", 
    "gid": "world/2013/mar/10/india-coal-plants-emissions-greenpeace", 
    "wordcount": "445"
}