{
    "headline": "Review: ITV's Cost of Going Green", 
    "text": "Thursday night&apos;s programme on ITV1, The Cost of Going Green, provided a reasonably balanced debate on the impacts of renewable energy and was a significant improvement on the BBC&apos;s Panorama offering. Last November the BBC&apos;s Panorama programme failed to properly address climate change and the arguments on costs and benefits of renewables. They had to apologise earlier this week for a flawed and biased programme. ITV1 made a better case with a more reasoned debate on the issues of the UK&apos;s transition from fossil fuels to halt climate change but unfortunately omitted the key reasons behind recent consumer bill increases as well as the significant potential for the renewable energy industry to create jobs. Here are some further issues, which it would have been helpful for the programme to cover: The programme failed to explain that it is our over-dependence on fossil fuels, especially gas, which is the main culprit behind soaring electricity bills. In its latest detailed review of consumer bills in December, the Committee on Climate Change made it clear that the 60% rise in consumer electricity bills that we have seen between 2004 and 2010 was primarily caused by an increase in wholesale prices, especially gas. In fact, of the average 430 consumer electricity bill for 2010, only 16 was attributable to direct support for renewable energy. This assessment is in line with the latest evidence provided by both the Department of Energy and Climate Change and Ofgem, the gas and electricity regulator. The programme could have said more on how the costs of many forms of renewable energy are coming down whilst their performance is drastically improving. In the case of onshore wind, which was the subject of a lot of tonight&apos;s programme, a recent report from Bloomberg showed for instance that &quot;the best windfarms in the world already produce power as economically as coal, gas and nuclear generators; the average wind farm will be fully competitive by 2016&quot;. In fact, when one takes the price of carbon into account, the average onshore wind farm is already as economic as gas power. The programme could have shown more regard to the substantial job creation potential that the renewables industry could offer the UK. Research from Renewable UK shows that the offshore wind and marine renewable sectors alone could create from 44,000 to 115,000 jobs in the UK by 2021 depending on deployment ambitions. This job creation potential was made very clear by the recent planning applications from Siemens and Vestas who are looking at building wind turbine factories in Hull and Sheerness which could employ up to 600 and 2000 people respectively. The programme rightly raised the very significant role of energy efficiency in reducing consumer bills: The potential of energy efficiency is enormous and is under-exploited in the UK. It should be a priority in energy policy to help consumers reduce their bills. Improving efficiency could reduce the cost of decarbonising the UK&apos;s power sector by up to 70bn by 2050, according to the UK Energy Research Centre. The Committee on Climate Change recently stated that energy efficiency measures could help reduce energy demand in households by up to 14% by 2020, which would more than offset the cost of meeting the UK&apos;s renewable energy target for 2020. ITV Tonight&apos;s programme was a more reasoned entry into the debate on the challenges and benefits of moving the UK to a renewables future than the BBC managed with Panorama. However, more needs to be done to share with consumers the full benefits and importance of moving towards an efficient and renewably powered energy future. This is especially urgent given the International Energy Agency&apos;s recent warning in that unless the world makes a substantial shift towards zero carbon technologies in the next few years, the window of opportunity to prevent the most dangerous impacts of climate change will soon be closed. Nick Molho is head of energy policy at WWF UK. This post was originally published on the WWF blog", 
    "section": "environment", 
    "gid": "environment/blog/2012/feb/10/review-itv-cost-going-green", 
    "wordcount": "671"
}