{
    "headline": "The 10 best cats on the internet", 
    "text": "1. Grumpy cat             Reading this on mobile? Click here to view Arizona&apos;s Grumpy Cat has the face of a moody old sort who can&apos;t get his usual seat in Wetherspoons. &quot;We uploaded one picture of her and people said it was Photoshopped, so we put up a video,&quot; says Brian Bundesen, brother of Tabby, Grumpy Cat&apos;s owner. &quot;It was posted to Reddit and it went from there.&quot; In six months, Grumpy Cat (real name Tardar Sauce) has gone from internet meme to IRL celebrity: trademarking her name, advertising cat food, travelling around in a limo and going to SXSW. Fans including celebrities Andrew WK and Ian Somerhalder queued for hours to meet her at one recent public appearance, but still her expression said: &quot;The Vampire Diaries guy? Really? No.&quot; 2. Standing cat            Reading this on mobile? Click here to view Rocky&apos;s French owners, Daisy and Yann, filmed him standing up on his hind legs one day in November 2009 because he &quot;does it all the time&quot;. It&apos;s weird, not to mention unnerving, especially as they claim that they had no idea what their cat was looking at, and didn&apos;t train him to stand up. Who knows where Rocky is now? He could be plotting to take over the world, or getting an acting agent. Perhaps he&apos;s a cat burglar. What we do know is that after the video  which was soundtracked by a song called Cats On Mars from the anime series Cowboy Bebop  went viral, Daisy got annoyed at people stealing it and got YouTube to pull down any copyright violations. She&apos;s probably training a two-legged feline army right now. 3. Colonel Meow            Reading this on mobile? Click here to view A long-haired Persian from Los Angeles, Colonel Meow has the face your boss makes when you turn up to work 90 minutes late and are sweating out last night&apos;s booze; the face your parents made when you came back from your gap year with a dolphin tattoo on your ankle; the face your neighbour pulled when your mate threw up in their garden during their barbecue. He&apos;s the scariest cat since Scar from The Lion King, with more attitude than Dr Evil&apos;s Mr Bigglesworth. He tweets, drinks, swears, calls his owners his &quot;slave beasts&quot;, and does interviews and photo shoots. Who has time for this shit? Seriously, a Scotch-drinking cat with a celebrity news blog? Aren&apos;t we meant to be going through a recession? 4. I Can Haz Cheezburger?            Reading this on mobile? Click here to view Everyone everywhere has, at some point, been emailed a snap of wide-eyed kitties with hilar Caps Lock captions. I Can Haz Cheezburger?, which started with one snap of a British shorthair, now has not one but millions of pictures of cats, all committing grammar crimes that makes the Facebook friends you used to go to school with look like Lynne Truss. The Cheezburger office, run by Ben Huh (not a cat, but a man) has its own reality TV show, LOLwork, and the blog has put out two books. Basically, it&apos;s so internet that if you tried to explain it to your gran, she&apos;d think you were on meow meow. Don&apos;t give a cat a cheeseburger, though: they are lactose intolerant. 5. Maru            Reading this on mobile? Click here to view The second most famous Scottish Fold cat on the internet (the first is Taylor Swift&apos;s infinitely more boring cat Meredith) is Maru, who lives in Japan and just loves boxes. Like any vlogger, Maru knows the key to traffic is content, which is why there are 256 videos of his work, viewed over 200m times on YouTube. Fans agree his early &quot;jumping into boxes&quot; work was his best and the &quot;getting into a kitchen drawer, then getting back out&quot; episode was so tense, that they&apos;re considering the stunt for an ageing Bruce Willis in the next Die Hard. The hardest-working cat on the internet, Maru&apos;s released two books, a DVD and starred in Japanese commercials since 2007. 6. Lil Bub            Reading this on mobile? Click here to view The runt of a litter, found in a shed in Bloomington, Indiana, Lil Bub&apos;s is a true Whiskas-to-Sheba tale. When owner Mike Bridavsky started posting snaps of her with the musicians at his recording studio on Facebook two years ago, the world fell for Bub&apos;s big weird eyes, deformed lower jaw, sticky outy tongue, and stubby legs. These days, Lil Bub is more recognisable than some members of One Direction (sorry Louis). In new Vice film Lil Bub &amp; Friendz, Bridavsky, who seems to be getting mad pussay thanks to his internet-famous pussy, says: &quot;She&apos;s like the Nirvana of internet cats. Only Nirvana never sold tote bags.&quot; Like, totally. 7. Henri            Reading this on mobile? Click here to view Henri, Le Chat Noir, is the Ryan Gosling of internet cats: you can project any emotion on to his lazily sexy face. A cat from Seattle, Henri stars in his own philosophically reflective films, narrated in French. His struggle is real, though: despite owner Will Braden posting clips online since 2007, fame only arrived in 2011 when his videos were featured on BuzzFeed. As Henri said, &quot;The indignity is almost too much to bear.&quot; Another big (hair) baller in the merchandising business, Henri makes $1,000 a week on his website, advertises cat food, released his first book last month, and won the Golden Kitty at the Internet Cat Video Awards last year. This is a cat who has achieved more than most graduates. 8. Nyan cat            Reading this on mobile? Click here to view The first internet cat to really turn his fame into hard cash, Nyan Cat has an iPhone game, a clothing line, a pop-up shop in New York and a line of cuddly toys. To paraphrase Jay-Z, Nyan Cat&apos;s not a businesscat, he&apos;s a business, cat! Let him handle his business, damn! Or something. That said, Nyan Cat is not actually a cat; he&apos;s a cat-faced, Pop-Tart-bodied Gif that flies through space trailing a rainbow, repeating &quot;nyan&quot; (Japanese cat for &quot;meow&quot;) to the soundtrack of a Japanese pop song. Like most cat videos on the internet, Nyan Cat was created by someone who was supposed to be working  Christopher Torres, from Texas, in April 2011  and since then has been watched over 96m times. 9. Keyboard cat            Reading this on mobile? Click here to view He&apos;s the &quot;Elvis of internet cats&quot;, according to his agent Ben Lashes (sorry about your three years at uni to get a degree, everyone, but, yes, this meme has an agent), and Keyboard Cat does have a lot in common with The King; he was fat, and he&apos;s also now dead. Fatso the cat was first captured on VHS camcorder in 1984, but never lived to see his success. He died in 1987, and his electric organ-playing skills didn&apos;t make it to YouTube until 20 years later. His legacy lives on but, sadly, so do the legal battles; he&apos;s recently been at the centre of a copyright case (yeah, sorry to break it to you, but Fatso only played the keyboard, someone else composed the music). 10. eHarmony cat lady            Reading this on mobile? Click here to view There&apos;s no actual cat in this video, but the fake eHarmony video-dating profile has been watched 25m times since it went viral in 2011. In the video, a nice lady called Debbie tells the camera: &quot;I love cats, I really love cats, I want to hug all of them and that&apos;s crazy because I can&apos;t hug every cat! I love every kind of cat. I love cats! I am a cat lover. I love them and I want them and I want them in a basket and in little bowties.&quot; She&apos;s a bit like the colleague who shows you the picture of their cat for 20 seconds too long, but sadly, Debbie&apos;s not real; she&apos;s Cara Hartmann, an LA actor, and she doesn&apos;t want to hug every cat. Just the one she has, who doesn&apos;t wear a bowtie.", 
    "section": "technology", 
    "gid": "technology/2013/may/17/top-10-internet-lolcats", 
    "wordcount": "1368"
}