{
    "headline": "Facebook IPO sees Winklevoss twins heading for $300m fortune", 
    "text": "The Winklevoss twins have been blasted by Facebook founder Mark Zuckerberg, portrayed as pompous sore losers by Hollywood, and described as &quot;assholes&quot; by a former US Treasury secretary. But it looks like they are about to have the last laugh; a laugh perhaps worth $300m. Cameron and Tyler Winklevoss, former Olympic rowers and identical twins, have consistently claimed that Zuckerberg stole the idea for Facebook from them. But thanks to a 2008 settlement, they are now in line for a share in the company&apos;s fortunes. Facebook on Wednesday announced that it plans to go public in an initial public offering (IPO) that could value the company at $100bn. The twins are believed to have been given 1.2m shares to settle their claim, which could now be worth $300m. Quite whether it will be compensation enough is difficult to tell. Last year the Winklevosses disputed the settlement and asked for more money, but their claim was dismissed. The fiercely competitive twins&apos; share in the Facebook fortune is a tiny fraction compared to the potential $28bn Zuckerberg could be worth thanks to his 28% stake in the firm. Nor will it expunge their portrayal in David Fincher&apos;s hit movie The Social Network. The twins originally hired Zuckerberg to work on a dating site for them while at Harvard. When they fell out with him over the creation of Facebook, the twins tried to get former US Treasury secretary Larry Summers, then Harvard president, to intervene. Asked about the dispute last year, Summers said: &quot;One of the things you learn as a college president is that if an undergraduate is wearing a tie and jacket on Thursday afternoon at three o&apos;clock, there are two possibilities. One is that they&apos;re looking for a job and have an interview; the other is that they are an asshole. This was the latter case.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/feb/02/facebook-ipo-winklevoss-300m-fortune", 
    "wordcount": "312"
}