{
    "headline": "Rising up the rankings: how Exeter moved up the league tables", 
    "text": "League tables are funny things. If the school our child goes to shows what we want to see (a higher ranking than all others in the neighbourhood) then it is an accurate reflection of the pupils&apos; achievements; but if it has a low position, we talk disparagingly about the variability of the metrics used. The 2013 Guardian University League Tables were released last month and placed the University of Exeter at number five in the UK for biosciences degrees. Last year it was placed 25th. As a cell biologist, and one of the two directors of education for said department, the upwards trajectory is not unexpected, but the scale of the leap surpassed even my expectations. Although the University of Exeter is probably best known for its UK standing in arts and humanities, its Stem (science, technology, engineering and mathematics) subjects have grown hugely over the last five years as part of a 230m investment strategy. Indeed, the recent invitation to join the Russell Group of UK universities is an indicator of our mature Stem research profile, and biosciences lies at its heart. Rather than just a passive, incremental increase, I believe the improvements seen in each category this year reflect the structured yet dynamic way in which we approach teaching and learning. Both campuses have directors of education (my counterpart in Cornwall is a hugely charismatic ecologist, Prof Stuart Bearhop) who act as bridges between the college associate dean of education and the students and academics within biosciences. Placed in this middle ground, we are able to implement the executive strategies of the university while honing them to the needs of the bioscience students, and the strengths of the faculty and campus. For example, as a response to a university initiative to develop education during the post-exam period, the Exeter campus began running an undergraduate student conference, in which final year students present the results of their research projects and dissertations to the second and first years (who then write a short conference report) and alumni return to Exeter to talk about careers. The feedback has been very positive and the Cornwall campus will be running something similar this coming year. Conversely, our Cornwall biosciences campus took the Students As Change Agents programme (where the university provides funding for student-led projects aimed at improving aspects of the student experience), and identified areas of the tutorial system that might be changed. The result was a peer coaching system, where PhD students provide support sessions for first years, both directly and through online social networking. Although biosciences at the Exeter campus has a different model of tutorial support, this initiative has precipitated the introduction of internet-based support sessions for our first years and a model by which existing students and staff can get to know our new undergraduates prior to their arrival in Exeter. Although these enterprises have no doubt positively contributed to the student experience, the rise seen in the University Guide career score (from 56% in the 2012 League Table to 68% in 2013) may have more to do with management and administration. Taken from the Destination of Leavers of Higher Education (DLHE) survey, conducted by the Higher Education Statistics Agency (HESA), this measures the percentage of graduates in graduate-level jobs, or undertaking further study, six months after leaving university. As the score is based on all students (whether they respond to the DLHE survey or not), last year both campuses made a very concerted effort to contact as many graduates as possible and encourage them to complete the survey. Hence the rise may, at least partly, reflect the effort spent picking up the phone and talking to ex-students. Notwithstanding, the success of these initiatives is heavily dependent on input from academics; and as every department knows, education has to compete with time spent in the lab, writing papers and grant applications. Again, this is where I believe Exeter biosciences has got the balance right. Within the research-intensive discipline, we have a small number of academics who specialise exclusively in education and scholarship. Not only are they able to devote the time to championing university - and student-led enterprises, their passion for education acts cohesively within the department. This has encouraged others within Biosciences to drive forward a shift towards small group tutorials for our first and second years, and research-led third year teaching that revolves around analysis of the primary literature. We have even had one instance of an eminent Professor pleading to give a first year undergraduate lecture on scientific methodology. So, is the &quot;meteoric rise&quot; (as one senior figure within the institution put it) of Exeter biosciences this year due to a one-time only perfect storm of randomness, or is it more akin to climate change; where variables synergistically reinforce one another year after year? I guess it depends on whether it&apos;s the university your child wants to go to. Dr James Wakefield is a cell biologist, and outgoing director of education, for Biosciences at the University of Exeter This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network. ", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jun/12/exeter-university-rankings", 
    "wordcount": "863"
}