{
    "headline": "Open for business? Why universities must collaborate on OpenCourseWare", 
    "text": "Leading higher education specialists from across the world convened at Cambridge University in April for a landmark global conference on the future of online learning. The contrast here between the ancient and the modern, the traditional and the new, reflects the challenges of standardising the digital learning revolution across higher education globally. The Cambridge conference was hosted by the OpenCourseWare Consortium, a non-profit consortium, which is now the largest open online education resource in the world. OCWC comprises some 280 higher education institutions, offers around 21,000 courses online, and has many millions of learners across the globe. The ambition of open online learning is to cut cost and eliminate geographic distance as obstacles to the exchange of knowledge and ideas. Unlike traditional e-learning, OpenCourseWare (OCW) offers all course materials free to everyone with online access. The logic follows that educators from around the world can upgrade their OCW classes; students can enhance their OCW coursework or pursue self-study; and  for the first time ever  the general public is given a window through which to see the depth and breadth of what leading universities are offering and to benefit from reading lists and lectures. The potential benefits of open online learning are tremendous. However, in order for it to truly deliver a global knowledge revolution, the higher education sector must collaborate more effectively to enhance the impact of online education resources. One key sticking point is that traditional institutions have previously enjoyed a knowledge monopoly in higher education. However, in the digital age, knowledge is instantly accessible, and universities and colleges must now actively share their role for developing and spreading knowledge with many other institutions and indeed individuals that require enhanced collaboration. Concern exists among some higher education institutions that by releasing knowledge into the public domain, they will increasingly become little more than certification factories, with no clear role as the arbiters and producers of knowledge. The worry is that students will study online for free, after which they will shop around for higher education institutions that are willing to test to a given standard and  if they pass  provide them with an appropriate qualification. This point was also discussed in Cambridge last week. This shouldn&apos;t be a threat to higher education institutions, especially given the ambition in Europe, and indeed much of the rest of world, to dramatically increase the percentage of the population with a tertiary education. Online learning offers the opportunity to teach many more students than we do now: a higher education institution could potentially have 1 million students, including lifelong learners who find it difficult to take part in on-campus courses. The business model for higher education institutions would be different, of course, forcing them to change from a system of tuition fees to one of course-completion or certification fees. However, as long as they have a thorough system of testing and provide high-reputation certified qualifications, offering online learning might even be an advantage, allowing more time for other institutional work, such as research. For some, the real danger is if higher education institutions lose their monopoly on certification. The answer here must be to enhance the quality and reputation of our institutions. Students generally attend an institution not only because they want to learn something, but also because a qualification helps them with their future career. The greater the reputation of the certifying institution, the more valuable the diplomas, certificates and degrees will be. People may well be less willing to pay for tuition at an institution with a poor reputation, preferring to attend a free, virtual one. They will continue to pay, however, for a qualification from high-quality institutions such as Cambridge. These diplomas, certificates and degrees are reliable proof of what they have learned and at what level, providing a valuable ticket for a future career. In general, the higher education sector has little reason to view the digital learning revolution as a threat and should embrace the massive opportunity it presents through more active participation and collaboration. Online education can not only help provide higher education institutions with increasing numbers of students, but also new potential revenue streams, whilst embedding their reputation for high quality knowledge and teaching in the digital age. Some key points discussed at the OpenCourseWare conference  Student numbers in higher education make open education inevitable The world&apos;s higher education system must accommodate nearly 80 million more students by 2025. Sir John Daniel (Common Wealth of Learning) calculated that this would require building three campuses for 30,000 students every week for the next 13 years. Since this is unlikely to happen, other ways to provide education have to be found.  What is a sustainable model for open education? Various models are being tested now. Some of these are based purely on volunteers, such P2PU (Peer to Peer University); most focus on combining the existing higher education structure and open education (such as MITx, Open University UK or Delft University of Technology)  Government interest in open education is growing: In 2011, the US started a four-year programme involving a total of $2bn, which includes development of open educational resources (OER) for community colleges. Many other countries, such as India, Brazil, China, Indonesia, Japan, Korea, Poland, South Africa, Turkey, Vietnam, the Netherlands and the United Kingdom, have introduced specific measures or subsidies to promote OER. Unesco is pushing this by encouraging governments to sign the Paris declaration on OER next June.  And has to grow further! Open education can help governments deal with a number of challenges in higher education, such as bridging the gap between secondary and higher education, reaching life long learners, globalisation, competition for talent and financing the increasing number of students. Anka Mulder is secretary general of Delft University of Technology and global president of OpenCourseWare Consortium This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/apr/25/open-business-universities-opencourseware", 
    "wordcount": "996"
}