{
    "headline": "What's on your online training wishlist?", 
    "text": "My first encounter with online learning, or distance learning as it used to be known, was more than 15 years ago. At the beginning of each month I would wait for a thick brown envelope to arrive with a fat stack of papers to read and at the end of the month I would fax assignments to London to be marked. I was living in Singapore at the time and had signed up to do my teaching diploma. A year after finishing the diploma, I signed up to do an MEd in educational technology and ELT, which took the next five years of my life to complete. The pace of change over that period was dramatic and by the time I started my final module I was downloading my materials, working in groups in an online virtual learning environment and developing multimedia materials to email in for evaluation. The evolution of training has continued to accelerate, and broadband and web 2.0 applications have opened up potential for varied social and computer-mediated interactions based around all kinds of mixed-media content. But is this what teachers want and how do we best structure these into our courses? These are questions I wanted to find some answers to in my role developing online courses at Bell, the UK-based EFL provider, so last month we launched an online research questionnaire to explore perceptions of online teacher development courses. Over a 14-day period we collected 780 responses. One of the first surprises is that, despite the fact that over 70% of respondents had in excess of 10 or even 20 years&apos; teaching experience and most had postgraduate qualifications, many were still keen to do online development courses and around 60% had already done some form of online development and felt that it had been successful for them. It also seems that computers and online courses won&apos;t be putting trainers out of work, as more than 70% of respondents claimed that they would rather pay for a course with a tutor than have a free course without one. In fact more than 30% claimed that they would be willing to pay more for a course with more tutor contact and would be more likely to sign up for a course based on the reputation of the tutor. It was also very heartening to discover that the majority of respondents were motivated to take courses because they wanted new ideas and to develop their teaching rather than for certification or career enhancement opportunities. When it came to looking at the structure of courses and the kinds of interactions teachers want, shorter courses of less than three or even two months seemed by far the most popular with teachers preferring short bursts of learning of not more that 30 to 45 minutes online at any one time. Teachers also want their learning activities to be social, with more than 70% preferring group-orientated tasks rather than tutor-led tasks. Teachers also want tasks to be practical and based around their own classroom practice. Of the different types of activity offered within the questionnaire, the least popular of these was the traditional written assignment. Teachers seem to be much keener to share and discuss elements of their teaching practice together than have the more traditional form of top-down input and assessment. Many teachers also stated that one of the great advantages of online courses was the potential they offered to build online networks with contacts through peer interaction. Again, when it comes to assessment the role of the tutor seems to be paramount and most teachers wanted a course that was continually assessed by the tutor, with only 20% preferring a formal exam. Although certification and examinations don&apos;t seem to be so important for them, it does seem like teachers do want the courses they do to have some form of accreditation or quality control and these were cited as being two of the most important factors they considered when looking for a course. Teachers  and especially EFL teachers  come in for a lot of criticism. We are continually hearing stories of teachers stuck to the course book, unwilling to adapt to new ideas, methods or technologies, but what emerges most strongly from this research is the degree of commitment teachers have to their own professional development. Of the teachers who responded to this survey only 4.3% stated that they would not be prepared to pay for an online course. In a profession where higher qualifications and development carry so little financial reward from employers, these results show the dedication and commitment of ELT professionals. Nik Peachey is a freelance ELT writer, trainer and consultant", 
    "section": "education", 
    "gid": "education/2012/mar/13/online-teacher-training-distance-learning", 
    "wordcount": "776"
}