{
    "headline": "PhD and pregnant: how my life changed", 
    "text": "I should have paid heed when I was still in my work clothes of sweats and greasy hair. Everyone told me to plan a career while I was a PhD student. Don&apos;t just think deep thoughts and write about them. Frame the work in a career trajectory so that I could launch myself straight through the windows of the ivory tower before the ink on the diploma was even dry. I didn&apos;t listen. I indulged in cerebral calisthenics as its own pursuit, wallowing in the pleasure of acquiring and making knowledge without checking to see if what I had was a marketable commodity. People (non-academics who I called civilians) would ask me what the heck my dissertation was about. I boiled it down to the simplest language I could muster: the representation of race and belonging in national narratives, specifically in sites of memory in Canada. Whaaaaat? I didn&apos;t care. I believed in what I was doing. Nothing exhilarated me quite like scholarly work. It killed me and built me a million times over. Then I got pregnant around the time of my final rounds with committee. I was seven months at my viva. Surrounded by supportive faculty and the nicest external ever, I became a doctor, buoyed by those feel-good hormones that come with the last phase of incubation. My supervisor asked me why now? The baby was going to pulverise my brain into oatmeal mush for at least two years. Pshaw, I thought, fantasising about myself reading tomes and writing beautiful journal articles while the baby cooed and smiled at me from his crib. Not so much. The first few months of mothering were a blur. I didn&apos;t know that the sound of newborns crying resemble hyenas in heat, or that those purple-faced screaming sessions could last for hours. I also did not know that my kid would poop and pee like a leaky boat, and that the sights and smells of his diaper contents would send me into retches so bad that I would fall to the floor gagging. The area of my brain reserved for abstract and analytical thinking shut its heavy curtains on me. Instead, the primal parts ignited in full force  feed the baby, change the baby, rock the baby, repeat. I didn&apos;t regret it. I loved my child way more than I loved my dissertation, but wow, did life change. My baby was five months old when I received the resounding &quot;no&quot; from the Social Sciences and Humanities Research Council (SSHRC) for a post-doc fellowship. I had three other freshly minted doctor friends gathered in my living room, each had already received their polite form letters, and we were all anticipating mine. I intercepted the letter carrier before the slim letter envelope could hit the bottom of my mailbox. I ripped it open, and our thoughts turned to alcohol. There were no jobs opening up anywhere. The neoliberal universities were all turning to sessional and contract workers to fill in their slots and maximise their profits, and the coveted tenure-track job was becoming as elusive as the Holy Grail. When the odd posting did appear, PhDs circled like hungry sharks, presenting arms-length worth of publications and American Ivy-League credentials. What the hell were we going to do? Well, for the moment, one of us had to stay sober for the sake of the baby. Nupur (one of the SSHRC rejects and a long-time friend) and I got particularly frantic while the other two were resigned to a thimble of rum. Let&apos;s just open a business, I screamed, still shell shocked from sleep deprivation and covered with baby puke. Yeah, she screeched back, her eyes shiny and huge with desperation. The next month, we signed a five-year lease on a storefront located around the corner from my house, and the month after that, we opened an organic grocery store. We thought of calling it PLAN B Organics, but someone else already had that name. Go figure. Combined with six degrees and some food experience (hers), we launched into the world of entrepreneurial-dom. How hard could it be, I thought? How hard? THIS HARD. I didn&apos;t take to owning a business like a fish to water. It all felt counter-intuitive to me. Thank god, Nupur was savvy in the ways of profit-margins and price points. I scampered around the store like a wagging puppy. Please love us, please love us! The gravity of what we had done only sank in months later, when we had built a steady customer base and were pushing forward with some momentum. Or maybe I was just getting more sleep and coming back to my senses. I blinked at the picture. What were we doing? Were we just glorified cashiers? Did our immigrant parents hope this for us? Bargaining with farmers for the best produce, lugging potatoes and apples up and down stairs, arranging and re-arranging cans on the shelf? Two Asian women, stepping back into the fragmented histories of our people in the new world. What were we going to do next? Open a hand laundry? As a feminist and anti-colonial scholar, it was confusing for me to reconcile all these things. My critical analysis slowly kicked back in service, as I observed what had become of my life. Carrianne Leung is a sessional lecturer and coordinator of the Writing and Learning Centre at OCAD University. She has a PhD from the University of Toronto and blogs about post-PhD life here This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/nov/09/phd-student-pregnant-dissertation-career", 
    "wordcount": "941"
}