{
    "headline": "Rainwater harvesting is essential to feed the world", 
    "text": "Whether it&apos;s bread, meat, milk or bananas, whatever we eat demands water. But with a rapidly growing population (already more than 7 billion people), water availability per capita reduces drastically. There is a correlation between poverty, hunger and water stress. The UN Millennium Project has identified the &quot;hot spot&quot; countries in the world with the highest number of malnourished people. These countries coincide closely with semi-arid and dry sub-humid hydroclimates, savannahs and steppe ecosystems, where rainfed agriculture is the dominating source of food, and where water constitutes a key limiting factor to crop growth. The Food and Agriculture Organisation (FAO) estimates that we need to increase agricultural production by 70% to feed the projected 9 billion people expected on the planet by 2050. But, given the current global food crisis, boosting agricultural production will certainly increase water stress. We urgently need to increase water productivity. But how do we produce more cereals, milk and bananas with less water? And what type of water are we talking about? At the last world water forum in Istanbul, three years ago, experts talked about the colour of water: blue water (irrigation), green water (rainwater captured by the soil and available for plants) and grey water (polluted water that could be treated and recycled). The hot topic was blue water, which is about technology  water that is pumped, stored, pipelined and distributed via a complex plumbing system. Blue water frees us from the increasingly unpredictable climate and has been hailed as a pillar of the green revolution. Grey water results from our urban folly and frenetic industrial development but also, thanks to waste water treatment technologies, this is a &quot;new&quot; water source that could be reused. Humble green water is seen as &quot;non-technological&quot;, unreliable and vulnerable to climate hazards. Yet, agriculture depends on rainfall: on average it accounts for 85% of agricultural water usage. Its importance varies between regions: over 95% in Sahel, about 90% in Latin America, about 60% in south Asia, and 75% in north Africa. For most of the global population, and farmers, green water is more important than blue water. Rainfall is concentrated in a short rainy season (about three to five months), with a few intensive bursts  it is highly variable, and impossible to forecast. Farmers in arid and semi-arid regions where rain is scarce or unpredictable, or both, can use local solutions to make the most of the green water they get. Farmers can improve green water efficiency before it runs off, and when done successfully this can transform communities. Kothapally is a rural community in semi-arid Andhra Pradesh state in India where most of the inhabitants are involved in farming. The main issue for rural poverty is water availability and water access. Thirty years ago, Kothapally was poor, with recurrent droughts, and many families were forced to migrate. Back then, the government of Andhra Pradesh asked Icrisat to explore low cost water conservation solutions to improve crop yields. Working with the village watershed committee and local NGOs, scientists developed simple rainwater harvesting and conservation methods. Kothapally&apos;s 270 farmer families built water harvesting structures such as dams and drainage gullies to divert run-off water to ponds or wells. They also built and maintained bunds to stop soil erosion and set up women&apos;s groups to produce vermicompost (composting with worms), which was sold to farmers to increase the organic content in the soil and improve the soil&apos;s water retention capacity. Kothapally&apos;s progress didn&apos;t happen overnight, but it shows how a long-term participatory approach can really work. A village that suffered from water scarcity  including drinking water  and poverty until 1998 is now a green, prosperous village boasting healthy crop and high-value vegetable yields even in the baking summer months. Good water management in agriculture is not only about investing in hi-tech drip or pumping systems but also promoting local practices of rainwater harvesting, management, conservation and efficient use in these under-developed agricultural areas.  Jerome Bossuet is a communication specialist at Icrisat ", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/mar/16/rainwater-harvesting-essential-feed-world", 
    "wordcount": "668"
}