{
    "headline": "Alzheimer's early diagnosis  can we 'Google' it?", 
    "text": "A doctor has a brain scan on a screen in front of her. Her patient has been complaining of increased forgetfulness so the doctor feeds the scan into her diagnosis software and the results come back positive for early-stage Alzheimer&apos;s disease. There is subtle volume loss in the temporal lobe and the computer gives the rate of atrophy over the last five years, together with a suggestion for an appropriate anti-amyloid medication. The age of the patient is 110; the year, maybe 2050. That is science fiction, but the possibility of &quot;Googling&quot; a brain scan with dedicated diagnosis software may be realised in the near future. Automated diagnosis draws heavily on machine learning tools and mathematical algorithms which at the moment are restricted for the most part to small scale experimental set-ups. However, there is great potential for expanding these approaches to a wider clinical setting. For Alzheimer&apos;s disease, these tools are sorely needed, as the prevalence of this disease is expected to triple in the next 40 years. In recognition of the need to pinpoint the earliest stages of damage, a new diagnostic category called Mild Cognitive Impairment has also been established in recent years. MCI is an intermediate state between healthy ageing and Alzheimer&apos;s. Those with MCI are at increased risk of declining to Alzheimer&apos;s disease, although not all MCI cases will develop Alzheimer&apos;s disease. Our ability to accurately diagnose these conditions is still quite a crude science, however. Current techniques for diagnosis involve extensive questionnaires and tests that probe different facets of memory, language and attention. The accuracy of these traditional methods is also not particularly high, ranging from 70% to 80%. If the whole process could be speeded up and made more accurate, then we would be in a much stronger position to correctly identify those with MCI or Alzheimer&apos;s disease. That was the goal of a recent paper published in the journal Public Library of Science One (PLoS One), from the Department of Psychiatry in Goethe University, Frankfurt, working in collaboration with scientists in Dublin and France.     A brain scan called diffusion tensor imaging (DTI) is used to visualise white matter in great detail, with tracts of the tissue colour-coded according to orientation. DTI can help to diagnose Alzheimers in its earliest stages. Photograph: Laurence O'Dwyer    This work focused on the use of a type of algorithm, a support vector machine to enable a computer to &quot;learn&quot; the essential features of different classes of brains. SVMs have been extremely successful in a wide variety of fields. For example they are often used to parse through thousands of credit card logs to identify fraudulent activity. In the medical domain, genetics has led the way, with seminal research showing how SVMs can learn the specific gene profile of different tumours or cancers. The PLoS One paper demonstrates how SVMs can learn to distinguish between healthy older brains and brains with MCI. Once the algorithm has learned these categories after being trained on a large number of known examples, it can then label a new scan that it has not seen before, according to the categories that it has learned. Another plus is that once the system has been trained, classification of a novel scan is extremely fast with accuracy rates in the range of 90-95% which is significantly better than the more traditional tests and questionnaires. Quicker and more accurate diagnosis of MCI with support vector machines may offer a vital window for early clinical intervention that could help to stabilise the MCI condition and reduce the risk of decline to Alzheimer&apos;s disease. While these advances are encouraging, the pace of development is still relatively slow when compared with related fields such as internet search. Internet search tools are extremely user-friendly and ubiquitously used, in sharp contrast to automated diagnosis, which remains confined to experimental trials. This is partly because machine learning tools have generally not been packaged into software that allows those that are not experts in machine learning to use them with ease. And yet, support vector machines used in automated diagnosis are arguably less complex than the algorithms already being used every day by millions of people who use internet search engines. For the future, brains scans most likely will be &quot;Googled&quot; in some form or other within dedicated diagnosis software to deliver a diagnosis in real-time. Clearly, medical expertise will still be essential, but there is a pressing need for more user-friendly diagnostic software that will enable a clinician to use these machine learning algorithms with ease. In practical terms, an ability to identify MCI and Alzheimer&apos;s disease at earlier time points has enormous potential benefits for those at risk from dementia as well as the world economy. It is estimated that delaying the onset of dementia by just five years would lead to a 50% drop in the prevalence of dementia. But such a delay in the onset of disease may require treatment with future drugs at earlier time points than are currently possible. So for the moment we are in a situation where we are lacking effective drugs for Alzheimer&apos;s disease, as well as efficient tools for rapid early diagnosis. However, the publication of this new diagnostic technique in PLoS One, together with an initiative to expand such techniques for application across a number of different research centres in Europe, indicates that the field is moving forward.", 
    "section": "science", 
    "gid": "science/blog/2012/aug/14/alzheimers-early-diagnosis-google-it", 
    "wordcount": "863"
}