{
    "headline": "Xbox One: does the Microsoft console have anything new to offer?", 
    "text": "It does everything. But is everything what we want? When Microsoft unveiled its new games console, the Xbox One, yesterday, tech fans struggled to keep up with an information overload. It will, we learned: read your heartbeat; recognise and respond to your face and voice; play games, music, films, TV and Blu Ray discs; browse the internet; make Skype calls and conference calls; and, in its split-screen Snap Mode, do two of the above at once. Well, so what? Computer manufacturers have attempted to market such all-in-one systems before, with limited success. &quot;These flexible all-in-one entertainment centres, called PCTVs, let you watch television in stereo, capture and save images, edit footage from a camcorder or video recorder and listen to audio CDs,&quot; wrote Paul Bray in the Daily Telegraph, way back in 1996. &quot;You can also watch television in a little window on the computer screen while you work.&quot; Sales of PCTVs were poor, however, and many manufacturers stopped making them. Consumers didn&apos;t want to buy one basket for all their eggs. The Xbox One is not the first games console to claim the role of universal entertainment system. Consoles have doubled as DVD players since the PS2 in 2000, and in 2009 Microsoft&apos;s rivals Sony advertised its successor, the PS3, with the tagline: &quot;It only does everything.&quot; So what does the Xbox One do that we haven&apos;t seen before? Well, a few things, but of debatable value. It uses face recognition in place of a password login, for example, which is a time-saving of a few seconds at most, and has the potential to be a serious faff on shared consoles. Voice recognition will let users switch from games to films to music with a couple of words, but for families whose kids already scrap over the remote control, the ability to switch with a word will only make things worse. Then there&apos;s Snap Mode, for doing two things at once, such as Skype calls and gaming, or watching a film and looking up the cast on IMDB. But we can do both already with a smartphone, without interrupting the film for others. We can also just pause a game when we get a phone call, since if we don&apos;t we&apos;re unlikely to be at our best in either. Plus, who wants their cousins ringing them in the middle of a Halo marathon or a film night? And who, more importantly, has ever wished their games console had a heartbeat monitor? Microsoft clearly want the console to be all things to all living rooms. The Xbox One is swaggering into the household entertainment marketplace and bellowing: &quot;I&apos;ll take you all on!&quot; That&apos;s a decision people have been known to regret.", 
    "section": "technology", 
    "gid": "technology/shortcuts/2013/may/22/xbox-one-microsoft-console-new-to-offer", 
    "wordcount": "459"
}