{
    "headline": "Google's Sergey Brin: smartphones are 'emasculating'", 
    "text": "Smartphones are &quot;emasculating&quot;  at least according to Sergey Brin, the co-founder of Google, who explained his view while addressing an audience wearing a computer headset that made him look slightly like a technological pirate. His comment at the TED conference in California drew puzzlement  and satirical responses from bloggers  as people wondered if he had perhaps meant a different word. The question was, what? Brin suggested that the way people today use their smartphones was unappealing. &quot;When we started Google 15 years ago,&quot; Brin said, &quot;my vision was that information would come to you as you need it. You wouldn&apos;t have to search query at all.&quot; But now people get information by turning away from the other people they are with, he said. &quot;Is this the way you&apos;re meant to interact with other people? Is the future of connection just people walking around hunched up, looking down, rubbing a featureless piece of glass?&quot; In an intimate moment, he said, &quot;It&apos;s kind of emasculating. Is this what you&apos;re meant to do with your body? You want something that will free your eyes.&quot; While plenty of people were prepared to agree that smartphones can be socially isolating - or at least rude, when used to the exclusion of others who are present  many were also puzzled by how something used by both sexes could be &quot;emasculating&quot;. At the website BoingBoing, the suggestion was that Google Glass would need an appropriately named version of the Android mobile operating system  whose robot-themed icon has pleased many geeks. But each version is named after a dessert (Frozen Yogurt, Jelly Bean)  insufficiently manly, suggested Rob Beschizza. &quot;Introducing Mandroid, Google&apos;s remasculating new operating system&quot;, he proclaimed. &quot;Discover Gun Whisky Cologne Cigar Beard, the new version of Mandroid  a completely new camera experience, with a long, thrusting zoom lens, a new form of typing that helps pound your messages in, and much more.&quot; Others found Brin&apos;s comments simply incredible. &quot;What message is he sending to Android customers?&quot; asked Chris Pirillo, a technology consultant and entrepreneur. Others simply felt Brin had suffered a verbal short circuit: &quot;if only there were some kind of electronic search service that Sergey Brin could use to look up the meaning of &apos;emasculating&apos;,&quot; commented Kieran Healy. The best guess? Brin actually meant to say &quot;embarrassing&quot;  a word that would fit well enough into the sentence he used  and had an abrupt rush of testosterone to the brain. He spoke while wearing a prototype of Google&apos;s new Glass augmented reality headset, which gives users the ability to take pictures, shoot video or look up details which are then displayed in a small screen above the right eye. He said that Glass represented a form which could be capable of delivering the dream that he and co-founder Larry Page have nurtured since Google began in 1998. &quot;My vision when we started Google 15 years ago was that eventually you wouldn&apos;t have to have a search query at all  the information would just come to you as you needed it,&quot; he said. Glass, added Brin, &quot;is the first form factor that can deliver that vision&quot;. He said it had improved radically in the past two years since its first versions, which he said were &quot;like a cellphone [mobile phone] strapped to your head&quot;. Google on Wednesday closed applications to its &quot;Explorers&quot; scheme for would-be users of Glass  though not before one who claimed to be on the project had tried to auction off their pair of the $1,500 spectacles on eBay. Bidding had reached $16,000 before eBay stopped the auction on the basis that the seller did not yet have the item to sell. Google said that its conditions would prohibit transfer of the device to another person.", 
    "section": "technology", 
    "gid": "technology/2013/feb/28/google-sergey-brin-smartphones-emasculating", 
    "wordcount": "653"
}