{
    "headline": "Drawbridge aims to solve 'cross-device' ad targeting problems", 
    "text": "Apple and Google may own their own mobile advertising networks iAd and AdMob respectively  but there is still room for innovation in the mobile ads world from startups. The latest is Drawbridge, whose chief executive Kamakshi Sivaramakrishnan actually left Google to found the company, having been chief scientist at AdMob. Her new venture has raised $6.5m in Series A funding from heavyweight venture capital firms Kleiner Perkins Caufield &amp; Byers and Sequoia Capital. Its big idea: &quot;cross-device&quot; tracking and targeting for advertisers. &quot;We essentially crunch vast amounts of data analysing user activity in the browser on desktops, and applications on mobile devices,&quot; says Sivaramakrishnan. The key point being that Drawbridge aims to match users&apos; activity across these devices to &quot;pair&quot; them the idea being to then target ads on one device based on their activity on the other, and vice versa. And it learns as it goes along. &quot;Statistical trianguation of users&apos; activity on multiple devices,&quot; as she puts it, giving the example of someone researching travel tickets on their computer, and then being served related adverts on their mobile device. Sivaramakrishnan says that the advertising industry is already keen for this kind of technology, even if it may require a change in the way many media buyers approach mobile versus web. &quot;The average agency has a mobile media buying team, and then the online or desktop display buying team. The right hand doesn&apos;t speak to the left. Yet that defies audience behaviour: advertisers absolutely need to cross the device chasm,&quot; she says. &quot;There has been a lack of a credible solution, though. It&apos;s not an easy problem to solve by any means: the whole notion of cookies breaks when you&apos;re talking about different devices.&quot; Here&apos;s the challenge for a company like Drawbridge, and the advertisers who might use its technology. There is already a certain degree of unease around retargeting adverts online ads that follow a user around to different websites. In a nutshell, Drawbridge&apos;s technology will extend this retargeting onto mobile devices. What is the risk that this will freak people out even more? &quot;It&apos;s something I ask myself all the time,&quot; says Sivaramakrishnan. &quot;I think that a relevant ad is a piece of content, but it has to be done in a fashion that is not creepy or intrusive. You don&apos;t want to be in the situation where you&apos;re following the consumer all along. It&apos;s about solving the problem of relevance.&quot; The other key question for Drawbridge concerns competition. If this idea of cross-device targeting is such an important area, won&apos;t Google pump resources into solving it too? &quot;Cross-device advertising is the next frontier, or even the holy grail of digital advertising, so we expect to see other companies emerge in this space,&quot; says Sivaramakrishnan. &quot;Can Google solve this problem? I would imagine that it is looking at it, but there is something to be said for a company [like Drawbridge] having a laser focus at solving that single problem.&quot; Any proof will come when Drawbridge actually rolls out its platform. The company is testing its technology with a number of advertisers in private beta Sivaramakrishnan declines to say which ones while also striking partnerships with data management companies for the desktop side of its business. The public launch will come later this year.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/may/11/drawbridge-mobile-advertising", 
    "wordcount": "573"
}