{
    "headline": "Computer skills are the grammar of the 21st century, says Ed Vaizey", 
    "text": "The British public must start to place as high a value on their computer skills as they do on their ability to correctly string a sentence together, the culture minister Ed Vaizey has warned. In an interview with the Guardian ahead of its Digital literacy campaign, the Conservative minister for culture, communications and the creative industry said computer skills were &quot;the grammar of the 21st century&quot;. Vaizey added that knowing how a computer works was now &quot;on a par with [a knowledge of] the arts and humanities&quot;. &quot;We are all going to live a digital life,&quot; he said. &quot;Just as we write well and read well, I think that if you have even a basic understanding of computer coding, it will help you understand the structure of your digital life.&quot; Vaizey stressed that the arts and humanities would always remain important, in part because they enabled people to talk to one another. But he said the ability to build an app was now seen by young people as a &quot;sexy&quot; thing to do, as well as being a useful way of contributing to the British economy. Vaizey&apos;s cabinet colleague Michael Gove, the education secretary, will lay out plans to encourage greater engagement with technology in a speech in London on Wednesday. Gove is expected to say that more children should be given the opportunity to learn the basics of programming through the use of cheap computers such as the Raspberry Pi. Ministers will also encourage the use of technology - including educational games - as a teaching aid. Vaizey said he enjoyed playing games on his phone and &quot;would love to turn back the clock 30 years&quot; and develop his computer skills. Vaizey argued towards the end of last year that classes in computing were &quot;insufficiently rigorous&quot; and in need of reform, saying that the government would seek to help technology firms work with schools to offer pupils &quot;a genuinely rigorous grounding in computer science&quot;. He was responding to an independent review, commissioned by his department, into how the UK could become the world&apos;s leading hub for video games and visual effects companies. That review, by Ian Livingstone and Alex Hope, who are leading figures in the games and visual effects industries, called for the poor state of ICT in schools to be &quot;urgently tackled&quot;. The authors warned that if the government failed to address the problem, the UK would no longer remain globally competitive in these fields. However  despite his comments about computing skills being as important as grammar  Vaizey told the Guardian that it remained an &quot;open question&quot; whether computer science should become compulsory in schools. Part of his caution comes from the fact that the government is currently reviewing the national curriculum and is expected to report its findings next year, and the Department for Education is likely to publish its technology strategy for schools imminently. Vaizey said No 10 was also &quot;very engaged&quot; in the issue. He acknowledged that there had been dramatic falls in the number of pupils taking qualifications in ICT and computing in recent years. In 2011, 31,800 pupils took the ICT GCSE, compared to 81,100 in 2007, and last summer the number of students sitting computing A-level fell for the eighth successive year. Conservative MP Elizabeth Truss, a vocal critic of the English education system, has argued that the Labour government wasted money equipping schools with the latest technology when it should have spent the funds training the next generation of computer science teachers. &quot;You see rooms full of software [in schools], but are they using the architecture of the computer and learning how to programme?&quot; she said. &quot;Rather than focusing on what is going into the classroom, the focus should be on the quality of the teaching. Any international study will show that this is more important.&quot; However, Labour&apos;s Kevin Brennan, a former minister in both the Department for Business and the Department for Children, Schools and Families, said that preventing pupils from having the equipment &quot;can have a direct [inverse] link with their attainment&quot;. Vaizey said part of the solution was to get those working in high-tech industries to come into schools or provide online help to pupils. He said pupils could be &quot;lured&quot; into computer science through physics and maths lessons or after-school computer clubs. He admitted that industry leaders had been telling him for about three years that pupils were being taught how to use computers, but not how the machines worked. &quot;I think that what is encouraging is that the UK remains the foremost country in Europe for high-tech start-ups. We can rise to this challenge,&quot; he said.", 
    "section": "education", 
    "gid": "education/2012/jan/10/computer-skills-ed-vaizey", 
    "wordcount": "805"
}