{
    "headline": "Swiftkey talks Android success, iOS ambitions and enterprise expansion", 
    "text": "SwiftKey is one of the big British successes in the apps world, winning a global audience for its SwiftKey X Keyboard app, which replaces the native Android keyboard and uses natural language technology to predict what users will type next. There is no shortage of competition in terms of Android keyboard-replacement apps, but the company believes its technology is what separates it from rivals. &quot;What we focused on is next-word contextual prediction, and that&apos;s what differentiates us from the other keyboards that you see out on Android,&quot; says chief executive Jon Reynolds. &quot;There&apos;s 20-25 out there, but they tend to be using the default Android prediction, and just changing the colour or doing various themes.&quot; SwiftKey now supports around 45 languages, having released the original SwiftKey software in 2010, then the SwiftKey X update in 2011. The company has a third iteration, SwiftKey 3, in public beta release, and a fervent community of 50,000 Android users providing feedback and suggestions for future features. &quot;When we started looking at the problem of text input on smartphones, we saw it not as a problem about keyboards, but as a problem about language,&quot; says co-founder and chief techology officer Ben Medlock. &quot;Can you capture the way people express themselves and help them to put their thoughts out of their head and onto their phone? That&apos;s what&apos;s really different about SwiftKey, and it&apos;s why people have got behind it in the way that they have.&quot; It&apos;s also why SwiftKey is one of the big paid-app success stories on Android, and inspiration for developers looking to prove that people with Google-powered handsets aren&apos;t just looking for free apps. &quot;We&apos;re one of the rare paid apps which is making money out of Android, and we&apos;ve really appreciated the distribution we can get from the App Store,&quot; says Reynolds. He&apos;s not wrong. According to the Google Play Store stats, the paid version of SwiftKey X Keyboard has been installed between 1m and 5m times, while the tablet version has notched up between 50k and 100k installs. Selling apps to people on Google Play is just part of SwiftKey&apos;s business strategy though. The company is angling for preload deals with Android handset makers, adapting its software to whatever services they&apos;re providing on their phones. &quot;The barrier to entry for this kind of software is very high,&quot; says Medlock. &quot;We had to build this credibility story before we could hit some of the major manufacturers. But now we support around 45 languages, and in the last 5-6 months we&apos;ve reached a critical mass in terms of momentum, to the point where people are really starting to take us seriously.&quot; Right now, SwiftKey is an Android business. That&apos;s mainly because Reynolds and Medlock saw an opportunity in the early days of the company, when Android was still small, but had handset makers lining up to support it. &quot;We definitely made the most of it as an opportunity, with Google demonstrating how open the Android ecosystem is,&quot; says Reynolds. Are they looking beyond Android? The problem is that as things stand, SwiftKey which replaces the default keyboard on a device can&apos;t work on other big smartphone platforms. &quot;iPhone is a big challenge for us with Apple&apos;s decision to lock down the core experience,&quot; says Reynolds. &quot;In fact, Windows Phone and iPhone have both taken a more locked down approach, yet if you look at something like Damn You AutoCorrect on iOS, there is clearly demand from users for an improved keyboard experience. If we were able to launch on iOS, it would be successful.&quot; Instead, expansion for SwiftKey is more likely to come from other kinds of devices, and new markets like enterprise applications  Reynolds mentions the healthcare and legal professions as particularly suitable. &quot;If you&apos;re a healthcare professional spending 10 minutes writing patient notes on a tablet, and SwiftKey helps you cut that to five minutes, you have more time in front of patients rather than typing notes up,&quot; he says.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/may/30/swiftkey-android-ios-enterprise", 
    "wordcount": "686"
}