{
    "headline": "Apps Rush: Daniel Johnston, Flud News, Mass Effect 3, Met Opera, Super Monkey Ball and more", 
    "text": "A selection of 14 new apps for you today: Daniel Johnston&apos;s Space Ducks US artist Daniel Johnston has a devoted cult following, and not just for his music. Johnston&apos;s illustration prowess is well known, and forms the basis for this new comic-book iPad app based on his new album. &quot;Play your way through the story, watching animated films and unlocking Daniel&apos;s newest album along the way.&quot;iPad Flud News iOS news aggregation app Flud has been ported to Android, offering &quot;a new kind of social news reader&quot;. That means connecting it to Facebook and Twitter, then customising a feed of news based on your preferences, while following other &quot;Fluders&quot; who share your interests.Android Mass Effect 3 Datapad The latest companion app for a console game comes from EA, and works with Mass Effect 3. It offers news, a database of characters, messages from people you&apos;ve met in the game, and a Fleet Commander feature to &quot;influence the Readiness Rating of your troops directly from your iOS device&quot;.iPhone / iPad Met Opera on Demand New York&apos;s Metropolitan Opera has a brand new iPad app providing on-demand video and audio streams of some of its most famous concerts. It requires an existing subscription to the online service.iPad Super Monkey Ball 2: Sakura Edition Sega has taken its latest Super Monkey Ball game to Android, offering 125 mazes and six worlds to roll around, plus mini games Monkey Target, Monkey Golf, Monkey Bowl and Monkey Base.Android Planes - Byron Barton Oceanhouse Media&apos;s latest book-app is all about airplanes, and aimed at young children who want to tap and play with seaplanes, passengers and clouds while reading a story.iPhone / iPad Samurai vs Zombies Defense The latest freemium game from US publisher Glu Mobile has debuted on Android, putting you in the (silent) shoes of a Samurai, defending your village against waves of zombies. It looks much more of an action title than the Plants Vs. Zombies clone that the description would suggest, though.Android Gerbil Physics If you thought birds slamming into pigs was silly, how about gerbils? The latest Xbox Live game for Windows Phone is Gerbil Physics, published by Microsoft Studios. Based on an Xbox 360 Indie game, it sees you exploding blocks to free the rodent heroes from a nefarious Toad King.Windows Phone Shoptown Shoptown is an intriguing iOS game that sees you running shops in a virtual town, with the twist being that it uses GPS to populate the town with stores from your actual town.iPhone / iPad PrimeTube PrimeTube is the latest unofficial YouTube app for Windows Phone, and this one has been fully jazzed up for Microsoft&apos;s Metro user interface. The free app offers search, commenting, and the ability to pin videos, playlists and creators to the homescreen.Windows Phone Skirt Alert I covered this when it launched in the US, but now Skirt Alert is available worldwide. The idea: weather alerts including sun and wind info, to help women judge whether to wear a skirt that day or not. It includes push notifications.iPhone Friskies You vs. Cat Cat-food brand Friskies hasn&apos;t released its latest app in the UK yet, so it&apos;s US-only for now. The idea: a game that gets a human to fling virtual pieces around the screen, while their cat tries to catch them. And that&apos;s a real cat, playing with the iPad. Just possibly launched for PR purposes.iPad New Star Soccer New Star Soccer is a football simulation with a focus on RPG-like elements, as you guide a footballer from aspiring pro to global superstar. Already popular on PC, it&apos;s now made the leap to mobile. The link above is for Android, but here&apos;s the iOS version.Android / iPhone / iPad Tower Solitaire vs Friends UK publisher Neon Play has launched a freemium take on Tower Solitaire, which gets people playing cards against their Facebook friends. In-app purchases buy virtual coins to spend on power-ups.iPhone / iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/mar/14/apps-rush-daniel-johnston-flud", 
    "wordcount": "667"
}