{
    "headline": "Prince Charles presents proof of profit in sustainable fisheries", 
    "text": "Proof that sustainably managed fisheries can deliver higher profits as well as environmental benefits was presented on Friday by the Prince of Wales. The report by one of his charities was hailed as a rare piece of good news amid what is usually an unremittingly gloomy outlook for the world&apos;s dwindling fish stocks. Prince Charles told an audience at Fishmongers&apos; Hall in London: &quot;The story today need no longer be one of doom and gloom and inevitable decline, but one that harbours the possibility of generating more value from a strongly performing natural asset. This potential can only be tapped if we manage it well.&quot; He said the evidence gathered by his International Sustainability Unit (ISU), which examined 50 sustainably managed fisheries around the world, showed that improved fisheries management was &quot;actually be more profitable than perennially succumbing to the temptation of maximising short term income while deferring the costs until later&quot;. He quoted an estimate from the World Bank that if all fisheries around the world were better managed, they would be worth $50bn a year more than their current total contribution of $274bn to global GDP. But the number of fisheries that are subject to a sustainable management programme are still a minority, and global fish stocks are falling fast. According to the United Nations Food and Agriculture Organisation, at least a third are now overexploited, depleted or recovering from depletion, and this figure is rising. The study found many examples of responsibly managed stocks bringing benefits to local people. For instance, in the Pacific halibut fishery, the introduction of a catch-sharing system lengthened the fishing season and consequently increased the value of fish sold from $1 to $7 per pound. The Ben Tre clam fishery in Vietnam, after improving its governance, now supports 13,000 households, compared to 9,000 in 2007. The report also found that the hilsa shad fishery in Bangladesh could be worth nearly US$260m more annually if improved, and that recovering the bluefin tuna fishery in the north-east Atlantic could produce gains of US$510m per year. The ISU found that in sustainably managed fisheries, declining stocks were revived by putting in place controls to regulate fishermen, including restrictions on when and where they could fish and what kind of nets and boats to use. The authors said that some of the key ways to improve the management of fish stocks were to change the economics of fishing through rewarding positive behaviour by the fleets, and to look at the health of the species being netted in the context of the whole marine ecosystem, which would include the health of other species in the food chain, and pollution from chemicals, agriculture or other human causes. They made several recommendations for improving fisheries management, including: collecting better scientific data on fish stocks and the impact of fishing on the whole marine ecosystem; identifying more examples of good management; developing mechanisms to finance the wider adoption of good management techniques; involving the private sector with more fisheries improvement projects. But the prince warned that action must be taken urgently to ensure that more of the world&apos;s key fisheries are subject to good management - otherwise, he said, the current rapid decline of fish stocks would become irreversible. &quot;Despite the current vulnerable state of global fisheries, if managed properly with a focus on the resilience of the marine ecosystem as a whole, our seas could still provide us with the opportunity to continue harvesting seafood long into the future at similar, or perhaps even higher, volumes than at present,&quot; he said. His call was echoed by David Nussbaum, chief executive of the conservation group WWF-UK, who said: &quot;We share the view of the problem and the collaborative, science-based approach to finding solutions that will protect the marine environment and ensure long-term sustainability for those whose livelihoods are dependent on it. To minimise the danger of catastrophic collapse of fisheries, we must look beyond short-term gains for some to the long-term interests of all. We should ask ourselves, &apos;if fisheries and marine ecosystems face collapse in the same way as the banking system did, who will bail out the oceans?&apos; &quot; The ISU report, entitled Towards Global Sustainable Fisheries: The Opportunity for Transition, was the result of two years of consultation with the public, private, scientific and NGO sectors.", 
    "section": "environment", 
    "gid": "environment/2012/feb/03/prince-charles-sustainable-fisheries", 
    "wordcount": "731"
}