{
    "headline": "Sexier electric vehicles  without the range anxiety", 
    "text": "Electric cars still have something of an image problem. Aside from questions about whether they are as green as their manufacturers claim, for many motorists there is a more basic problem - they&apos;re just not cool. The SRZero is one of several initiatives designed to improve electric vehicles&apos; image. It&apos;s an all-electric, 400bhp &quot;supercar&quot; with a top speed of 200kph, a range of 400km, and can accelerate from 0 to 100kph in seven seconds. The SRZero is, in essence, a modified version of Radical Sportscars&apos; SR8. It retains that vehicle&apos;s chassis and bodywork, but instead of a combustion engine it has two Evo Electrics motors  and some serious battery power. It also looks pretty eye-catching. Designed and built over nine months by a team of engineering students at Imperial College London who call themselves Racing Green Endurance, the stated aim was to prove that electric cars could be sexy, while competing with combustion engines on their own turf (or should that be &quot;tarmac&quot;?). During road-testing in South Kensington, the team say they liked nothing better than pulling away from Ferraris at traffic lights. Not ones to do things by halves, the team at Imperial decided to prove their point by taking the SRZero on the ultimate road trip - 26,000 kilometres down the Pan-American Highway, from Alaska to Tierra del Fuego. At the Institution of Engineering and Technology Christmas Lecture at the University of Surrey on Wednesday night, team leader Alexander Schey will talk about some of the engineering challenges involved in taking an electric vehicle on such an epic journey. Range was the major issue. At present, even the best electric cars must recharge their batteries on average every 150km. Given that the Pan-American Highway traverses 400km of the Atacama Desert, running out of juice was not an option. As a result, much of SRZero&apos;s weight was given over to a 550kg battery pack, with a capacity of 54kWh - more than twice the capacity of the Nissan Leaf or the Ford Focus Electric. &quot;We chose lithium-ion phosphate batteries because of their energy density and safety,&quot; says Clemens Lorf, another member of the Racing Green Endurance team. Safety, of course, being an important consideration when you&apos;re driving through the rain in an open-top car, sitting on 550V. A great deal of time was spent ensuring the pack was well sealed. In 2010 the car safely completed the trek in 140 days, despite being stopped 70 times by police demanding to know whether it had insurance (it had). Lorf believes that the project has improved the image of electric cars: &quot;Adventures like this excite people, and give them a real feel for electric vehicles. It&apos;s not about talk, it&apos;s about action and showing what technology is actually capable of doing.&quot; SRZero isn&apos;t the only electric car to challenge the internal combustion engine, though. This year&apos;s Pikes Peak International Hill Race in Colorado saw an all-electric car, Toyota&apos;s P002, take fourth place overall, beating off several internal combustion engines. Like SRZero, P002 is based on a Radical chassis with two Evo Electric motors, but rather than lithium ion phosphate batteries it uses lithium ceramic ones, which can survive temperatures of up to 700C. And back in September the Nemesis broke the electric car land speed record, with an average speed of 244kph. The next big showcase for electric vehicles will be the Formula E series championship announced earlier this year, which is due to kick off in 2014. Battery technology is still a bottleneck for development, though. &quot;One of the key things which Zytek is concerned about with Formula E was that it should try to counter, rather than compound, concerns about range anxiety,&quot; says Pete May, senior engineer in hybrid systems at Zytek Group Ltd. &quot;The worst possible thing would be if the Formula E races are forced to be very short due to lack of available battery energy.&quot; May hopes that Formula E sporting regulations will be &quot;written in such a way as encourage development of batteries and control systems which enable extended ranges within a particular mass: 300kg was the FE battery weight limit.&quot; He also suggests that Formula E should drive the development of quick charging by setting challenge time periods between racing sessions. So will the development of electric racing cars improve not only the image of electrical vehicles, but also the technological and environmental reality? There may be a long way to go - and it&apos;s not just about the cars themselves. A recent report claimed that when the manufacturing process and battery disposal is taken into account, electric vehicles are not as green as is commonly believed. In the UK, charging infrastructure is still poor. Racing Green Endurance was able to charge its vehicle in six hours at caravan parks in the US  and, further south, from a variety of renewable sources such as geothermal and solar energy, and even hydroelectric power from the Panama Canal. Which brings us to another issue. In the UK, much of our electricity still comes from coal-fired power stations, so aren&apos;t we just swapping one carbon source for another? &quot;Fossil fuels will run out one day, so we must look for alternatives,&quot; says Lorf. &quot;There needs to be an economic incentive to switch to sustainable energy generation. Otherwise, again, it&apos;s about talking, and no action.&quot;", 
    "section": "science", 
    "gid": "science/blog/2012/dec/05/sexier-electric-vehicles-range-anxiety", 
    "wordcount": "906"
}