{
    "headline": "Talk point: what does 2013 hold for global development?", 
    "text": "What defined global development in 2012? International land deals raised concern, while fears about climate change and volatile food prices exacerbated food insecurity. The role of aid in development was a hot topic, and official discussions about what should come after the millennium development goals (MDGs) began. But what&apos;s on the horizon for 2013? In this month&apos;s podcast, we&apos;ll look at the key issues set to shape development debates next year. John Vidal, the Guardian&apos;s environment editor, will chair the discussion, joined in the studio by Guardian journalists and Jamie Drummond, executive director at the advocacy group ONE. Mandeep Tiwana, a specialist in advocacy and civil society freedoms at Civicus, will join the debate down the line from South Africa, along with Jayati Ghosh, economics professor at Jawaharlal Nehru University in India. We would like to hear from you before we record the podcast on Friday. What do you think will be the top development stories of 2013? What are your hopes for the new year? And what questions do you have for the panellists? Talks on what comes after the MDGs expire in 2015 are set to intensify, with meetings planned in Liberia and Indonesia early in the new year. The UK will host the G8 in June, when food security and tax are expected to headline development discussions. How do we ensure those most affected by development debates are included in conversations about new global goals? How can rising inequalities in countries such as India be tackled? And will the so-called Make Poverty History 2 coalition organising around the G8 summit be able to galvanise the public support and political attention needed to influence decisions? Post your comments and questions for the panel below. You can also contribute on Twitter using the hashtag #globaldev2013. If you have any problems posting a comment, or if you would prefer to suggest a question anonymously, email us at development@guardian.co.uk and we&apos;ll add your views to the thread.", 
    "section": "global-development", 
    "gid": "global-development/2012/dec/10/talk-point-2013-global-development", 
    "wordcount": "329"
}