{
    "headline": "Can online environmental activism deliver change offline?", 
    "text": "An enduring criticism of almost any organisation that campaigns for change is that it is not really having an impact. This is especially the case for environment campaigns that aim to engage and mobilise large numbers of people, as the No KXL pipeline campaign experienced in February. The accepted wisdom is that public engagement in community activism or politics is decreasing  Robert Putnam&apos;s &apos;bowling alone&apos; effect. Where this is demonstrably untrue, for example when hundreds of thousands of people (or even millions) engage with an issue, critics dismiss it as clicktivism or slacktivism. The barrier for legitimate participation is raised. &apos;Real&apos; activism becomes only that where individuals spend large amounts of time physically located in a place. Online engagement is presented as a &apos;trojan horse&apos; or corporate &apos;malware&apos; designed to &apos;cripple&apos; activist movements. Digital media, such as social networks, campaign websites and email, are the twenty first century town square. According to the likes of Clay Shirky, the Arab Spring not only came to global prominence because of the assistance of Twitter and YouTube, but protestors used text messages to engage each other in a &apos;virtual civic space&apos;. Anyone following the International Greenpeace Twitter account, or its global leader Kumi Naidoo, would have seen the images from Turkey this week.  &apos;For The Right To Live For Freedom Of Speech. I&apos;m @gezi&apos; #occupytaksim #direngezipark @greenpeace_med #Gezi twitter.com/kuminaidoo/sta  Kumi Naidoo (@kuminaidoo) June 2, 2013 Without the ability of new technology to immediately share information around the world, how many struggles would go unknown? Certainly many leaders wish that social media wasn&apos;t so impactful.  As reported in The Guardian on Monday, the Turkish Prime Minister denounced Twitter as &apos;a menace&apos;. &quot;The best examples of lies can be found there,&quot; said prime ministerRecep Tayyip Erdogan, &quot;To me, social media is the worst menace to society.&quot; Across the developed world, there are activist organisations starting to capitalise on the desire for people to create a new civic space. These groups  Move On, 38 Degrees, Avaaz, Change.org and Get Up to name a few  sit at the centre of the &apos;clicktivist nexus&apos;. They have the good will of hundreds of thousands of ordinary people who are willing to take small political actions: signing an online petition or liking something on Facebook. These small steps are important. Motivating people is not like a switch  either on or off  but a spectrum. People grow in passion and commitment, and causes build up over time. Lots of small actions contribute to massive change. Grassroots movements have a rich and potent history demonstrating that the big wins were only achieved through lots of people doing lots of little things over a long period of time. The labour movement throughout the world, the anti-war movements, women&apos;s rights and suffrage movements, anti-Apartheid and civil rights. Each of these have been &apos;social&apos;, built around face-to-face, personal contact. And each of these disruptive movements have used the latest technology to get their message out and raise their voice in the town square. Whether the printing press, telegrams and telephones, hand-bills, fax machines or more recently text messages, email and Twitter. In 1891 in Victoria, Suffragettes organised the second largest ever petition to win women the vote. They stood in the freezing rain and sweltering heat to collect signatures. Today, online petitions can receive millions of signatures in the time it took to collect thirty thousand. Nevertheless, the critics of clicktivism like Micah White, claim that modern digital campaigners don&apos;t seek  or can&apos;t seek  to change the status quo. Is Micah correct? In 2011, Greenpeace ran a campaign almost entirely on Facebook. It targeted the social networking giant who had built massive data servers that were powered by coal. On Earth Day 2011, Greenpeace launched the campaign by calling on Facebook to &apos;unfriend&apos; coal. After 20 months of agitating on Facebook, and gaining over 700,000 likes, Facebook announced that it would introduce a policy giving preference to renewable energy. The Unfriend Coal campaign is now targeting Apple&apos;s iCloud. In Australia this year, the Victorian parliament considered legislation that would change how the state&apos;s forests are managed. Lisa Caripis in The Conversation reported:  The government says the changes are important for the state&apos;s economic prosperity. But the Bill removes important safeguards and regulatory oversight of native forest logging. If enacted, the Bill will leave Victoria&apos;s forests  and the creatures living in them  in a precarious position. Victoria has some of the mostcarbon-dense forests in the world. These native forests are home to endangered and protected species like theLeadbeater&apos;s possum.  The Wilderness Society, one of Australia&apos;s largest environment NGOs, started an online petition using global platform change.org. Launched at the start of May, the petition has garnered over 10,000 signatures. Where data-centres get their power from is rarely a major public issue, yet almost a million people took an interest and asked Facebook to use renewable energy. Forest management is rarely a BBQ-stopper, but in Victoria in just a month thousands of people were willing to ask their premier to defer the forests amendment. Digital campaigning isn&apos;t going to cause revolutionary change. A tweet isn&apos;t going to influence the wavering or uninterested citizen. The bonds of Facebook aren&apos;t so strong that a like or shared infographic will cause someone to stop denying climate change.  Not many people (digital gurus and social media ninjas aside) have claimed that they will. What these two examples illustrate is that online activity can lead to offline activity for people who are motivated already, but who may not be aware of an issue. Their main barrier to becoming an activist was knowledge. I know people who supported the Unfriend Coal campaign in 2011. They are more active now on climate issues than they were two years ago. Their support for that campaign contributed to expanding their interest and commitment. Similarly, those who sign the forest petition for The Wilderness Society have taken the first step, not the last, towards protecting Victoria&apos;s precious forests. It is the role of conservation organisations like Greenpeace and The Wilderness Society to assist and encourage people to take the plunge from the frictionless world of social media, to doing real things in the real world.  Not everyone who unfriended coal or signed up to a change.org petition will take that plunge. Taking online action offline isn&apos;t easy, but the entire reason for engaging with activism online is to work at having a real-world impact, even if only a small one.  Disclosure: I am a member of the committee of management for The Wilderness Society (Victoria).", 
    "section": "environment", 
    "gid": "environment/southern-crossroads/2013/jun/07/online-environmental-activism-offline-change-clicktivism", 
    "wordcount": "1107"
}