{
    "headline": "Anti-hunger campaign 'If' launches with call for G8 to act", 
    "text": "A coalition of 100 UK development charities and faith groups will on Wednesday launch a major campaign to lobby David Cameron, the prime minister, to use Britain&apos;s presidency of the G8 to leverage action on ending global hunger. The If campaign is the largest coalition of its kind since Make Poverty History in 2005, the last time Britain held the G8 presidency. But this time, organisers are pushing for more radical change. Although pegged around hunger and malnutrition, the campaign focuses more on addressing the underlying causes of hunger, such as &quot;land grabs&quot;, tax avoidance and a lack of transparency over investments in poor countries. As well as more money for nutrition programmes and small-scale farming, the coalition, which includes Oxfam, Save the Children, One, Christian Aid and Tearfund, is calling on the UK government to close loopholes that allow companies to dodge paying tax in poor countries; stop international land deals that are detrimental to people and the environment, and lobby the World Bank to review the impact of its funding for such deals; launch a convention on tax transparency at the G8 to &quot;reinvigorate the global challenge to tax havens&quot;; and force governments and investors to be more open about their investments in poor countries. It also wants the UK government to bring forward legislation to enshrine the commitment to spend 0.7% of GNI on aid. Cameron has already promised to put hunger, tax and transparency on the agenda at the G8. Despite huge strides in reducing poverty and hunger over the past 10 years  the UN is confident the millennium development goal to halve the number of people experiencing hunger can be achieved by 2015  one in eight people go to bed hungry every night, and each year 2.3 million children die from malnutrition. In a report published to coincide with the launch, Enough Food for Everyone If, campaigners estimate that 28% of children in developing countries are underweight or stunted. Land deals have been particularly damaging to food security, as around two-thirds of investors export what they grow or use land to cultivate crops for biofuels rather than for local consumption. More than half of global land acquisitions are estimated to be used for biofuel crops rather than food. According to the report, land used to produce EU biofuels in 2008 could have been used to grow enough food to feed 127 million people. The Organisation for Economic Co-operation and Development estimates that developing countries lose three times more to tax havens than they receive in aid each year. Campaigners are calling on the UK to follow positive words about the impact of tax avoidance on poor countries with effective action. The campaign, which is backed by Desmond Tutu and Bill Gates, kicks off on Wednesday evening with events across the UK. Celebrities, including the actor Bill Nighy, athlete and TV presenter Colin Jackson and singer Baaba Maal, are expected to attend the London launch. Organisers hope to reach 20 million people in the UK through the campaign, and will tap into existing civil society networks around the world that are already campaigning on these issues. Further events are expected to take place leading up to the G8 in June, including demonstrations in London and Northern Ireland over the weekend of the summit. The campaign is expected to continue into the autumn to incorporate world food day and lobby the UN general assembly in September, when a new set of post-2015 development goals are due to be discussed. Organisers hope the If campaign will emulate the success of Make Poverty History, which mobilised millions of people around the world. However, the global economic downturn and aid fatigue may lessen the impact. Make Poverty History, which called for more aid, debt cancellation and trade justice, did achieve results. The G8 promised an extra $48bn a year in aid by 2010 and $1bn a year of debt was dropped for 18 of the most highly indebted countries, and renewed its commitment to spend 0.7% of GNI on aid. But critics argued that what was achieved did not go far enough and, years later, some of these commitments have still to be translated into action. The UK is expected to achieve 0.7% this year. Max Lawson, head of advocacy and public policy at Oxfam GB, said: &quot;The issues that we are pushing, tax dodging and land grabs in particular, are more radical than the agenda of Make Poverty History, which was debt cancellation, which was broadly accepted by governments.&quot; He added that action by the G8 on tax and land grabs could have a major impact. &quot;There are clear unilateral steps the UK government could take, for example closing down tax loopholes, where the UK has a lot of influence. Beyond that we need to see leadership from the G8. On the issues of biofuels, if Europe and the US decide to act, that would fix the problem globally.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/23/anti-hunger-campaign-if-g8-act", 
    "wordcount": "832"
}