{
    "headline": "Facing a task of barely imaginable peril", 
    "text": "Thrusting up from the Atlantic, this volcanic archipelago, 43 miles west of the Outer Hebrides, was once the most remote settlement in Britain. At this time of year, men and boys from the islands&apos; only community went over the sea to gather their spring harvest. We are retracing the longest journey most of them would ever make. For us it is only four miles and not many more minutes to the grass-roofed islet of Boreray and its cliff stacks, but we are not in an open rowing boat with a task of barely imaginable peril awaiting us. Our boat surges through the light swell towards one of the stacks, a massive canine tooth of solid rock with a milky white appearance as if dusted by snow. Drawing closer, we see great diagonal slashes and cracks in the rock face. It is here, along these narrow ledges, that the gannets are nesting; thousands of white bodies all in tight rows, each nest fronted by creamy streaks of droppings running down the vertical cliff, re-coated every year for millennia. The engine is silenced and we hear the birds&apos; cries above the sea crashing on the rocks, and breathe in an odour that brings a battery chicken farm to mind. Both sea and sky are full of birds, those distant creating the effect of an insect swarm, those nearer gliding on pointed wings, with pointed beaks and pointed tails. Bare-footed St Kildans, their toes longer and more spread than ours, their ankles half as thick again, inched along these tiny sills, despite the 400ft drop below. They took the single egg from each nest, knowing the birds would re-lay. Today, the most immediate threat comes from skuas sailing in the gannets&apos; midst, bulky brown broad-chested hunters with big beaks among the angular whites. Three have brought down an unwary bird and are pecking and pounding the floating body. Other gannets fly with watchful eyes, one soaring over our boat. I look into its sky-blue eyes and watch its head tilt just a little as if to say &quot;I&apos;ve seen you&quot;.", 
    "section": "environment", 
    "gid": "environment/2012/jun/01/st-kilda", 
    "wordcount": "349"
}