{
    "headline": "New to Nature No 86: Discus rupivagus", 
    "text": "A new land snail of the family Discidae from the Canary Islands makes it easy to understand the popularity of shell collecting. Its compressed and spiralled form is at once intricate, delicate and detailed. Discus rupivagus differs, in part, from species found in the Palaearctic and Nearctic regions by its &quot;large&quot; (up to 13mm), excessively flattened, sharply keeled and widely umbilicated shell. Unlike most other species of the genus which have strong and regular radial ribs, the shell of Drupivagus has ribs restricted to the volutions inside the umbilicus, that is, the open space within its coils. And the shell is more or less lens-shaped, thin, consistently horny brown and visibly fragile. Only 3.5 mm high, it has up to 5.75 keeled whorls whose surfaces are finely and irregularly striated. Males of Drupivagus are, how shall I put it, well endowed. The penis, when fully distended, is about 43.5mm, fully five times longer than the combined parts of the entire female genital system and more than 12 times the height of the shell. In the event that you are in the size-matters camp, there is another species of the genus in the Canaries, Dsaproxylophagus, that although larger in overall size nonetheless has a proportionately even longer penis, reaching a length up to 100mm or about eight times the maximum diameter of its own shell! The new species, described by Wolfgang Rhle of the Staatliches Museum fr Naturkunde, Stuttgart, and Christoph Allgaier of the University of Tbingen, is so far known only from the type locality where it was first discovered, in the eastern part of La Gomera island. The snails were discovered in narrow crevices in shattered volcanic rocks and among other stones found near their base. This is a very different circumstance than the wooded areas where related species of Macronesia Discus are typically collected. A recent taxonomic revision of the family Discidae in the Canary Islands by David T Holyoak and several co-authors provides a broader context in which to see the unusual ecology and geography of Drupivagus. Most Discus snails of the Canaries live in &quot;laurisilva&quot;, a forest type found in subtropical and warm-temperate localities characterised by high humidity and stable temperatures. No other species has been found in similar volcanic rock crevices. Holyoak et al note that the native vegetation has been destroyed where Drupivagus lives and replaced by pines in recent decades, suggesting that perhaps it has not always lived only among the rocks. The Canary Islands inhabited by Discus are less than 12 million years old, making their morphology  highly distinct from both European and north American relatives  all the more fascinating. Genital anatomy is important in the evolution of these land snails and, unfortunately, leaves no fossil record behind. Thus, while the penises of Discus males hold records of size for their lineage, they, at least from a palaeontological point of view, lack staying power. Earlier workers had noted a sharp difference in the land snail faunas of Madeira and the Canary Islands, but the shared laurel habitats of these animals implies that more similarity might exist between their faunas than previously suspected. A flurry of recent discoveries of land snails in the Canary Islands, and detailed studies of their soft parts, indicate that our understanding of their intriguing ecology, evolution and biogeography may no longer advance at a snail&apos;s pace. Quentin Wheeler is director of the International Institute for Species Exploration, Arizona State University", 
    "section": "science", 
    "gid": "science/2012/sep/30/discus-rupivagus-canary-island-snail", 
    "wordcount": "595"
}