{
    "headline": "Special needs education reform offers both hope and anxiety for parents", 
    "text": "There is much to applaud in the government&apos;s overhaul of support for children with special needs. Parents have long complained that they face a constant battle to ensure that their child&apos;s school, health workers and local authority are on the same page when it comes to the support they believe their son or daughter requires. Many have felt no option but to hire a lawyer to take on the system, or to send their child for a private assessment  at considerable expense  so that they can present local authorities, the NHS and schools with proof that help is needed and that they aren&apos;t just another pushy parent. So it is no surprise that moves to legally force education, health and social care services to plan together have been widely welcomed. But other details of the reforms, which were set out on Monday in the government&apos;s formal response to a public consultation on a green paper, are raising concerns. What, for example, will happen to children who do not have severe enough special educational needs to require a statement? Currently, these pupils are put into two groups: School Action and School Action Plus. These categories are going to be replaced by a single grouping and schools will be left, to a large extent, to decide how much to spend on each of these children themselves. Lorraine Peterson, chief executive officer of the National Association of Special Educational Needs, fears teachers could be left with endless lists of these pupils and too little expertise as to how to deal with them. The National Autistic Society has similar concerns. Mark Lever, its chief executive, says children without statements  many of whom are autistic  could &quot;fall through the gaps&quot;. Much of the coverage of these reforms has been spun as a way of reducing the hundreds of thousands of children on the special needs register. Schools, it has been alleged, are disguising poor teaching and below-average results by claiming that high numbers of their pupils have special needs. But it shouldn&apos;t be forgotten that the government will save money by cutting the number of children on this register. As Brian Lightman, general secretary of the Association of School and College Leaders, has said, reducing the number of young people identified with special needs must not be a costcutting exercise.", 
    "section": "education", 
    "gid": "education/2012/may/15/speical-needs-education-reforms-analysis", 
    "wordcount": "387"
}