{
    "headline": "One in five reptile species faces extinction  study", 
    "text": "Nearly one in five of the world&apos;s estimated 10,000 species of lizards, snakes, turtles, crocodiles and other reptiles are threatened with extinction, according to a study conducted by 200 experts. But the risk of extinction was found to be unevenly spread throughout the extremely diverse group of animals. According to the paper, an alarming 50% of all freshwater turtles are close to extinction, possibly because they are traded on international markets. The study, published by the Zoological Society of London in conjunction with the IUCN species survival commission, is the first of its kind summarising the global conservation status of reptiles, and used 1,500 randomly selected reptiles worldwide. Out of the estimated 19% of reptiles threatened with extinction, in order of magnitude of danger, 12% are classified as critically endangered, 41% endangered and 47% vulnerable. Three species were found to be possibly extinct. One, a jungle runner lizard, Ameiva vittata, has only ever been recorded in one part of Bolivia. In Haiti, six of the nine species of anolis lizard included in this study have an elevated risk of extinction, due to extensive deforestation affecting the country.     Chamaeleo laterispinis, found in the mountains of Tanzania, is also on the list of reptiles facing extinction threat. Photograph: Michele Menegon/IUCN/ZSL    The spread of farming and deforestation in tropical regions represents two of the greatest threats to reptiles, says the paper. &quot;The proportion of threatened reptile species is highest in freshwater environments, tropical regions and on oceanic islands, while data deficiency was highest in tropical areas, such as central Africa and south-east Asia,&quot; the paper says. &quot;Levels of threat remain particularly high in tropical regions, mainly as a result of habitat conversion for agriculture and logging.&quot;     Lyriocephalus scutatus, another lizard species on threatened list. Photograph: Ruchira Somaweera/IUCN/ZSL    Monika Bhm, lead author of the paper, said: &quot;Reptiles are often associated with extreme habitats so it is easy to assume that they will be fine in our changing world. But many species are very highly specialised in terms of habitat use and the climatic conditions they require for day to day functioning. This makes them particularly sensitive to environmental changes.&quot; Reptiles have a long and complex history, having first appeared on the planet about 300m years ago. They play a number of crucial roles in the proper functioning of the world&apos;s ecosystems, in their roles as predators as well as prey. Philip Bowles, co-ordinator of IUCN&apos;s snake and lizard red list authority, said the findings sounded alarm bells on the state of reptiles. &quot;Tackling the identified threats, which include habitat loss and harvesting, are key conservation priorities in order to reverse the declines in these reptiles,&quot;", 
    "section": "environment", 
    "gid": "environment/2013/feb/15/reptile-species-face-extinction", 
    "wordcount": "421"
}