{
    "headline": "Game on: Sniper Elite V2", 
    "text": "Take a moment to pity the video-game Nazi, for his life is nasty, brutish and short. He is born into this world only to be killed moments later, a newborn convert of a hateful ideology. He fizzes into being, examines his uniform, wonders perhaps why he is holding a rifle and what exactly he is fighting for and, within seconds, takes a bullet in the head. Or the chest. Or is stabbed or strangled or blown up and scattered to the wind like straw. Most often his angel of death is a lone American commando, a man trained since birth for this battle and this battle alone, a man who scoffs at the odds stacked against him. Let us call him, for argument&apos;s sake, Jimmy Patterson. He scoffs, in part, because  as the game&apos;s hero  he&apos;s better, smarter and stronger than the entire military might of the Third Reich. And in part because he knows that, unlike the gruesome demises of his foes, his own death is a temporary setback. When Patterson dies, he returns, regenerated, to a checkpoint just a few minutes earlier, rearmed and ready to begin his assault afresh. Eventually  provided the player sticks with him  the commando will emerge victorious and alive. The video game Nazi will be remembered only as an end-of-level statistic. In fact, I would venture to guess more video game Nazis have died in the past 30 years than there are humans who have ever lived. Billions more. Perhaps trillions. You could lay the bodies head-to-toe in a line from here to the sun and back. The ghosts of the virtual dead are packed so tight in the stone hallways of Castle Wolfenstein that it looks like Pac-Man level infinity. A thousand unmarked digital graves litter every square inch of the beaches of Omaha and the train yards, docks and barracks of a hundred occupied territories. Every teenage boy of the last two decades has his 100 Nazi scalps. I alone have killed thousands of Nazis. I&apos;m no hero. It&apos;s just what a boy with a games console did when I were a lad. I have killed them without a second thought; first in two dimensions in Commandos: Behind Enemy Lines, then in three in the Medal of Honor games and Battlefield 1942. I have killed them when they rose from the grave as zombies in Call of Duty: World at War, and in Hogs of War when they were cartoon pigs soaring over me with jet packs. Sometimes at night I can still see hear them squealing. It is supply and demand. They die because gamers want to kill them, because there&apos;s no enemy as satisfying as an unthinking embodiment of pure, picture-book evil. Meaning every year, without fail, there are half a dozen new games offering a good old-fashioned romp through war-time Germany with nothing but a rifle and a cheeky grin. So it is with Sniper Elite V2 (PC/PS3/Xbox 360), a reboot of 2005&apos;s Sniper Elite, which mixes third-person stealth gaming with sophisticated, hold-your-breath, account-for-the-wind-and-pick-your-moment sniping. You play as American agent Karl Fairburne, out to kill or capture Germany&apos;s finest rocket scientists (the only Nazis ever deemed worth keeping alive being the ones who can help us kill other Nazis faster and more efficiently). Of course, every one-man mission through Germany needs its own unique selling point, and in V2 that selling point is clearly the kill-cam. Snipe an enemy from far enough away and the game lurches into cinematic slow-motion as you follow the flight of the bullet over rooftops and courtyards. And then, when it reaches its man, you watch in graphic x-ray as it finds its mark, penetrates flesh and bone, and emerges again from your target&apos;s body trailing blood and guts. What made them think we would want to see an x-ray of a Nazi as he dies? Hard to say. Perhaps they figured we&apos;ve become inured to the thrill of watching a man get shot without an x-ray. Perhaps the makers of V2 held a focus group. Perhaps the group unanimously agreed, nodding and murmuring emphatically, that what they wanted above all else was to see a German soldier literally die inside. I have my own theory: V2&apos;s x-ray is a small step towards a little sympathy for the video game Nazi. Yes, they&apos;re still being shot in the head. Yes, they&apos;re still being massacred by bloodthirsty gamers every day, in every continent. But in V2, for the first time, in the split-seconds before they die, players can helpfully diagnose a cyst for them. I think we owe them that, at least.", 
    "section": "technology", 
    "gid": "technology/2012/apr/19/game-on-sniper-elite-v2", 
    "wordcount": "770"
}