{
    "headline": "What's life like at Ghana's Millennium Village Project?", 
    "text": "The inhabitants of a cluster of small villages around Bonsaaso, in Ghana&apos;s heavily forested Ashanti region, are used to foreign visitors frequenting their dirt roads. But although Bonsaaso is the centre of the Millennium Village Project (MVP)  a high-profile scheme for alleviating poverty by developing health, education, infrastructure, agriculture and business  another outside intervention has impacted locals more. The presence of Chinese goldminers involved in galamsey, the local name for surface mining, has altered the local landscape. In the Amansie West region, the thick Ashanti forest is frequently ruptured by large clearings of dead and dying trees; they border lakes of murky water, littered with rickety pieces of industrial machinery. At most sites, a handful of dust-caked locals dig the earth, sometimes watched over by small groups of Chinese men. One local resident, who didn&apos;t want to be named, explains how the local gold economy works. &quot;We locals start digging, then Chinese come with excavators and take most of the profits,&quot; he said. The heavy emphasis on surface mining around Bonsaaso is not what the MVP creators had in mind. The project, which is intended to provide a scalable model for holistic development, aims to create measurable, peer-reviewed improvements in infant and maternal mortality, nutrition and education, in line with the millennium development goals. Measurements of its success have proved controversial. In May, the Lancet was forced to withdraw sections of its latest assessment of child survival rates following criticism that it had overstated child mortality outcomes. Paul Pronyk, director of monitoring and evaluation at Columbia University&apos;s Centre for Global Health and Economic Development  founding partner of the MVP  left the project, and director Jeffrey Sachs said its oversight mechanisms would be overhauled. Despite the Lancet retraction, data shows improvements in Bonsaaso, including better maternal health (institutional deliveries and antenatal care have risen significantly), a doubling in access to safe water, and improved sanitation (up from 4% to 60%). However, the impact of galamsey is impossible to ignore. The possibility of instant cash in return for finding gold has prompted villagers to pull their children out of school to help search. Cocoa farmers have sold their land to eager Chinese buyers. And rarely a week goes by in Ghana without reports of child or adult deaths and injury as a direct result of galamsey. Amansie West is no exception. At Tontokrom health centre, in a village near Bonsaaso, staff say that  while they have benefited from solar panels and a new lab provided by the MVP  surface mining has made their work more challenging. &quot;Galamsey causes a lot of health problems that we have to treat,&quot; said Irene Guandi, 24, a community health nurse at the centre. &quot;We see a lot of occupational hazards, and we are treating more and more wounds and injuries.&quot; In local schools, the negative impact of galamsey on the MVP&apos;s development efforts is even more pronounced. &quot;The main occupation here now is galamsey,&quot; said Alexander Owusu, acting head of Bonsaaso primary school, which has 319 pupils. &quot;The parents have more interest in this than in their children&apos;s education. Instead of sending the children to school, they normally go with them to look for gold.&quot; The problem has been compounded, Owusu said, by the MVP&apos;s failure to maintain promised help to the school. He and staff at Tontokrom complain bitterly that their MVP-sponsored school feeding programmes stopped abruptly in May, causing even higher dropout rates and affecting the performance of children still attending. &quot;Since May we have had no supplies,&quot; said Owusu. &quot;It&apos;s affecting the children and has reduced our enrolment. Since we stopped feeding the children, more than 20 have stopped coming.&quot; There is a growing sense that the MVP&apos;s management of its relationship with the communities is arbitrary. Teachers at Tontokrom complain nearby Bonsaaso has had special treatment. Unlike Tontokrom, Bonsaaso received new teachers&apos; accommodation  a crucial advantage, said Boakye, because migrant workers attracted to the area by galamsey have snapped up vacant rooms in the villages. &quot;There is no adequate accommodation here for teachers,&quot; said Boakye. &quot;It&apos;s unfair. Finding a room in the town here is very difficult because of the galamsey  so many people come from other places looking for gold that every place is full.&quot; Boakye said the much-publicised provision of IT facilities at Bonsaaso does not extend to his school; he claims staff have been prevented from using them. The impact of computers for children who do have access is impressive. Bonsaaso&apos;s IT room is tidy and airy, with a dozen flatscreen monitors and a pile of plastic laptops. Dennis, 12, whose parents are cocoa farmers, is reading Albert Einstein&apos;s Relativity; he is one of about 10 children brushing up on their IT skills after school. &quot;I was searching for a topic we learned in school,&quot; he says. &quot;I like science, I want to be a doctor when I grow up. I like using the computer because it helps me to go around the world and learn from different places.&quot; Abraham Lincoln, 22, who runs the IT room, says the plan, separate from the MVP, to have one laptop for every child has been hampered by malfunctioning equipment and the inability of locals to fix machines when they break. &quot;No one here knows how to fix them,&quot; said Lincoln, eyeing a pile of 78 faulty laptops. &quot;[The suppliers] have assured us that they will come, so we are waiting.&quot; Even basic sanitation is an issue. &quot;Our toilet facilities at Bonsaaso primary school are not working at all,&quot; said Owusu. &quot;The children have to go home when they need to use the toilet.&quot; Erin Trowbridge, director of communications at the Earth Institute at Columbia University where the MVP is based, said: &quot;Without question, the challenge of fighting extreme poverty is complicated. National governments like Ghana&apos;s are unable to maintain financing levels remotely close to those in high-income countries. Facilities break down or are insufficient for local needs. Nonetheless, in the face of these realities, the MVP is learning by doing and has created many new opportunities and breakthroughs. Bonsaaso is working very hard to achieve all of the millennium development goals by 2015.&quot; It&apos;s hard to see how a school without toilets  one of so many problems for residents of the Bonsaaso cluster  is in line with the MVP&apos;s promise to improve sanitation for rural people. With the MVP in its sixth year of 10, and galamsey continues to grow, many locals wonder which of the two interventions will have the most lasting impact.  This article has been amended since publication to clarify the length of the MVP, correct a reference to &quot;one laptop for every child&quot; and add a quote from the MVP", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/25/ghana-millennium-village-project", 
    "wordcount": "1147"
}