{
    "headline": "The week in wildlife - in pictures", 
    "text": "   Lonesome George, the last of the Pinta island giant tortoises and a conservation icon, has died of unknown causes. He was believed to be about 100 years old. He was found in 1972 and become a symbol of the Galpagos Islands. His species helped Charles Darwin formulate his theory of evolution in the 19th century Photograph: Rodrigo Buendia/AFP/Getty Images       A pelican at the port city of Sidon, southern Lebanon. A small number of pelicans live in the port of Sidon where fishermen feed them  Photograph: Ali Hashisho/REUTERS       A rescued gibbon monkey confined at a rehabilitation center run by the French environmentalist Aurelien Brul popularly known by his adopted nickname Chanee, meaning Gibbon in Thai, in Barito Utarra district in Central Kalimantan province located in Indonesia's Borneo island Photograph: Romeo Gacad/AFP/Getty Images       A worker holding a newly hatched crocodile at a crocodile farm in Pasay city, Manila. At least 10 crocodile eggs were hatched on the farm on Tuesday, according to farm officials Photograph: Romeo Ranoco/REUTERS       Three people were arrested after a large cache of wild animal parts was intercepted in Nanning, capital of southern China's Guangxi Provinc, including 343 frozen pangolins, 141 black bear palms (from at least 43 bears), 37 frozen big-headed turtles, and 20kg of suspected black bear meat. According to officers, the body parts would have been sold on the local black market with the estimated value of 20m yuan Photograph: Quirky China News / Rex Features       Baby kangaroo Sabrina being cared for by keeper Regina Hamza at a breeding station at the Serengeti Park, a zoo in Germany. A keeper found the cub in the grass of the kangaroo enclosure. Sabrina was probably thrown out of the protective pouch of its mother, Urmel Photograph: Serengeti-Park/EPA       Forestry commission wildlife officer Tony Lightley replaces an osprey chick in the nest in the Scottish borders after the chick had been ringed. He had to avoid sharp talons, beaks and beating wings in order to retrieve several young chicks so they could be ringed Photograph: Angus Blackburn / Rex Features       Jule, a baby Rothschild giraffe, runs in her enclosure at Tierpark Berlin zoo  Photograph: Sean Gallup/Getty Images       Seized ivory ready for the burn in Libreville, Gabon, in a ceremony to symbolise Gabon's commitment to ending poaching and other wildlife crimes. An estimated 5,000 to 12,000 elephants are killed each year for their ivory. Gabon's President Ali Bongo Ondimba last year created an elite military unit whose mission is to secure Gabon's parks and to protect wildlife, especially against poaching and illegal trade of ivory and the confiscated ivory was a product of this crackdown Photograph: James Morgan/WWF-CANON VIA AP IMAGES       A common lizard Lacerta vivipara sunbathing at the London Wetland Centre in Barnes. Here is how to attract grass snakes, slow worms and common lizards to your garden Photograph: Alamy       A guillemot spreads its wings on Skomer Island off the coast of Pembrokeshire in west Wales Photograph: Dimitris Legakis/D Legakis Photography/Athena       Buglife, leading wildlife conservation group, has called for a public inquiry to investigate the catastrophic collapse of the largest and healthiest population of highly protected freshwater pearl mussels in England  Photograph: Peter Jolly/IAN JOLLY NORTHPIX       A keeper holds three Siberian tigers which were born in the circus Renaissance, that is currently located in Leiden, the Netherlands Photograph: Koen Van Weel/EPA       A man moves an elephant to higher ground as villagers padddle with their belongings through flood waters in the Pobitora wildlife sanctuary, 55 kms from Guwahati, the capital city of the north-eastern state of Assam. Floodwaters have submerged 90% of the sanctuary forcing rhinos and other wild animals to shelter in the woodland of the park which is located at a higher altitude. More than 850,000 people have been displaced and road communication disrupted in several parts of the state due to flooding caused by seasonal monsoon rains, a government official said Photograph: Strdel/AFP/Getty Images       Gyeonggi, South Korea: A Moorhen feeds its newly hatched chick Photograph: Kim Jae-Sun/EPA       Lisa, a female emperor scorpion, with six offspring riding on her back. The emperor scorpion, an African rainforest species, is one of the largest scorpions in the world. Gravid for up to nine months, the female gives birth to live offspring, which are born without the exoskeleton. Newborns are soft and white and will ride on their mother's back until their first molt Photograph: Handout/Reuters  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/jun/29/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}