{
    "headline": "Sun is the most perfect sphere ever observed in nature", 
    "text": "The sun is the most perfectly round natural object known in the universe, say scientists who have conducted precise measurements of its dimensions. As a spinning ball of gas, astronomers had always expected our nearest star to bulge slightly at its equator, making it very slightly flying-saucer shaped. The planet Jupiter demonstrates this effect well. Its high rate of spin - once every 10 hours - means that it is almost 7% wider across its equator than the distance from pole to pole. Now a team led by the University of Hawaii&apos;s Dr Jeffrey Kuhn have made the first precise measurement of the sun&apos;s equatorial bulge, or its &quot;oblateness&quot;. The results were a big surprise. &quot;We were shocked,&quot; says Kuhn. The sun doesn&apos;t bulge much at all. It is 1.4m kilometres across, but the difference between its diameter at the equator and between the poles is only 10 kilometres. Scaled to the size of a beachball, that difference is less than the width of a human hair. Only an artificial sphere of silicon that was created as a standard for weights is known to be more perfectly spherical. The results, reported in the journal Science, are the culmination of 50 years of efforts to precisely measure the sun, which have been hampered by the blurring effects of the Earth&apos;s atmosphere. &quot;Finally, from space, we have it nailed,&quot; says Kuhn. They used instruments on Nasa&apos;s Solar Dynamics Observatory, though these were not precise enough to make the observations directly. The satellite had to be rotated to take images of the sun at all orientations so that tiny imperfections in the spacecraft&apos;s instruments could be averaged out. The observations are key to learning about the sun&apos;s interior, which rotates at different speeds like traffic moving at different speeds on a motorway. This speed distribution can be inferred from measurements of the star&apos;s shape and the way that it wobbles. The new measurement indicates that the outer layers are moving more slowly than expected: Kuhn suggests that turbulence under the surface is probably the cause. The team also searched for changes in the sun&apos;s width over the two years of the observations that would correlate with its 11-year activity cycle, but found that if those variations are there, they are too tiny to detect. Kuhn accepts that more surprises may be in store, noting that the sun often confounds those who try to predict its behaviour. &quot;It&apos;s fooled us every time we&apos;ve looked.&quot;", 
    "section": "science", 
    "gid": "science/2012/aug/16/sun-perfect-sphere-nature", 
    "wordcount": "419"
}