{
    "headline": "On a bright and breezy, rain-stained morning", 
    "text": "The showers that had pattered against the windows in the hours just before daylight have fled, giving way to an early morning as bright and cheerful as any you could wish for. The sun is shining and the loch, with its scattering of tree-covered islets, is as blue as the sky overhead  but this is April, and the breeze which is brisk enough to send a series of small white clouds scudding past above is also chilly enough to nip at earlobes unprotected by a woolly hat. On the far side of the loch the mountains reach skyward. Exposed rockfaces still wet from the night&apos;s rain catch the sunlight and shine like polished steel mirrors, their shapes creating striking patterns of dark rock and gleaming brightness and revealing characteristics of the mountain slopes unseen in other light conditions. Nearby, a wren is singing, the notes ringing out across heather still brown from the winter. A couple of meadow pipits chase one another in jinking flight over the straggling plants until one drives off the other, perching victorious on the highest clump in the vicinity. There are wheatears around as well, mostly males, smart in their fresh spring plumage. They too flit above the heather  the white tail pattern making them easy to spot against its darkness  then swoop upwards to sit bold and tall on a rocky outcrop or fence post, where they bob restlessly and deliver a brief burst of scratchy song or utter a hard &quot;chac chac&quot; before taking off again for another short flight over the heather. A pair of stonechats, whose territory this is and who were seen here all winter, fly back and forth apparently unconcerned by the temporary influx of so many wheatears. Out of the breeze, the warmth of the sun can at last be felt and, even before I round the curve in the single track road to where a great bank of brightly flowering gorse comes into view, its heady coconut scent comes drifting in on the air.", 
    "section": "environment", 
    "gid": "environment/2012/apr/19/south-uist-bright-breezy-rain-stained", 
    "wordcount": "339"
}