{
    "headline": "Eesti: Kuidas Euroopa hes vikseimast maast on saanud kige internetiteadlikum riik", 
    "text": "1995. a., neli aastat peale seda, kui Eesti murdis end vabaks NSVList, luges Toomas Hendrik Ilves hte vga ludiitset&quot; raamatut, mille oli kirjutanud Jeremy Rifkiin. Raamatu pealkiri oli Maailmalpp&quot;. Selle phiteesiks oli, et suurema arvutistamise tagajrjeks on vhem tkohti&quot; mletas Ilves, kes tol ajal oli vanemdiplomaat, ndseks riigi president, mis tema arvates oli kohutav&quot;. Ilves ja paljud tema kolleegid ngid asja teisiti. Imetillukeses (rahvastikuarv 1,4 miljonit) ja sjaiseseisvunud riigis, just sellises nagu Eesti, said poliitikud aru, et arvutid saavad kiiresti kompenseerida nii vhese tju kui ka kroonilise fsilise infrastruktuuri puuduse. Seitseteist aastat hiljem on internet enamgi kui aidanud. See on ndseks tihedalt seotud Eesti riigi identiteediga. Muude maade jaoks on internet lihtsalt veel ks teenus - nagu kraanivesi vi puhtad tnavad,&quot; lausus Linnar Viik, Eesti IT Kolledi lektor, valitsuse nunik ning mees, kelle nimi on peaaegu snonmiks interneti tusule Eestis. Kuid noortele eestlastele on internet millekski rohkemaks kui teenuseks  see on demkraatia ja vabaduse smboliks&quot;. Et teada saada, milleks, tuleb minna tnavale. Tasuta WiFi on kikjal ja nii on see olnud aastakmmend. Me mistsime, et kui valitsus hakkab internetti kasutama, peab internet olema kttesaadav igahele&quot;, selgitas Viik. Seega ehitasime vlja lisuure avalike internetipunktide vrgustiku inimeste jaoks, kes ei suuda koduse internetiteenuse eest tasuda. Sama taktikaga lhenetakse ka haridusele. Aastaks 1997, tnu kampaaniale, mida osaliselt juhtis Ilves, oli aukartustratavas 97% Eesti koolides juba internet. Tnapeval on vimalik hletada kandearvuti vahendusel ning allkirjastada ametlikke dokumente lbi nutitelefoni. Valitsuse koosolekud on olnud paberitud alates 2000. Arstid kirjutavad vlja ainult elektroonilisi retsepte. Ei ole paha maa kohta, kus ainult kaks aastakmmet tagasi oli vaid poolel elanikkonnast kodus telefon. Vljaspoolt vaatajatele ei ole koheselt selge, miks Eesti vttis interneti tarvitusele kordi kiiremini kui tema Balti sugulased- Lti ja Leedu. Kuid eestlastele on phjus koheselt arusaadav. Iseseisvusaja algusest peale on Eesti pilgu pranud Skandinaavia poole nii inspiratsiooni kui investeeringute saamiseks. Need Soome ja Rootsi partnerid, kes investeerisid, eeldasid, et Eesti koostpartnerid vahetavad nendega teavet e-maili pigem kui faksi kaudu. Ja sna pea olid uustulnukad need, kes juba esirinnas liikusid. Ma mletan, kui ks Rootsi pankadest ostis he Eesti panga,&quot; jutustab Ilves. Nad tulid siia ja tlesid: ja nd petame teile, kuidas korraldada internetipangandust&quot;. Ja meie tlesime:  hsti, kuid Te tahate vib-olla vaadata, mida me *teeme* internetipanganduses ise&quot;. Viimaste andmete jrgi toimus 99% Eesti pangatehinguest internetikeskkonnas. Asjale tuli kasuks ka see, et 90ndate algusaastatel olid paljud poliitikud varmad endale internetti soetama&quot;. Peale NSVLi kokkuvarisemist olid vimul vga noored inimesed,&quot; lausus Jaan Tallinn, Skype&apos;i, Eesti internetitelefonikompanii kaasasutaja ning Kazaa, failijagamissaidi kaas-arendaja. Nad teadsid, mis oli toimumas&quot;. Samuti nhti internetis puhvrit Venemaa vastu. Irooniana, kui lpuks tuligi rnnak, tuli see interneti kaudu  ning koheselt katkes Eesti henduse muu maailmaga. Rnnak kestis kolm ndalat ning seda oli vimalik ohjata ainult Eestist vlja- ja Eestisse sissetlevat internetiliiklust piirates. Tegemist oli telise kber-vallutusrnnakuga. Toimunud jminekul oli kaks positiivset tulemust. Esiteks: NATO rajas kber-sjanduse mttepaja Eestis, et kogemusest ppida. Teiseks: valitsus asutas Kber-Kaitseliidu, 100 kbersektori vabatahtlikust koosneva vrgustiku, kes lisaks muudele lesannetele, moodustaks territoriaalarmee tuleviku hdaolukordadeks. Traditsiooniliselt on Lnemaades olnud ndalalpu sjalise ppe ritused, kus vabatahtlikud lhevad metsa ja harjutavad laskmist,&quot; snas Ilves. Eestis on meil grupp IT inimesi pankadest, tarkvaraettevtetest, kes vabal ajal, hel peval ndalas, ttavad kberksimustega. Palju aastaid oli igal Eesti kodanikul igus tasuta domeeninimele. 2010. a. tuli muutus: valitsus edastas allhankena vastutuse domeeninimede eraldamise eest era registripidajatele, kes nd kasseerivad eestlastelt sisse 15 mber selle luksuse eest  ks krgeimaid hindu Euroopas. Paljud akadeemikud ja krgklassi tehnoloogiattajad olid rmiselt negatiivselt meelestatud ning mningad neist moodustasid surverhmituse  Eesti Internetihendus - the Estonian Internet Community (EIC)  mille eesmrgiks on vlja videlda suurem snaigus tavainimestele selles suhtes, kuidas Eesti internetti hallatakse. Tegelikult aga kardetakse, et needsamad poliitikud, kellel oli niivrd valgustuslik suhtumine internetti 90ndatel , vivad hakata kaotama oma progressiivset profiili. Nad on jtkuvalt vimul,&quot; lausus Skype&apos;i Tallinn, kuid ma ei ole kindel, et nad saavad aru, mis on toimumas. Tehnoloogia areneb jtkuvalt. Noored lhevad selle arengukurviga kaasa. Kui vananedes tabab neid inerts ning nad hakkavad arengukurvist krvale kalduma&quot;.", 
    "section": "technology", 
    "gid": "technology/2012/apr/15/estonia-internet", 
    "wordcount": "912"
}