{
    "headline": "The fight against bogus degrees in higher education", 
    "text": "Tell us about your role, and how did you end up where you are now? I head up the team that develops and manages QAA&apos;s national and international partnerships and participation in quality assurance networks. We protect the interests of everyone working towards a UK higher education qualification  however and wherever they study. I started my career in higher education as a committee administrator at what is now Glasgow Caledonian, before moving south to work at CNAA then onwards to Brussels to work on the European Credit Transfer System. While I was there I joined the Higher Education Quality Council (one of the forerunners to QAA). I started at the QAA as an international consultant to the reviews department, working one day a week at the agency and the rest of the time at a university and on international projects including some in South East Europe. I once heard a colleague of yours refer to you as the &apos;James Bond&apos; of the education sector, she was referring to the work you do tracking down people who sell bogus degrees  can you tell me a bit about that? I head a team of very experienced bogus degree mill hunters who gather evidence about this extremely lucrative  some of these rackets are making millions of pounds each year illicit activity and we pass it on to relevant authorities in the hope that they will prosecute. People running diploma mills are often involved in money laundering and other activities. These are serious criminal gangs, one of the most infamous being the group that ran the St Regis university operation. One of the worst things about diploma mills (and their emerging partner accreditation mills) is the negative impact on the reputation of online education and validation arrangements. Online education can be the only option that students in some places have - for example, millions of students in India study online, but concerns about diploma mills often mean that valid and reputable qualifications gained through online study are treated with suspicion and not recognised. Whenever a scandal about validation hits the papers, people say &apos;we told you this was dodgy&apos;, but there is a long and honourable history of validation that has brought access to education to people who wouldn&apos;t otherwise have had it. It has developed institutions with limited experience of delivering degree programmes into institutions that now have degree awarding powers and university title in the UK. It has been an apprenticeship model, if you like, and it has been a vehicle for internationalisation. There are lots of good things about validation so it should not be dismissed because there&apos;s been one scandal. What do you anticipate will be the major challenges and developments in your role in the coming years? Trans-national education (TNE) is growing exponentially. In the coming years we will need to engage with an ever wider range of institutions, inside and outside the UK, to provide reassurance about quality and academic standards. It&apos;s our job to affirm public confidence in UK quality and standards. In total, we have around 700,000 international students in the UK and abroad studying for UK degrees. Just factoring in their parents and funders means there are a lot people who want to be confident that the students are getting a decent quality educational experience, and a qualification that&apos;s going to recognised in ongoing study and employment. The current major locations for UK TNE in terms of student numbers are Singapore, Malaysia, Hong Kong, and mainland China. But many other locations are coming up and, in some cases, present new challenges in terms of delivery and management of quality. What works in one national and regulatory context is not always transferable to another. As universities around the world improve, UK higher education will have to work harder to attract students. It would be good to see greater collaboration between UK universities in international activities to boost individual and collective competitiveness. If you look at Australian universities, they are all competitive but they have co-operation factored into their international strategy  and maybe that&apos;s something we should emulate. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/feb/13/qaa-carolyn-campbell-interview", 
    "wordcount": "714"
}