{
    "headline": "Article: UK leads world in mobile web use", 
    "text": "1 Britain has become a gadget-obsessed nation, watching more television online and using smartphones and tablets to access the web more than any of the world&apos;s leading economies, according to new research. 2 The British love of the latest devices has even seen the UK overtake Japan in mobile internet use, according to a new report from the UK media regulator Ofcom. The research compared data across 17 countries, including the US, China, India, Russia, Brazil, Sweden, France and Germany. 3 An obsession with Facebook, Twitter and Gangnam style clips on YouTube has seen UK consumers download 424 megabytes of data each per month on their smartphones and tablets. The figure is almost 60% more than a year ago. 4 Much of the increase in use of mobile devices, especially smartphones, has been driven by the popularity of social networking sites such as Facebook and Twitter, with 40% of UK adults accessing their profiles on the go. British 18to 24-year-olds are the world&apos;s top mobile social networkers, with 62% accessing their profiles from smartphones and tablets. 5 UK internet users spent an average of 728 minutes (more than 12 hours) a week online in total, although this is a slight drop from the 746 minutes recorded in the last report. 6 The British love of the latest gadgets is also seen in the changing face of the living room. Almost 24% of TVs sold in the UK in the first quarter of this year were &quot;super large&quot;  bigger than 84cm. 7 The popularity of video-on-demand services such as the BBC&apos;s iPlayer have made Britons the most likely to watch, or catch up, with TV online. Almost a quarter of Britons use an online catch up TV service each week, ahead of second placed US on 17%. 8 Despite the rise of digital technology, good old-fashioned linear TV viewing is showing no signs of losing its popularity. TV viewing in the UK has remained stable at 242 minutes  more than four hours  per person daily. Original article by Mark Sweney, rewritten by Janet Hardy-Gould This version of Mark Sweney&apos;s article has been edited for use with the Guardian Weekly&apos;s Classroom Materials worksheet. Read the original article here. Classroom Materials worksheets are designed to be used by English language teachers with learners at intermediate level. Download the photocopiable worksheets based on this article, with full teacher&apos;s instructions, here And build on your students&apos; knowledge with some of our other Classroom Materials worksheets with a technology theme: Why wearing headphones can be bad for your health Gadget addiction is pushing up energy bills Ebook sales overtake printed books", 
    "section": "education", 
    "gid": "education/2013/jan/22/mobile-technology-worksheet", 
    "wordcount": "438"
}