{
    "headline": "What's it like to study at MIT?", 
    "text": "If you are considering studying at the best university in the world, you&apos;d better be prepared to work your socks off. The pace of learning at the Massachusetts Institute of Technology has been likened to &quot;drinking from a fire-hose&quot;. The science and technology university, located in Cambridge, Massachusetts, has just been named number one university in the world in the latest QS league table. It has a stellar reputation. In fact, if you added up the revenues of companies founded by MIT alumni, it would make the 11th largest economy on earth. But what do students think of it? The first thing they tell you about is the workload. &quot;So, MIT is a lot of work. I&apos;m four days into the semester, and I&apos;ve already handed in two p-sets [problem sets] and a writing assignment, I have two other p-sets and a 20-minute presentation to do, and I have to read All The President&apos;s Men by the end of the week,&quot; says Amy Guyomard, a third-year maths major. The institute has become a movie byword for a technical intelligence. Engineering prodigy and billionaire inventor Tony Stark, aka Iron Man, is an MIT graduate. Good Will Hunting, starring a super-brainy Matt Damon, was set on the campus. Of course, it&apos;s very tough to get in. In 2012, just 9% of 18,109 applicants received an offer. Exceptional students are drawn to the institute. Take Michael Plasmeier. He built GridView, a Facebook app that let users make a photo mosaic using their friends&apos; pictures, when he was 15. The app had 1.3 million installs and made about $16,000 in revenue. But even he admits that when he first came to MIT, he did &quot;very poorly&quot;: &quot;MIT is like bootcamp for your brain. You are given all these hard problems and you need to figure out how to solve them. Plasmeier, now 21 and a management and computer science student, adds: &quot;Information is not spoon-fed, you need to find your own personal style of learning.&quot; How does the institute pick from the thousands of students that apply? &quot;MIT does not admit purely on test scores,&quot; says Michael Colao, who helps co-ordinate admissions to the school from the UK. He looks for initiative and intellectual curiosity when he interviews potential students. &quot;We look at certain characteristics. Especially how well you collaborate: evidence of being good at working as part of a team. So much of science and technology is now focused on working together.&quot; Colao says there has been a 45% increase in successful applicants from the UK over the past three years. This is in line with other Ivy League colleges such as Harvard and Yale, who have also seen strong increases in applications. MIT does a lot to minimise competition between students. There is no class of degree, a degree from MIT is just a degree. Plasmeier stresses that there is huge variety in the student population: &quot;We do have some Good Will Hunting-style people. But we have all types of people. People who like to party. People who like to build roller coasters in front of their dorm. &quot;MIT is as hard as you want to make it. Just like bootcamp, every day might not be fun, but you come out a lot better than you went in.&quot;", 
    "section": "education", 
    "gid": "education/2012/sep/13/whats-it-like-to-study-at-mit", 
    "wordcount": "565"
}