{
    "headline": "iPad 3: the tablet that will give mobile operators a headache", 
    "text": "The third coming of the iPad is upon us. Details of its new features are beginning to leak, from high-definition zoom to the disappearance of the home button and the appearance of Siri, iPhone&apos;s speaking personal assistant. Whatever the commandments written into Apple&apos;s latest tablet, &quot;thou shalt have the option to purchase a subsidised iPad 3 from your mobile network&quot; is unlikely to be among them. The first iPad appeared in February 2010, and dozens of Android-based tablets have launched since, but UK network operators have not embraced them as they have the smartphone. Why have the likes of O2 and Vodafone shown so little interest in promoting devices designed to run on their networks, which could in theory lure customers to spend hundreds of pounds more each year on data plans? The simplest answer is that while phones have made Apple rich, they have begun to eat into the fat profit margins of mobile networks. Tablets only reinforce that pattern. As one network executive put it, with the iPad, &quot;all you are doing is subsidising Apple&quot;. The iPad has found 55 million buyers worldwide without help from the networks so far. The market has been created without their help. Phone calls and texts are good money earners because they run on the old 2G networks, long since built and paid for. But smartphone customers are swapping calls and texts for internet services. These run on 3G networks, which require a big investment each year to accommodate the explosion in traffic  up 250% over the last two years. And the speeds offered are still much slower than home broadband. Until networks spend billions more upgrading to 4G, using a tablet for watching films or playing video games, and all the other data hungry media it was designed for, will be a more enjoyable experience on Wi-Fi until truly fast mobile broadband is up and running some time at the end of 2013. Tablet customers have no need at all for calls and texts. So there is limited profit to be shared with the customer in lowering the price of the device. O2 does not subsidise tablets. Vodafone stocks two brands, Apple and Samsung. Its iPad 2 costs 229 upfront plus a two-year contract at 27 a month. The Vodafone price adds up to 877 over two years, for 2GB of data a month. At that price, it&apos;s obvious there is no subsidy in Vodafone&apos;s offer. In fact buying direct from the Apple store is cheaper. The basic 3G tablet is 499, while 2GB of data will set you back 15 at month at O2, adding up to 859 over two years. Three&apos;s deal, from 229 up front and 15 a month and a 15GB data allowance, is the only true subsidy. That adds up to a cheaper than the rest 589. But Three happily admits that most of its iPad customers are bringing their own kit to the network. Apple does not cut networks any special slack on wholesale prices. The networks make money selling the data plans, not the hardware. There is also customer reluctance. Technology changes so quickly, people are reluctant to sign two separate 24-month contracts, one for the tablet and another for their normal phone. What they want is a single data subscription shared between all devices  from the laptop dongle to the phone. So far, of the big players only Orange has stepped into this new tariff zone. It will sell both devices  an iPad and iPhone  for an initial 99, plus 65 a month for two years for 2GB of data, 600 minutes and unlimited texts. That amounts to a racy 1,659 over the two years. But its multi-device offer is limited to a small range of products including Apple&apos;s. The word on the street is that multi-device plans are coming from other operators this year, but until they do, tablets are likely to remain peripheral. Given the expense of the 3G data plans, most consumers will find it easier to connect to the internet on their tablets via Wi-Fi. The danger then is that as urban availability of free or cheap Wi-Fi spreads, a new generation of customers could grow up with a new generation of devices that don&apos;t rely on mobile phone masts to stay connected. The network operators could themselves become peripheral.", 
    "section": "technology", 
    "gid": "technology/2012/mar/07/ipad-3-tablet-mobile-operators", 
    "wordcount": "738"
}