{
    "headline": "Obama tightens air pollution limits", 
    "text": "The Obama administration has set new limits on a deadly form of air pollution  and risked a backlash from industry early in a second term  by tightening restrictions on soot from smoke stacks and diesel engines. The new rules from the Environmental Protection Agency (EPA) will reduce the amount of soot released from power plants, diesel engines, refineries, and other industries. The microscopic particles are linked to early death and higher rates of heart attacks, strokes and lung diseases, such as asthma. The EPA administration in announcing the new standards on Friday promised sweeping public health benefits. &quot;Families from around the country will benefit from the simple fact of being able to breathe cleaner air,&quot; said Jackson, adding that her two sons suffered from asthma. The rules, finalised in response to a court-ordered deadline, were strenuously opposed by industry groups and by some members of Congress, setting up the stage for heightened confrontation during Obama&apos;s second term. The administration is expected to roll out other pollution controls, which were put on hold in an election year. The main oil lobby group, the American Petroleum Institute, said in a statement: &quot;There is no compelling scientific evidence for the policy decision to develop more stringent standards. The existing standards are working and will continue improving air quality.&quot; James Inhofe, the Oklahoma Republican who is the Senate&apos;s biggest doubter of climate change, said the new rules were the first wave of &quot;an onslaught of post-election rulemakings that will place considerable burdens on our struggling economy and eventually push us over the &apos;regulatory cliff&apos;&quot;. Clean air advocates praised the decision as long overdue. The air quality standards were raised only after environmental group Earth Justice sued the EPA to enforce standards recommended by its own scientific advisers. The American Lung Association, which had supported the suit, said in a statement that the new standard would save lives. &quot;We know clearly that particle pollution is harmful at levels well below those previously deemed to be safe,&quot; the statement said. &quot;By setting a more protective standard, the EPA is stating that we as a nation must protect the health of the public by cleaning up even more of this lethal pollutant.&quot; The new standards will limit annual average soot emissions to 12 micrograms per cubic metre of air by the end of the decade. The level, significantly more stringent than the standard of 15 micrograms set in 1997, was in the middle of a range of 11 to 13 micrograms recommended by EPA scientists. Microscopic particles lodge in lungs and in the bloodstream and are especially dangerous to children and older people. They have been linked to severe asthma attacks. Jackson said the new standards would result in health savings of between $4bn and $9bn. They will cost up to $350m to implement. About 66 counties in the country now exceed the current standards, but the EPA estimates that by 2020 only seven counties  all in California  will have trouble meeting the new air quality standards. The agency will rely on air quality monitors across the country to check on soot levels  especially along busy roads in urban areas. People living on busy roads are at a higher risk of exposure to soot particles.", 
    "section": "environment", 
    "gid": "environment/2012/dec/17/obama-tightens-air-pollution-limits-soot", 
    "wordcount": "548"
}