{
    "headline": "The real Sharknado: how sharks deal with extreme weather", 
    "text": "Love them or hate them, the Sharknado films have been a hugely successful franchise (in fact, the fourth Sharknado film yes thats right, the fourth, aired on the Syfy channel at the end of July). I couldnt possibly comment on their value as films, but as a shark scientist I can say that they inspire in me a feeling of regret that I failed to coin the word sharknado. Because in fact, a good few years before the first Sharknado hit our screens in 2013, I was investigating how sharks responded to extreme weather events as part of my PhD. It is with some sadness however, that I can confirm that neither my colleagues nor I managed to conjure up such a gem as sharknado in describing our findings. Pop culture regrets aside, how do sharks respond to extreme weather events? Well, it all comes down to pressure and how they sense it.   Related: Sharks fascinate us - but are we prepared to protect them from extinction?    Pressure serves as an important cue within the marine environment. Since water is 1,000 times denser than air, every 10m of depth adds approximately one bar of hydrostatic pressure. The ability of animals to sense this pressure provides them with a reliable way of sensing depth, and allows them to respond behaviourally to hydrostatic pressure changes; for example, synchronising their activity to tidal cycles or regulating depth.      A small-spotted catshark. Photograph: Picasa/Lauren Smith    My work into shark depth utilisation began in the shark researchers paradise that is South Bimini, Bahamas. I was stationed at the world renowned Bimini Sharklab, founded by Dr Samuel H. Gruber. The shallow coastal waters of the Bimini islands serve as ideal nursery grounds for a number of shark species, most notably the lemon shark (Negaprion brevirostris). Prior to heading out to Bimini I had been discussing juvenile shark responses to changes in barometric pressure with Dr Michelle Heupel. In 2003 Heupel published a paper on juvenile blacktip sharks that were observed to move to deeper water in response to a lowering of barometric pressure associated with the approach of Tropical Storm Gabrielle.  Coincidentally, after only about a week of being in Bimini, Tropical Storm Ernesto was set to hit the islands (cue the Sharknado theme tune) and we were forced to evacuate back to Florida, but not before I had excitedly deployed one of my data storage tags (recording time, depth and temperature) on a shark! As it turned out, the storm weakened in its intensity on its approach to South Bimini. This meant changes in barometric pressure were minimal, and no evidence could be found of a change in the sharks depth usage in relation to the storm, let alone said shark being projected into a nearby city and battling a chainsaw-wielding hero (Sharknado theme fades away). After tagging more juvenile sharks and retrieving more data than I could cope with - which ultimately revealed that the sharks spent the majority of their time occupying very shallow water depths of 0-0.1m, showed a diel rhythm when diving to deeper depths and preferred an average water temperature of 30C (who doesnt?!) - I decided to do further research into the behavioural responses of animals to changing weather systems. Previous studies conducted on teleost fish (adult white/black crappie, palmetto bass, red snapper and sauger) have shown that they alter their movement patterns and depth utilisation in response to changes in weather patterns, specifically barometric pressure (Markham et al. 1991; Guy et al. 1992; Jones and Rogers 1998; Watterson et al. 1998; Jeffrey and Edds 1999).  However, the problem with trying to study an animals response to changing pressure alone during a storm, is all of the other potentially confounding factors that make a storm a storm: heavy rainfall and subsequent run-off resulting in salinity changes, storm surges, wind and low frequency sound. And so, upon my return to Aberdeen and following a few discussions and meetings, I was able to eliminate all of these additional factors by being the first person to do the obvious thing and place a shark tank inside a hypobaric chamber. By doing this I was able to observe swimming activity of the small-spotted catshark (Scyliorhinus canicula) in response to specific protocols of changing pressure. The pressure utilised were well within the normal range that this species of shark would experience in the wild, given its habitat usage, with the largest change in pressure being just less than the equivalent of swimming at a depth of 11m.    Related: Tourism with bite: swimming with the great white shark    Interestingly, most swimming activity was observed in relation to decreasing pressure, as opposed to increasing pressure, with the sharks responding within 10-20 seconds of the pressure change being initiated. Some of the behavioural responses observed were remarkable, with swimming activity seen after a pressure decrease of only 0.005 bar. The results suggested a very sensitive mechanism indeed, so I began to investigate the physiological aspects underpinning the ability to sense pressure.  Previous work investigating how marine organisms without swim bladders sense pressure identified the vestibular system as a site for pressure sensing in the crab and shark (Fraser and Macdonald 1994; Fraser and Shelmerdine 2002; Fraser et al. 2003). This work suggested that the hair cell (thread hair cell in crabs) acts as a mechanoreceptor by converting minute displacements into behaviourally relevant receptor potentials, thereby providing the basis for vestibular function.     Sharks sporting data storage tags. Photograph: Lauren Smith    Physiological recordings have shown that the shark pressure sensor is clearly capable of responding to increasing as well as decreasing pressure (Fraser and Shelmerdine 2002). Yet my behavioural experiments in the hypobaric chamber showed no significant swimming activity occurring during increasing pressure. Heupel et al (2003) speculated that the behaviour shown by the juvenile blacktip sharks in response to the approach of Tropical Storm Gabrielle may have been an innate response based upon the synchronicity of departures and the sharks young age (3-4 months). With shark nursery grounds typically thought to provide protection from predation and abundance of food, Heupel suggested that leaving the nursery in response to unusual or irregular changes in hydrostatic pressure may be a mechanism to prevent individuals from being trapped in a shallow area during an extreme storm event. Alternatively, it could be due to a disorientation of the pressure sensing mechanism, driving the animals to seek deeper water, although when considering the relatively small pressure changes involved this seems unlikely.  Based upon the evidence I collated for this part of my PhD, it was clear that the pressure sensing mechanism and how it translates into a behavioural response by the animal is complex. It seems reasonable to speculate that the use of the pressure sensor in the wild would provide sharks with continuous depth information and would serve as a primary stimulus for a fast-acting innate safety response: movement of sharks from shallow turbulent water to deeper water during a storm. In other words, I can also conclude that it would take a heck of a storm to result in a Sharknado! References Heupel, M.R., Simpfendorfer, C.A., Hueter, R.E. (2003). Running before the storm: blacktip sharks respond to falling barometric pressure associated with the tropical storm Gabrielle. Journal of fish biology. vol. 63. (5). 1357-1363. Markham, J.L., Johnson, D.L., Petering, R.W. (1991). White crappie summer movements and habitat use in Delaware Reservoir, Ohio. North American Journal of Fisheries Management. vol. 11. pp. 504-512. Guy, C.S., Neumann, R.M., Willis, D.W. (1992). Movement patterns of adult black crappie, Poxomis nigromaculatus, in Brant Lake, South Dakota. Journal of Freshwater Ecology. vol. 7. pp. 137-147. Jones, M.S., Rogers, K.B. (1998). Palmetto bass movements and habitat use in a fluctuating Colorado irrigation reservoir. North American Journal of Fisheries Management. vol. 18. pp. 640-648. Watterson, J.C., Patterson III, W.F., Shipp, R.L., Cowan, J.H.J. (1998). Movement of red snapper, Lutjanus campechanus, in the North Central Gulf of Mexico: potential effects of hurricanes. Gulf of Mexico Science. vol. 16. pp. 92-104. Jeffrey, J.D., Edds, D.R. (1999). Spring movements and spawning habitat of sauger (Stizostedion canadense) in a small midwestern USA reservoir. Journal of Freshwater Ecology. vol. 14. pp. 385. Fraser, P.J., Macdonald, A.G. (1994). Crab hydrostatic pressure sensors. Nature. vol. 371. pp. 383-384. Fraser, P.J., Shelmerdine, R.L. (2002). Dogfish hair cells sense hydrostatic pressure. Nature. vol. 415. (6871).pp. 495-496. Fraser, P.J., Cruickshank, S.F., Shelmerdine, R.L. (2003). Hydrostatic pressure on vestibular hair cell afferents in fish and crustacea. Journal of vestibular research-equilibrium &amp; orientation. vol. 13. (46). pp. 235-242.", 
    "section": "science", 
    "gid": "science/blog/2016/oct/13/the-real-sharknado-how-sharks-deal-with-extreme-weather", 
    "wordcount": "1417"
}