{
    "headline": "Apps Rush: Podcasts, Matching With Friends, Facewatch id, The Amplifetes, YouTube for PS Vita and more", 
    "text": "A selection of eight new and notable apps today: Podcasts Apple has stripped podcasts out of its iTunes app in favour of a standalone Podcasts app for iOS. That means browsing the company&apos;s catalogue of hundreds of thousands of audio and video podcasts, with the ability to subscribe to favourites, then stream or download individual episodes.iPhone / iPad Matching With Friends Zynga sprang a surprise last night with the release of its latest With Friends game for iPhone. Matching With Friends is a match-three puzzle using &quot;jelly blocks&quot;, with the usual asynchronous social features to play against friends.iPhone Facewatch id The Metropolitan Police has worked with Facewatch to make an app that encourages the public to identify people &quot;that the Police would like to speak to&quot; low-level criminals, rioters and so on. The idea being that people type in their postcode, browse the photos and send in details like name and address of any they know.Android / BlackBerry / iPhone Where Is The Light by The Amplifetes Swedish band The Amplifetes are releasing their latest video as an interactive iPhone app: &quot;a music video game, set to the title track, which immerses the player into The Amplifetes world&quot;. Players who stick with it to the end get a free download, and if they get the highest points, they might win a trip to the Arctic Circle.iPhone YouTube for PS Vita Yes! It&apos;s not just about apps for smartphones and tablets on this blog. Sony has launched an official YouTube app for its PS Vita handheld, providing a way for gamers to stream videos over Wi-Fi or 3G on the device.PS Vita Squids Wild West iOS RPG Squids has been hailed as a cross between Angry Birds and Final Fantasy Tactics (except with more tentacles, obviously). Now it has a sequel set in the underwater Wild West, with the squiddy heroes battling crabs, shrimp and other villains in turn-based strategic action.iPhone / iPad MeMeTales - Children&apos;s Books The latest developer looking to offer lots of children&apos;s stories within one app (rather than separate, individual book-apps) is MeMeTales. It&apos;s released its Android app with 20 free stories, and the promise of one more every week. It&apos;s working with a range of publishers to bring their books to the app.Android Bo&apos;s Jigsaw Puzzles Children&apos;s brand Heppi has launched a new app based on its Bo the Giraffe character. Aimed at 2-6 year-olds, it includes digital jigsaw puzzles with four, nine and 16 pieces.iPhone / iPad", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/jun/27/apps-rush", 
    "wordcount": "422"
}