{
    "headline": "Doubt cast on Pirate Bay's claim to have set up in North Korea", 
    "text": "The Pirate Bay, the notorious file-sharing site that was ejected from Sweden last week, claimed to have set up shop in North Korea on Monday. In a post on its website, the Pirate Bay said Pyonyang had invited it to use its network and the site has, in return, altered its sea ship logo to bear the North Korean flag. But the authenticity of the claim was cast into doubt by tracking searches conducted by a number of tech websites. In a release posted on the Pirate Bay site on Sunday, the group said that it had been &quot;persecuted for beliefs of freedom of information&quot; around the world. &quot;We have been fighting for a free world, and our opponents are mostly huge corporations from the United States of America, a place where freedom and freedom of speech is said to be held high,&quot; the group said in a statement on its blog. In fact, the Pirate Bay did not explicitly say it was being hosted in North Korea  it only hinted as much. Analysis conducted by The Next Web concluded it was definitely not being hosted there, and said it was most likely still being routed through Europe:   The individuals behind the Pirate Bay are unlikely to trade speed for the chance to say the site is hosted in North Korea. They are more likely to hack around and can claim it regardless of whether it&apos;s true.  The Pirate Bay is a popular site that hosts links to torrented material, though a separate program is required to download the links&apos; content. This function puts the Pirate Bay in a legal grey area in most countries though it has been the subject of many lawsuits. &quot;At the same time, companies from that country [are] chasing a competitor from other countries, bribing police and lawmakers, threatening political parties and physically hunting people from our crew,&quot; said the Pirate Bay. &quot;And to our help comes a government famous in our part of the world for locking people up for their thoughts and forbidding access to information.&quot;  It was revealed last week that the site was seeking refuge in Norway and Spain after the Swedish Pirate Party, which provided internet service to the site, faced legal pressure to shut down the Pirate Bay. North Korea may not have come to its rescue, but sister sites in Norway and Spain are definitely providing internet service to the company. It seems that the Pirate Bay&apos;s claim was an elaborate joke. North Korea has been claiming to have opened up its internet boders recently, playing host to Google executive Eric Schmidt. In late February, North Korea began allowing foreigners to access mobile internet, resulting in a fresh cache of Instagram images of North Korea.", 
    "section": "technology", 
    "gid": "technology/2013/mar/04/pirate-bay-north-korea", 
    "wordcount": "465"
}