{
    "headline": "Primary school places should be priority for Michael Gove", 
    "text": "There are plenty of potential education policy timebombs primed to go off during 2012: teachers&apos; pensions, school budgets, university applications and reform of the exam system. But overshadowing them all is an issue that has so far received relatively few headlines, but which it is already too late to defuse: the shortage of primary school places in England. The prospect of five-year-olds being taught in temporary classrooms, having to travel long distances or getting no school place at all is now causing a tremor in Whitehall. The Department for Education is watching it happen like a slow-motion car crash. It has thrown some extra money at it recently, but it is too late to prevent casualties. Figures published this month show that 20% of primary schools are already full or over capacity. And demand is set to mushroom. The facts are stark. The blame game is more complex. So let&apos;s start with the statistics. Last July, official figures showed that the number of children of nursery and primary school age in England is due to rise by 14% between 2010 and 2018. From a low point of 3.95 million in 2009, the number of primary-school-age children is projected to rise to 4.51 million in 2018. This increase of more than half a million will take the primary school population to its highest level since the late 1970s. This is not a problem that has just emerged. Key stage 1 numbers have been rising since 2009. Key stage 2 numbers will rise from September. These children were born several years ago, and projections of population increase for this age group have been around for some while. Yet despite this, in the 2010 Comprehensive Spending Review, the DfE&apos;s capital budget was cut by 60% over the current parliament. At the time, the government confidently claimed there would still be &quot;enough funding to meet demographic pressures&quot;. Since then, the government has executed something of a U-turn. Late last year the education secretary, Michael Gove, announced he was allocating 500m for school building on the basis of those areas with the greatest need for new places. Overall, in the current financial year, 1.3bn has been allocated to fund additional school places. The chancellor&apos;s autumn statement at the end of last year added a further 1.2bn for future years, although half of this is earmarked for new free schools. The coalition government&apos;s line is to blame Labour and, in particular, their &quot;wasteful&quot; Building Schools for the Future programme. They have a point. BSF was expensive and wasteful, as the James Review has shown. It also targeted secondary schools when, arguably, the greater need was to prepare for future demand for primary places. However, the coalition must also examine its own policies, not least the rushed decision to cut capital spending drastically. There is also a more political issue: why are they devoting a large proportion of the capital budget to free schools, rather than targeting the pressing need for new primary places? The first 24 new free schools, which opened last September, cost around 130m. Yet only 15 of them were in areas where there was a need for new places. In the two years ahead, 600m has been earmarked for building new free schools. Many will be secondaries. And where they are primaries, how many of them will be meeting basic demand for new places? Surely the overriding factor in determining which new schools are built should be basic demographic need? The problem, of course, is ideology. Gove wants more free schools because he believes they will increase competition and choice. Yet he knows this can only be achieved if they are opened in areas where there is surplus capacity, since no spare places means no parental choice. So he is caught between two conflicting priorities: to increase school choice, or to meet basic demand. Or, to put it another way, the choice between being a politician driving through his favourite policy and the more mundane role of being a good manager ensuring every child has a school place. www.mikebakereducation.co.uk", 
    "section": "education", 
    "gid": "education/2012/jan/16/michael-gove-shortage-primary-places", 
    "wordcount": "692"
}