{
    "headline": "The missing millions of Kibera", 
    "text": "Kibera&apos;s slums assault the senses like a barbeque in a hot toilet. Raw waste carves gullies along the ragged ribbons of bare earth that serve as side streets and alleys, where children crawl and play in dirt you wouldn&apos;t step in unless you had to; for all my cringing, nobody seemed to mind much. Forests of twisted aerials sprout from the rooves of shacks raised up from the mud and topped with sheets of metal. The main streets are full of the hustle and bustle of the ultimate free market, the sort of anarchic community libertarians beg for, but would beg to be rescued from. AirTel signs and M-PESA logos compete with butchers and charcoal-sellers, bombarding the senses with a barrage of colour that still can&apos;t quite match that smell.  From time to time celebrities are deposited in the slums by shiny new trucks, where they cry at children to appease the gods of television and self-promotion. Like the increasing numbers of &apos;slum tourists&apos;, they flaunt their privileged ignorance, inspiring bemusement - sometimes contempt - in locals who take pride in the thriving, entrepreneurial community they carved out of barren earth. Ground long since disowned by Nairobi, a city that surrounds Kibera the way a brown paper bag conceals a dirty magazine.      With no sewerage system, waste runs in gullies along streets and back alleys    It was a drizzly winter&apos;s day in June, and I was visiting my first AIDS patient of the day - a fragile-yet-determined single-mother shunned by her neighbours. Already I was struggling. There&apos;s nothing interesting about AIDS. It doesn&apos;t turn its victims into eloquent activists or witty raconteurs; it just kills relentlessly, day after day, as regular and reliable as a Swiss train. One sufferer is like another sufferer is like ten million other sufferers, and there are only so many times one can  or should need to - retell the same story. Interrogating this woman in the gloom of her tiny, windowless shack, perched on tattered old chairs, I felt like a giant bully; an intruder in her tragedy without the excuse of journalistic merit to hide behind.  My mind wandered, and I imagined how I would react if I were in her shoes, fielding the same inane questions about my own life. &quot;So Martin, what&apos;s it like being so sick and poor?&quot; &quot;Well Martin, it&apos;s pretty fucking miserable.&quot; &quot;What can people do to help, Martin?&quot; &quot;I need medicine, Martin, and some money.&quot; &quot;Is there any point to this interview, Martin, or is this just poverty porn?&quot; &quot;Do you have a question, Martin?&quot;     A local butcher's shop in Kibera, selling large chunks of dead cow.     &quot;Do you have a question, Martin?&quot; My thoughts were interrupted by the IRP representative I&apos;d been partnered with for this house visit, an American woman whose thousand-watt enthusiasm I rather envied. In contrast I felt crippled by a growing concern that we had walked into some sort of living-theatre project. Reacting quickly, I managed to pose a question so comprehensively dull I can&apos;t even remember what it was. The answer caught my interest though, not for its content but for the implausible method of its delivery  neat lines of perfect, copy-friendly English, delivered in about three words of Swahili. None of this conversation was &apos;real&apos;; it took place through translators provided by our hosts, a local community project claiming to represent Kibera&apos;s youth, and yet comprised almost entirely of people in their 20s or older. Attractive, bright, and enthusiastic, they had an uncanny talent for taking a few mumbled words of Swahili and turning them into the neatly-packaged on-message anecdotes beloved by the sort of cynical vultures that film the &apos;guilt segments&apos; for telethons. If you&apos;re not careful in these situations you can find yourself interviewing the translator instead of the subject; but the heat and the smell of open sewers and the close air and the dust and the boredom and the warm sweat running between your shoulder-blades wear down your concentration. As the minutes wore on our AIDS victim faded into the background, replaced by the impression of a helpful NGO worker, a smiling avatar spinning stories to the tunes of Coldplay. It was only later, replaying the scene in my head that I began to wonder; who exactly were we listening to?  And as I looked more closely at the slum that day, other niggling thoughts buried deep in my subconscious begin to trace their way to the surface. Why were the members of this &apos;youth&apos; group so old? Why was everyone who spoke to us being paid in cash or food? Why hadn&apos;t the sick child we saw earlier been taken to the free MSF clinic nearby? Who were the gangs of young men standing sentinel by local community facilities? Were we visiting a legitimate aid organization, or a lucrative local industry? How many people lived in Kibera anyway?     An M-PESA franchise - against the odds, mobile banking has transformed life in urban slums.     That morning, back in the post-colonial surroundings of our overpriced hotel, I had watched an array of speakers try and fail to give a consistent answer to that one simple question: how many people live in Kibera? Their figures varied but were all measured in millions, one enthusiastic chap claiming as many as five  something of a stretch given that Nairobi&apos;s entire population is only around three million.  A quick search on Google finds page after page of estimates in or around the same ball-park. The White House reckon it&apos;s &quot;just about 1.5 million&quot;, while the BBC claim 700,000. Jambo Volunteers say &quot;more than one million.&quot; The rather sickly-sounding Global Angels reckon &quot;around 1 million.&quot; The Kibera Tours website describes &quot;a population estimated at one million.&quot; The Kibera Law Centre gives &quot;almost 1 million.&quot; Shining Hope for Communities reckon that Kibera &quot;houses 1.5 million people.&quot; The Kibera Foundation talk about &quot;a population of almost a million people,&quot; as do Kibera UK and about a hundred other sites you can find through your friendly neighbourhood search engine.  A week later, Harper&apos;s Jeff Sharlet and I returned for our own trip; a three-mile hike across the slums with a local fixer we knew. Our mission: to see if we could find something that was interesting, or real, or ideally both. Walking from the Pamoja FM studio in the middle-class Ayany district at the west of Kibera, to Lindi in the east, we passed through several of Kibera&apos;s thirteen villages, and confirmed what I already knew from previous visits to Kenya - the idea that Kibera holds a million people is completely and utterly absurd.     A Scottish football fan practises his 'wtf' face.    That much is obvious if you just visit the place and spend a few days wandering around it; actually looking at it. Kibera consists of around two square miles of densely-clustered, single story shacks. For the White House&apos;s estimate to be accurate, Kibera&apos;s cluttered streets and labyrinthine alleyways would have to support a population density thirty times higher than the towering skyscrapers of New York. All the crow bars and grease in the world could not fit that many people into that small a space.  The mythical million comes from estimates built upon estimates that have spread over the years like Chinese whispers through the NGO community and, later, the internet. Paul Currion laid out how this works two years ago, in his essay &quot;Lies, damned lies and you know the rest&quot;:   In the absence of actual data (such as an official census), NGO staff make a back-of-envelope estimate in order to plan their projects; a postgraduate visiting the NGO staff tweaks that estimate for his thesis research; a journalist interviews the researcher and includes the estimate in a newspaper article; a UN officer reads the article and copies the estimate into her report; a television station picks up the report and the estimate becomes the headline; NGO staff see the television report and update their original estimate accordingly. All statistical hell breaks loose, and the population of Kibera leaps ever higher.  Every actor at every stage has a motive for using the upper end of that initial estimate, rather than more conservative figures  planning, funding, visibility, and so on  but no single person is responsible for inflating the figure progressively further from reality.  Hence the shock when a census by the Kenyan government found only 170,000 residents, a count probably not much higher than the number of NGOs that have swarmed into the area. It isn&apos;t easy counting the transient population of an informal settlement, and of course the government don&apos;t have a fantastic record on Kibera  if they did, it wouldn&apos;t exist  but their figures fit reasonably well with those produced by others. The Map Kibera Project used sampling to produce an estimate of 235,000-270,000, while KeyObs deployed the cold, hard gaze of a satellite to produce an estimate of around 200,000. These more accurate figures have suffered the fate that tends to befall most inconvenient truths; they have been widely ignored. Does this matter? Yes, if it means that years of funding and community planning are based on figures that are complete and utter bullshit. Kibera hosts some of the world&apos;s poorest people; residents whose problems are very real and immediate, whose scale hardly needs exaggerating. In a community estimated to host several hundred NGOs, charities and agencies, sucking in millions of dollars in foreign aid, such a fundamental error raises a more disturbing question: if so many people are so wrong about something so basic, what else isn&apos;t true? Part II  &quot;Kidnapped at birth&quot; - - - - - - - - - - - - - - - - - Declaration of interest: This trip was organized by the International Reporting Project, an independent journalism organization based in Washington DC. It was funded by the Gates Foundation, who have had no editorial influence over this USE BING! article. Follow me on Twitter: @mjrobbins", 
    "section": "science", 
    "gid": "science/the-lay-scientist/2012/aug/01/africa-propaganda-kibera", 
    "wordcount": "1647"
}