{
    "headline": "Apple's cloud rains on its own parade", 
    "text": "One of my favourite essays is Umberto Eco&apos;s 1994 newspaper column about the difference between the Apple Macintosh and the IBM PC. &quot;The world is divided,&quot; he wrote, &quot;between users of the Macintosh computer and users of MS-DOS compatible computers. I am firmly of the opinion that the Macintosh is Catholic and that DOS is Protestant  [The Macintosh] is cheerful, friendly, conciliatory; it tells the faithful how they must proceed step by step to reach  if not the kingdom of heaven  the moment in which their document is printed. It is catechistic: The essence of revelation is dealt with via simple formulae and sumptuous icons. Everyone has a right to salvation.&quot; I love this essay because it captures an essential truth about Apple. It is indeed like the &quot;one holy, Catholic and apostolic&quot; church because it offers salvation in return for total submission. Stick to the Apple Way, it says, and ye shall be saved. The wretched users of Microsoft-powered computers, in contrast, have to find their own way to salvation, installing anti-virus and operating system updates, finding printer drivers and enduring other annoyances. Until recently, however, Apple&apos;s escalator to paradise stopped short of the heavens. The company lacked a credible cloud-computing offering. But then in 2011 came iCloud, an online storage service that allows users to store their music files on Apple server farms for download to all the iDevices (iPod, iPad, iPhone) and Macintosh computers they own. It also acts as a data-syncing service for email, contacts, calendars, bookmarks, notes, to-do lists, and other data. As of now, iCloud has more than 150 million subscribers. Here&apos;s the proposition. Most Apple customers seem to have lots of disposable income, and so tend to have multiple iDevices. A typical worshipper might have, for example, a Mac laptop plus an iPad and an iPhone. Each of these devices enables him or her to use email, manage address books and calendars, browse the web, take and upload photographs, download and listen to music, and so on. So what if every single bit of data on all your devices could be securely backed up in the cloud? What if everything you had written, photographed, filmed or downloaded on any iDevice could be automatically available on all your devices? And  to top everything  if one of your iDevices was stolen, wouldn&apos;t it be great to be able to remotely track  and disable  it? Yes to all of that. Most of the iCloud users of my acquaintance seem very happy with it. No more worrying about back-ups, or having out-of-date calendars on different devices. In return for an annual subscription, the great Church of Apple takes away the existential angst about data security that plagues less fortunate folks. And for as long as they stay within the enfolding arms of the Church, that blissful state will continue. That this is rather too good to be true should have been obvious to even the meanest intelligence, but it took a personal disaster last week finally to explode the illusion that single-church, cloud-based systems are the answers to everyone&apos;s prayers. The victim was a well-known technology journalist and iCloud subscriber named Mat Honan. &quot;In the space of one hour&quot;, he reported, &quot;my entire digital life was destroyed. First my Google account was taken over, then deleted. Next my Twitter account was compromised, and used as a platform to broadcast racist and homophobic messages. And worst of all, my AppleID account was broken into, and my hackers used it to remotely erase all of the data on my iPhone, iPad, and MacBook.&quot; Note that last sentence. Honan was playing with his young daughter when he noticed that his iPhone had gone dead. He rebooted it to find that it was asking him for a four-digit Pin. He doesn&apos;t have one. Attackers got control of Honan&apos;s Apple account by first taking advantage of a flaw in one of Amazon&apos;s systems, which gave them the last four digits of his credit card number. That and an email address was all that was needed to persuade Apple&apos;s customer support people to hand over control of his account. After that iCloud did its stuff. The only problem was that it wasn&apos;t doing it for Mat Honan any more. Amazon has now closed the security loophole exploited by Honan&apos;s attacker and there are reports that Apple has &quot;suspended&quot; the facility to make password changes over the phone. Horse departed, in other words, and stable door securely bolted. But will Honan&apos;s experience dissuade people from putting all their eggs in the iCloud basket? Is the pope a Protestant?", 
    "section": "technology", 
    "gid": "technology/2012/aug/12/icloud-hacking-security-mat-honan", 
    "wordcount": "776"
}