{
    "headline": "WWF Living Planet Report: Monitoring Global Biodiversity", 
    "text": "   The Apo Reef, Mindoro, is monitored by WWF and the Philippines government's department of environment and natural resources Photograph: Juergen Freund/WWF-Canon       Dr Brent Stewart, senior research biologist of the Hubbs-SeaWorld Research Institute from San Diego tags whale sharks in Donsol, Sorsogon, Philippines, April 2010 Photograph: Juergen Freund/WWF-Canon       Mavic Matillano, WWF Philippines Taytay project leader, checking her Irrawwady dolphin photo ID pictures. Malampaya sound, Taytay, Palawan, Philippines, May 2009 Photograph: Juergen Freund/WWF-Canon       WWF researcher and Tubbataha ranger Choy Calagui measures a green turtle (Chelonia mydas) in Bird Islet. Tubbataha, Palawan, Philippines, April 2009 Photograph: Juergen Freund/WWF-Canon       Researchers measuring turtle tracks Lagana Bay, Zkinthos, Greece Photograph: Michel Gunther/WWF-Canon       Romeo Bellezo and Manny Bundal, Tubbataha rangers, attach a ring tag to a baby brown booby (Sula leucogaster) Photograph: Juergen Freund/WWF-Canon       Satellite collaring wild Sumatran elephants (Elephas maximus sumatrensis) in Bukit Barisan Selatan National Park, Lampung, Indonesia Photograph: WWF-Indonesia       A Conservation Research student radio tracking Brown hyaenas in Makgadikgadi Pans, Botswana Photograph: Martin Harvey/WWF-Canon       A young Sumatran tiger (Panthera tigris sumatrae) captured by camera trap in Tesso Nilo National Park, Riau, Indonesia Photograph: WWF-Indonesia       The first-ever camera trap photo of a Sumatran rhinoceros (Dicerorhinus sumatrensis harrissoni) in the wild on the island of Borneo. The camera trap had been set up by the WWF AREAS programme in the Bornean jungle of Sabah. The rhinos found on Borneo are considered to be a separate subspecies (Dicerorhinus sumatrensis harrissoni) from the rhinos on Sumatra and mainland Malaysia. The rhino is believed to be one of a population of as few as 13 individuals Photograph: Raymond Alfred/WWF-Canon       A ruler is used to measure the footprint of a tiger paw in the snow during the Amur (or Siberian) tiger census 2004-2005 in the Russian Far East Photograph: V Kiriliuk/WWF-Canon       A tranquilising shot has just been fired on a polar bear from a helicopter in Svalbard, NorwayPhotograph: Jon Aars/WWF-Canon       Norwegian Polar Institute researcher Magnus Andersen, taking notes on the condition and morphology of an anaesthetised polar bear (Ursus maritimus) in Hornsund, SvalbardPhotograph: Jon Aars/Norwegian Polar/WWF-Canon       A hand next to a wolf track in Varmland, Sweden Photograph: Staffan Widstrand/WWF-Canon  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/may/15/wwf-living-planet-report", 
    "wordcount": "0"
}