{
    "headline": "Wii U  Shigeru Miyamoto gives us a tour of Nintendo's new console", 
    "text": "In 2006, Nintendo announced the Wii. Everyone laughed at the name, then everyone laughed at the crazy TV remote-style controllers. Then everyone stopped laughing, and there was an odd silence from industry analysts and pundits, who simply didn&apos;t know what to make of it. The public, however, did: the Wii became the best-selling console of its generation, cheerfully trouncing the PlayStation 3 and Xbox 360, by managing to coax non-gamers of all ages into having a go. The offbeat creative mastermind behind the Wii was Shigeru Miyamoto, who cuts rather an unassuming figure for a living legend. Quietly spoken, neatly dressed and with a barely suppressed mischievous grin, he describes how, on a recent trip to Spain, he&apos;d been due to meet two members of the royal family, but owing to a door lock malfunction, was instead imprisoned in a hotel bathroom. Under increasing pressure to free him, someone eventually hacked down the door with a crowbar before a police escort whisked him, sirens blaring, to his royal appointment. Just another day at work for Miyamoto, who isn&apos;t so much the face as the soul of global games giant Nintendo. In 1981, he created Donkey Kong, whose antagonist Jumpman evolved into Mario. He followed that up with Zelda and Star Fox, among many others, making him arguably the world&apos;s most famous designer of video games. Now 60, he doesn&apos;t seem to be slowing down. Not that his life entirely consists of splintering hotel doors and chatting to princesses. &quot;Actually, most of my working time is occupied by reading email, making phone calls and returning comments by email... I&apos;m always trying to remind myself that even though something can be done digitally, I need to have face-to-face contact with others.&quot; As Nintendo gears up towards the launch of its new console, the Wii U, that face-to-face contact is about to increase considerably. It isn&apos;t quite the insane departure that the Wii was six years ago but this is a product with a lot riding on it, and it does its best to shake up the status quo. Recognising that most people now sit in front of the television while simultaneously checking their Facebook, the Wii U controller has a touchscreen that can be used to surf the web, or as a multi-remote for your TV, or, obviously, for games. Miyamoto wants it to be a vehicle for a completely new kind of entertainment, although those accustomed to Wii software may not share his optimism. The only developer to make effective use of the Wii&apos;s motion control was Nintendo itself, leaving others to incorporate it poorly or as an afterthought (and frequently both). It doesn&apos;t bode well for innovation in the Wii U&apos;s games catalogue. &quot;It&apos;s a matter of how seriously they commit themselves,&quot; says Miyamoto, sternly. &quot;Our mission is to approach developers, and if they&apos;re willing to commit to experiences only available on Nintendo hardware, we are more willing to help. Each developer has his or her own ideas and we really encourage the differences.&quot; While that&apos;s undoubtedly true, a look at Wii U&apos;s launch titles reveals familiar names  FIFA 13, Mass Effect 3 and Call of Duty: Black Ops II  which are unlikely to make more than passing use of its unique abilities. At launch, the only non-Nintendo game to be inventive with the second screen is the apocalyptic ZombiU, which uses it as your backpack, scanner and lock-pick. Though there are concerns about future development, Wii U&apos;s compatibility with current-generation Wii games, remotes and joypads, as well as a strong initial lineup, means that those midnight queues are unlikely to be a thing of the past. It&apos;s also the first new console to emerge in six years, lending it the geek appeal of fresh technology arriving in time for Christmas. Its real test will come when PlayStation 4 and Xbox &quot;Durango&quot; finally emerge, and although Sony and Microsoft are remaining tight-lipped about them for now, December 2013 is when we&apos;ll really see what the new wave of consoles has to offer.     Nintendo Wii U    THE GAMEPAD The Wii U controller boasts a touchscreen, motion sensors and the usual analogue stick and buttons, making it an outstandingly versatile piece of equipment. Let&apos;s hope for some games that make full use of it. COMPATIBILITY All of the original Wii&apos;s various joypads and peripherals will work with Wii U. For parents being pestered into a Wii U Christmas, not having to repurchase three extra remotes will ease the burden  a bit. ASYMMETRIC GAMING Making use of the new Wii U controller, asymmetric gaming can involve rounds of all against one, or co-operative play where the second screen is used to help fellow players. NINTENDO LAND Plundering its own rich back catalogue, Nintendo will offer both single and multi-player mini-games based on old favourites such as Metroid, Donkey Kong, Zelda and Balloon Flight.", 
    "section": "technology", 
    "gid": "culture/2012/nov/23/wiiu-nintendo-shigeru-miyamoto", 
    "wordcount": "815"
}