{
    "headline": "World Water Forum declaration falls short on human rights, claim experts", 
    "text": "Governments have been accused of backtracking on their commitments after ministers at the World Water Forum were charged with failing to define water and sanitation as human rights. In a ministerial declaration, 84 government ministers and dozens of other national representatives endorsed the five-page statement calling for a &quot;new approach&quot; to water policy ahead of the Rio+20 conference on sustainable development in June. Tuesday&apos;s declaration said: &quot;We commit to accelerate the full implementation of the human rights obligations relating to access to safe and clean drinking water and sanitation by all appropriate means as part of our efforts to overcome the water crisis at all levels.&quot; Campaigners say this is not the same thing as formally defining water and sanitation as human rights. The declaration&apos;s language, they argue, leaves potential loopholes for countries to dodge their legal and financial obligations to uphold these rights. Felipe Quispe Quenta, Bolivia&apos;s minister for water and the environment, denounced the declaration for failing to address the &quot;social dimensions&quot; of water policies and reaffirm the human rights to water and sanitation as recognised by the UN general assembly in 2010. Meera Karunananthan, national water co-ordinator for the Council of Canadians, a civil society organisation, said that while the declaration is not politically binding, it risks sending mixed signals. &quot;The fear is that countries can now say this is the latest international language,&quot; she said. Meanwhile, Wenonah Hauter, executive director of Food &amp; Water Watch, said the declaration was &quot;a step backwards for water justice and the UN process that has begun to enforce the human right to water&quot;. Held every three years, the forum is the largest global gathering of policymakers, business and water experts. Held in Marseille, France, this week, the forum is officially billed as a &quot;platform for solutions&quot; to the global water crisis. Some 783 million people still do not have access to drinking water. The declaration called on countries to increase their investments in water and sanitation as a strategy to reduce poverty, accelerate growth and create new jobs. It urged policymakers to pay special attention to the &quot;inter-linkages&quot; between the water, food and energy sectors. It called for a &quot;strategic and sustainable&quot; approach to financing water and sanitation through an &quot;appropriate mix&quot; of contributions from governments, aid donors, the private sector and water users themselves. It proposed a &quot;helpdesk mechanism&quot; whereby public authorities, NGOs, companies and communities can exchange best practices on water laws, regulations, standards and budgets. It also urged intensified efforts to prevent and reduce water pollution and develop &quot;non-conventional&quot; water sources. Desalination projects, and the safe reuse of waste water, it said, could also help stimulate local economies, prevent waterborne diseases, and halt the degradation of ecosystems. However, Quenta said the declaration&apos;s focus on technology and investment could be seen as promoting privatisation policies. Quenta said while investment was important, it must be guided by concerns for equity, justice and the exercise of rights. &quot;It is certainly important to strengthen and support local actions to protect and preserve water for the benefit of all those who will enjoy it in different uses, but a payment is not the way to do it,&quot; he said. &quot;Water cannot be turned into a business.&quot; Karunananthan denounced the forum for its lack of transparency. She noted there are no signatures on the ministerial declaration, making it difficult to understand who endorsed it. Bolivia&apos;s objections signalled that no consensus was reached, she said. Hauter agreed, adding that the declaration, &quot;like the forum itself, is illegitimate because it presupposes that corporations have a role in democratic water governance, when nothing could be further from the truth&quot;. She said: &quot;The forum didn&apos;t even collect signatures from nations who supposedly endorsed it. This document should not be mistaken for a serious multilateral statement on water policy.&quot; Chief executive of WaterAid Barbara Frost said: &quot;Warm words in the World Water Forum declaration will not solve the crisis of unsafe drinking water and inadequate sanitation that is the biggest killer of children in sub-Saharan Africa. What is needed is urgent investment in these essential services combined with political leadership that delivers improved access to the world&apos;s poorest people.&quot; Frost urged governments to make and honour pledges at the next high-level meeting of the sanitation and water for all (SWA) partnership, in Washington next month. Every two years, finance ministers from developing countries and aid officials from donor countries gather under the SWA framework to discuss planning and funding for programmes related to water and sanitation. According to EurActiv, donors provided more than $8bn in aid for water and sanitation programmes in 2010  just over 5% of total development assistance. Nearly a third of this came from the EU, with sub-Saharan Africa receiving 28% of funds provided, followed by South Asia with 19%.", 
    "section": "global-development", 
    "gid": "global-development/2012/mar/14/world-water-forum-declaration-human-rights", 
    "wordcount": "828"
}