{
    "headline": "With vaccination, communities on board and funds we can beat polio", 
    "text": "I have spent my career seeking to understand and tackling deadly viruses, from ebola to HIV. But polio stands out because, unlike these diseases, we already hold the key to its eradication: effective vaccines. Vaccines successfully defeated polio in Europe more than a decade ago, and today we have an unprecedented opportunity to end the disease globally. Thanks to the use of these vaccines and other scientific advancements in the farthest reaches of the world, wild poliovirus cases dropped globally to 223 in just five countries in 2012, an all-time low and a more than 99% decrease from the estimated 350,000 cases in 1988. This remarkable progress creates a unique, time-limited opportunity to eliminate the disease for good. At this critical moment, we cannot afford to slow our efforts. The virus continues to cripple and kill children in Afghanistan, Nigeria and Pakistan, and if we scale back our efforts, we risk a comeback in polio-free countries. Equipped with vaccines and with new tools at our fingertips, such as modernised surveillance strategies to detect the virus and innovative technologies to monitor vaccine coverage, I am confident that we can eliminate polio for ever. That is why I am joining more than 400 scientists and technical experts from more than 75 countries in signing the scientific declaration on polio eradication, while more than 40 other leading universities and public health institutions are publicly promoting it. This statement from leading international scientists and technical experts emphasises the achievability of eradication and endorses the Global Polio Eradication Initiative&apos;s new eradication and endgame strategic plan to reach and sustain eradication over the next six years. The plan provides the first comprehensive path forward and draws on lessons learned from previous strategies to address operational challenges. Combining technological innovation with improved community engagement to reduce the number of missed children, the plan recommends micro-planning and mapping vaccine coverage, tracking migrant groups, implementating social mobilisation programmes and deploying systematically trained vaccination teams. It also proposes measures to address the risks of insecurity, such as customising programmes to avoid conflict, further protecting the safety of vaccinators, increasing local demand for vaccination, enhancing advocacy efforts by community and religious leaders, and intensifying vaccination activities bordering insecure areas. In contrast to previous plans, which too often tried to solve one step of eradication before moving on to the next, this plan works in parallel not only to interrupt wild poliovirus transmission, but to simultaneously build routine immunisation systems, address vaccine-derived poliovirus and leave a strong legacy for other global health challenges. The declaration highlights the need for commitment from all parts of the global community to ensure the implementation of the plan and capitalise on the opportunity to eradicate polio. Through my work at the London School of Hygiene &amp; Tropical Medicine and formerly at UNAids, I witnessed the extraordinary impact that partnerships have in solving seemingly intractable health issues. Worldwide co-ordination and partnership were also cornerstones of the successful effort to eradicate smallpox (pdf): the vaccine was discovered in England, the Pan American Health Organisation eliminated smallpox from the Americas, and international teams helped eradicate smallpox from Africa and India. In 1987, the London School of Hygiene and Tropical Medicine unveiled a plaque commemorating 10 years since the last naturally occurring case of smallpox. This plaque is a constant reminder of what global solidarity can accomplish. The declaration calls upon scientists, partners, endemic country programme co-ordinators, government leaders and civil society members to unite to eradicate polio by developing new and better tools to accelerate and sustain eradication; ensuring an adequate vaccine supply; engaging community and religious leaders to protect vaccinators; strengthening routine immunisation; and filling the funding gap. We have a chance to deliver a global health victory with the eradication of polio. We have the scientific tools to achieve a polio-free world, and now we need global commitment to make it happen. Scientists and technical experts strongly believe that eradication is achievable, but it will be possible only if strong leadership and genuine community involvement guide the efforts. And when that happens, I will look forward to seeing a plaque that commemorates the last case of polio.  Peter Piot is director and professor of global health at the London School of Hygiene and Tropical Medicine", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/apr/12/vaccination-communities-board-funds-polio", 
    "wordcount": "709"
}