{
    "headline": "Pass notes No 3,189: IPv6", 
    "text": "Age: Launched this week. Appearance: 32 digits, separated by seven colons, in blocks of four. I&apos;m guessing IPv6 is short for something. It&apos;sshort for Internet Protocol version 6. And what&apos;s that? It&apos;s the internet&apos;s new addressbook. The internet has an address book? Of a sort. Every machine connected to the web has an Internet Protocol (IP) number  kind of like a postcode  enabling other computers to find and interact with it. The vast majority of present devices use 32-bit IP numbers from Internet Protocol version 4. Which is? Which is, if you like, the tatty, torn and ink-stained address book with the naff floral pattern we have been using since way back in the1980s. What&apos;s wrong with it? It&apos;s just too small, designed for a world before toddlers had twitter accounts. As of February last year every possible address has been allocated to one or other of the world&apos;s Regional Internet Registries, and they&apos;re filling up faster than ever. Because more people are getting online? More people and  worse still  more things, from phones and games consoles to cars and washing machines. Networking giant Cisco predicts that by 2016 online devices will outnumber human beings three to one. So how much better is IPv6 than the current system? More than a trillion, trillion times. The 128-bit system raises the stock of possible IP numbers from a paltry 2^32  about 4.3bn  under IPv4, to a mind-boggling 2^128  or340,282,366, 920,938,463,463,374,607,431,768,211,456. How do you even say that number? It&apos;s 340 undecillion-something-something-something, orenough for every person alive to have well overa trillion personal internet devices each. Is that ever likely to happen? Probably not. But more than 1,000 each isn&apos;t inconceivable. Really? Really. Scientists have already begun to put internet-ready microchips into household goods including medicine bottles, clothes and food packaging. It may only be a matter of time until we&apos;re sharing the internet with every individual hair on our own heads. Do say: &quot;If you need me I&apos;ll be at fe74:0000:000e:00ee:0202:b3ff:fe1e:8329.&quot; Don&apos;t say: &quot;Uh-oh. The cat&apos;s gone offline.&quot;", 
    "section": "technology", 
    "gid": "technology/shortcuts/2012/jun/06/pass-notes-ipv6-internet", 
    "wordcount": "373"
}