{
    "headline": "30 best iPhone and iPad apps this week", 
    "text": "Welcome to this week&apos;s roundup of the newest and most notable apps for iOS iPhone, iPad and iPod touch. That means apps released for the first time in the last seven days on the App Store, rather than updates to older apps. Looking for Android recommendations? There&apos;s a separate best Android apps post for that. Here&apos;s this week&apos;s iOS selection: Joe Danger (1.99) There&apos;s a lot of buzz building around this game from Hello Games, which puts you in the helmet of &quot;the World&apos;s Most Determined Stuntman&quot; over a series of spiffing-looking courses, taking in bus-jumping, mousetrap-evading and, er, shark-jumping. Not in the bad way.iPhone / iPad Dan Snow&apos;s Castles (1.99) Already released as a very impressive iPad app, historian Dan Snow&apos;s guide to 100 of Europe&apos;s most imposing castles helps you dig into text, photos and videos about the weapons, battles and sieges associated with them. Perfect for a spot of historical tourism.iPhone BBC Sport (Free) The BBC&apos;s official Sport app is slick and quick to use on an iPhone, providing fast access to scores, text commentaries and news, with the ability to customise it so the sport you&apos;re most interested in is easily accessible.iPhone Paragraph Shorts (Free) Coming on (a bit) like a Flipboard for short stories, Paragraph pulls stories from various websites in text, audio and video form, serving them up in issues for you to browse on your iPad.iPad The Berliner Philharmonika&apos;s Digital Concert Hall (Free) The world-famous Berliner Philharmoniker orchestra has its own app, offering live video streams of concerts over the course of the year, as well as archives of its past performances. A seven-day ticket to watch costs 7.49 via in-app purchase.iPhone / iPad 2013 AA Pub Guide for iPad (Free) The AA wants to make browsing for boozers on your iPad a simple experience with this new app, which is ideal if you&apos;re taking your tablet on holiday and using it to research each day&apos;s itinerary. It spotlights more than 2,000 pubs with details, maps and pricing.iPad Murakami Diary (1.99) I wrote about this Haruki Murakami app in more depth earlier in the week, but as a quick refresher: it&apos;s a stylish substitute calendar app for your iOS device, wrapping quotes from Murakami&apos;s books and related imagery around your daily dates. Six exclusive short stories are also included.iPhone / iPad Sofia the First: Story Theater (2.49) Disney&apos;s latest TV show has an official app based around the heroine Sofia. There&apos;s a story to read, but the real appeal for children is the chance to create their own stories with the characters and scenes in a virtual theatre on-screen.iPhone / iPad Garmin Connect Mobile (Free) Fitness gadgets that wirelessly synchronise data with smartphone apps are all the rage, and Garmin is getting in on the act too. This app works with its Garmin Edge 510 and 810 cycling computers to log details of your bicycling rides, then share them with friends or race against them at later dates.iPhone WWF Together (Free) This iPad app comes from wildlife charity the WWF, promising to bring you &quot;closer to the stories of elephants, whales, rhinos and other fascinating species&quot; on your tablet. That means information about each animal, interactivity and even fold-up virtual origami models of the beasts. Videos and photos make good use of the iPad&apos;s screen too.iPad Om Nom Candy Flick (Free) Om Nom is the monster hero of the monstrously-successful Cut the Rope games, but this spin-off sees him trying augmented reality technology on for size. If you print out the marker image and point your iOS device at it, Om Nom appears as if in the real-world, ready to catch sweets you fling in a Paper Toss-style game.iPhone / iPad Bloom.fm (Free) Bloom.fm is an interesting spin on the streaming-music genre, offering free personal radio stations, then charging if you want to cache tracks on your device for listening whenever you like. A monthly in-app purchase of 1.49 gets you 20 tracks to keep (changing them whenever you feel like it), while 6.99 gets you 200, and 13.99 gets you a full Spotify-style on-demand service with as many downloads as you like. You can also buy these tiers direct from Bloom.fm&apos;s website, where they&apos;re cheaper.iPhone Izik (Free) Izik is a brand new app for tablets by search firm Blekko. Apparently you pronounce it &quot;Eye-zik&quot;, if you&apos;re wondering. It&apos;s a search engine designed for tablet use, which means lots of images and swiping to move around results.iPad Whisk (Free) What&apos;s a person to do if they finish as runner-up in The Apprentice, and thus fail to snag that job with Lord Alan Sugar? If you&apos;re Nick Holzherr, you launch a food app called Whisk. Like many others in its genre, it offers a selection of recipes to suit various dining occasions, but the twist is that the app creates a virtual trolley of ingredients then helps you order them from supermarkets including Tesco and Waitrose from within the app.iPhone The Blockheads (Free) Nothing, alas, to do with Ian Dury, but this is still well worth your time if you like characterful iOS games. It&apos;s an open sandbox-style game where you &quot;explore, mine, craft and build&quot; in a pixeltastic landscape, playing alone or with a friend over the network. A lovely piece of work.iPhone / iPad The Rolling Stones (Free) Nothing, alas, to do with Mick Jagger, Keith Richards and... Just kidding. This is Uncut magazine&apos;s appy tribute to the Stones, drawing on 50 years of interviews and photos from fellow IPC mags NME and (the late) Melody Maker. There&apos;s also a collection of reviews of every Rolling Stones album to date.iPhone / iPad Recce New York (Free) Amid all the buzz around 3D maps from Apple and Google (not to mention the debate over the respective qualities of their 2D mapping apps) British firm eeGeo has quietly cracked on with its Recce map apps. New York follows London and San Francisco in getting the treatment: a lovely-looking (offline) 3D map of New York which you can zoom around getting info on landmarks and venues.iPhone / iPad Growtopia (Free) There&apos;s definitely something in the air this month for mobile games development: specifically, Minecraft. Growtopia can be filed alongside The Blockheads, albeit with even more connected ambition: &quot;an experimental creative sandbox platformer mmo with crafting&quot;. That means exploring 2D landscapes, building things with or without friends, then chatting to other players who are doing the same.iPhone / iPad Cutetown (Free) More 3D maps, except in this case it&apos;s you doing the mapmaking. Well, Cutetown at least gets you to design the 3D buildings of your neighbourhood, promising that no 3D-modelling or architectural knowledge is needed. &quot;Play with it like a child plays with a construction set&quot;. Where this leads isn&apos;t quite clear, but it&apos;s certainly intriguing.iPad Zenonia 5 (Free) If you&apos;re a fan of sprawling top-down Korean RPG games... Well, you&apos;ll probably have played at least some of Gamevil&apos;s excellent Zenonia games. This is the fifth game in the series, and it sees you exploring, battling and taking on players over the network in the PvP mode.iPhone / iPad The Wheels on the Bus (1.49) As children&apos;s songs go, The Wheels on the Bus is a bit of an earworm. If that troubles you, this app won&apos;t help: it&apos;s a neat children&apos;s app based on the song, with five interactive activities for 2-6 year-olds including a virtual piano to learn the notes.iPhone / iPad McElligot&apos;s Pool - Dr. Seuss (2.49) This may not be one of the more famous Dr Seuss books, but that might be one reason McElligot&apos;s Pool appeals to Android-owning parents who&apos;ve tired of cats in hats, green eggs and Grinches. Oceanhouse Media&apos;s book-app tells the story of Marco as he fishes for imaginary sea-creatures, with word-highlighting and voice narration to help young readers.iPhone / iPad Findables (Free) I&apos;m pretty cynical about QR codes in the West, but Findables might have hit on a use for them: a way for people to scan your iPhone if you lose it and get in touch to return it. That said, the app doesn&apos;t stand alone: it works with a Findables iPhone case that has the personalised code stamped on it. Other uses include exchanging social and work contact details.iPhone Noble Nutlings (Free) The initial buzz around developer Boomlagoon focused on the fact that its founders previously worked on Angry Birds at Rovio. Their first game Noble Nutlings has since made headlines for its initial similarity to Rovio&apos;s Bad Piggies game. That said, this is more about building a cart then racing it a bit less puzzly than Rovio&apos;s title.iPhone / iPad Marksta (1.49) Most smartphone owners are happily sharing their pics on social networks and photo-sharing services without fretting about copyright. Marksta is a way to add watermarks to images before sharing them, whether it&apos;s your website address, Twitter handle or other contact details.iPhone Amazing Ants (Free) Amazing Ants is a fun-looking physics-puzzler based around ants, as you help them find fruit and sweets across a series of 99 levels. In-game purchases give you a helping hand along the way.iPhone / iPad Death Golf (0.69) Billed as a &quot;platform golf game&quot; (which reminds me of Worms Crazy Golf a few years back), this sees you playing through 35 holes while avoiding traps and beasts on your way to holes. Power-ups and golfer customisation aid your progression.iPhone / iPad Skifta (Free) Technology giant Qualcomm has been making headlines this week for one of the most admirably-bonkers CES keynotes in recent memory. Skifta is more serious though, from one of its subsidiaries: a media-shifting app to stream music, photos and videos around your home using DLNA/UPnP technology. iPhone / iPad Fridge Words (Free) Fridge Words is the latest quirky word-puzzle game on iOS, using virtual versions of plastic magnetic letters, which you have to rearrange into as many words as possible against the clock. You play against friends asynchronously, Words With Friends-style.iPhone / iPad French Course: Teach Yourself (Free) Teach Yourself is a familiar brand in the real-world language-learning industry, but this app sees its course translating to iOS devices. Here it&apos;s French that&apos;s the focus, with two free units and a talking dictionary, then other modules available for 2.49 in-app purchases.iPhone / iPad That&apos;s our selection, but what have you been enjoying on iOS recently? Make your recommendations or give your views on the apps above by posting a comment.", 
    "section": "technology", 
    "gid": "technology/appsblog/2013/jan/11/best-iphone-ipad-apps-11jan13", 
    "wordcount": "1793"
}