{
    "headline": "Recording phone calls for podcasts or broadcast", 
    "text": "Do you have any recommendations for equipment and programs to record telephone interviews for radio packages, please? I&apos;m a trainee broadcast assistant working for a community radio station. Schedules don&apos;t always facilitate face-to-face interviews, but people will usually respond via email or talk on the phone.DarrylAlthough I&apos;ve done quite a lot of radio, it&apos;s been as a guest, so the hardware side of a broadcast desk is still a mystery to me. However, I&apos;m told that you need a telephone balance unit or TBU, especially if you want to put callers live on air. The TBU connects the incoming phone call to the mixing desk, so that you can talk to (and listen to) the caller using the mixing desk&apos;s microphone and headphones instead of the telephone handset. The TBU splits the incoming and outgoing audio streams, which allows you to clean and balance them (so the presenter doesn&apos;t swamp the caller, or vice versa), and also fade the caller in and out. A TBU such as, for example, the Sonifex HY-03 costs 619 plus VAT. If your radio station needs one, you could search for a cheaper model or try to pick one up on eBay.  Of course, most radio packages and podcasts are produced without using a TBU, and there are several different approaches. The problem is that it&apos;s very difficult to record broadcast-quality audio over a standard phone line, and I&apos;ve spent decades demonstrating this. I&apos;ve mostly used a cheap telephone line splitter (aka telephone recording splitter) which plugs into a standard RJ45 phone socket. I&apos;ve then plugged the output jack into a Sony WM-D6C Professional Walkman or, more recently, a Roland R-09HR (aka Edirol) digital recorder. It works, but I always end up sounding too loud and too close while the caller sounds too quiet and too distant, as well as being in crackly mono instead of crystal-clear stereo. You may be able to get more acceptable results if you put the caller on a decent speakerphone and record your interviews using a Roland R-09HR, Zoom H4N or similar digital recorder. You will have to experiment to find the best positions for you, the speakerphone and the recorder. The main drawback is that you may also capture outside noises (dogs barking, fire engines etc), unless you can do the recording in a studio. But, sadly, the days of decent-sounding wood-veneered executive speakerphones have probably gone You can get much better results if you can record both ends of the conversation at the same time, which is called a &quot;simulrec&quot;. I&apos;ve done this with Scott Cawley, the expert soundman who produced the Guardian&apos;s TechWeekly Podcast for the past couple of years, but is just going freelance. Basically, he recorded our telephone conversations at his mixing desk while I recorded my replies on the Edirol, then emailed him the resulting MP3 file (or other format of choice). He could then replace the phone parts of his recording with my high-quality Edirol parts. Since the two files are in sync, this isn&apos;t too hard to do in multi-track digital editing software. Scott says he&apos;s now doing simulrecs with people who have smartphones, because most of them have a voice recording application. After the interview has finished, the caller simply emails him the file. If your callers have access to a PC, then Skype is probably the simplest way to record an interview, using software such as High Criteria&apos;s Total Recorder on Windows or Rogue Amoeba&apos;s Audio Hijack Pro on Mac OS X. There are several alternatives designed for recording Skype calls, including Pamela and (free) Call Graph for Windows and Call Recorder for Mac OS X. Scott points out that you can record a Skype conversation even if the caller doesn&apos;t have a PC. In this case, you&apos;d probably use the SkypeOut service from a PC running Skype to call a normal voice phone. SkypeOut isn&apos;t free but you can buy minutes, like any pay-as-you-go service. In the UK and some other countries, you can also buy a SkypeIn phone number and circulate it like any other phone number. Callers dial in from their normal phone but you receive the calls on your PC. Skype&apos;s audio quality is somewhat variable and can suffer from bad echoes, jitter, and latency problems. It can also sound much better than a normal analogue phone connection. Try running some tests with up-to-date versions of the Skype and see how it goes. An alternative to Skype is Audio TX Pots, which is claimed to offer &quot;ISDN quality over a standard analogue telephone line&quot;. As you may know, many broadcasters (including the BBC) started using ISDN digital lines to connect to remote studios before the internet became popular, and these used pre-internet codecs. However, since Audio TX Pots software is for Windows only and costs 500, it&apos;s probably not worth downloading the free trial version. When it comes to audio software, many people start with the free, open source Audacity for recording and editing sounds. It&apos;s very capable but can be a bit of a struggle for beginners. There are also many well known commercial programs, such as Adobe Audition, Avid&apos;s Pro Tools 10, and Sony&apos;s ACID Pro 7 and Sound Forge Pro 10. Sony also sells Sound Forge Audio Studio 10 as a low-cost option for home studios.  Scott recommends Reaper digital audio workstation software, which is similar to the SADiE systems used at the BBC and in many recording studios. The website describes Reaper as &quot;a complete multitrack audio and MIDI recording, editing, processing, mixing, and mastering environment.&quot; It costs $60 for personal use or $225 for a commercial license, but you can download a full copy to try before you buy.  However, the cost of pro software is ultimately irrelevant. Ask around to find out which one is most likely to get you a job in the future, and learn it well.", 
    "section": "technology", 
    "gid": "technology/askjack/2012/feb/09/ask-jack-record-phone-calls", 
    "wordcount": "989"
}