{
    "headline": "Texas hospital live-tweets brain surgery", 
    "text": "Houston&apos;s Memorial Hermann hospital for the first time ever live-tweeted a brain surgery, performed by a leading surgeon in the field.  Dr Dong Kim, one of the surgeons who led the team that treated former congresswoman Gabrielle Giffords after she was shot in the head in 2011, removed a cavernous angioma tumor from a 21-year-old woman&apos;s brain.  The patient, who is not being identified, discovered the tumor after suffering a seizure. Kim and his surgical team are using neuronavigation, a set of computer-assisted technologies, to identify the entry point and the precise location of the tumor in the patient&apos;s brain, according to the hospital.  A craniotomy is being performed to remove a portion of the skull bone. A microscope will then be used to take out the tumor deep in the right side of the patient&apos;s brain.  Finally, the team replaced the skull bone and completed the surgery.  A social media team that includes another neurosurgeon is sitting in an adjacent room answering questions on Twitter and posting photos and videos throughout the procedure. Today&apos;s pioneering surgery follows closely behind the hospital&apos;s first foray into the medium, in which a 57-year-old&apos;s open heart surgery was tweeted in March.  &quot;Our intent is for this to be an educational opportunity for the public  for high school, college, medical students and residents, and for anyone that may ever have a brain tumor or know of someone in need of brain surgery in the future,&quot; a hospital spokeswoman wrote in an email to the Guardian.  &quot;By sharing this experience through photos, videos and text and by being available to answer questions and comments in real time, we are opening the curtain to the OR and giving the public the knowledge and the insight to make educated decisions for themselves when it comes to their choice of treatment.&quot; A sample tweet:     Dr. Kim does 2 separate preps before the surgery. He applies bacteriostatic agents to the scalp, to sterilizetwitpic.com/9j4h1t&mdash; Memorial Hermann(@houstonhospital) May 9, 2012    &quot;Social media is a powerful vehicle to help demystify brain surgery, a source of much fascination to people,&quot; Kim said in a statement to the Guardian. &quot;We think that by providing this up-close glimpse of the OR, we can educate the public, particularly future patients, about what happens during brain surgery, about what to expect.&quot; That&apos;s why the hospital will live-tweet all aspects of the surgery, from room temperature to the head shaving process, and post photos and video on Pinterest and YouTube after the procedure is finished. Follow a live stream from @houstonhospital in the widget below.     new TWTR.Widget({   version: 2,   type: 'profile',   rpp: 4,   interval: 30000,   width: 'auto',   height: 300,   theme: {     shell: {       background: '#757575',       color: '#ffffff'     },     tweets: {       background: '#ffffff',       color: '#000000',       links: '#2e57d1'     }   },   features: {     scrollbar: false,     loop: false,     live: false,     behavior: 'all'   } }).render().setUser('houstonhospital').start();  ", 
    "section": "technology", 
    "gid": "technology/us-news-blog/2012/may/09/texas-hospital-tweets-brain-surgery", 
    "wordcount": "412"
}