{
    "headline": "More home students need to take up postgraduate studies", 
    "text": "There is a nagging suspicion that we are engineering our own nemesis somehow, by educating the world&apos;s postgraduates and neglecting our own. The growth in postgraduate study is well documented in Sir Adrian Smith&apos;s review. There are now more than half a million postgraduate students, and universities have become increasingly reliant on the cash they bring in, taught postgraduate provision alone brought income of over 1.5bn in 2008-09. Yet the Smith review points out that &quot;50% of the taught masters cohort is from outside the UK, with non-EU students dominating these numbers. International students also represent a significant proportion (44%) of full-time doctoral and research masters students.&quot; The postgraduate qualifications that are in the main, being taken by UK students are designed for specific professions in the UK such as PGCEs and law and accountancy qualifications. They are not necessarily internationally recognised and so arguably don&apos;t prepare students for international jobs. Research by the Higher Education Policy Institute illustrates the danger very well. Recent years have seen a big decline in the numbers studying for the kind of professional qualifications favoured by the Brits. The consequence of that is that while there has been a huge increase in the number of postgraduates at UK universities  the increase in those domiciled in the UK has been very small. Between 2002/3 and 2007/8 the number of UK postgraduates increased by fewer than 5,000  just 3%. Those from outside the EU increased by more than 21,000  almost 40%, and those from the EU increased by 11%. Even more concerning is the evidence on the subjects being studied by UK postgraduates, particularly those deemed essential for economic growth and competitiveness. To quote HEPI: &quot;Overall, the number of UK domiciled postgraduates undertaking stem [science, engineering, technology and mathematics] subjects has increased since 2002-3, but international student numbers have increased at a greater rate: in 2006-7, 41% of stem students were from outside the UK.&quot; The HEPI report shows that while the proportion of UK postgraduates studying maths increased by just 6% between 2002/3 and 2007/8, those from overseas increased by 27%, engineering and technology saw a decline of 3% in UK students while those from overseas increased by 25%. In computer science the difference is even more stark, a decline of 32% in UK students against an increase of 22% in those from overseas. Organisations such as the Council for Industry and Higher Education have been warning for years about the danger of allowing the number of Stem postgraduates to stall in this way. They have launched a campaign to get more women to study engineering and technology in particular. In its report Universities UK warns in a few years there may not be enough UK domiciled doctorates to teach all those lucrative overseas postgraduates. &quot;Demographic projections predict a decline in UK full-time undergraduate numbers and this may lead to falls in the recruitment of UK-domiciled researchers into doctoral degrees. The RCUK &apos;health of disciplines&apos; report (2008) highlights concern over the supply of researchers in subjects such as engineering, chemistry, physics, economics, modern languages and others.&quot; Without more UK domiciled postgraduates the goose that lays all those golden overseas student eggs may slowly starve to death. Given the evidence, it is surprising that there isn&apos;t more alarm in the government about the state of UK domiciled postgraduate study. After all the coalition was supposed to have a single minded focus on economic growth. Universities minister David Willetts is acutely aware of the challenges. In opposition he tried and failed to persuade Lord Mandleson to include PG study in the Browne review. As a minister with little cash he&apos;s repeatedly urged private business to get involved in creating more stem postgraduate places. But he has too little power to raise the issue up the political agenda. Part of the problem is that there isn&apos;t much evidence as was highlighted in one of the recommendations of the Smith report: &quot;In general, the value that postgraduate education brings to the UK is under-researched and under-appreciated. This report should go some way to highlighting the benefits, but Universities UK and the Research Councils UK should do more to identify and promote the economic and social value of postgraduate study.&quot; There is some research commissioned by BIS that gives us some idea of the crude return that the taxpayer (in the form of the exchequer) can expect from postgraduate study. The rate of return for master&apos;s degrees which are relatively short and attract little state funding, are considerable  almost 32% for men and 22.5% for women. The rate of return for longer PhD qualifications is much less, and lower than the rate of return for undergraduate degrees  though that will change once the real costs of the student loan system for higher fees begins to take effect. No one knows if and when the problem of a lack of evidence will be addressed. The Higher Education Funding Agency has been charged with reviewing the impact of Browne on postgraduate study and is conducting some research. The Higher Education Commission, an independent body made up of 20 leaders from the education sector, the business community and the three major political parties, has been conducting a major investigation into postgraduate study  including the impact on competitiveness. It is expected to be published in autumn. Let&apos;s hope that by the time we get the evidence of cause and effect between higher level study and economic growth, there is time to take appropriate action. This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/jun/19/uk-postgraduate-numbers-falling", 
    "wordcount": "954"
}