{
    "headline": "Apple v Samsung: what are the claims and counter-claims?", 
    "text": "What are the claims in the case?  Apple accuses Samsung of:  Stealing design ideas, features of iPad and iPhone. Copying designs because it could not compete, rather than innovating new ones, &quot;Samsung was the iPhone&apos;s biggest fan. They knew a good thing when they saw it. They tried to compete with it, and when they couldn&apos;t, they copied it.&quot; Suffering a &quot;crisis in design&quot; that led to plagiarism. Selling more than $7.5bn worth of technology that infringe Apple patents, seek $2.75bn in damages from lost profits. Failing to redesign its products even after being briefed by Google in February 2010 that they were &quot;too similar&quot; to Apple products, but ignored those warnings. Abusing its monopoly power and demanded an unreasonable royalty for use of patented wireless technology, hold up tactic that allowed Samsung&apos;s competing products to enter the market. Producing an internal document that researched/reviewed iPhone, acknowledged revolutionary design and thus plunged into its own &quot;crisis of design&quot;. Having executives at the top of Samsung who &quot;were bound and determined to cash in on the iPhone&apos;s success&quot;: that the chronology shows design copying and resultant success. Not bringing any company executives or witnesses of documents to the trial, &quot;instead of witnesses, they brought you lawyers&quot;. Not taking any action to prevent copying as proved by the testimony of designer Jin Soo Kim who was unaware of Google&apos;s concerns as he wasn&apos;t told what happened in the meeting by colleagues. Design infringement: &quot;the test is overall visual appearance, not these minor differences.&quot; Samsung lawyers had argued that certain design differences meant there were no violations. Apple pointed to similarity between icons on the home screen: &quot;Samsung&apos;s defence is a word game&quot;. Apple&apos;s lawyer showed a Best Buy survey that shows Galaxy Tabs were returned by owners because they thought they were iPads. Specifically, Apple says Samsung infringed the following &quot;design&quot; patents (where the number refers to the final three figures of the US Patent and Trademark Office-granted patent): &apos;667 - covering the front of the iPhone, with its system for displaying text and icons &apos;087 - back of the iPhone &apos;889 - design of iPad &apos;305 - iPhone graphical user interface In &quot;utility&quot; patents:  &apos;381 - &quot;bounce-back&quot; or &quot;rubber band&quot; functionality when the user tries to scroll past the end of a page or list &apos;163 - &apos;tap-to-zoom&apos; feature on photos, articles, etc. &apos;915 - detecting whether the user is scrolling or making the &quot;pinch to expand&quot; and other gesture motions Samsung accuses Apple of:  Failing to license 3G patents: one expert witness claimed three violations by Apple. Stifling competition, limiting consumer choice, &quot;Think about Silicon Valley, the way it used to be, back in the day ... now there&apos;s tens of thousands of tech jobs.&quot; That&apos;s because of free competition. &quot;Consumers deserve a choice.&quot; Overstating the volume of sales generated by supposedly patent violating products Making accusations of patent violations that don&apos;t hold water; they were due to design changes because of general technological shifts rather than purely copying, &quot;Just think about walking into a Best Buy store. You go into the TV section. All of the TVs look the same. They&apos;re all boxes. They&apos;re all flat screens. They&apos;re all minimalist designs,&quot; said Samsung&apos;s lawyer, citing changes in telephones, all coming out with QWERTY keyboards. Thinking that it&apos;s &quot;entitled to have a monopoly on a rounded rectangle with a touchscreen&quot;: &quot;Is anyone really deceived by Samsung&apos;s devices that they were buying Apple devices?&quot; Not meeting the &quot;burden of proof&quot; requirement; Apple&apos;s chosen expert Peter Bressler and his testimony were picked out. Making false claims about violations of the D&apos;667 (&quot;front of the iPhone&quot;) and D&apos;087 (&quot;back of the iPhone&quot;) patents: the corners on Samsung products don&apos;t have the same radius and the front and back aren&apos;t flat. &quot;What does the evidence show? On the accused phones they are not demonstrably flat across the front surface.&quot; &quot;You can see that they&apos;re not flat... Details matter when you&apos;re talking about design.&quot; Specifically, Samsung says Apple infringed:  &apos;941 and &apos;515 - essential for implementing 3G mobile communications &apos;460 - covers the use of email in a camera-equipped phone &apos;892 - bookmarking a photo in the image gallery of a camera-equipped phone &apos;711 - multitasking on a mobile device and allowing users to listen to music in the background  What&apos;s at stake?  Apple is claiming $2.5bn in damages from lost sales and profits gained by Samsung if all its claims of infringement are proved. Samsung is claiming $519m from Apple if all the claims of infringement are proved.  More than that, though, if Apple prevails, especially over its &quot;utility&quot; patents, that will give it extra ammunition for tackling other Android handset makers. Apple hasn&apos;t gone after Google, which writes the Android software, because you can only sue over the actual embodiment of (allegedly) infringing products  not just the pure software, which Google writes. However, legal opinion is that whoever wins, the loser will appeal and the whole procedure will move up to the court of appeal. That, however, will mean the cases will be heard in front of a judge  who may display more nous about the finer technical points than a jury. One judge, Richard Posner, has previously dismissed a case in which Apple and Motorola were suing each other, ruling that neither could prove any damage.", 
    "section": "technology", 
    "gid": "technology/2012/aug/22/apple-samsung", 
    "wordcount": "935"
}