{
    "headline": "Xbox 720: countdown begins to E3 announcement", 
    "text": "And it&apos;s on. With these three words, Xbox blogger and spokesman Major Nelson may have just kick-started the next-generation console war between Microsoft and Sony. On his site yesterday, the excitable mouthpiece launched a countdown to the 2013 E3 games exhibition in Los Angeles  here, Microsoft is expected to announce the successor to its seven-year-old Xbox 360 machine.  Speculation that a hardware announcement was on the way has been growing for the past 12 months. Last February, a developer appeared to accidentally confirm the codename of the new console  Durango  while tweeting from a Microsoft developer conference. Then during the summer, two PC towers, billed as prototype Xbox Durango developer kits, were posted on eBay. The first is reported to have sold for more than $20,000, despite suggestions it was fake. Microsoft has refused to comment on these stories, as well as reports that the new machine would actually be called Infinity after the corporation secured a range of domain names including the word. As for the specifications of the hardware, game sites are already making educated guesses, based on developer titbits and a bunch of leaked documents apparently revealing a Microsoft Xbox roadmap for the coming year. Tech Radar is not alone in expecting a quad-core Intel processor and 8GB of memory; a huge leap over the Xbox 360 specs (although developer sources have indicated to The Guardian that we should expect 4GB of memory). An Nvidia graphics chipset is also likely, as is a new generation of the Kinect motion control hardware, which could support up to four players simultaneously. Now that Microsoft has apparently placed its cards on the table, Sony will doubtless follow. A PlayStation 4 announcement has also been expected for some time and Sony will not want to give Microsoft a head start, as it did with Xbox 360, which arrived a year before PS3. It could be that Sony will line up a rival announcement at E3, making this the most important video game trade show for several years. Certainly the time seems right for a new console generation. Retail software sales plunged during 2012 with the UK market down 17% on 2011. Although downloadable game sales are on the rise, the shortfall is not yet being covered and many publishers have spent the year closing studios and cutting staff numbers. Traditionally, a new generation of console hardware re-energises the market, exciting consumers and developers alike. Nintendo&apos;s new Wii U console, launched in November, has sold reasonably well, despite some confusion over its key selling points. It&apos;s likely Microsoft will announce the Xbox 720/Durango/Infinity at E3 with a Christmas 2013 launch date  a price point of about $299 has been suggested. Sony may well have to match both the date and the price with its own hardware, seemingly codenamed Orbis, which looks to be similarly powered. Initial gossip indicated a top-end AMD x64 CPU and an AMD Southern Islands GPU for the set-up, although later rumours have suggested a dual GPU architecture, as well as 8GB of memory and a 256GB hard drive. If this is in anyway accurate, the aim is clearly to produce complex 1080p HD visuals running smoothly at 60 frames-per-second, and probably all in 3D.  We can expect speculation to mount over the coming months, especially as more studios get hold of dev kits and excitable staff members begin tipping off trade news sources. The Guardian has been told by several developers that they are preparing for next-generation production.  What we can look forward to, though, is another generation in which the emphasis is on processing grunt rather than on offbeat concepts such as motion controls. Both Sony and Microsoft attempted to hold off an expensive new generation by augmenting the PS3 and Xbox 360 with new Wii-inspired motion hardware  the Move and Kinect respectively  but the returns, although initially promising, have not been amazing. Don&apos;t be surprised to hear that old favourite term &quot;photorealistic visuals&quot; being bandied around the industry. However, the fact that the rumoured next-gen specifications both seem to be based around established third-party hardware lines is interesting, suggesting that price is a factor. Sony almost bankrupted itself developing the PS3&apos;s proprietary Cell processor and then equipping the console with an expensive Blu-ray drive, meaning that it lost money on every machine sold. This will be a generation of both power and economy. Whatever the case, the countdown is now ticking, and the competitors must manoeuvre their hype machines into position. As Major Nelson so succinctly put it in his blog post, this is well and truly on.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/jan/03/xbox-720-countdown-begins", 
    "wordcount": "767"
}