{
    "headline": "Bangladesh's once welcome floods are now harbingers of disaster", 
    "text": "Majeda Begum lays out the food that has to keep her and her two young children going for the next 10 days. It is an illustration of a life led close to disaster. There are a dozen potatoes, all of them covered in wormholes, a couple of kilos of low-quality rice, some withered aubergines and a few radishes. On a normal day, the family uses a kilo of rice, and Majeda is already skipping meals to keep the children fed. &quot;There are times when my children cry because of hunger; I have to lie to them that food is coming soon,&quot; she says. She is waiting, like so many in her community, beside the great Brahmaputra river, for her husband to come back with money. He left to seek work in the rice harvest. But because so many farmers lost their crops in the unseasonable floods that swept through the river plain in July and twice in September, labourer wages are down to virtually nothing, while the price of rice is up 30%. Many people in Bangladesh depend on floods for their living. The annual wash of water down from the Himalayas brings layers of fresh mud, full of nutrients, and on this you can get a good rice crop. As the waters ebb, the seedlings are planted and they turn from green to golden as the dry season begins. But that system, of land, people and weather all in concert, has fallen apart. No one here on the banks of the Brahmaputra knows what has happened to their reliable, life-bringing floods. They&apos;ve always known cyclical hunger. The monga seasons (pdf)  before harvest, when food runs out and labouring jobs are scarce  are a feature of rural life, although the Bangladesh government says the phenomenon no longer exists. But last year three floods came in swift succession between July and September; no one had known that before. The river in Gaibandha district is 10km wide, officially, but can swell 10 times as far. And there lies the cause of Bangladesh&apos;s recurring dramas. Most of Bangladesh consists of floodplains; two-thirds of the country is less than 5m above sea level. The two great rivers that dominate the landscape, the Ganges and the Brahmaputra, have changed. Damming rivers in India, deforestation in Nepal and changing rainfall patterns have combined to make the floods more violent, more frequent and  this is the real disaster  less predictable. Where the new rice should be growing in the late autumn sun, there is a great sheet of grey mud. &quot;The river burst its banks. My rice paddy was washed away, even the very smallest plant. We would have been harvesting it next month,&quot; says Kohinur, holding her daughter, Serena. The women  sitting in a semicircle in the little village of Rasulpur, near Gaibandha town  all nod. Each of them has a similar story to tell of seeing their food and security washed away. &quot;Three times the river has come and taken my land. Now there&apos;s nothing left,&quot; says another woman. &quot;We have been living on the street with banana leaves for our beds.&quot; Sapina, a widow who lives alone, tells me all she has had to eat for days is &quot;rotten rice&quot;, picked up from the roadside where it has fallen from trucks carrying the harvest from happier farmers&apos; fields. Even in this most crowded of countries there are remote places, and it is an hour&apos;s boat journey along the river to Baze Telkupin island. Here, 500 homes were inundated in the unexpected floods and the people lost most of their possessions as well as their crop. This is where we met Majeda, 25, who lost her house as well. &quot;The water came up to my neck. My clothes and the little rice I had were all washed away,&quot; she told us. All that was left was her goat and a tin box. She&apos;s now living with her two children, Majedul, five, and Shoneka, two, in a roughly made shelter of bamboo and tin, with more holes than wall. There is no spare cash  not enough for her children to get to school in the mornings. She has already had to sell their goat. A local NGO, Gana Unnayan Kendra (GUK), is helping the island&apos;s neediest families. Oxfam and Christian Aid support its work, which chiefly involves raising the bases of houses to make them more resilient to floods, and providing people with cows to bring in more income. In the aftermath of the floods, emergency programmes have been introduced. Oxfam has been making cash grants available to chosen families throughout the area. &quot;We&apos;re acting as fast as possible,&quot; says Farhana Hafiz, Oxfam&apos;s emergency food security and livelihood co-ordinator, &quot;before people start selling assets, borrowing or leaving to look for work in the cities.&quot; Direct cash transfer is the simplest and most effective reaction to disaster in places where the markets are still functioning, she says. Monga, the cyclical curse of seasonal hunger, is also known as mora kartik  the months of death and disaster. It is on the decline, due to government action to establish a welfare safety net and identify vulnerable people. Most of those we met had received some sort of cash payment since the floods. But, tragically, the new threat of disaster and death in Bangladesh is not cyclical. The random acts of destruction caused by changing climate are increasing. GUK&apos;s chief executive, Abdus Salam, has been working to reduce poverty in northern Bangladesh for nearly 30 years. &quot;I&apos;m pleased with our progress,&quot; he says. &quot;But there are two things that hold back Bangladesh from getting where it should. One is politics. The other is natural disaster. Donors ask me, &apos;Why are we still funding you?&apos; And I say, &apos;Look at what&apos;s happening in the river&apos;.&quot; One hundred million people in Bangladesh live and die by the river. Like many of them, Majeda has learned to be philosophical. &quot;Each new day is a struggle,&quot; she says. &quot;If we get money, we can eat; otherwise my family and I have accepted our fate of suffering. But I am worried about my children&apos;s future.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/jan/23/bangladesh-floods-harbingers-disaster", 
    "wordcount": "1045"
}