{
    "headline": "Are lessons for lecturers the way ahead?", 
    "text": "Now that students are paying up to 9,000 a year for university tuition, they are looking closely at the sort of teaching they get for their money  as are the institutions that provide that teaching. Yet, until recently, no comprehensive survey existed on how teaching quality was being influenced by the increasing number of teaching development programmes for academics. Over the past few months, policy research organisation Host, commissioned by the Higher Education Academy (HEA), has tried to rectify this, publishing a report in September that made recommendations designed to help &quot;future-proof&quot; the higher education sector and inform HEA policy. It called for continued research on a local, national and international level to improve both the amount of evidence available on the effectiveness of teaching programmes in higher education and the ability to collect it. Since last year, teaching programmes have been carried out in the context of the revised UK Professional Standards Framework (UKPSF), which provides a general description of what teaching and supporting learning in higher education should entail. Anecdotal evidence suggests that not all lecturers are effective teachers, as one contributor to a recent debate on the subject pointed out: &quot;There is a feeling among many academics that if you have a doctorate that&apos;s all that&apos;s required.&quot; The results of Host&apos;s report and the impact of the new UKPSF provided the background to the roundtable discussion, which was hosted by the Guardian in association with the HEA and involved senior higher education staff, students and experts in learning and teaching. All participants in the roundtable agreed that it was essential for academics to be able to access support for developing their teaching skills  not just at the beginning of their careers but throughout their time as university teachers. They also recognised that the huge variety of courses on offer meant it was tricky to pinpoint the most effective way of doing this  or whether it was worth taking a course at all. Varied quality Contributors to the discussion, conducted under the Chatham House rule, which allows comments to be reported without attribution in order to encourage free debate, admitted that the quality of teaching development courses varied enormously. Some courses were described as &quot;very poor&quot;, but participants categorically denied that training university teachers was done &quot;on a wing and a prayer&quot;. Things had vastly improved since the introduction of the Professional Standards Framework, said one contributor, with a committed community of learning developers now constantly critiquing and conferring with each other. The effectiveness of courses was also regularly validated in all kinds of ways, from feedback provided by those taking part to verdicts on teaching quality from the National Student Survey (NSS), which every year questions students about their time in higher education. There were, however, warnings at the roundtable about relying too heavily on NSS feedback. &quot;If you deliver an edgy experience for students you quite often push them outside their comfort zone,&quot; commented one speaker. &quot;This could lead to them being more negative about the quality of teaching they received than they might be if they were asked once they&apos;d had time to appreciate its benefits.&quot; Another contributor recalled discussions with students who had become strikingly conservative in their attitudes as a result of the new fees regime. &quot;They were talking about not wanting to take risks because they wanted to get a degree. When asked to define a good teacher [they said] it was a person who turned up early and told them exactly what they had to do to get a good mark.&quot; The NSS measures an experience created and set out by universities, said another participant. &quot;It is not an experience that students necessarily want to have or care about  If students were brought together and asked what good teaching looks like, they wouldn&apos;t categorise it the way the NSS categorises it.&quot; Some at the roundtable felt that research into the quality of teaching development courses focused too much on their affect on academics, rather than students. One suggested solution was to shift the focus of evaluation away from immediate effects and on to longer-term outcomes. &quot;Universities are entering into relationships with students who are making an investment and the value of that experience is only realised on graduation and five years later,&quot; said one contributor. But another participant said it was important for students to feel their feedback could genuinely improve their own courses. A number of contributors supported the idea of showing students how to assess their teachers. &quot;They need to understand the nature of the learning experience, to ensure that what we are delivering to them is something that they can meaningfully evaluate,&quot; was one comment. Another participant advocated getting students to provide feedback from the beginning of their course, asking them what they wanted to get out of it, and working with them to achieve that. But if participants found it odd that students were expected to give feedback without being shown how, they found it even more surprising that academics were often expected to teach with no form of help. &quot;We employ people who have got a PhD, who have been good learners and enjoyed that kind of solitary study; then [we] say: &apos;You can be a teacher.&apos; Within a year they can be up in front of 300 people giving lectures,&quot; said one. Lecturers were finding this learning curve increasingly challenging, but were afraid to speak up for fear of losing their jobs, many participants agreed, while one contributor said they were expected to teach without being given practical pedagogical skills. A contrasting problem was that some academics  particularly later in their careers  could not see the need for any teaching support. Scientists who would never dream of making assumptions about scientific research outcomes were insisting they had no need of help with their teaching because they knew what worked, said one participant. This was partly because they tended to identify with their subject and felt their teaching skills were subject-specific. But it was also because academics tended to be appointed and promoted on the grounds of their research, which was much easier to measure than teaching skills. They therefore found it hard to justify spending time on continuing professional development that could otherwise be spent tucked away in a library or lab. &quot;You get promoted for disappearing away from your colleagues and writing,&quot; noted one contributor. &quot;People talk about teaching load and research time.&quot; Paths to promotion A possible answer was to make engagement with continued professional development a condition of promotion, it was suggested. Another was to recognise more explicitly in teaching courses the way academics identified with their subjects, which would also tie in with the way students tended to evaluate their learning experience across a subject area, rather than in terms of individual teachers. Alternatively, could a core teaching qualification for academics across all institutions be a solution? All participants were instinctively opposed to this idea, arguing that teaching programmes were specific to the culture of their institutions. But some conceded that there could be a case for sharing ideas and collaborating, especially across subjects, and for reducing the number of postgraduate certificate programmes. One thing everyone agreed on was that support from the top was key. While few vice-chancellors were prepared to say continued professional development should be mandatory, one speaker said that outside higher education it was rare to find a profession in which staff did not have to demonstrate annually that their professional skills were up to scratch. The roundtable agreed that the Host research and Professional Standards Framework provided an invaluable starting point and structure for finding out what works and what doesn&apos;t in improving higher education teaching. Beyond that, one participant suggested that all academics should watch a primary school teacher at work, noting: &quot;If they don&apos;t achieve student engagement, their students walk out of the room.&quot; At the table Sue Littlemore (chair), education journalist Simon Atkinson, head of teaching enhancement, BPP University College Debby Cotton, professor of higher education pedagogy, Plymouth University Prof Alan Davidson, dean, department for the enhancement of learning, teaching and assessment, Robert Gordon University Dr Elizabeth Halford, head of research information and enquiry, Quality Assurance Agency Julie Hall, head of learning and teaching enhancement, University of Roehampton Prof Craig Mahoney Chief executive, Higher Education Academy Prof Stephanie Marshall, deputy chief executive (research &amp; policy), Higher Education Academy Debbie McVitty, head of higher education (research and policy), National Union of Students Prof Julie Mennell, deputy vice-chancellor (academic), University of Sunderland Mike Moore, director of HR services, University of East London; and former chair, Universities Human Resources Prof Bernie Morley, pro-vice-chancellor, (learning and teaching), University of Bath Rachel Wenstone, vice-president (higher education), National Union of Students Dr Anne Wheeler, director, Centre for learning innovation and professional practice, Aston University     HEA logo Photograph: HEA    Roundtable report commissioned and controlled by the Guardian. Discussion hosted to a brief agreed with the Higher Education Academy. Funded by the Higher Education Academy. For information on roundtables visit: guardian.co.uk/sponsored-content This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/nov/20/lessons-for-lecturers-hea-roundtable", 
    "wordcount": "1562"
}