{
    "headline": "Project Daspletosaurus 2013", 
    "text": "   Project Dapletosaurus logo, by David Orr    Scientific research is not necessarily an expensive endeavor. It&apos;s perfectly possible to produce high quality and publishable research based in very little other than the investment of time. However, naturally this is far from the norm and even relatively simple analyses or experiments can cost a considerable amount (and of course, things like the LHC don&apos;t come cheap).  There are a good number of places where people can apply to gain funding to support their research. Governments provide grants through research councils and foundations. Scientific societies provide funds and philanthropic societies can support research, some to the tune of tens of millions. Researchers can write grant applications, have these assessed and if they are considered worthy enough and likely to succeed, and, critically, if there&apos;s enough money available, may be granted some or all of the value they have requested. Good though this obviously is, it does tend to leave some problems. If you&apos;re between jobs or on a short-term contract you may not be eligible for some or any of these grants. If the opportunity to do something is at rather short notice, there&apos;s no time to sit and write a long and detailed proposal that make take many months to get a reply on (and some grants are only available annually). Many grants only supply large volumes of cash and if you&apos;re just looking for a few hundred or thousand pounds it might actually be hard to find something you can apply for. Competition is so fierce in scientific circles these days that even superb, brilliant projects and researchers might fail repeatedly to get the money they need, or be unlucky enough to put up a project when all the money has gone to an especially expensive one.  Finally, and what is really relevant here, is that while there are a huge number of people who are involved and interested in science who would want to support research, it&apos;s actually rather hard to do. You can of course donate to a local museum, charity or the like, but there&apos;s no guarantee what you like or want to see being studied will get the money and not everyone would actually take such a donation in the first place. As seems to be increasingly the case these days, the internet has a solution  kickstarter set-ups for science. Already a number of projects like this have been set up and scientific research is being conducted because the general public have been appealed to, found a project worthy, and donated enough funds to see it through. You might have already guessed where this is going, but you can add me to that list  I&apos;m appealing for donations for Project Daspletosaurus. I have recently joined Microryza, a set-up based in the US to act as a clearing house for scientists who want to explore this avenue of funding. What appealed to me was the fact that they don&apos;t just want to help people fund research, but specifically to encourage those researchers who do a lot of outreach and science communication work to become involved. This ensures that it&apos;s not just about the cash, but about really involving sponsors and with the researchers providing write-ups of their work and progress reports, communicating the real background and science of the project. Naturally this is my kind of thing, and I happened to have something in mind. Readers may remember a post about fossil preparation and the work on cleaning up a tyrannosaur fossil in Canada. The preparator who did that work, Darren Tanke, had been in touch to tell me he had another tyrannosaur on the side, an animal called Daspletosaurus, that had a series of very interesting bite marks and he wanted me to lead the research on the piece. I&apos;ve become rather an expert on dinosaur bite marks and feeding traces (try here, here and here if you want to see some more), particularly on tyrannosaurs, and it&apos;s a fruitful area of research right now (indeed as I write this, I&apos;m in Berlin looking for bite marks on African dinosaur specimens). What&apos;s nice about this, is that here it&apos;s the Daspletosaurus skull itself has bite marks on it, that come from another tyrannosaur and Darren thinks the mostly likely candidate is another Daspletosaurus  - in other words, cannibalism. Naturally this is really interesting and could potentially tell us quite a bit about tyrannosaur feeding habits, so it&apos;s something I&apos;m extremely keen on. So I&apos;ve set up a project on Microrhiza to fund it, and therefore this is the bit in the blogpost where I hint rather unsubtly that if you feel like sponsoring a bit of science drop on over to Microrhiza. And if you further feel that learning about cannibalism in tyrannosaurs is exceptionally cool, you can sponsor my project here where&apos;s there&apos;s lots more details available ", 
    "section": "science", 
    "gid": "science/lost-worlds/2013/jan/24/dinosaurs-fossils", 
    "wordcount": "805"
}