{
    "headline": "Home-schooled children face 'postcode lottery' of official support, say MPs", 
    "text": "Parents who home educate their children face wildly different levels of official support around the country, a committee of MPs has said, with some councils being helpful and co-operative while others treat home educators as likely problem families or borderline truants. The report by the Commons education select committee into assistance for home education repeatedly uses the phrase &quot;postcode lottery&quot;, one more commonly ascribed to the variable quality of state schooling between authorities. Evidence from parents and support groups highlighted significant variations in councils letting home educated children take qualifications, with one family being forced to drive a child 200 miles so they could sit a single GCSE exam. Parents are obliged to give their child an education but this does not necessarily need to be at a traditional school. Under law, local authorities must support home education and can only step in if they believe a child is not being educated properly. The last Labour government commissioned a report by Graham Badman, a former council education director, who recommended home educators be forced to register with their local council, submit learning plans and face regular inspections, prompting an outcry from home education proponents. Ministers proposed making this law but the bill failed to gain cross-party support and was dropped just before the 2010 election. The education committee, which took evidence from the Department for Education (DfE), Ofsted and councils, as well as parents who educate their children and home schooling groups, said councils tended to base their home education staff within teams specialising in school attendance or child welfare, thus implicitly viewing the issue as a problem. Such staff are mainly &quot;ex-teachers with a fundamental belief that school is the best place for children or social services worker who aim to steer families back onto the school pathway&quot;, one parent told the MPs. The report recommends that home education officers should instead have their own dedicated team or be based in a &quot;neutral location&quot; such as library services. With some councils dealing with as few as 100 home educated children there is a need for more co-operation between authorities and knowledge-sharing between officials, it adds. The MPs also flagged up glaring disparities in the services provided to non-school pupils. One parent gave the example of being forced to pay 350 a year for swimming lessons for her child which are free to those in school. Others recounted extreme difficulty with sitting exams, with their children refused access to all local schools for this. The junior education minister, Elizabeth Truss, who handles home education as part of her remit, said she did not think the DfE should be guiding councils on such matters, a view disputed by the MPs. Graham Stuart, the Conservative MP who chairs the committee, said: &quot;We urge the DfE to investigate these issues and to make the responsibilities of local authorities very clear in this and other areas concerning home education.&quot; The Badman review estimated there could be as many as 80,000 home educated children. The numbers are hard to assess as children who have never been to school do not need to be registered with councils. Local authority officials tended to view home educators as &quot;weirdos&quot;, said a spokeswoman for Education Otherwise, a home education support group. While home educators used to mainly be those with philosophical objections to the state education system many were now parents of children with special needs or of those who had faced bullying, she said. &quot;Education welfare people just want to get children into schools. They see it like that. They&apos;re very much lacking in understanding. They think it&apos;s a copout for parents to home educate when actually it&apos;s more time consuming and much more expensive.&quot;", 
    "section": "education", 
    "gid": "education/2012/dec/18/home-schooled-children-postcode-lottery", 
    "wordcount": "631"
}