{
    "headline": "Oxford University settles 'selection by wealth' case", 
    "text": "Oxford University is to review its postgraduate admissions policy after settling a case with a student who sued one of its colleges for discriminating against the poor. The university will re-examine a policy under which its colleges select students not just on academic merit, but on their ability to prove they have the up-front resources to pay tens of thousands of pounds for both tuition fees and living expenses. The review will come too late for thousands who have been unable to study at the university due to the &quot;financial guarantee&quot;, but it may help those seeking to join Oxford this September. Across the sector, the latest figures show that domestic students are increasingly finding postgraduate study too expensive. Almost 16,000 fewer British students started postgraduate courses at UK universities in 2011-12 compared with the previous academic year  an 8% drop, according to data released by the Higher Education Statistics Agency. Earlier this year the Observer revealed how Damien Shannon, 26, was suing St Hugh&apos;s college for &quot;selecting by wealth&quot;. He claimed that the college, founded in 1886, was discriminating against the poor by asking students to prove that they had liquid assets sufficient to cover 12,900 a year in living costs, in addition to potentially tens of thousands of pounds in tuition fees. Under the university-wide policy the college refused to take into account projected earnings from students who planned to do paid work during their course. In a statement agreed between Shannon and the college, they jointly announced they had &quot;resolved the dispute between them, and that the court proceedings in Manchester county court are at an end with immediate effect&quot;. They added: &quot;St Hugh&apos;s College has advocated successfully for the University of Oxford, supported by the Conference of Colleges of the University, to carry out a review of the present financial guarantee policy. &quot;On completion of the review, recommendations will be put to the university&apos;s council and the Conference of Colleges for consideration. It is anticipated that the process will be completed by September 2013.&quot; Both parties agreed to pay their own costs. Shannon has been offered a place on the MSc in Economic and Social History course, for which he originally applied last March. St Hugh&apos;s, whose alumni include the home secretary, Theresa May, had initially hired Peter Oldham QC to fight its case at court at a potential cost of at least 60,000, according to documents seen by the Observer. At the time, friends of Shannon said that, should he lose the case and have to pay full costs, it would probably force him to declare himself bankrupt. St Hugh&apos;s claimed in court papers that the test of a student&apos;s financial health was in place to ensure students were able to complete their courses without suffering financial difficulty and anxiety. It said in its defence that the inability to meet the financial guarantee, which was formalised across the university in 2010, did not fall &quot;disproportionately within&quot; the lower socio-economic groups. However the director of graduate admissions at Oxford University had to apologise to the judge hearing the case after erroneously claiming that other universities had the same admissions practices. It is understood negotiations between Shannon and the university&apos;s lawyers and admissions office started last month and were finalised on Friday. Hazel Blears, the former Labour cabinet minister and Shannon&apos;s constituency MP for Salford and Eccles, said she was delighted by the development. &quot;Damien has worked incredibly hard in pushing for this because, like me, he believes that insisting students must prove they have 13,000 towards living costs is deeply unfair, especially for those from poorer backgrounds,&quot; she said. &quot;It means that hugely intelligent men and women who have been offered places on academic merit are being denied the chance to make the most of their potential. Our country as a whole also misses out if their talent is not nurtured and the university must cease making proof of living costs a condition of entry.&quot; Blears said she hoped the university would now install a fair policy and establish means-tested scholarships for students from less affluent backgrounds. As revealed by the Observer earlier this year, around 1,000 students a year turn down postgraduate places won at Oxford because of the financial demands of study there. This amounts to 15% of the 7,500 students offered a place, according to the admissions office. In January, leaders at 11 universities told of their concerns about the socially divisive impact of rising tuition fees in response to teaching grant cuts and a lack of finance for prospective postgraduate students. Blears said she would continue to push for a national system of support and loans for postgraduate students, as recommended by the former Labour cabinet minister Alan Milburn, who is leading an independent review of social mobility, and by the Higher Education Commission.", 
    "section": "education", 
    "gid": "education/2013/mar/23/oxford-university-settles-selection-wealth-case", 
    "wordcount": "826"
}