{
    "headline": "Peter Seeberger: we can treat malaria for less", 
    "text": "Artemisinin, a drug extracted from the sweet wormwood plant, is the most effective treatment for malaria ever discovered. Every year, millions of doses of artemisinin combination therapies (ACTs) are donated to Africa and Asia, greatly reducing the worldwide burden of the parasitical disease. But extracting artemisinin is expensive and because it takes time to cultivate the plant there are often bottlenecks in supply. But Peter H Seeberger, the director of the Max Planck Institute of Colloids and Interfaces in Potsdam, Germany, has just announced that he and colleague Franois Lvesque have discovered a simple and cost-effective way of synthesising artemisinin from the waste products of the plant. Their discovery has the potential to make the drug more affordable for the 225 million people affected by malaria every year. Artemisinin belongs to the endoperoxide class of anti-malarial drugs and has been called a beautiful molecule, but why is it such bad news for the malaria parasite? Artemisinin consists of four rings closely tied together. One of the rings is bridged via two oxygen atoms that sit next to each other, but the bond is not very stable and likes to break down. Artemisinin acts on the blood stage of the malaria parasite. Although the exact mechanism is not known, it is thought the endoperoxide ring reacts with the heme or the iron-bearing part of the red blood cell, destroying the parasite in the process. There are no other compounds like this in nature and it is this feature that is responsible for the extraordinary biological activity of artemisinin. What were the challenges you faced trying to make artemisinin synthetically? Although it was first synthesised in 1982, in practice it has been very difficult to scale up the process, hence our continued dependence on the plant product. However, we knew from the work of other researchers that two of the byproducts of the plant  artemisinic acid and dihydroartemisinic acid  were good starting points for synthesis. At present, these compounds are thrown away. Our idea was to see if we could make artemisinin from artemisinic acid using reactive molecules called singlet oxygen and the process of flow chemistry. Singlet oxygen? Flow chemistry? Singlet oxygen is produced by shining ultraviolet light on oxygen molecules and acts as a bridge between artemisinic acid and artemisinin. However, scaling up the procedure to industrial level is difficult because the larger the reaction vessel, the less light it lets in and the less reactive oxygen is produced. The idea of flow chemistry is to perform the chemical reactions in a narrow pipe rather than a large pot, thereby greatly increasing the volume of the mixture that is exposed to light. In this way, the reaction conditions stay the same and increasing amounts are made by running the reaction continuously. In the first stage, artemisinic acid is reduced to dihydroartemisinic acid. This product and the oxygen are then pumped into the flow reactor, a flexible 2mm-5mm pipe wrapped around the light source. The light activates the oxygen, which reacts with the acid. All it takes is the addition of one further acid to produce the artemisinin. The beauty of this process is its simplicity and the fact that we don&apos;t have to clean up between each step. Your solution is certainly ingenious, but when do you expect it to become commercially viable? The reactor we used in the original study cost 50,000. We have further refined the process so that the new reactor now costs about 10,000 and requires a lot less energy and space. One such reactor can make about 800g of artemisinin per day. In theory, by running 400 such reactors continuously for a year we could make the entire world supply of the drug for a one-time investment of around 4m. We are looking at working with people who are isolating artemisinin from plants and who have plenty of waste product, or companies like Amyris and Sanofi who are experimenting with engineering yeast to produce artemisinic acid directly. The key here is to make as much artemisinin as the world needs at the lowest possible price. With the right partner, we could have commercial production up and running in six months. It all sounds very complicated. Aren&apos;t there simpler, less technology-dependent ways of helping people with malaria? Malaria is a complicated disease and we need to fight it with all the means at our disposal. Insecticide-treated bed nets are very effective, but nets are often expensive or of poor quality. That is why a few years ago I set up the Tesfa-Ilg &quot;Hope for Africa&quot; Foundation with some like-minded individuals in Switzerland. As we had limited resources, we focused on Ethiopia, the home country of my friend Dawit Tesfaye, an Ethiopian-born Swiss. Together with some NGOs, the foundation brought two Ethiopian state-run enterprises and built a factory that now employs more than 200 workers, mainly women, who sew the nets and apply the insecticides. Prevention is a wonderful thing  if you don&apos;t get bitten, you don&apos;t get sick. Plus we are providing jobs for local people. Much of your research is on the synthesis of oligosaccharides. What fascinates you about this type of molecule? Oligosaccharides are key components of information transfer in our bodies, but while DNA and proteins are well understood, oligosaccharides are not. A big reason is the fact that access to pure oligosaccharides from natural sources is really difficult, so chemists can make a real difference if they can come up with straightforward and automated means to make these complex molecules. The automated synthesis of DNA enabled entire industries; I want to do the same thing for oligosaccharides. I understand that one of the applications may be for the design of malaria vaccines?  Yes, oligosaccharides are chains of sugars that make up complex glycans. These glycans are found attached to proteins or lipids on the surface of living cells. My idea is to develop an anti-toxin vaccine that can recognise a complex glycan on the surface of the malaria parasite. Antibodies against these have been detected in children above the age of two in malaria-endemic areas of Africa. The problem is children below two cannot make such antibodies, which is why malaria often proves so deadly to young infants. But if you can give them a combination of a glycan and a protein, their bodies can be trained to mount an antibody response against the parasite. The preliminary results of our research in animal models is looking great but it&apos;s been a challenge pushing forward. ButHowever I&apos;m determined to continue with it. Working on a malaria vaccine is probably the least likely to make me any money but it&apos;s most likely to have a really large impact on humanity. What would you say to a person thinking of pursuing a career in organic chemistry?  My chemistry teacher in high school told us that as organic chemists we could make things that nobody had ever made before. He called it, &quot;playing God&quot;. I am not sure that is the right way to look at it, but to make totally new molecules or ones we previously got from nature is a wonderful feeling. ", 
    "section": "science", 
    "gid": "technology/2012/feb/05/malaria-drug-synthesis-peter-seeberger", 
    "wordcount": "1198"
}