{
    "headline": "Oxford University colleges stripped of AAA credit rating", 
    "text": "George Osborne&apos;s popularity at his alma mater may have taken a plunge yesterday when three Oxford colleges were stripped of the coveted AAA credit rating. Ratings agency Fitch said it was forced to downgrade Lincoln, Somerville and St Peter&apos;s because publicly-funded bodies are not meant to have a higher rating than the state that backs them, no matter how much cash they have in the bank. The UK was downgraded from AAA by Fitch last week. Rival ratings agency Moody&apos;s has already downgraded the UK to AA+ and Standard &amp; Poor&apos;s, the third major agency, has warned there is at least a one-in-three chance it will also follow suit. Osborne, a graduate of Magdalen College, Oxford, had made retaining the AAA rating a key gauge of his credibility. In the Tory manifesto before the 2010 general election he said: &quot;We will safeguard Britain&apos;s credit rating with a credible plan to eliminate the bulk of the structural deficit over a parliament.&quot; Fitch also downgraded the Bank of England, Transport for London and the London borough of Wandsworth. Fitch said the Bank&apos;s credit worthiness was &quot;directly aligned&quot; with that of the country as a whole. &quot;The BoE is the monetary arm of the UK sovereign and as such its credit profile is aligned with that of the sovereign government,&quot; the agency said. Its guidelines state: &quot;Subnationals&apos; ratings are not higher than their sovereign, except in exceptional circumstances.&quot; The loss of the AAA rating might increase the colleges&apos; borrowing costs but the institutions have considerable cash piles. Lincoln College was sitting on total funds of 85.7m in July 2011, the most recent set of accounts available. Somerville was sitting on 54m, and St Peter&apos;s had 30m. The International Monetary Fund has warned Osborne that he is &quot;playing with fire&quot; by pressing ahead with austerity programmes before the economic recovery kicks in. The incoming Bank of England governor, Mark Carney, has also described the UK as a &quot;crisis economy&quot;. The Oxford colleges and the BoE declined to comment on the downgrades.", 
    "section": "education", 
    "gid": "education/2013/apr/24/oxford-university-colleges-aaa-rating", 
    "wordcount": "353"
}