{
    "headline": "ASA forces Apple to withdraw claims new iPad has '4G capability'", 
    "text": "Apple has been forced by the Advertising Standards Authority to withdraw claims in the UK that its new iPad has &quot;4G capability&quot; to join high-speed mobile broadband services  because there will be no services compatible with the device here. The UK joins Australia in banning the use of the &quot;4G&quot; label to advertise the new iPad, launched in January. The circuitry inside the device can connect to 4G services in the US, which is Apple&apos;s largest market, but because those operate on different frequencies from those used in the UK and Europe, the &quot;4G&quot; iPads presently on sale will never be able to connect to 4G networks here. However, on Wednesday the device was still advertised on Apple&apos;s website as &quot;Wi-Fi + 4G&quot;, although it notes in small print at the bottom of the page that 4G is only available on particular mobile networks in the US. It says that the device &quot;lets you connect to fast dat networks around the world&quot;  but with a reference to a note pointing out only that &quot;data plans [are] sold separately. See your carrier for details.&quot; The specifications on the UK store&lt;/a&gt; say that it works with 4G LTE on 700MHz and 2100MHz frequencies  while noting in small print that &quot;4G LTE is supported only on AT&amp;T and Verizon networks in the US, and on Bell, Rogers and Telus networks in Canada&quot;. Apple UK declined to comment on the ruling. The ASA said that it had had more than 40 complaints about the &quot;4G&quot; claims, which appeared on Apple&apos;s UK website where the tablet was described as offering &quot;Wi-Fi + 4G&quot; capability. In the UK, 4G networks are expected to use the 800MHz and 2600MHz frequencies. One of the people who complained to the ASA, who preferred to remain anonymous, told the Guardian that he works in telecoms supporting mobile data devices: &quot;I raised the complaint because customers were calling in believing it would work on 4G when 4G was launched in the UK. My complaint was specifically that they should call it 4G when it would never work as such in the EU and UK.&quot; 4G services are expected to start coming on stream in the UK towards the end of this year - though there are concerns that the services could interfere with TV services on adjacent frequencies. The Australian Competition and Consumer Commission (ACCC said Apple had &quot;misled&quot; consumers by claiming that it could connect to 4G networks there. It is not compatible because of the frequency difference: the Telstra network there uses the 1800MHz frequency. The 700MHz band is used there for TV frequencies, though it may come free later this year through a government auction. In Australia, the company is to email all customers who bought the new iPad offering them a refund. The ACCC took legal action to ensure that Apple did not mislead potential buyers by suggesting that the device could join 4G networks there. The ASA&apos;s decision is one of a growing list in which it has found against Apple. In 2008 it upheld a complaint after a TV advert said &quot;all the parts of the internet are on the iPhone&quot;  but two viewers complained that it did not support Flash or Java, which were integral to a number of web pages. Another, in November 2008, upheld a complaint that a TV ad which shortened sequences for accessing web pages exaggerated its speed. In the US, the new iPad can connect to 4G services capable of data speeds of up to 100 megabits per second (Mbps) provided by AT&amp;T and Verizon, the two biggest networks, but because they use different frequencies for their connectivity, buyers must pick the correct one for the carrier they need. Those networks use different frequencies to carry the data than will be used in the UK, meaning that the current generation of iPads with &quot;4G&quot; capability will not be able to connect to UK 4G networks. They will still connect to existing 3G networks at 3G speeds.", 
    "section": "technology", 
    "gid": "technology/2012/may/02/asa-forces-apple-withdraw-claims-ipad-4g", 
    "wordcount": "698"
}