{
    "headline": "CES 2013: ever-wider TV screens, bendy smartphones and the i-potty", 
    "text": "The world&apos;s biggest gadget show has ended in Las Vegas and, like a prophet in the desert, it has revealed the future: bigger televisions, smarter watches, thinner humans, bendy phones and pointy computers. That, at least, was the vision peddled by technology companies which unveiled 20,000 products over five frenzied days of networking and promotion at the Consumer Electronics Show, which wrapped on Friday. Some 150,000 industry professionals sifted through gadgets sublime and ridiculous, pointless and ingenious, seeking the next big innovation which will change the way we work, live and play. Some ideas which provoked guffaws and headlines  the vibrating fork which chastises you to eat slower, the i-potty training system to keep your toddler on the bowl  may not endure but others seemed certain to have a future. As ever at CES, televisions were everywhere. Samsung, Sony, Toshiba and other manufacturers unveiled bigger screens  ranging from 50in to 110in  with &quot;ultra high definition&quot; four times sharper than traditional HD. Prices range from $20,000 upwards. The South Korean firm LG promoted a rival technology called OLED (Organic Light-Emitting Diode), offering more vibrant colours. Its $12,000 sets will go on sale in the US in March. Manufacturers did not want to speak the name, as if it were Voldermort, but in private they fretted about Apple. Would the Cupertino behemoth conjure a TV to bewitch consumers later this year? The 2D prototypes marked the quiet death of 3D TV, a much hyped innovation at last year&apos;s CES which flopped in stores. The technology may be resurrected if the likes of StreamTV Networks convince consumers to buy 3D TVs, due out later this year, which do not require glasses. &quot;If you do 3D right, it&apos;s better than 2D,&quot; said Walther Roelen, a company engineer. If CES 2013 is remembered for one thing, it is likely to be the coronation of the smartphone as ruler of a kingdom of multiplying subjects. Developers embraced mobility and connectedness to create countless products linked to smartphones.  Pebble, a Kickstarter darling, blazed the way with a much-ballyhooed smart watch with e-paper display which connects to a smartphone and can receive emails, control music and track your movement. Priced $150, there are 85,000 pre-orders. &quot;It will complement your smartphone,&quot; said Pebble&apos;s founder, Eric Migicovsky. The show signalled an accelerating effort sell the the idea that technology is key to mental and physical well-being. A quarter of displays were devoted to gadgets for losing weight, getting fitter and improving health. They harnessed smartphones and tablets to &quot;wearable&quot; fitness devices, which monitor your exertions and store them in the cloud. Diabetics were offered apps to monitor their condition. &quot;It&apos;s an inherently data-driven activity,&quot; said Joseph Martorano, of iHealth. Samsung unveiled a prototype phone with bendy display technology  super-thin plastic replaces traditional glass  which lets you fold it almost like paper. The technology, called Youm, will spread to other devices.     Smartphone covers at CES 2013. A saturated market? Photograph: Joe Klamar/AFP/Getty Images    Swathes of the 1.85m sq ft convention space were colonised by firms offering a seemingly infinite variety of cases and accessories for phones and tablets. Too many firms chasing a maturing market  there will be blood, predicted some analysts. Computers will not be pointy exactly, but Leap Motion, a Californian start-up, demonstrated a USB-sized device which creates an invisible field around a computer, letting you control the screen by pointing and waggling your fingers. &quot;This could fundamentally change how people interact with computers,&quot; said Michael Zagorsek, vice president of product marketing. Many hailed the Minority Report-style gizmo as a revolutionary advance. All the gadgetry, however, did not dispel doubts that the expo is losing relevance. The event focused on hardware in a software-obsessed world and contained no major surprises. Car makers seemed to be keeping powder dry for next week&apos;s auto show in Detroit. LG, among others, decided to wait for next month&apos;s World Mobile Congress in Barcelona to unveil its latest phone technology. CES, long ignored by Amazon, Facebook, Google and Apple, suffered another blow when Microsoft, whose chief executive traditionally gives the keynote address, handed the baton to chip-maker Qualcomm. Whether the show is fading or not, the hordes leaving Las Vegas with their bags of swag were happy. Morgan Spurlock, the filmmaker, nominated the i-potty as his favourite gadget, followed by a robot on wheels which massages your back. &quot;Look at this,&quot; he marvelled, showing a recording on his phone. &quot;Now tell me, isn&apos;t that cool?&quot;", 
    "section": "technology", 
    "gid": "technology/2013/jan/12/ces-2013-wide-screens-smartphones-ipotty", 
    "wordcount": "751"
}