{
    "headline": "New EU biofuels law could be last straw for farmers hit by wet weather and rising costs", 
    "text": "Andrew Watts, 52, is looking nervously at the darkening sky. We are standing at the edge of a field, where his new red-and-yellow seed drill is sowing wheat at an impressive clip. The vast machine can cover six hectares (15 acres) an hour but it may not be fast enough to get the whole field done before the rain starts. Watts runs 2,500 hectares of farmland in Hertfordshire from a cluttered office, its walls adorned with pictures of tractors. It has been a difficult year, he says. Having just come through the second-wettest summer on record, he is already two weeks behind schedule, and is anxious about pushing next year&apos;s harvest out too far. &quot;What farmers mustn&apos;t do is let one bad year become another bad year. You have to believe next year is going to be good, otherwise ...&quot; he tails off. He admits the weather in his area was better than in some parts of the country, particularly around harvest time: &quot;We didn&apos;t fare too bad in pockets. At one point we were lagging behind 2008, which was my latest harvest in recent memory, but then we just had a couple of little windows and we cracked into it.&quot; Other farms were not as lucky, and last week the National Farmers&apos; Union said wheat yields were at their lowest point since the late 1980s. It is not just British farmers who are worried. While we have been drowning in rain, the US has suffered one of the worst droughts in more than half a century, which has ravaged its corn crop. The resultant shortage has driven animal feed prices so high that there have been reports of farmers feeding their cows with chocolate bars and ice-cream sprinkles. A heatwave in Russia, meanwhile, has stoked fears that Moscow may impose an export ban, further exacerbating global shortages and fuelling fears of food riots. This combination of freak weather has led to one of the worst global harvests in years. With demand still rising, policymakers have entered crisis mode, reigniting a furious debate about whether we should be using agricultural land to grow crops for biofuels. This week, the European commission will fan the flames with a proposal that will tear through the biofuels industry, effectively ensuring the decline of a European sector estimated to be worth 17bn (14bn) a year. Industry associations say millions of pounds of investment could be wasted in the UK alone. The proposal was leaked in September and came as a huge shock to the industry and to campaigners. It proposed to limit the use of crop-based biofuels to meet the EU&apos;s 10% target for renewable transport energy by 2020. The leaked document suggested that only half of that target be met with biofuels from food crops  such as wheat, sugar cane and oilseed rape. Clare Coffey, policy advisor at ActionAid, which has been campaigning against biofuels for the past two years, said: &quot;Nobody was expecting the 5% cap, that was totally new.&quot; The most controversial part of the proposal, however, was the inclusion of new ways of calculating how green biofuels actually are. For the first time, the EC will take into account the extra carbon emitted when farmers switch from growing crops for food to growing crops for fuel. The theory is that demand for food remains more or less constant, so production will move elsewhere. Indirect land-use change (ILUC) theory attempts to measure the carbon emissions associated with clearing new land  by cutting down rainforests, for example  to grow food. The theory has split scientists, farmers, policymakers and industry, causing lengthy delays in legislation. The NFU maintains that there are huge flaws in the science, while the UK Renewable Energy Association (REA) says objections are not based on science at all but are purely political. The arguments hinge on the fact that, when you take ILUC emissions into account, biodiesel appears to be as harmful to the environment as fossil fuels, if not more so. And if biodiesel does nothing to help fuel suppliers meet emissions targets, demand for it will disappear overnight. On top of that, the draft law introduces a new requirement that all biofuel plants achieve at least 60% greenhouse gas emission savings. Robert Vierhout, secretary-general of the European renewable ethanol association, ePURE, says: &quot;It is like being shot, not once, but three times.&quot; Perhaps in an attempt to soften the blow, the commission said it would double- or quadruple-count certain advanced biofuels in the race to reach the 10% renewable transport fuel target. As such, it hopes to drive investment in so-called second-generation biofuels: those produced from waste, algae or residue from other processes. But the industry remains wary. Many of these processes have not yet been proven, and investors who lost money on first-generation biofuels will be unwilling to provide more funding to push the technology forwards. The proposal will be published on 17 October and may have changed slightly since it was leaked last month, but the basics are expected to remain the same. It will go before the European parliament and member states, and talks will probably drag on throughout 2013. No law could realistically come into force until the beginning of 2015. But the industry will feel the effect of investors running scared given the apparent shift in policy. Coffey at ActionAid says, with just a hint of schadenfreude: &quot;It will be a black day for the biofuel industry. The basic message is that there is no future in crop-based biofuels.&quot; Back on Mentley Farm, Watts says a collapse in the biodiesel industry would be a disaster for Britain&apos;s farmers. He was one of many to cash in on the rising price of oilseed rape as demand from biodiesel producers increased. Production has increased by 50% over the past decade, and anyone who has travelled through Britain in early summer will have noticed the prevalence of the crop, which has bright yellow flowers. Though oilseed rape is also turned into vegetable oil, Britain&apos;s farmers export almost 70% of their crop, and most of that goes into the biodiesel market. It is no surprise the farmers are fighting any change to current targets. Consistent demand for their crops from biodiesel producers protects them against the volatility of global food prices. And the productivity of their land is also increased, because a byproduct of making wheat into ethanol can be used as a high-protein animal feed, so farmers get two products for the price of one. This factor became even more crucial, this year, as the price of soya shot up by more than 30%. &quot;What&apos;s killing the pig and poultry industry at the moment is high feed costs,&quot; says Watts. &quot;One of the major reasons for that is because they are reliant on imported soya, and that&apos;s really causing them grief.&quot; Then there is the argument that farmers simply respond to demand. Watts says he switched to growing oilseed rape when the biofuels market wanted it. Before that, there was simply not enough demand for it as a vegetable oil. At this, Coffey lights up: &quot;That is why we are absolutely not against biofuels per se, but we are against a target that creates massive demand, and that demand is met with the cheapest and easiest feed stocks. &quot;We would much rather see a system that encourages genuinely sustainable biofuels, and does not encourage turning food into fuel.&quot;", 
    "section": "environment", 
    "gid": "business/2012/oct/14/farmers-row-over-eu-biofuels-law", 
    "wordcount": "1251"
}