{
    "headline": "UK to channel 9m in aid through Rwanda government programme", 
    "text": "The British government will give 9m to a programme run by the Rwandan government, three months after freezing general budget support to the country amid allegations that it financed rebels in the Democratic Republic of the Congo (DRC). The bulk of a 16m package of &quot;reprogrammed&quot; funding to the country, announced on 1 March by Justine Greening, the international development secretary, will be disbursed through the Vision 2020 Umurenge programme (VUP), a social protection initiative owned and led by the Rwandan government. The scheme will be used to make unconditional cash payments totalling 9m to 545,000 of Rwanda&apos;s most disadvantaged people. The Department for International Development (DfID) defines funding provided under the VUP as &quot;financial aid to government&quot;. It was previously classified as sector budget support (finance for a specific area of government activity related to poverty reduction); a World Bank aide memoire dated September-October 2009 said DfID would contribute 19.7m over four years (2009-12) to the VUP in &quot;sectoral budget support&quot;. In short, the UK has redefined the nature of its payments. A summary published this week on the DfID website said UK support for the VUP, in the form of financial aid and technical co-operation, would total 29.03m between 2008 and 2013. UK payments will be administered by the Rwandan government, with funds paid into a separate bank account that will be independently monitored and audited. It is understood that the money will not be subject to partnership principles, the criteria recipient countries must meet to receive budget support (aid given directly to governments). These criteria cover poverty reduction and the millennium development goals, respect for human rights, good governance, transparency and accountability. Britain&apos;s decision to channel development assistance through a government programme, barely three months after withholding 21m in aid to Rwanda due to a breach of partnership principles, is being closely scrutinised. Ivan Lewis, the shadow development secretary, said: &quot;[Greening] needs to come clean about DfID&apos;s relationship with Rwanda. On the one hand, the UK government is claiming egregious behaviour by the Rwandan government sufficient to suspend direct support, while on the other dispersing 9m to a cash transfer programme administered by the very same government. &quot;How can the secretary of state expect the UK public, let along the Rwandan government, to take her claims of support for long-term stability in the region seriously?&quot; The VUP, which was set up by the Rwandan government in 2009 with the aim of eradicating extreme poverty in the country by 2020, is overseen by the ministry of local government, delivered by the local development support fund (an agency of the local government ministry), and supported by the ministry of finance and economic planning. The scheme is regarded as a flagship component of Rwanda&apos;s economic development and poverty reduction strategy. &quot;The VUP is a very strongly government-owned programme, even though it&apos;s largely externally financed,&quot; said Stephen Devereux, of the Institute of Development Studies, who was commissioned by DfID to assess the programme between 2009 and 2011. &quot;In many other countries, you find that donors decide what projects are going to be run because they put the money in. But in Rwanda, which is very similar to Ethiopia, the government is very strongly in charge of the programme even though it&apos;s funded by a pool of donors. Donors put the money in, but all the decisions are taken by the government  &quot;[Rwanda&apos;s attitude is:] &apos;We appreciate the donors, but we are not donor dependent and we don&apos;t kowtow to them&apos;  which means that, although they do depend on donor money, they don&apos;t act like it. They behave very strongly and autonomously, and make their own decisions. If the donors don&apos;t like it, then they must withdraw their money.&quot; Greening&apos;s announcement of the reprogrammed funding, none of which will be disbursed as general budget support, was widely reported as an attempt to bypass the Kigali government in the wake of a November report (pdf) that, she said at the time, provided &quot;credible and compelling&quot; evidence of Rwandan support for the M23 militia in Congo. Chantal Daniels, Christian Aid&apos;s Great Lakes policy and advocacy officer, called for clarity on DfID aid to Rwanda. &quot;If DfID defines this money as other funds distributed via the Rwandan government, then this really requires more attention on what this exactly means from all of us,&quot; she said. &quot;The UK is one of the main donors in both the DRC and Rwanda, so they have to take a firmer stance on Rwanda, especially if they recognise that it breached the partnership principles by supporting the M23. We believe that by reprogramming UK funds to Rwanda, we ensure that the poorest receive assistance while a clear signal is given to the Rwandan government that meddling in other countries is not accepted. Considering the breach of partnership principles by the Rwandan government, we are currently not in favour of distributing funds through the Rwandan government.&quot; Britain has been one of the largest bilateral donors to Rwanda. In the past, development assistance accounted for about 40% of the east African country&apos;s budget. Rwanda was among 11 signatories to a regional peace agreement signed last month, and has been praised for progress on poverty alleviation.", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/13/uk-aid-rwandan-government-programme", 
    "wordcount": "893"
}