{
    "headline": "Facebook's user exodus: our readers tell us what's wrong", 
    "text": "Facebook might be the world&apos;s largest social network. But so was MySpace, once. In the last month, Facebook has lost 6 million US visitors, a 4% drop, according to an independent analysis firm SocialBakers. Why are users being lured away so quickly? In the past six months, 9 million monthly visitors in the US and 2 million in the UK have stopped visiting. There are plenty of reasons, and plenty of other possible destinations. Newer, shinier social networks like Facebook-owned Instagram could be tempting users away from the same old interface. There are issues with complicated user privacy settings and constant redesigns, which make quieter networks like Path even more appealing. And maybe Facebook is just going the way of MySpace  it&apos;s old. But there&apos;s also a chance independent analysis could be off: Facebook will update investors on its performance for the March quarter Wednesday, and Wall Street is expecting a revenue gain.  Are you spending less time on Facebook? In the meantime, we&apos;ve asked Guardian and Guardian US Facebook readers why they think users are spending less time on Facebook  or why they might be spending more. Here are some comments from the first hour, and we&apos;ll add more as the day goes on  you can add your thoughts to the Facebook thread here.  Craig Kanalley: &apos;Nope, more time&apos;  It&apos;s an interesting study, but I just don&apos;t think it reflects everyone. For many, Facebook is a great way to stay in touch with friends and family, and I don&apos;t see how that has changed. If anything, some of the design tweak and mobile upgrades have made Facebook better. But that&apos;s just my opinion.  Rita Chakrabarti: &apos;Privacy comes up, but it&apos;s not the main issue&apos;   I&apos;ve seen both phenomenons within my friends/family circle. When I ask why to those spending less time, privacy comes up, but it&apos;s not the main issue. The best answer I&apos;ve got is that FB is superficial and does not lend itself to deeper relationships, which is much better done in person. But, like Craig, I find it a great way to stay in touch. And with subscribing to news, information and entertainment pages, it&apos;s a great way to stay on top of that as well.  Fleur Defries Marais: &apos;It&apos;s too gimmicky&apos;  Because it&apos;s too gimmicky, and feels more and more like I&apos;m being advertised to, and less like I&apos;m catching up with old friends and acquaintances  which is the only thing I really liked about in the first place.  Ryan Garry:&apos;Too much fighting&apos;  Too much fighting about the last election. Obama won. Get over it!  Jessica Hackney Williams: &apos;It&apos;s boring now&apos;  The main problem with Facebook is it&apos;s boring now. The model limits what content you&apos;re able to recieve from others, and now seeks to impose advertising on those who are already considering jumping ship. It&apos;s no longer a place where you can keep up with what&apos;s going on with your friends and family  it&apos;s a place where business can farm your information from. And with the continuous changes, who wants to bother trying to sort out a new layout every six months?  Christine Clifford: &apos;Hardly surprising&apos;  Well: unwanted advertising, perceived political interference in campaign pages, lack of action on racist and sexist pages. Poor and confusing privacy and content rights. Hardly surprising.  Paul Farrant: &apos;It&apos;s like having to have a conversation in a pub but being forced to use megaphones&apos;  While I love how it lets me keep in touch with people, I despise how it notifies people with whom I have a friendship about things I say to completely unrelated friends on their walls. It&apos;s like having to have a conversation in a pub but being forced to use megaphones - or having the bar staff go around with a dictaphone to replay conversations to others. Yes it&apos;s a public forum and in theory anyone nearby can hear unless you intentionally whisper, but you shouldn&apos;t have to expect it to be broadcast as widely as possible.  My settings are very strict, I have lists to communicate only with who I choose to at any given time on my timeline, but the moment I stray and make a comment elsewhere, this become an irrelevance and Facebook can share it (pretty much) however they please.  Tom Watson: &apos; I never use it for more than 2 hours a day, and that is pushing it&apos;   I think I use it more, but I never use it for more than 2 hours a day, and that is pushing it. I have no urgency to visit Facebook but I use it to read news from pages like this and to see posts from pages related to my interests! Friends don&apos;t tend to post much, so if it were for friends I would use it a lot less because they do! I&apos;m not fussed about privacy, anything I want private I say somewhat anonymously via Twitter, or don&apos;t say at all. ", 
    "section": "technology", 
    "gid": "technology/2013/apr/29/facebook-user-exodus-guardian-readers", 
    "wordcount": "824"
}