{
    "headline": "Cameron admits defeat in battle to block new university access tsar", 
    "text": "David Cameron has admitted defeat in his battle to prevent Professor Les Ebdon being appointed director general of Offa, the universities access body seen by some Tories as a threat to excellence in universities. The prime minister&apos;s spokesman said he had no powers to block the appointment made by the Department for Business, Innovation and Skills (BIS) selection panel including the business secretary Vince Cable, Tim Melville-Ross, chair of the board of the higher education funding council for England, and the social mobility tsar Alan Milburn. The BIS select committee had a fortnight ago voted to recommend that Ebdon be rejected at a pre-appointment hearing, but the committee only has an advisory role, in effect meaning that only the prime minister could intervene. The select committee will be angry that its recommendation has been rejected by Cable, and there are likely to be calls for the role of parliamentary select committees to be strengthened. The education secretary, Michael Gove, has been lobbying privately to reject Ebdon, saying he was an advocate of social engineering rather than excellence in universities. Ebdon had also been a fierce critic of government policy on tuition fees, and so was not seen as credible. No 10 is known to be sympathetic to Gove on this issue, and parliament will be informed next week of Ebdon&apos;s three-year appointment, but the dispute over the role of the Office of Fair Access is likely to intensify. The Conservatives&apos; Fair Access to University Group will publish a report criticising Ebdon&apos;s proposed appointment claiming the don does not appreciate that poor state school education is a key part of the problem. The group, led by Rob Wilson, the MP for Reading East and a former shadow universities minister, would like the government to part-fund school fees for disadvantaged children to attend independent schools. They also favour greater transparency so schools show more clearly the university destination of their pupils. The issue may come to a head in a higher education bill due to be published for the next parliamentary session. Many of the Russell Group of elite universities were concerned by Ebdon&apos;s appointment, and fear he will introduce sanctions unless they meet access targets which have to be negotiated with him. Conservatives fear Ebdon, vice-chancellor of the University of Bedfordshire, will go so far as to forbid universities from charging the maximum 9,000 tuition fee if they do not adopt access policies giving special consideration to pupils from disadvantaged backgrounds. Interviewed by the select committee, Ebdon said he was willing to press the &quot;nuclear button&quot; and withdraw an access agreement if he believed a higher education institution was not seeking to meet its targets on widening participation. He told sceptical Conservative MPs: &quot;Hopefully I will never have to press the nuclear button, but once one talks about nuclear buttons, if you then say that you will never press the nuclear button, you do not have a nuclear button, so clearly I would be prepared to do so if people did not agree, but my expectation is that we will be able to agree, through some tough negotiation.&quot; The law requires universities that intend to charge more than the basic 6,000 annual graduate contribution have to satisfy the independent director on what more they will do to attract students from under-represented and disadvantaged groups. In cross-examination by the select committee, Ebdon was not clear what he meant by targets, nor how they would be expressed.", 
    "section": "education", 
    "gid": "education/2012/feb/13/cameron-defeat-university-access-tsar", 
    "wordcount": "582"
}