{
    "headline": "US and Russia unite in bid to strengthen protection for polar bear", 
    "text": "A fight to protect polar bears from Arctic hunters has led cold war foes the US and Russia to unite against Canada ahead of a key international vote this week. The bitter row is over the 600 or so of the polar species killed each year by Canadian hunters, most of which are exported as bear skin rugs, fangs or paws. Diplomatic relations became even frostier on Tuesday, when the European Union attempted to block the US proposal to outlaw the export trade, which is strongly supported by Russia. The US is adamant the trade is unsustainable. &quot;The best scientific evidence says two-thirds of the polar bear population will be gone by mid-century, so how can you have a sustainable commercial trade?&quot; asked Dan Ashe, head of the US delegation to the 178-nation meeting of the Convention on the Trade in Endangered Species (Cites) being held in Thailand. Canada, home to about three-quarters of the world&apos;s 20,000-25,000 remaining polar bears, is the only country that allows the export of polar bear products. Its delegates argue there is &quot;insufficient scientific evidence&quot; that polar bear populations will decline by more than half in the coming decades and that trade is &quot;not detrimental to the species&quot;. They say hunting and trading in polar bears is &quot;integrally linked&quot; with Inuit subsistence and culture. All experts agree that the loss of Arctic sea ice due to climate change is the greatest threat to polar bears, who need the ice to hunt seals. But Canada argues that the impact on polar bears of shrinking ice, which reached record low levels in 2012, is &quot;uncertain&quot;. Nikita Ovsyanikov, a leading polar bear expert and member the Russian delegation, rejects all the Canadian arguments. &quot;They are just not true,&quot; he said. &quot;Polar bears are struggling for survival already and exposing them to hunting will drive them to extinction.&quot; About 200 polar bears are illegally poached in Russia each year, Ovsyanikov added, with the pelts laundered into the legal market using false Canadian documentation. &quot;The sale of Canadian certification has also now become a criminal business,&quot; he said. Such certificates would be void if the US proposal is approved. Conservation campaigners, including the Natural Resources Defence Council and Humane Society International, are concerned that as polar bears become more rare, their skins become more valuable. They cite a doubling of pelt prices in the last five years, with the best specimens fetching more than $12,000 each. The status of the 19 sub-populations of polar bear has long been contentious as they are hard to survey, but while a few are growing, more are declining. Canada claims it adjusts hunt quotas each year to ensure sustainability, but critics point to a tripling of the quota for the Nunavit territory in 2011, against the advice of the federal government and the respected International Union for Conservation of Nature, which stated &quot;even the present [allowable harvest] is unsustainable so an increase only makes the resulting overharvest even less sustainable.&quot; Nunavit groups said the high harvest was due to unusual ice conditions bring more bears within hunting range, and was not driven by high prices for pelts. The UK appeared to have been left in the cold on Tuesday by a surprise EU proposal to supplant the US one and simply ask Canada to report the number of polar bears exported and provide further information on trade and populations. Before the summit, the UK&apos;s wildlife minister Richard Benyon, along with EU states including Germany, Poland and Belgium, had given the US strong backing for its proposed ban and the move left Ashe &quot;baffled.&quot; At an event at the Cites summit, Ashe led a large audience in a loud shout of &quot;no&quot; to the EU proposal. Sonja Van Tichelen, the EU regional director for the International Fund for Animal Welfare, said: &quot;The EU proposal is a misguided and foolish attempt to save face. It is trying desperately to push any position on polar bears that stop it from falling into irrelevancy [by having to abstain in voting]. Polar bears would then have to pay the ultimate cost.&quot; Ovsyanikov was even more scathing: &quot;This is not a compromise. It is a surrender.&quot; The US and EU proposals are expected to go to the vote on Wednesday or Thursday, with many delegates predicting that Canada is set to lose. If so, the new rules will enter force within 90 days. Hunting for polar bears by Inuit peoples would still be permitted under Canada&apos;s domestic law, but exporting the skins would not.", 
    "section": "environment", 
    "gid": "environment/2013/mar/05/us-russia-unite-polar-bear", 
    "wordcount": "783"
}