{
    "headline": "Guelder rose berries glow with the legacy of a lost summer", 
    "text": "The red berries of Guelder rose, bright as traffic lights, shouted &quot;Danger!&quot; and &quot;Stop!&quot;. &quot;That&apos;s the end of summer, then?&quot; said a man hurrying from his car into his cottage as rain and darkness chased down the street. Sure enough, but what summer and when was it? Was it summer that day we walked through a cloud of small skipper and meadow brown butterflies by the river Severn at Arley? Or watched crows and ravens gathering on Newborough Warren beach in Anglesey with the mountains of Snowdonia across the glittering Menai Strait clear as bells? Or heard a swarm of hoverflies and bees shaking flowers of goldenrod in the herbaceous borders of Powis Castle? Summer this year was a broken mirror: fragments, moments, shards of familiar summertime smashed in a puddle. And how many years&apos; bad luck, then? With a day of instantly nostalgic sunshine, the vegetation stiffened, thickened, coarsened, browning into seed and a kind of stoic preparedness. There was an inevitability setting the landscape into an odd stillness, as if when no one was looking it had suddenly aged. So that may not have been summer proper but, whatever it was, it may come again. What was to follow could also be unknown, but the signs for autumn, like last year, looked promising. Rain gave out as darkness overtook it. Nights were drawing in now, cooler and edgier. Dusk seemed a hurried affair without swifts to scream about in resistance. Owls let themselves in through the back door from the woods and were hooting in tall lime trees above the priory. Their voices strong but shadowy, their tone proprietorial, their calls like corridors to wander down in a dream. The legacy of summer, such as it was, archived now in the inner glow, brightening, deepening in berries. Midnight-coloured sloes, bramble and dogwood in the hedges; scarlet rowan inthe steep stony woods and, brightest of all, the crimson Guelder rose in strange damp places. Tight, waxy and brilliant, these berries flashed notice of harvest to wildlife and warned of poison to us. A kind of justice?", 
    "section": "environment", 
    "gid": "environment/the-northerner/2012/sep/18/guelder-rose-berries-legacy-summer", 
    "wordcount": "355"
}