{
    "headline": "Monbiot says he was wrong on peak oil but the crisis is undeniable", 
    "text": "In the run-up to credit crunch of 2007, whistleblowers were warning that an incumbency, the financial-services sector, had its asset assessment fundamentally wrong. The incumbency poured scorn on this, many of them professing that they had invented a new asset class  mortgage-backed securities and related complex derivatives  that represented an entirely new method of generating wealth. Today, rather more whistleblowers are saying that another incumbency, the oil and gas sector, has its asset assessment fundamentally wrong. The incumbency pours scorn on this, insisting that they have opened up another new asset class  unconventional oil and gas  and that it represents another unforeseen road to riches. Some go so far as to say that North America is en route to being self-sufficient in hydrocarbons. The first incumbency illusion proved to be a deadly bubble, the legacy of which still threatens to torpedo the global economy five years on. We will find out about the second within a few years. The UK industry taskforce on peak oil and energy security, which I convened, is among many groups forecasting a global descent in oil production by 2015 at the latest, notwithstanding all the incumbency rhetoric. Ahead of the credit crunch, commentators echoed the incumbency mantras right across the media. Ahead of the oil crisis, the same is happening. Just Google &quot;peak oil myth&quot; and see what comes up. Yesterday George Monbiot joined this group with an article entitled We were wrong about peak oil. There&apos;s enough to fry us all. The many misunderstandings he relays begin with the title. There is more than enough potential oil resource below ground to create the climate disaster he refers to. Peak oil is not about that. It is about when global production falls never again to reach past levels: a disaster, if the descent hits an oil-dependent global economy years ahead of expectations. This descent depends on flow rates in oilfields, not the amount of oil left. What worries those who believe the global oil peak is imminent is the evidence that the oil industry will not be able to maintain growing flow rates for much longer. The whistleblowing in the run-up to the credit crunch involved a few maverick economists and some far-sighted financial journalists. The peak-oil whistleblowing is different. Many within the incumbency itself are sounding alarms. Every year, when the Association for the Study of Peak Oil (ASPO) meets, recently retired oilmen queue to give their latest assessments of how their industry is getting its asset assessment wrong. The latest ASPO event was held a few weeks ago in Vienna, which I attended. There has been &quot;a boom in oil production&quot; of late, Monbiot says. Wrong. Global production has been essentially struggling along a plateau since 2004, as Bob Hirsch, an ex-Exxon advisor to the US Department of Energy describes. Hirsch expects the descent to begin in one to four years. Monbiot is correct that there has been a small increase in oil production in the United States in recent years. But can that continue, as he infers? Gas-industry whistleblower Art Berman describes how the shale gas gold-rush of recent years, now extending into shale oil, may well be a giant ponzi scheme: decline rates in wells are unexpectedly fast, meaning more and more have to be drilled at ever more expense, meaning ever more money has to be borrowed against cash flows from production that fall ever further behind. He looks at the resulting disaster in the balance sheets of oil and gas companies, and expects the bankruptcies to start any time soon. John Dizard has also warned of this particular bubble, in the Financial Times. Even if oil production in America could somehow grow all the long way back to self sufficiency, what of the global picture, when conventional oil peaked back in 2006, as the International Energy Agency (IEA) has shown? The six Saudi Arabias of new production that would be needed to lift production to 100m barrels a day by 2030, according to the IEA, are a laughable prospect to the whistleblowers of ASPO, as many presentations in Vienna showed. The IEA clearly does not believe it is feasible. Neither do many still active in the incumbency, not least Total&apos;s head of exploration, who recently warned that peak is just around the corner. Society ignores such warnings, and listens to potential bubble-backers like Monbiot, at its peril. Like his conversion to nuclear power during the Fukushima disaster, Monbiot has chosen an interesting time for a change of mind.", 
    "section": "environment", 
    "gid": "environment/blog/2012/jul/04/monbiot-wrong-peak-oil", 
    "wordcount": "753"
}