{
    "headline": "Living in green houses", 
    "text": "Time was that to be sure of making a truly ethical home purchase you had to consult the Traidcraft catalogue and pick out something whose virtuousness was rather more outstanding than its design. But sustainability and ethical sourcing have become, if not standard, at least easier to find on the high street and in the world of high design. Muji, for example, has a good sprinkling of conscience-salving products made of recycled material, while John Lewis&apos;s largest mattress supplier isn&apos;t a vast factory churning out product in Asia, but Spink &amp;Edgar, based in Beeston near Leeds. Even Traidcraft itself has upped its game. Ahogla (a type of natural fibre) picnic basket from Bangladesh (above), acacia plates from the Philippines and Bolivian wine glasses made from recycled glass all deserve house room. It&apos;s in large part down to consumer demand. &quot;Furniture is rarely an impulse purchase,&quot; says Caitlin Price, John Lewis&apos;s buyer of beds and bedroom furniture, &quot;and people take the time to research the product they want. Its ethical and environmental credentials are very much part of their decision to buy.&quot; High-end designers are also considering the ethical impact of their products. British designer Tom Dixon believes primarily in longevity: &quot;That&apos;s good ethics. We&apos;re most concerned about using strong materials and trying not to make things too fashiony.&quot; His hugely successful Beat lights are made by hand in Moradabad, a city in Uttar Pradesh, and are produced responsibly, he says, &quot;in tens of thousands&quot;. This has helped ensure that the centuries-old craft of metal beating in Uttar Pradesh is kept alive. Fashion house Marni&apos;s current furniture project also considers the greater good. A hundred woven chairs in the slightly off-beat colour combinations you&apos;d expect from the Marni design team have been made for the label by Colombian ex-convicts. All the profits go to Icam, a charity that enables female prisoners to live with their children. If you want an alternative to buying new, second-hand furniture is great for upcycling. Lucy Turner takes sturdily constructed furniture from the 1950s to 1970s and reconditions it with bespoke Formica marquetry. Paint chips and acrylic scratches, but Turner&apos;s Formica  about as resistant a material as you can get  is where worthiness and style comfortably collide. Spotlight on our ethical homeware line-up Charity recycling: Traidcraft homewares &quot;We&apos;re only just catching up on recycling in the west,&quot; says Hilary Anderson of Traidcraft. &quot;In Bolivia they&apos;ve been recycling glass from old bottles for years out of necessity. The results are beautiful, such as an 8 oil and vinegar set. The flaws add something to the end product.&quot; traidcraftshop.co.uk High street hero: Muji Muji offers shelving made from wood pulp, a waste bin made from recycled phone books in the Philippines and an eco-cotton sofabed among its worthier products. And look out for its rattan storage (baskets from 17.95). Fast-growing rattan is a great antidote to logging. muji.eu Keeping it local: Spink &amp; Edgar mattresses Around half the materials used in a Spink &amp; Edgar mattress come from the local area. This is an old family company producing a luxury item that has taken on contemporary values and improved the end product. The John Lewis Natural Collection Premier Wool Mattress costs 1,150. spinkandedgar.co.uk Prisoner outlet: Marni chairs Made by Colombian ex-prisoners as part of a rehabilitation project, these brightly coloured chairs were made in a limited edition of 100 for a charity pop-up shop, and sold for 200-450 each. More, please! marni-anticamera.com/02 Upcycling: Lucy Turner furniture  Lucy Turner&apos;s wooden mid-century furniture is given new life with the help of laser-cut Formica. &quot;I go for iconic pieces with simple lines,&quot; says Turner. &quot;You can&apos;t get new teak furniture any more, but it&apos;s beautiful wood. This is one way to own it.&quot; lucyturner.co Handmade in India: Tom Dixon&apos;s Beat Lights Dixon launched his Beat range (from 255)  using the Indian technique of hand beating metal  five years ago, inspired by the metal water pots he saw in Jaipur. &quot;You can find Chinese copies in shops in India now,&quot; says Dixon. &quot;The indentations are done on a machine. Sort of misses the point.&quot; tomdixon.net", 
    "section": "environment", 
    "gid": "environment/2012/jun/03/interiors-green-recycled-upcycled-homeware", 
    "wordcount": "723"
}