{
    "headline": "Apple's Siri has a new British rival  meet Evi", 
    "text": "Siri, the talking personal assistant that became an instant hit on the iPhone, now has a British rival called Evi. Impersonated by Robin Williams on chatshows and described by Google&apos;s former chief Eric Schmidt as a &quot;competitive threat&quot;, Siri is credited with having given the iPhone personality, but it has often failed to impress British users. Unlike her American rival, Evi is able to look up UK businesses and maps, and the Cambridge scientists who created her say she is better at recognising regional accents. While Siri&apos;s qualities have been lost in translation when decoding Scottish, Welsh or Geordie accents, Evi has been among the most popular apps in Apple&apos;s UK store and is approaching half a million downloads worldwide in the three weeks it has been available. Illustrated by a cyclops smiley face whose single eye moves while she searches, Evi has the edge on her American rival because she works on both Android and Apple phones. The product of years of research into artificial intelligence, Evi is described by her creators as &quot;smarter than a search engine&quot;, because her software understands what you want to know. While Siri relies on external databases for answers, such as the online encyclopedia Wolfram Alpha, Evi has a painstakingly amassed collection of 635 million facts on 28 million things. Her creator, the Cambridge start-up True Knowledge, is adding to the database all the time by scouring Wikipedia, Yellow Pages and other sources. &quot;Evi is self-aware, and can hold millions of simultaneous conversations,&quot; says William Tunstall-Pedoe, the computer science graduate who founded True Knowledge. &quot;Siri doesn&apos;t really know things itself, it calls out to other services. Evi knows the answer, illustrates it with images, and you can ask follow-ups.&quot; Evi appears to be more interested in cooking than her counterpart. Asked how to make apple crumble, she shows a link to a recipe from Wikihow entitled &quot;How to Make Apple Crumble: 10 steps (with pictures)&quot;. Siri simply asks if it should search the web. Evi does not yet know the weather, although forecasts for the UK and North America will be added within the next few days. She knows where a questioner is by using satellite information, and can work out new facts using her existing knowledge, to answer questions such as &quot;Who was president when the Queen was a teenager?&quot; By guessing the references are likely to be to the Queen of England and the US president, Evi works out when Elizabeth II was a teenager and finds the answer (Roosevelt and Truman). Designed to be culturally neutral but occasionally betraying her British origins, Evi asks users to &quot;wait a mo&quot; while she thinks. She responds to the question &quot;What is the answer to life, the universe and everything&quot; with a reference to The Hitchhiker&apos;s Guide to the Galaxy, saying &quot;Of course the answer is 42, but understanding the question is much harder.&quot; Evi&apos;s creator enjoys difficult questions. He is the developer of Anagram Genius, a program that solves cryptic crossword clues, which Dan Brown used to generate the anagrams in The Da Vinci Code. &quot;Apple is the world&apos;s largest tech company. We are a 20-person company in Cambridge that is taking them on,&quot; adds Tunstall-Pedoe.", 
    "section": "technology", 
    "gid": "technology/2012/feb/26/apple-siri-british-rival-evi", 
    "wordcount": "554"
}