{
    "headline": "Peter Gleick on leave from Pacific Institute over Heartland leak", 
    "text": "Peter Gleick, the scientist behind the sting on the Heartland Institute, has announced he is stepping down  at least temporarily  from the institute he has led for more than 20 years. In a brief letter on Friday evening, Gleick asked the board of directors of the Pacific Institute to grant him a &quot;temporary short-term leave of absence&quot;, while it investigated his use of deception to obtain sensitive documents from Heartland, which he then leaked to the press. It was the longest public statement from Gleick since he admitted posing as a Heartland board member to obtain confidential documents. But on his twitter feed on 21 February, he thanked his defenders: &quot;To all those sending kind words and thoughts, I deeply appreciate them,&quot; he tweeted.  Gleick makes his exit after days of ferocious debate about his tactics in exposing Heartland, a rightwing thinktank with a core mission of spreading disinformation about climate change. There is parallel pressure being put on Heartland to come clean about its mission and its funding  specifically the influence exerted by the single anonymous donor who has given it $14m. An email chain released by Heartland earlier on Friday suggested it was child&apos;s play for Gleick to obtain what the institute described as sensitive materials  once he assumed the identity of a board member. The chain shows no indication that Gleick was ever challenged in his requests for information  not even when he asked for the email and phone numbers of board members. Heartland would not respond to requests for comments on whether it passed the numbers to Gleick, or what sort of security procedures it had in place for materials it regarded as sensitive. The successful phishing expedition, which netted donors&apos; lists and fundraising plans, turned Gleick into an intensely polarising figure. Some embraced Gleick as a democratic hero, others worried that he had lost the moral high ground claimed by science. But there was wide consensus that Gleick&apos;s admitted use of deception to obtain the materials from Heartland could overshadow the professional reputation of an internationally recognised water expert. In his request for leave, Gleick said he was hoping to insulate the Pacific Institute, which he helped found in 1987, from the furore over Heartland. &quot;I believe it is critical for the board and the institute to have the opportunity to fully review the facts of the situation in order to confirm the truth of the statements I have made regarding my actions and to reach a careful and appropriate conclusion,&quot; Gleick wrote in the letter. &quot;My first priority is to protect the institute&apos;s ongoing mission and work. I believe such a leave would allow the institute staff to continue to refocus on its work, while permitting the Board to conduct a full and fair review and determine an appropriate course of action.&quot; That investigation now goes beyond Gleick&apos;s admitted use of deception to obtain the Heartland documents. He is also now being accused of fabricating a two-page strategy memo which closely follows the documents authenticated by Heartland. Gleick said he was sent the two-page memo anonymously, and he launched his sting on Heartland to try and verify its contents. Heartland maintains the memo is a fake. But Heartland&apos;s claims about the documents are now being challenged by the Democratic congressman Ed Markey, who is demanding the thinktank declare the authenticity, or otherwise, of every document released by Gleick.", 
    "section": "environment", 
    "gid": "environment/2012/feb/25/peter-gleick-leave-pacific-institute-heartland-leak", 
    "wordcount": "572"
}