{
    "headline": "Leuser, the Sumatran orangutan shot 62 times  in pictures", 
    "text": "   Leuser, a blind Sumatran orangutan has survived poachers, air rifles, and deforestation during his 13 years of life. Leuser has been saved twice by the Sumatran Orangutan Conservation Program (SOCP), but now resides in captivity at their quarantine centre in Medan, Sumatra, after being shot 62 times by villagers seeking entertainment Photograph: Paul Hilton       Leuser was first brought to the Medan quarantine centre in February 2004 after being intercepted by an SCOP team en route to Jakarta, where he was going to be taken as a gift. After several months of reintroduction training at a release site on the edge of Jambi's Bukit Tigapuluh National Park, Central Sumatra, he returned to the wild in December 2004 Photograph: Paul Hilton       Orangutans like Leuser are under threat in Indonesia, where their habitat has been cleared for illegal palm oil plantations. The Tripa peat swamp forests support the highest density of Sumatran orangutans in the world, but numbers may be down to 6,000 because of illegal activitiesPhotograph: Paul Hilton       Two years later Leuser was captured by villagers near Jambi's Bukit Tigapuluh National Park in central Sumatra. He was found by a SOCP veterinary team in a very bad condition, with a 40cm cut on his right leg and 62 air rifle pellets in his body,including in both eyes, rendering him blind Photograph: Paul Hilton       Leuser was found by the SCOP to be an excellent nest builder and forger during his reintroduction training in 2004, now he will never able to return to the wild Photograph: Paul Hilton       Leuser was sent back to Medan where the SCOP team managed to remove 14 of the 62 pellets in his body. The villagers told SCOP they wanted to capture the orangutan to sell it, but the ground team suspected they shot Leuser for fun. Five villagers were prosecuted and sentenced to six months' jail Photograph: Courtesy SOCP       There was a small silver lining in captivity. In June 2010, Leuser was introduced to another blind orangutan, Gober, who had lost her sight from cataracts. In July, after they were separated, Gober was showing signs pregnancy Photograph: Paul Hilton       On the 21 January 2011, Gober gave birth to twins, one male and one female Photograph: Paul Hilton       VeterinarianYenny Saraswati at SOCPsaid the twins where a month pre-mature, but in perfect health Photograph: Paul Hilton       Gober with her twins Photograph: Paul Hilton       Leuser's legacy continues: on 24 April NGOs from all over the world met in Jakarta, the countries capital, to discuss the future of the Tripa peat swamp forests. Sumatran orangutans could be lost for ever if laws are not enforced to protect Tripas remaining forests immediately    Photograph: Paul Hilton       Gober and her twins are safe but the fate of many Sumatran orangutans hangs in balance  Photograph: Paul Hilton  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/may/25/leuser-sumatran-orangutan-indonesia", 
    "wordcount": "0"
}