{
    "headline": "Should I upgrade to Windows 8?", 
    "text": "I consider myself fairly technology savvy and I&apos;m pondering upgrading to Windows 8 on my Windows 7 laptop, which is less than ayear old. I&apos;ve typically waited until I&apos;m in need of a new computer before upgrading the operating system. However, the low price of Windows 8 Pro is enticing. I&apos;ve run the upgrade assistant and I&apos;m happy with the results for my current programs. Given that it is almost inevitable I will eventually be on Windows 8, should I take the leap now? Or continue with my pattern and wait a couple of years until I need a new machine? Dave There is no need to rush into Windows 8 at the moment but if you fancy it, it is certainly worth a go. You don&apos;t lose much  you lose the start menu  and there are compensations. First, you get access to thousands of new tablet-style apps from the Windows Store, many of them free. Second, you get a more efficient version of Windows 7, which starts up quicker, runs faster and provides better battery life. Any PC that runs Windows 7 should run Windows 8 even better. Third, the new user interface guidelines don&apos;t just apply to Windows 8 but also to Windows Phone, online applications such as SkyDrive and websites such as MSN.com Modern Windows 8 Metro-style interfaces are replacing old fashioned ones, where digital objects look like physical objects. I recommend that you set up a new email address at Outlook.com (the replacement for Hotmail/Live Mail) and use that as your Windows Identity for logging on to Windows 8. Outlook.com also provides access to SkyDrive, the free online Office apps (Word, Excel etc) are nicer than Gmail and the Google equivalents and SkyDrive isn&apos;t far off Dropbox. You can drag and drop files into it and SkyDrive apps will automatically synchronise your files across PCs and Macs. The main disadvantage is that the new start screen is designed for &quot;touch first&quot; operation, which you have not got. As it turns out, it is not that hard to use Windows 8 without a touch-sensitive screen but it may take you a few days to get used to it. The mouse still works and you can still find things just by typing a few characters, as in Windows 7. The Windows keyboard shortcuts are also useful. Several companies offer utilities to bypass the start screen and take you straight to the desktop, making Windows 8 work like Windows 7. However, you lose the benefit of the &quot;glanceable&quot; live tiles, which keep updating you with information in a way that dumb 1970s-style icons cannot. (People have tried to do the same sort of thing by replacing icons with widgets but widgets haven&apos;t taken off.) You might also lose the benefits of new apps. Windows apps are limited in volume and quality but it&apos;s very early days Upgrading tips Before you download Windows 8, check that you have created a Windows 7 installation disc and that you have backed up all your programs and data (which Windows 7 makes easy). Upgrades sometimes go wrong and after trying Windows 8 you may decide you don&apos;t like it: it&apos;s important to have a backup. The Windows 8 download offers three choices: install now, install by creating media or install later from your desktop. Although it involves more work, consider taking the media option. This gives you a further two options: you can either create a bootable USB Flash drive (it must be blank and 4GB or larger) or download a standard ISO file that you can write to DVD. The easiest way to do this is to download Microsoft&apos;s free download tool. Full instructions are on the page. If you &quot;create media&quot; then you can download Windows 8 on one PC and install it on a different one, using the unique product key provided with your purchase. This is important for users who have a 32-bit copy of Windows XP (most people) or a 32-bit copy of Windows 7 (a few unfortunates). Obviously, Microsoft will only upgrade a 32-bit system to another 32-bit system. Doing the download on a 64-bit system enables you to replace your 32-bit installation with the 64-bit version. Also, if you have up to five PCs, you can buy up to five copies of Windows 8 and use the same USB stick or DVD to upgrade them all. Of course, each PC will need its own unique product key but you don&apos;t need multiple downloads. My answer is based on the fact that you have been using Windows 7 for less than a year and find Windows 8 enticing. Other people have been using Windows 7 for more than three years, really love it and don&apos;t find Windows 8 enticing at all. That&apos;s OK too. Microsoft hasn&apos;t decided when it will stop selling Windows 7 and it will get mainstream support until 12 January 2015. After that, it will get extended (ie paid for) support until 14 January 2020. Many large companies are still upgrading from Windows XP to Windows 7 and they will probably stick with it for five years or more. It&apos;s not going away. However, the world is changing to include touch operation, mobility, low-power devices such as tablets and downloading software from app stores. Windows 8 (which includes a version that runs on ARM processors) is designed to support all these trends. Windows 7 isn&apos;t. Finally, Microsoft says it is &quot;all in&quot; on Windows 8. It comes with Bing apps, Xbox music and movies, and works well with Skype. It downloads apps from the Windows store and these are &quot;sandboxed&quot; for greater reliability and security. It integrates with SkyDrive, and the free SkyDrive versions of the Microsoft Office apps such as Word and Excel. For business users, it works with Office 365 (which includes Lync and SharePoint) and Microsoft&apos;s Azure cloud computing service. In sum, Microsoft is well on the way to delivering an integrated system in which everything just works. This has been a long-term project that surfaced under software architect Ray Ozzie&apos;s slogan: &quot;Three screens and a cloud.&quot; The three screens are the PC, the mobile phone and the TV (via the Xbox 360). Have a look at Xbox SmartGlass to see a bit more of the unfolding vision. Windows 7 is an excellent operating system but Windows 8 is the start of a new ecosystem in which Microsoft combines its software, services and devices so that everything works better together. At least, that&apos;s the idea. Windows 8 is a lot more than an operating system upgrade and that&apos;s a good reason for giving it a try.", 
    "section": "technology", 
    "gid": "technology/askjack/2012/nov/15/should-upgrade-microsoft-windows-8", 
    "wordcount": "1121"
}