{
    "headline": "Education is in crisis and Labour needs to step up to the plate", 
    "text": "I always dread the first few weeks of September. I often haven&apos;t written for weeks and usually not much has happened. Sadly, that can&apos;t be said of this summer. It is hard to know where to start, but a few points stand out. The first is that any doubt about this government&apos;s toxic brand of ideology, incoherence and incompetence must surely be laid to rest. There may be a small parallel universe of Tory rightwingers who dream of the 1950s and think the current policy mix is to be applauded. But out in the real world, it feels muddled and unsettling. Whether it was the inclusive spirit of the Olympics set against political point-scoring about school sport, millions being wasted on botched free-school projects, the introduction of unqualified teachers or the GCSE debacle, the ship appears to be in the hands of dogmatic amateurs. It is extraordinary that a secretary of state could preside over a fiasco that has damned the life chances of the young people he professes to care about (some of us doubted that, incidentally), destroy the evidence base for his other pet policy (academies), alienate many of the heads he needs to make our schools flourish, and then appear on radio blithely admitting that thousands of teenagers must now spend several years studying for an exam he claims has no integrity. The conspiracists may be right. The whole episode could be a cunning plan to justify a new version of the O-level but neither the political motives, the process, timescale or the inconclusive outcome of the national curriculum review bode well for what would be a major piece of education reform. Much as I would like to believe that thinktanks, campaigning and persuasive journalism will make a difference, the only solution to the current situation is political, and it rests with Labour. The Tories are on a reckless, doctrinaire mission to marketise public services. The Liberal Democrats, who had some quite good policies at the last election, seem powerless and doomed to electoral oblivion. The only hope is that Labour can win the next election with a coherent set of proposals that restore confidence and belief in a high-performing public education system as the route to a fairersociety. Yet I feel a nagging sense of uncertainty that this will happen, and know I will receive angry, sorrowful messages from parents, governors, teachers and heads who share that doubt. But, as a Labour party member, I am given to favouring hope over experience, so here is what I hope Labour will do. The party appears paralysed by two issues: the fact that it started the reforms now being misused by the coalition; and a terror that it will somehow appear backward-looking if it doesn&apos;t come up with some shiny new ideas. But it is time to admit that the fragmentation of the school system is running out of control and the inevitable drift into profit-making schools is dangerous. We are where we are with academies and free schools, but a rigorous, fair, locally accountable regulatory structure must be put around all schools, covering everything from non-selective admissions to school improvement and standards. If a freedom is worth having, give it to all schools. If it is not, don&apos;t give it to any. The local authority still has a role to play here, and attempts to create something new for the sake of appearance are wasteful and unnecessary. Second, the qualifications and accountability systems are a mess. If the secretary of state hasn&apos;t got confidence in them, why should parents, teachers and pupils? Labour could embark on the sort of radical reform that the Tories wouldn&apos;t dare contemplate. Sweep away the GCSE in favour of a final qualification at 18, which could encompass academic and vocational routes, and would allow the middle years of secondary education to be opened up to a more enjoyable, stimulating, creative experience. The key to all this must be trust in, public endorsement of, and investment in highly skilled and qualified teachers. Quality and fairness are simple ideas that will appeal to most parents. There is an American baseball phrase &quot;stepping up to the plate&quot;. It couldn&apos;t be more apt here. The time for lengthy policy reviews and small-scale opposition tactics is running out. Labour needs to step up to the plate with a bold alternative, and fast.", 
    "section": "education", 
    "gid": "education/2012/sep/10/state-education-labour-coherent-policies", 
    "wordcount": "729"
}