{
    "headline": "Blood test could detect breast cancer risk", 
    "text": "The possibility of developing a simple blood test to help identify women most at risk from breast cancer has been raised after researchers discovered a strong association between risk of the disease and a molecular change in a particular white blood cell gene. Scientists funded by the Breast Cancer Campaign analysed blood samples from 1,380 women of various ages, 640 of whom went on to develop breast cancer. They found a strong association between molecular modification of a white blood cell gene called ATM and breast cancer risk. The scientists looked for evidence of a chemical effect called methylation, which &quot;switches&quot; genes on and off. Women showing the highest methylation levels affecting the ATM gene were twice as likely to develop breast cancer as those with the lowest levels. On average, the blood tests were carried out three years before diagnosis. In some cases they pre-dated the discovery of breast cancer by up to 11 years. The results were especially clear in blood samples from women under the age of 60. Methylation is an &quot;epigenetic&quot; mechanism that allows genes to be affected by exposure to environmental factors such as hormones, radiation, alcohol, smoking or pollution. Increasingly, epigenetic effects are being seen as important drivers of cancer. Dr James Flanagan, of Imperial College London, who led the new research, said: &quot;We know that genetic variation contributes to a person&apos;s risk of disease. &quot;With this new study we can now also say that epigenetic variation, or differences in how genes are modified, also has a role. &quot;We hope that this research is just the beginning of our understanding about the epigenetic component of breast cancer risk and in the coming years we hope to find many more examples of genes that contribute to a person&apos;s risk. &quot;The challenge will be how to incorporate all of this new information into the computer models that are currently used for individual risk prediction.&quot; The findings are published in the journal Cancer Research. Why breast cancer risk should be linked to changes in a white blood cell gene remains an unanswered question. The ATM gene has also been associated with a number of other cancers, including lymphoma and leukaemia. Dr Flanagan, a Breast Cancer Campaign scientific fellow, added: &quot;So far we have found alterations in one small region of a gene that appear to associate with risk of disease, and so the next step with this epigenetic research is a genome-wide approach to try and find all the associated genes.&quot; He said the research raised the possibility of a simple blood test to assess breast cancer risk at a very early stage. Combined with other information, such as a family history of breast cancer, it could help identify women who might benefit from pre-emptive action. Baroness Delyth Morgan, chief executive of Breast Cancer Campaign, said: &quot;Dr Flanagan&apos;s research into epigenetics is so exciting because it suggests that there is every possibility the risk of developing breast cancer could be decided many decades in advance. &quot;By piecing together how this happens, we can look at ways of preventing the disease and detecting it earlier to give people the best possible chance of survival.&quot;", 
    "section": "science", 
    "gid": "science/2012/apr/30/blood-test-breast-cancer-risk", 
    "wordcount": "541"
}