{
    "headline": "New top-level internet domains to launch in 2013", 
    "text": "Just like Christmas coming early, a new internet domain name for all things festive could be among the first to go live in spring next year. The domain .christmas is among the first wave of new internet addresses to rival .co.uk and .com planned to launch in the first half of 2013. Christmas shoppers will be browsing websites like Santa.christmas or Giftideas.christmas by this time next year if the new domain gets the go-ahead. The body responsible for the rollout, ICANN, will hold a lottery draw in Los Angeles on Monday to decide which of the proposed new addresses will be the first to go live. Multinational corporations and governments from around the world have scrambled to pick up highly sought after domains  including .islam, .news and .search  as part of the process that will change the face of the internet. Little is known about the group of self-described domain name experts bidding for .Christmas under a company called Uniregistry. However, the company&apos;s publicly-available application form provides some clues on their plans for .Christmas. It states: &quot;Christmas deserves its own online space as a home for all meanings, activities, and services related to the holiday. All of the wonderful uses of the internet in the support of the Christmas season will be enhanced by the .christmas generic top-level domain. When the top-level domain .christmas is appended to the end of [a] website name, the site&apos;s viewers will have an immediate context for the content about to be viewed. A registrant&apos;s choice of .christmas as a top-level domain will provide a lens through which a viewer will see the associated content.&quot; Roland LaPlante, chief marketing officer at the internet infrastructure firm Afilias, said .Christmas was a great example of how &quot;dot Brand&quot; is going to change the web. He added: &quot;The internet is a mysterious and magical thing  and soon it could have its own winter wonderland in the form of .christmas. This time next year we might see people using .christmas to help with gift inspiration, buying turkeys or even finding getaways to the Lapland. &quot;The domain is also secure against naughty counterfeit listers, so you can shop without fear of getting coal in your stocking. For those of us that struggle with choosing gifts, having this dedicated domain will help to take care of all Christmas-related activities.&quot; Unlike some of the other high-profile new domains, internet users will be able to create their own website or email address using the .christmas suffix when it goes live. ICANN plans to launch roughly 1,000 new internet suffixes in the first 12 months of the rollout, with the first expected to be available by early 2013. Other domain names in the lottery draw on Monday include .blog, .music, .hotel and .london, with the latter applied for by London &amp; Partners, the official promotional firm for the capital. Kelly Salter, a domain product specialist at web hosting firm Names.co.uk, said successful candidates on Monday would have a huge competitive advantage in launching their new internet addresses.", 
    "section": "technology", 
    "gid": "technology/2012/dec/17/internet-domain-names-new", 
    "wordcount": "516"
}