{
    "headline": "Eric Weinstein may have found the answer to physics' biggest problems", 
    "text": "Two years ago, a mathematician and physicist whom I&apos;ve known for more than 20 years arranged to meet me in a bar in New York. What he was about to show me, he explained, were ideas that he&apos;d been working on for the past two decades. As he took me through the equations he had been formulating I began to see emerging before my eyes potential answers for many of the major problems in physics. It was an extremely exciting, daring proposal, but also mathematically so natural that one could not but feel that it smelled right. He has spent the past two years taking me through the ins and outs of his theory and that initial feeling that I was looking at &quot;the answer&quot; has not waned. On Thursday in Oxford he will begin to outline his ideas to the rest of the mathematics and physics community. If he is right, his name will be an easy one to remember: Eric Weinstein. One of the things that particularly appeals to me about the theory is that symmetry, my own field of research, is a key ingredient. Of course the idea that the fundamental particles of nature are intimately connected to questions of symmetry is not new. But despite the great successes of the Standard Model there remain some very strange questions that have intrigued physicists for some years. The particles described by the Standard Model  the stuff of nature that is revealed in accelerators such as the Large Hadron Collider  fall into three &quot;generations&quot;. In the first generation we see the electron, the electron neutrino, six quarks and their anti-particles, making 16 in total. But then rather bizarrely in the second generation we have another version of these particles which look exactly the same but are heavier than the first generation. Theheavier version of the electron is called the muon. The physicist Isadore Rabi famously quipped on hearing about the muon: &quot;who ordered that?&quot; It didn&apos;t seem to make sense that you should have a heavier version of all the particles in the first generation. What was the logic in that? To compound things, there is a third generation heavier again than the second whose electron partner is called the tau particle. One of the challenges facing fundamental physics has been to provide a natural explanation for these three generations. Weinstein&apos;s theory does this byrevealing the presence ofa new geometric structure involvinga much larger symmetryat work, inside which the symmetry of the Standard Model sits. What is so compelling aboutthe geometry involving this larger symmetry group is that it explains why you get two copies of something with 16 particles but also that the third generation is something of an imposter. At high energies it will actually behave differently to the other two. Not only that, it also predicts a slew of new particles that we can start looking for in our colliders. The particles in the Standard Model have a property called spin. The particles we see inthe threegenerationswe&apos;ve seen to dateall have spin 1/2. But Weinstein&apos;s symmetry is predicting that we will see new particles with spin 3/2exhibitingfamiliar responses to the nongravitational forcestogether with a slew of new exotic particleswith familiar spin but unfamiliar responses to the forces of the standard model. The mark of a good theory is that it makes unexpected predictions that can be put to the test. If the predictions are incorrect you throw out the theory. Supersymmetry, for example  one of the current proposals for how to go beyond the physics of the Standard Model  is beginning to look shaky because we aren&apos;t seeing what the theory predicts we should see. It is interesting that, if Weinstein is correct, you would be hard-pushed to stumble on this stuff in the huge slew of data being generated by the LHC. You&apos;d never find this from going from data to theory. Theory is needed to tell you where to look. Thegeometry around thesymmetry group that Weinstein is proposing also gives us an explanation of another of the big mysteries of physics: what dark matter is and why we can&apos;t see it. Our current theory of gravity predicts that there is a lot more matter in the universe than the stuff we can see. This hidden matter has been dubbed dark matter because none of the other forces of nature seem to interact with it. When the symmetry in Weinstein&apos;s model breaks into pieces there is one half that gets separated in the mathematics from the piece we interact with. The particles corresponding to this bit of the symmetry-breaking might account for a piece that has an impact on gravity but mathematically can&apos;t interact with the other fields, such as electromagnetism, making it &quot;dark&quot;. The beautiful thing for me is that Weinstein&apos;s symmetry group doesn&apos;t just appear out of nowhere. It very naturally emerges from his primary goal, which is to reconcile Einstein&apos;s Field Equations with the Yang-Mills equations and the Dirac equation. The Field Equations control the curvature of space-time and represent our theory of gravity, whereas the Yang-Mills and Dirac equations represent our theory of particle interactions on a quantum level. Both theories have been incredibly successful in describing the physical world, but they are not compatible with each other. The prevailing attempts to unify the two have been to try to &quot;quantise geometry&quot;  in other words move the geometry of Einstein into the quantum world. Weinstein&apos;s ideas run counter to this trend and are more in line with Einstein&apos;s belief in the power of mathematical geometry. Einstein talked about his belief that the universe was made of marble not wood. Weinstein&apos;s proposal, which he calls Geometric Unity, realises Einstein&apos;s dream. Although a fan of Einstein, Weinstein&apos;s theory is also the first major challenge to the validity of Einstein&apos;s Field Equations. It requires some courage to challenge Einstein, but Weinstein&apos;s theory reveals that just as Newton&apos;s equations were an approximation to nature so too are Einstein&apos;s. One of the intriguing things to emerge from the mathematics that Weinstein weaves while combining these theories is a solution to one of the other enduring mysteries of physics: dark energy and the cosmological constant. When Einstein produced his Field Equations it was believed that the universe was stationary  neither expanding nor contracting. To make his equations work he arbitrarily had to stick in an extra term called the cosmological constant to ensure the universe stood still. When it was later discovered that in fact the universe was expanding he removed the term and dubbed it &quot;the biggest blunder of my life&quot;. But more recently we have discovered that not only is the universe expanding, that expansion is accelerating, being pushed by some unknown source we have dubbed dark energy. One proposal for the source of this push involves reintroducing the cosmological constant into Einstein&apos;s Field Equations. But this cosmological constant has always seemed very arbitrary and a retrospective fix. Weinstein&apos;s new perspective gives rise to equations that provide a coherent mathematical justification for why this extra term should be there. And contrary to what people have thought, it is not constant. Rather, it varies with the curvature of the universe. We are in a relatively flat piece of the universe, which explains why the cosmological constant is so small. Another term that was added retrospectively to the Standard Model is the Higgs field. Without the Higgs mechanism, certain particles in the model would be massless. So this extra term is added to fix the fact that we know that particles like the W and Z particles that control the weak force do have mass. Again, one of the beautiful insights to emerge from Weinstein&apos;s unification programme is a mass term that doesn&apos;t need to be added artificially. It emerges naturally from the theory. There have already been feelings within the physics community that the Higgs boson we are seeing in the LHC might not be quite what we think it is. Weinstein&apos;s perspective might help us articulate what it is we are actually seeing. It has been a privilege to be one of the first to see the ideas that Weinstein is proposing. This is such a major project spanning huge stretches of mathematics and physics that it will take some time to realise the full implications of the ideas. And just as Einstein&apos;s general theory of relativity took some years to stabilise there are likely to be modifications to the theory before it is complete. But for me what is so appealing about Weinstein&apos;s ideas is the naturalness of the story, the way things aren&apos;t arbitrarily inserted to make the theory fit the data but instead emerge as a necessary part of the mathematics. Weinstein begins the paper in which he explains his proposal with a quote from Einstein: &quot;What really interests me is whether God had any choice in the creation of the world.&quot; Weinstein&apos;s theory answers this in spades. Very little in the universe is arbitrary. The mathematics explains why it should work the way it does. If this isn&apos;t a description of how our universe works then frankly I&apos;d prefer to move to the universe where it does! You can respond to Weinstein&apos;s new theory by leaving a comment under the accompanying blogpost by Alok Jha", 
    "section": "science", 
    "gid": "science/2013/may/23/eric-weinstein-answer-physics-problems", 
    "wordcount": "1600"
}