{
    "headline": "Climate change: human disaster looms, claims new research", 
    "text": "Some of the most extreme predictions of global warming are unlikely to materialise, new scientific research has suggested, but the world is still likely to be in for a temperature rise of double that regarded as safe. The researchers said warming was most likely to reach about 4C above pre-industrial levels if the past decade&apos;s readings were taken into account. That would still lead to catastrophe across large swaths of the Earth, causing droughts, storms, floods and heatwaves, and drastic effects on agricultural productivity leading to secondary effects such as mass migration. Some climate change sceptics have suggested that because the highest global average temperature yet recorded was in 1998 climate change has stalled. The new study, which is published in the journal Nature Geoscience, shows a much longer &quot;pause&quot; would be needed to suggest that the world was not warming rapidly. Alexander Otto, at the University of Oxford, lead author of the research, told the Guardian that there was much that climate scientists could still not fully factor into their models. He said most of the recent warming had been absorbed by the oceans but this would change as the seas heat up. The thermal expansion of the oceans is one of the main factors behind current and projected sea level rises. The highest global average temperature ever recorded was in 1998, under the effects of a strong El Nio, a southern Pacific weather system associated with warmer and stormy weather, which oscillates with a milder system called La Nia. Since then the trend of average global surface temperatures has shown a clear rise above the long-term averages  the 10 warmest years on record have been since 1998  but climate sceptics have claimed that this represents a pause in warming. Otto said that this most recent pattern could not be taken as evidence that climate change has stopped. &quot;Given the noise in the climate and temperature system, you would need to see a much longer period of any pause in order to draw the conclusion that global warming was not occurring,&quot; he said. Such a period could be as long as 40 years of the climate record, he said. Otto said the study found that most of the climate change models used by scientists were &quot;pretty accurate&quot;. A comprehensive global study of climate change science is expected to be published in September by the Intergovernmental Panel on Climate Change, its first major report since 2007. Jochem Marotzke, professor at the Max Planck Institute for Meteorology in Hamburg and a co-author of the paper, said: &quot;It is important not to over-interpret a single decade, given what we know, and don&apos;t know, about natural climate variability. Over the past decade the world as a whole has continued to warm but the warming is mostly in the subsurface oceans rather than at the surface.&quot; Other researchers also warned that there was little comfort to be taken from the new estimates  greenhouse gas emissions are rising at a far higher rate than had been predicted by this stage of the 21st century and set to rise even further, so estimates for how much warming is likely will also have to be upped. Richard Allan, reader in climate at the University of Reading, said: &quot;This work has used observations to estimate Earth&apos;s current heating rate and demonstrate that simulations of climate change far in the future seem to be pretty accurate. However, the research also indicates that a minority of simulations may be responding more rapidly towards this overall warming than the observations indicate.&quot; He said the effect of pollutants in the atmosphere, which reflect the sun&apos;s heat back into space, was particularly hard to measure. He noted the inferred sensitivity of climate to a doubling of carbon dioxide concentrations based on this new study, suggesting a rise of 1.2C to 3.9C, was consistent with the range from climate simulations of 2.2C to 4.7C. He said: &quot;With work like this our predictions become ever better.&quot;", 
    "section": "environment", 
    "gid": "environment/2013/may/19/climate-change-meltdown-unlikely-research", 
    "wordcount": "681"
}