{
    "headline": "Apps Rush: The Muppets, Piano Dust Buster, Crayola Silly Face Swaps, Talking Pocoyo and more", 
    "text": "A selection of 15 new apps for you today: The Muppets OST Official App Music label EMI has launched an official app for the latest Muppets film or at least for its soundtrack. It includes samples of the songs, character biographies and photos, news and social features.iPhone Piano Dust Buster  Song Game Guitar-training iPad game WildChords has won plenty of fans, but it&apos;s not the only app that helps people learn a real-world instrument. Piano Dust Buster is the work of JoyTunes, and sits on your piano while you play along to a series of free songs, with gaming elements to track your progress.iPad Brian Cox&apos;s Wonders of the Universe Telegenic space-boffin Brian Cox has a new book-app for iPad, based on his last two BBC series and their spin-off books. Released by HarperCollins, it includes text, videos, photos and infographics. For more on the app, read our full story.iPad Universal Movie Tycoon Would Vin Diesel have been better in The Fast and the Furious if he&apos;d been wearing granny-pants? Should Bridget Jones have spent more time driving in fast cars? Why didn&apos;t Marty McFly bump into E.T. on his travels? Universal Movie Tycoon is a game where you get to make your own versions of famous Universal Pictures films, constructing the studio lot and freeing your creative instincts.iPhone / iPad Crayola Silly Face Swaps HD Griffin Technology&apos;s latest Crayola-branded app gets children to put photos of their own faces into pictures, then colour them in. The results can be shared on Facebook, via email or by printing them out.iPhone / iPad Talking Pocoyo Children&apos;s brand Pocoyo is hoping to take a leaf out of the successful playbook of Outfit7, whose Talking Friends apps have been huge hits. This app applies the &apos;talk to a character on your phone&apos; concept to Pocoyo, who&apos;ll repeat what you say, play instruments, dance and pretend to be various animals.iPhone iStunt 2 The latest Xbox Live game for Windows Phone is iStunt 2, a snowboarding sequel from Miniclip featuring stunts, ragdoll physics and all manner of achievements. The claim of &quot;retina graphics&quot; may raise eyebrows, mind.Windows Phone Ow My Balls! XL For some reason, this wasn&apos;t one of the new iPad games shown off on-stage at Apple&apos;s new iPad launch. That reason being its status as the only iOS app &quot;that lets you kick a dude in the balls&quot;. The sequel to a popular iPhone game, it involves booting a juggler through a city by the unmentionables, while making additional use of &quot;fart jetpacks&quot;.iPad Art Guide The Art Fund&apos;s new app provides a guide to art across the UK, including more than 600 museums and galleries. There&apos;s a wishlist feature to keep tabs on places you want to visit, and it ties into the National Art Pass card for free entry and discounts. An Android version follows on 30 April.iPhone Times Tables: Squeebles This iOS education app from UK developer KeyStageFun has been ported to Android, teaching children multiplication with the help of some colourful Squeebles characters. 24 are rescued while working through the exercises, with medals and trophies unlocked along the way.Android Apptro File this alongside Onavo as an Android app to help you keep tabs on your data usage. Apptro tracks your usage of applications across the month, and maps it against the data tariffs of 20 mobile operators from around the world.Android Dark Meadow: The Pact Adventure game Dark Meadow looked stunning when released as a paid game in 2011, but now it&apos;s been rebooted as a freemium title. Its developers used the Unreal Engine 3 platform to make what one review described as &quot;a cross between BioShock and Infinity Blade&quot;.iPhone / iPad Time Piles This is an interesting idea: &quot;a video manipulation app that mixes up your video as you shoot&quot;. The idea being that you shoot videos, and manipulate the feed in real-time, including the ability to &quot;poke holes in the present to see the past&quot;.iPhone / iPad Howard Stern Mobile It may not be much use to Android owners in the UK, but this new app based on US DJ Howard Stern&apos;s radio show is interesting. Why? Because it&apos;s an example of the second-screen concept transferring to radio. Where, ahem, the phone is the first screen. Anyway: the idea is a companion to listening to the show with guest photos, web links and other content.Android Songs &amp; Dragons Do you run traditional (i.e. tabletop/in-person) roleplaying games? Songs &amp; Dragons is a clever app: providing music and sound effects for dungeon masters to trigger to provide a suitable atmosphere for their players. Wolves, taverns, halflings... They&apos;re all here, and hearable.Android", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/mar/29/apps-rush-muppets-crayola-pocoyo", 
    "wordcount": "798"
}