{
    "headline": "The cargo bike  somewhere inbetween the courier and the truck", 
    "text": "It is a familiar, unpleasant but seemingly inescapable part of modern city life: streets full of diesel-belching vans or lorries on delivery runs, either stuck in jams or else creating them as the driver double-parks to dash into a building. The solution? Roll forward the humble bicycle, or at least its close cousin. The idea of cycle freight replacing the ubiquitous truck might seem initially fanciful, but it is an increasingly serious idea, one being presented to transport ministers from several dozen countries at a major conference starting on Wednesday. The annual summit of the International Transport Forum in Leipzig, Germany, will involve ministers from 52 nations discussing how cargo bikes could be used in place of their motorised counterparts, particularly for the final stages of delivery inside crowded cities. One of the speakers at the conference will be Manfred Neun, president of the Brussels-based European Cyclists&apos; Federation (ECF). Cities filled with cargo bikes is an idea whose time has come, he said. &quot;This isn&apos;t an illusion, it&apos;s very realistic,&quot; Neun argued. &quot;You have the environmental and climate situation, combined with fuel prices. As well, people need access to the public realm, not only motor traffic. This is becoming a reality.&quot; Many city dwellers are familiar with the cycle courier delivering envelopes with backpack and traditional bike, but this is a trade which has gradually declined with the advent of email. Cargo bikes can do a lot more. Even two-wheeled versions, almost as nippy as a normal bike, can carry several large boxes, while some three- or four-wheel incarnations have a payload of anything up to about 400kg. Aside from pollution, noise and traffic, there is also a safety benefit. Big lorries on narrow city streets are involved in a disproportionate number of serious accidents, especially involving cyclists. In London an estimated 50% of cyclist fatalities in recent years came in collisions with lorries. Cargo bikes are already a not uncommon site in some cities, and spreading fast, said Randy Rzewnicki, who heads the Cycle Logistics project: &quot;For quite some time this has been something of a niche market, but it&apos;s really moving into another stage. What we&apos;re seeing is the big players  TNT, FedEx, DHL  doing multiple experiments at the corporate level, trying out different ways to use cargo cycles, according to different circumstances.&quot; One French company, he said, is about to start using a self-designed machine where the 250kg-capacity cargo section can be removed, allowing it to be pre-packed with deliveries at a depot and dropped onto the frame for a fast turnaround. Many of new, bigger bikes use electric-assistance technology, in which a small battery provides a boost when starting from a halt or climbing a hill. &quot;This helps move away from the old urban guerrilla image of the bike courier,&quot; Rzewnicki said. &quot;Staff can work in professional uniforms with a corporate image. They might break a sweat, but the work can be done by any young, healthy person, and they&apos;re not going to kill themselves doing it and have to quit after six months.&quot; The UK example When Rob King helped set up Outspoken Delivery, a freight cycle service in Cambridge, seven years ago, it was sometimes a struggle to explain the idea to some potential customers. &quot;It took years for people to understand that rather than just taking an envelope we could take three of four A4 boxes of print,&quot; he said of the two-wheeled, 60kg-capacity bikes which make up the bulk of the company&apos;s cargo fleet. Now it has expanded with three 250kg-capacity trikes, still narrow enough to use the city&apos;s network of bike lanes and able to park directly outside delivery addresses. Unlike the stereotypical image a cycle courier, all the firm&apos;s staff wear uniform  and obey traffic rules. King said: &quot;They&apos;re all trained to the Bikeability national standard, and we make sure they&apos;re very big on the highway code. It has happened once or twice when people gave rang up to say, &apos;Do you realise one of your staff has just gone through a red light?&apos; This sort of thing is really important for our image, and we knew that right form the start.&quot;", 
    "section": "environment", 
    "gid": "environment/bike-blog/2012/may/02/cargo-bike-city-courier-truck", 
    "wordcount": "707"
}