{
    "headline": "Internet users' privacy concerns may mean cookies start to crumble", 
    "text": "When the Cookie Directive, officially known as the EU e-Privacy Directive, was first drafted two years ago, tablets hadn&apos;t been adopted in their millions, and smartphones had nothing like their present-day ubiquity. Their rise in popularity raises a number of difficult issues for publishers and other website owners when it comes to the directive, which has now been in place for 12 months, not least because of the way mobile devices deal with cookies, those small bits of code left by web browsers on your computer or mobile devices that personalise your online experience. To complicate matters, not all cookies are the same. There are session-based cookies, or temporary cookie files which are erased when you close your browser, and persistent cookies, that stay in one of your browser&apos;s subfolders until you delete them manually or until your browser deletes them based on the duration period contained within the persistent cookie&apos;s file. These persistent cookies can stay in your browser for anything from 18 months to 18 years. Of all the cookies written onto users&apos; browsers, roughly half are first party and belong to the site you are visiting, and half are third party, and belong to partners, services or advertisers working with the site. Nearly a third of all page views in the UK now occur on a smartphone or tablet, according to ComScore, with one in five UK users using their smartphone to buy online during the three months ending January 2013. But users are more aware than ever of the potential threat to their privacy. According to a survey by online privacy management services provider TRUSTe at the start of this year, 66% of smartphone users are now more concerned about their privacy on the devices than a year ago, while 79% say they avoid using apps they don&apos;t believe protect their privacy online. The mobile landscape is still developing and the way that mobiles and tablets deal with cookies is inconsistent. It&apos;s a complicated and changing environment which merits some attention from the information commissioner. With first-party cookies, there are not really significant issues, as they improve the user online experience, enabling you to stay logged on, remember passwords, items in your shopping basket and so on. The difficulty arises with third-party cookies, which are used to track activity and recognise frequent and returning visitors, to optimise advertising, or improve the user experience by tailoring content or offers, based on that cookie&apos;s history. Apple&apos;s Safari, for instance, blocks third-party cookies such as those from advertisers, so it&apos;s impossible to track a highly significant portion of the mobile audience, the iPhone users, when they&apos;re online. Mozilla is joining Apple in the latest version of its Firefox browser and intends to disable third-party cookies. Why is any of this important? In short, the current web environment requires user movements to be tracked, and cookies are needed to achieve this. And it&apos;s right that the placing of cookies on computers and mobile devices should be monitored and users protected from unscrupulous elements. But the internet simply would not work without cookies  they are a fundamental currency of the internet, enabling web analytics as well as tailoring the online experience, compiling a browsing history and the rest. In particular, third-party cookies are critical for the automated trading that has come to dominate digital media since the Cookie Directive was introduced. It&apos;s no exaggeration to say that there has been a sea change in the volume and usage of third-party cookies over the last year because of the rise of automated trading methods like real-time bidding. The marketplace for exchange-traded media has doubled in the past quarter and has grown 184% over the past year, according to a recent report from Accordant Media. The internet runs on an advertising model, and payback for it being free to users is that their movements and behaviour online can be tracked by advertisers. In fact, 23% of UK users are &quot;OK with companies tracking me in exchange for free services or content&quot; according to TRUSTe&apos;s research, accepting that such an exchange keeps the services free or low priced. The move from Firefox is of concern for AOP members because it raises the possibility that other browser makers could follow suit, which may mean that even publishers&apos; first-party cookies would be seen as third-party cookies by a browser and disabled, denying the user the benefits and convenience they provide. A year ago, the UK&apos;s information commissioner ruled that websites only have to obtain implied rather than explicit consent from users before cookies or any other form of data can be stored on their browser, and most website owners have interpreted this to mean that it is sufficient just to alert users that their sites use cookies. Twelve months on, this stance has yet to be proven, and in the meanwhile, the mrket has developed to become much more complex. The UK has the slackest regulation of all EU members; other member states are much more stringent in their approach. In the UK, no one knows how far they can go and there is a real risk that the desktop internet could become over-legislated while mobile internet becomes under-legislated. It&apos;s an issue for all websites, whether they are well-resourced businesses like the premium publishers represented by the AOP, or smaller businesses which may fall foul of the regulations more easily. For the benefit of both users and web site providers we need more guidance on best practice and more clarity from the information commissioner. John Barnes is chairman of the AOP and managing director digital &amp; tech, Incisive Media", 
    "section": "technology", 
    "gid": "technology/blog/2013/may/24/internet-privacy-cookies-firefox", 
    "wordcount": "935"
}