{
    "headline": "Are video game soundtracks the new concept albums?", 
    "text": "While Max Payne 3 has its detractors (and we&apos;re not among them), there&apos;s one thing most gamers agree on about Rockstar&apos;s latest slab of edgy interactive mayhem: the music is awesome. Over several months of intense sessions, US noise punk merchants Health recorded around six hours of new material for the score, producing a soundscape every bit as enthralling and messed up as the onscreen action. This perfectly pitched collaboration isn&apos;t merely a one-off novelty  it could well hint at both the future of game music and a whole new creative avenue for musicians. In the past, building a game soundtrack was usually all about licensing a selection of chart hits, or paying a composer to bash out an identikit orchestral score. But we&apos;re now entering an era of close co-operation; game developers are employing musicians who love games and understand them. And in return, music is becoming part of the design process. &quot;We like working with bands and musicians who aren&apos;t strictly composers,&quot; says Ivan Pavlovich, Rockstar&apos;s soundtrack supervisor. &quot;They bring a different perspective and I think we learn from each other. I&apos;ve been a fan of soundtracks for a long time, but I feel like the whole genre was getting boring. &quot;You had these composers sitting in their studios with orchestral software ... it all started to bleed together. I can&apos;t tell the difference between movie and game soundtracks anymore. To me, Health has taken the whole concept of the score and given it six big blows to the ribs. It&apos;s very exciting.&quot; The key challenge for musicians is to understand and exploit the non-linear nature of game music. Unlike a movie score, the audio has to be able to respond in real-time to the movements of the player, so it is usually chopped up into separate instrumental tracks and stems, which are automatically combined during play to match the on-screen action. In Max Payne 3, Health&apos;s distorted guitar feedback and pummelling drums swell to savage crescendos as soon as any shootout starts, like some bloody post-punk opera.     Max Payne 3    &quot;Everything has to loop indefinitely,&quot; says the band&apos;s bassist and resident gamer, John Famiglietti. &quot;We recorded it all while watching video captures of gameplay  everything we did we put up against that footage and said, is this working? Does it make sense? &quot;We were inspired by the mood of each level, and where the story was going. And we&apos;ve learned a lot from this. We had to come up with so much music! Our sound is based around tricks, effects and any weird stuff we can find, and we discovered a ton more while doing this game.&quot; Rockstar isn&apos;t alone in handing over a whole soundtrack to one artist, capable of truly understanding and interpreting the action. For Halo 4, developer 343 Industries called in Massive Attack producer and film soundtrack composer Neil Davidge to totally redesign the game&apos;s distinctive choral soundtrack. &quot;As a fan of the game, I didn&apos;t want to revolutionalise the sound of Halo, I wanted to progress it, to take it to places it hadn&apos;t been before&quot; he says. &quot;I&apos;ve got a lot of processing devices in my studio  I delve through huge libraries of raw, organic sounds and process those, record them, process them again  I&apos;ve been doing that for many years with Massive Attack, but this experience has been amazing, it&apos;s incredibly inspiring.&quot; As with Max Payne 3, this was all about using music not as an accompaniment to story, but as a story-telling device in its own right. &quot;With a film score you can cue music to specific moments, the way a character looks away, a shift in the eyes,&quot; says Davidge. &quot;You&apos;d also be scoring to the subtext of what&apos;s being said  the hidden intent. With a game, because there&apos;s a lot of chasing around, a lot of action, it&apos;s often difficult to tie the different aspects of the plot together; music can play a hugely important role in helping the player understand the journey they&apos;re on, too feel that journey, so that the story hangs together and is less disjointed. It isn&apos;t just about scoring the movie snippets between each mission, the music is the undercurrent, it illustrates the emotional context of the scene.&quot;     Halo 4: 'We really want to re-define what multiplayer is' Photograph: Copyright, Microsoft, 2009. All    And apparently, the Halo 4 score was so effective that it ended up feeding into the game design process. As Davidge explains: &quot;The creative director Josh Holmes told me he had a particular vision of one scene but on listening to the music he found that it created a different picture for him, it helped him flesh it out, emotionally. &quot;I don&apos;t think the music has changed the course of the game, but it has had a significant influence, it&apos;s helped the designers reach a certain depth with the characters  now they have a device to illustrate what&apos;s going on in the characters&apos; minds. There are some things that you want to communicate that are too elusive to convey through play.&quot; However, perhaps the most interesting developments are coming out of the indie sector, where small studios are teaming up with offbeat musicians to work on collaborative, highly experimental projects. Award-winning Czech studio Amanita Design has just released Botanicula, a beautiful adventure game, following the tiny inhabitants of an enchanted tree. Like an old Oliver Postgate show, the game uses traditional hand-drawing and animation techniques  and to accentuate this retrospective feel, the designers worked with local avant garde folk band Dva, who provided a rich, earthy score using traditional Eastern European instruments, as well as toy pianos and kitchen pots. &quot;Their music is cheerful, funny, a little weird and fits perfectly to the game,&quot; says Amanita founder, Jakub Dvosky. &quot;The same is true for the sound effects  they generated most of them with their own voices which make the animations come alive and added to the humour. &quot;We didn&apos;t need to explain anything to them because the band are our friends, they knew exactly what the game needed.&quot; And while game designers get highly evocative scores out of these close collaborations, the musicians get a whole new medium to explore; a new way to think about music. Composer Austin Wintory was involved from the very beginning with the recently released PlayStation 3 game Journey, a mystical, highly artistic experience, which traces a mute character&apos;s quest to the top of a mountain. It&apos;s a metaphor for life and re-birth, and Wintory used instrumentation to reflect and explore this. &quot;In the Journey soundtrack, I wanted the cello part to undergo a metamorphosis that exactly mirrors what the player is going through. The cello IS the player,&quot; he says.     Journey: 'the finest online experience you'll have in 2012'.    &quot;The instrument starts off immersed in a sea of electronic sound, where it hasn&apos;t really discovered itself, and it gradually starts to emerge, eventually transcending and then disappearing back into the fabric, except the fabric has now become a full orchestra  it&apos;s the cello times a million, a community of similar souls. &quot;The cello is starting in a world where it doesn&apos;t know its place then eventually finds a place and surrenders itself to that. It&apos;s a metaphorical, musical parallel to the game.&quot; Most intriguing perhaps is the emerging generation of game designers who also make music. Alec Holowka, for example, is the Canadian programmer and musician who co-wrote the award-winning action adventure game Aquaria. And Rich Vreeland  aka Disaterpeace  provided the music for the astonishing Xbox 360 title, Fez, but has also build his own audio games, including January, billed as &quot;an experiment in algorithmic music generation&quot;. &quot;I think developers are realising the potential of having musical people deeply involved,&quot; says Vreeland. &quot;Or even better, the developers already happen to be musicians. In recent years, with the rise of independent games and crowd funding there has been more of an opportunity for game makers to truly make the games they want, and I think with this comes a passion and a freedom to try lots of things.&quot; There&apos;s a commercial angle, of course. Rockstar has now released the Max Payne 3 soundtrack as a digital album, just as Sony did with Journey (and incredibly it found its way into the iTunes top 10 in more than 20 countries)  in some ways, it&apos;s an evolution of the business model that sprang up around the Guitar Hero and Rock Band titles, with musicians rushing to get their new releases into the download packs. But game scores are also about creativity and exploration  and the best of them are created specifically for the experience taking place on the screen by musicians who understand the medium. &quot;We all want to make music that connects with people,&quot; says Wintory. &quot;It doesn&apos;t matter if that&apos;s on a stage or a film or in a game. I don&apos;t think someone should aspire to score films if you don&apos;t love films and you really need to be a gamer to score games. &quot;To be able to really make something that&apos;s intimately attached to the game experience means writing with an understanding of those mechanics. You have to speak the language of game design  but, you know, good music is good music.&quot; Davidge agrees. He certainly sees a future in which game music becomes a whole new form of expression. &quot;It&apos;s a very exciting process to create something like this,&quot; he says. &quot;There are a lot of opportunities out there to experiment. The games industry is becoming far more open  it&apos;s caught up with the film industry in terms of the level of quality it aspires to. &quot;It&apos;s possible to do something with integrity, with heart, with passion in a video game. It&apos;s not just about shooting and car chases any more.&quot;", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/may/28/video-game-soundtracks-concept-albums", 
    "wordcount": "1649"
}