{
    "headline": "David Cameron is unfit to chair the UN development panel  and here's why", 
    "text": "Confirmation that David Cameron is to co-chair the UN process to devise a new framework for international development after 2015 has opened the debate on whether he is a credible candidate for the role. Jonathan Glennie has rightly pointed out that the UK government&apos;s record on aid is not the issue here, nor is Cameron&apos;s new G8 food security initiative. This is a question of promoting lasting, sustainable development through structural changes to the global economy. On this basis, Cameron would seem the worst possible choice for the UN role. Yet, strangely, no one ever seems to mention the prime minister&apos;s record on the real issues of international development. To get the ball rolling, then, here&apos;s a quick month-by-month catalogue of some of Cameron&apos;s anti-development interventions since the start of this year alone. May 2012: Cameron rejects the introduction of a financial transactions tax that could stabilise markets and raise billions for public services and anti-poverty programmes in both the UK and the global south. Despite support for the tax from Angela Merkel, the German chancellor, and the new French president Franois Hollande, not to mention millions of people across the world, Cameron sides with the banks and says no. April 2012: Cameron&apos;s government leads the charge against Unctad, which has for years been one of the most important UN agencies supporting countries in the global south in their quest for development. UK representatives at Unctad&apos;s quadrennial summit fight hard to remove key parts of the organisation&apos;s mandate, effectively seeking to neuter it as a force for development in the future. Developing countries fight back and win, but no thanks to Cameron. March 2012: Despite Cameron&apos;s supposedly tougher approach on tax avoidance, the budget introduces a new measure for UK-based companies to make greater use of tax havens and thereby deprive developing countries of billions in revenue each year; this makes it even more difficult for those countries to meet future development goals. Changes to the controlled foreign company rules mean that corporations can also avoid paying their dues in the UK, which the Treasury estimates will cost a further 1bn in lost tax revenue by 2015. March 2012: Cameron&apos;s government joins the US and Canada in an attempt to remove all references to the human right to water from the declaration of the forthcoming Rio+20 UN conference on sustainable development. Cameron had already tried to block poor countries from introducing the right to water at the UN in 2010, but was deserted by fellow EU states. This time he fails again in the face of international resistance, but not for want of trying. February 2012: Cameron&apos;s government files an amicus brief in the Ogoni case of Kiobel v Shell, arguing that US courts should no longer allow lawsuits against multinational corporations for complicity in human rights violations. The Alien Tort Claims Act has been a key legal mechanism by which communities in poor countries have sought to hold foreign companies accountable for abuses in their territories, and even the US government has argued in favour of the law&apos;s continued application. Not so Cameron, who clearly rates the interests of multinationals over the needs of communities in the global south. January 2012: Cameron speaks out at the World Economic Forum in Davos to argue for a new generation of free trade deals between the EU and African countries. These deals are well-known to be good news for multinational companies wishing to gain greater access to African markets and natural resources (which is why they lobby so hard for them), but disastrous for the development prospects of poorer countries. Despite long-standing opposition to such deals from African civil society, Cameron again shows his stripes by taking the corporate side. Any one of the above would be enough to raise eyebrows. Taken together, such a record of anti-development interventions in less than six months is surely enough to disqualify Cameron from being a UN development chair. Add in a host of other issues (Afghanistan, arms sales, climate change and so on) and it is clear that few other world leaders are as unsuitable as the British prime minister for the task of forming a new international development agenda. Ban Ki-moon should think again.  John Hilary is executive director of War on Want", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/may/24/david-cameron-un-development-panel", 
    "wordcount": "714"
}