{
    "headline": "UK corporate tax concessions 'could cost developing countries billions'", 
    "text": "Concessions planned in the budget will cut the tax bill of some of the UK&apos;s largest companies by billions of pounds, and make it much easier for them to reduce their taxes in developing countries, according to an analysis (pdf) prepared by the NGO ActionAid. The government plans to change the rules on how foreign subsidiaries of multinationals based in the UK are taxed under so called controlled foreign company rules (CFCs), while also reducing the headline rate of corporation tax in the finance bill, which will be presented on 21 March. The Treasury&apos;s own estimate is that the CFC changes will cost the UK nearly 1bn a year in lost revenue from tax on foreign subsidiaries by 2015. ActionAid estimates developing countries could lose 4bn a year of tax revenue as a result. The UK corporation tax rate has already been reduced from 28% under the previous government to 26% in 2011-12 and will be brought down further until it reaches 23% from 2014-15 under measures already announced by the chancellor, George Osborne. Proposed changes in the 2012 budget to the CFC rules will exempt the profits of UK-based companies made abroad and shifted to tax havens from UK tax. Until now, the CFC rules have said that a UK-based company moving profits out of a third country, for example in Africa, to a tax haven such as Switzerland, would still be taxed on those profits at the difference between the UK rate and the tax haven rate. Aid agencies fear the changes will give multinational businesses a strong incentive to move their profits out of poorer countries into tax havens. In a further concession, the government is expected to cut the tax rate to just 5.75% on profits made by multinational companies finance subsidiaries in tax havens. This will make it attractive for companies to set up treasury companies in tax havens to finance their operations onshore through loans from offshore subsidiaries. The onshore companies then pay interest to the offshore subsidiary so that the profits are shifted away from the UK and benefit from the very attractive tax rate. The UK government argues that the measures are needed to keep its rates of corporation tax low enough to be competitive with other countries that have much lower rates than the UK. Business has lobbied extensively for the changes, with some companies threatening to relocate to other jurisdictions if they are not introduced. It disputes ActionAid&apos;s estimate of losses to developing countries and says it is impossible to quantify the impact abroad. A Treasury spokesperson said: &quot;The government is fully committed to tackling both tax avoidance and evasion. At the last budget, we announced a package of measures closing down tax loopholes to bring in around 1bn a year. The controlled foreign companies rules are designed to protect the UK tax base from artificial diversion of profits. Similarly, other countries have CFC rules that are designed to protect their local tax bases. The best way to prevent tax avoidance in developing countries is by helping them to develop robust and stable tax systems which enable them to collect the tax they are owed.&quot; She also said the Department for International Development and HMRC&apos;s international unit have been involved in training developing countries in strengthening their revenue collection. Martin Hearson, campaign manager at ActionAid, said that the change in UK policy would have a dramatic impact on poorer countries and their ability to raise revenue for vital services such as health and education. &quot;Tax policy needs to be made in consultation with everyone it affects,&quot; he said. &quot;That not only means the businesses concerned, but in this case it also includes developing countries. The government should follow the clear advice that it has received from international organisations whose opinion it respects, including the IMF and OECD, and assess the impact of any changes on poor countries before it goes ahead.&quot; Aid agencies, including ActionAid and Christian Aid, are calling on the government to rethink the proposals. Labour&apos;s shadow exchequer secretary, Owen Smith, also attacked the proposals. &quot;In last year&apos;s finance bill, Labour urged the government to provide a full impact assessment of the effect of the CFC changes on developing countries,&quot; he said. &quot;In addition to repeating this call, we shall also be asking the government for assurances that the changes won&apos;t cost jobs at home and won&apos;t facilitate tax avoidance abroad.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/mar/06/uk-tax-concessions-cost-developing-countries", 
    "wordcount": "747"
}