{
    "headline": "India's villagers reap visible benefits from solar electricity scheme", 
    "text": "India&apos;s rush for industrialisation may be stymied by a lack of power for its factories, but, barely noticed, solar electricity is being taken to thousands of villages in one of the most ambitious grassroots projects ever attempted. Five years ago an estimated 400 million people lived with rudimentary, low-quality kerosene lamps, providing poor, polluting and often dangerous light. A further 100m homes were nominally connected to the grid but had intermittent power, often at times when no one wanted it. But in five years, thanks largely to a single NGO that has not sold one lamp, 500,000 more homes have been provided with cheap, decentralised electricity via powerful solar LED lanterns using the latest batteries and panels. Teri, India&apos;s leading energy research institute, launched its Lighting One Billion Lives initiative in 2007. After a slow start  only four villages signed up in the first year  it has taken off. More than 2,000 villages now have &quot;charging stations&quot;, each offering 50 or so long-lasting, high-quality solar lanterns that double up as mobile phone chargers. Teri does not make, distribute or sell the lamps. Instead, it acts as a combined social, developmental and technical enterprise. Its scientists and designers work closely with more than 20 manufacturers to improve the quality and reliability of the lamps, and bring down their cost, while other teams work with villages, NGOs and banks to identify people to run the charging stations. Teri helps to set up repair shops, trains people and provides technical support. &quot;We are trying to improve the quality of the lamps and build up the chain of local entrepreneurs. We helped seed and catalyse the market,&quot; says Ibrahim Rehman, director of Teri&apos;s social transformation division. &quot;People were paying about $1 a month for kerosene lamps, so we had to have an economic model which allowed people to pay about the same as they did before. At the start, the lanterns used to cost about $100 each but now they are down to $15-$30. The batteries used to last one year; now they last three.&quot; People can buy them on microcredit, but in the villages most rent them for a few pence a day. Teri itself, NGOs, businesses, Bollywood film stars and individuals partly or completely sponsor a village to have lanterns, after which a local villager runs the operation as a business, renting them out for no more than they used to pay for kerosene. Villagers drop the lamps to the charging station in the morning and the lights are charged when they return in the evening. &quot;People were suspicious to start with but now they are queueing to put their names down for them,&quot; says Rehman, who estimates that 500,000 homes have now been provided with light, with numbers increasing exponentially. At this rate, in 10 more years, most Indian villages will have light. &quot;The benefits are visible,&quot; says Dhairya Dholakia, area convenor for the project. &quot;People have bright, clean, non-polluting light. There&apos;s a clear health benefit. Education is also improved  because children can continue their studies later  and so are livelihoods. All these villages now have &apos;entrepreneurs&apos; running the solar charging stations. They are earning money.&quot; The lanterns are welcomed, he says. Craftsmen can work later, shops can stay open longer, births are easier to monitor and people have more possibilities to earn money. &quot;Energy is the missing MDG [millennium development goal]. It is the underlying development goal that fuels so much other development. It has so many co-benefits,&quot; says Jarnail Singh, a Teri researcher who visits many of the villages and has seen how clean light raises people&apos;s development ambitions. &quot;When people have lighting they realise they can have refrigeration, can keep their food and products long term,&quot; he says. Increasingly, Teri is setting up &quot;micro grids&quot;, where 10 or more houses or shops may be linked to a single solar array. Each house will then have two power points, making the result similar to being connected to the grid. Here, the entrepreneur pays for the equipment, but householders pay for the connection. India is pursuing electrification remorselessly, but business and the cities are given preference and it is expected to be many years before the grid reaches the remotest places  if it does so at all. Teri is now expanding the scheme to Afghanistan, Burma, Pakistan and African countries, including Kenya, Ethiopia and Sierra Leone. &quot;Merely transplanting technological solutions from the developed world  can lead to a mismatch,&quot; says Rajendra Pachauri, director general of Teri, who is also the chair of the Intergovernmental Panel on Climate Change (IPCC). &quot;However, there are huge benefits from south-south co-operation [like this] because the cultural context and complexity of the challenge across different developing countries have a great deal in common.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2013/mar/06/india-solar-electricity", 
    "wordcount": "814"
}