{
    "headline": "Amazon's Android Appstore launches in Europe: will Kindle Fire tablet follow?", 
    "text": "Amazon has launched its Appstore for Android apps in five European countries, which will fuel speculation that the company&apos;s Kindle Fire tablet is poised to cross the Atlantic too. The Appstore is live in the UK, Germany, France, Italy and Spain, offering free and paid Android apps for smartphones and tablets, just as it has done in the US since its launch there in March 2011. Marketing promotions including Free App of the Day are also making the jump, with Rovio&apos;s premium (i.e. ad-free) version of Angry Birds the first app to get the treatment, followed by PopCap&apos;s Plants Vs. Zombies. Amazon is making the Appstore&apos;s own Android app available in these countries, so people can browse and download on their devices. Amazon is also promising a focus on locally-relevant apps, with UK startup Zolmo&apos;s Jamie Oliver&apos;s 20 Minute Meals app getting a promotional push on the store, as well as Skyscanner, Who Wants to be a Millionaire and Cut the Rope. &quot;Customers in the US have purchased millions of apps, games, in-app items and subscriptions since the store launched last year, and we&apos;ve received great feedback about discovery features like Free App of the Day,&quot; says Amazon&apos;s vice president of Amazon Appstore Jim Adkins, in a statement. &quot;Amazon has spent years developing innovative features that help customers find and discover the products that are right for them and have applied that know-how to the Amazon Appstore. We&apos;re delighted to extend that experience to our European customers.&quot; The store&apos;s launch paves the way for the European debut of the Android-based Kindle Fire tablet, which has been only available in the US since its launch in November 2011. Amazon is holding a press conference on 6 September in Los Angeles, where it is expected to unveil a second-generation version of the tablet. That may now also herald an announcement of plans for European distribution for the new device. That said, apps are only part of the story. Amazon has made tight integration of its music, movies and e-books services key selling points for the Kindle Fire in the US. While its Kindle store is well established in Europe, the company has work to do in rolling out music and movies in the region. Amazon&apos;s press release for the Appstore&apos;s European launch quotes a number of approving developers: Zolmo, Rovio, Glu Mobile, TinyCo and Skyscanner. However, the store has not been without controversy among the app development community. In April 2011, games industry body the IGDA sent an &quot;important advisory&quot; to its members warning them about some of Amazon&apos;s submission policies for its store, criticising the way it reserved the right to vary the price of apps or even drop them to free at any time, paying developers either 70% of the purchase price or 20% of the original list price. &quot;While many other retailers, both physical and digital, also exert control over the price of products in their markets, we are not aware of any other retailer having a formal policy of paying a supplier just 20% of the supplier&apos;s minimum list price without the supplier&apos;s permission,&quot; noted the IGDA&apos;s letter, at the time. While many developers have happily signed up to the store with eyes open wide to the policy, some genres premium book-apps, for example, which should be a good fit for the Kindle Fire have seen more reluctance from publishers. &quot;f we were to sign the contract with them that they wanted us to, although we get to set the price of our titles, they can lower that down to nothing if they want to,&quot; Touch Press chief executive Max Whitby told The Guardian in December 2011. &quot;They&apos;ll pay us a bit  70% of 20% of the price that we set  so we&apos;d get $1.40 for The Elements. We&apos;re not prepared to take that risk: it&apos;s destroying value. What&apos;s been very good about the iTunes Store and Apple is that it has encouraged a culture of quality. People go there to find what&apos;s good. Amazon is the Ryanair of digital publishing!&quot; Clearly, plenty of developers are happy to swallow these terms, in the hope that the growing scale of the Amazon Appstore  which the European launches will help and the company&apos;s famed recommendation engine will open up a new and lucrative distribution channel for their Android apps.", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/aug/30/amazon-appstore-android-europe", 
    "wordcount": "736"
}