{
    "headline": "Possible Worlds and Other Essays by JBS Haldane  review", 
    "text": "In the last paragraph of the title essay of this book, JBS Haldane delivers a modest but memorable verdict: &quot;It is my suspicion that the universe is not only queerer than we suppose, but queerer than we can suppose.&quot; Haldane composed this sentence around the time that Edwin Hubble confirmed that the universe was not just the Milky Way, but before Hubble began to calculate the rate at which the other newly discovered galaxies were receding; years before the proposal and discovery of antimatter; decades before the confirmation of the big bang theory; the &quot;discoveries&quot; first of dark matter, then of dark energy; before quarks and gluons; before the Higgs particle; before strings and branes and the full panoply of what-ifs and might-have-beens that make up modern cosmology. Even if astrophysics died today, you could engrave Haldane&apos;s words on its tombstone. That would be enough to make him noteworthy. What makes him remarkable is that even when he is wrong (which of course he often was) or unfair (and he could certainly be that) he could deliver sentences of comparable clarity and force on almost any topic. It is the fate of all good scientists to be overtaken or overturned, but if they write like Haldane, they are unlikely to be overlooked. Possible Worlds is a collection of essays written for various journals  at least two of them for what was then the Manchester Guardian  and it represents a mesmerising report of science as a work-in-progress: a snapshot of attitudes, preoccupations and ideas during the Roaring Twenties, when Britain and Germany led the world in research. The range is phenomenal (his Guardian pieces are about the centenary of TH Huxley, and the importance of early diagnosis of disease) and the collection contains at least one piece that will be anthologised, quoted and studied for another 100 years. &quot;On being the right size&quot; doesn&apos;t say anything very special: it just says it especially well.  You can drop a mouse down a thousand-yard mine shaft; and on arriving at the bottom, it gets a slight shock and walks away. A rat would probably be killed, though it can fall safely from the eleventh story of a building; a man is killed, a horse splashes.&quot;  This essay continues to be anthologised because biomechanics and physiology have extended such thinking, but not advanced it. Other essays are unlikely to be quoted with any relish because the science itself has moved on. Haldane was a Darwin advocate when natural selection was still a fair subject for debate; he uses the word &quot;genes&quot; but can know nothing about DNA; he reports from a world in which children often die of tuberculosis; in which paternity suits are settled by blood tests; in which food poisoning is a common hazard; in which vitamins are a new discovery; in which infants can develop diseases such as tetany (nothing to do with tetanus) and alastrim (not exactly smallpox). Some things haven&apos;t changed. Haldane robustly defends the humane use of animals in research, but in &quot;On being one&apos;s own rabbit&quot; he also delivers a mesmerising account of one of his own experiences as an experimental animal. &quot;It is difficult to be sure how a rabbit feels at any time. Indeed, many rabbits make no serious attempt to cooperate with one,&quot; he says, before reproducing in himself &quot;the type of shortness of breath which occurs in the terminal stages of kidney disease and diabetes.&quot; He hasn&apos;t much time for religious belief, and proselytises vigorously for agnosticism. &quot;Religious experience is a reality  But any account of religious experience must be regarded with the gravest suspicion,&quot; he observes, I think fairly. In another essay the former officer in the Black Watch recalls bitterly: &quot;In my war experience I never saw a chaplain display courage. I once saw a doctor display cowardice, but this was after he had been shelled for 12 hours on end, and then blown up.&quot; He is, of course, being unfair, and at several points Haldane displays his own symptoms of faith rather than reason: he was an early defender of the Communist Party and a columnist for the Daily Worker. He was also an apostle of eugenics, a so-called science that in its most dangerous form proposed that there were &quot;better&quot; human beings and an underclass whose profligate fecundity posed a threat to the future of the human race. Haldane was a man of his time, and that was the sort of thing lots of people then believed. Some still do. But Haldane took the less-than-sinister view that the problem lay in poverty and ignorance, rather than genetics. At the close of the essay &quot;Eugenics and social reform&quot; he suggests that &quot;if you desire to check the increase of any population or section of the population, either massacre it or force upon it the greatest practicable amount of liberty, education and wealth. Civilisation stands in real danger from over-production of &apos;undermen&apos;. But if it perishes from this cause it will be because its governing class cared more for wealth than for justice.&quot; It is clear from the context that he uses the word &quot;massacre&quot; as Jonathan Swift might do, and there is something about Haldane that reminds me of the 18th century: rational, enlightened, inquiring, generous and amused. I knew nothing about him until his death, which he celebrated in the New Statesman in 1964 with a posthumous poem that began with the unforgettable lines:  I wish I had the voice of Homer To sing of rectal carcinoma  &quot;  Now there was a man who knew how to go out in style. Tim Radford&apos;s geographical reflection, The Address Book: Our Place in the Scheme of Things was published in paperback earlier this month     Photograph: Guardian    Next: Just Six Numbers: The Deep Forces that Shape the Universe by Martin Rees, which Tim will review on Friday 8 June", 
    "section": "science", 
    "gid": "science/2012/apr/27/possible-worlds-other-essays-haldane-review", 
    "wordcount": "1002"
}