{
    "headline": "Where are all the innovators in academia?", 
    "text": "Universities are reasonably conservative places and virtually no institutions have moved away from the three-year undergraduate degree, or the one-year master&apos;s programme. The exceptions, such as the four-year classics programme at Oxford, are mainly historical anomalies rather than recent innovations. Almost all universities are geared around either full-time undergraduates, or part-time students who will take the full-time programme over a longer time period. Tuition methods are usually based around lectures and classes, with the exceptions often more conservative still  Oxford and Cambridge, for instance, use tutorials rather than classes, but this again is an old established tradition. The sector lacks radical entrants. In the old days the only cheap airfares within Europe were returns, including a Saturday night stay. The low-cost airlines moved away from this model by offering day returns, usually at the same price as returns that included a Saturday night stay. Airlines such as British Airways were forced to respond, and consumers benefited. Apple&apos;s iPad has transformed the face of personal computing. Home delivery has transformed the supermarket sector. Yet we have not seen the equivalent in the university sector. There are lots of radical innovations that could be tried. For example, a university could move much closer to being a degree awarding body that examines but does not teach. EThames graduate school teaches students for degrees that are examined and awarded by the universities of Sunderland, Bradford, Greenwich and De Montfort. Perhaps one university should consider offering courses to colleges like EThames, without actually doing any teaching itself. The university would set the syllabus and examine the students. A separate college would do the teaching. The arrangement would be similar to that between examination boards and schools. We could even imagine a world where students&apos; fees to colleges are contingent on the success of the individual student, or of the cohort as a whole. Since the tutors would not be examining the students, there would be no downward pressure on standards. We could also imagine an organisation such as the Royal Economic Society setting syllabuses and examining students, while allowing others to teach the students. It seems at least plausible that a degree in economics from the society would be an effective qualification in the marketplace. Degrees along these lines could be modular, like those offered through the Open University, and could be taken as quickly or as slowly as the student wanted. Students could complete a degree in less than three years if they felt they were able to do so, or take it over the conventional three years, or take longer. The government needs to think about how it can facilitate innovations as radical as these. At present there is no evidence the government is interested in such an agenda, even though we have seen it transform many other sectors of the economy. Tim Leunig is chief economist at CentreForum, the liberal thinktank, and a reader in economic history at the London School of Economics This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/may/10/innovators-academia-universities", 
    "wordcount": "518"
}