{
    "headline": "Is performance-related pay for teachers a good thing for students?", 
    "text": "Ros McMullen, principal, David Young Community Academy, Leeds I have no problem with the principle of performance-related pay: teachers need recognition and pay is a good retention device. My problem is that I expect everyone to perform, and if they don&apos;t I deal with it in ways other than simply not raising their salary. Having made sure all my teachers are performing well, how, with no extra money, do I accelerate my outstanding teachers? It&apos;s a conundrum for those of us who have dealt with under-performance. Primary headteacher (anonymous) &quot;It&apos;s possibly the first government initiative I&apos;ve largely agreed with. I&apos;ve been trying to find ways to reward and retain my best teacher, who has only been teaching for four years and yet is by far the most effective staff member I have. I use her to train my less experienced and less effective teachers. I need to keep her and I want to reward her efforts. Conversely, I have a senior member of staff who is highly paid yet relatively ineffective. If I could only swap their salaries I would. I have already swapped their levels of leadership and influence, but the more senior person is still paid 33% more. My younger teacher has a growing family and a new mortgage. She is considering moving to a cheaper area. When I see a naturally gifted teacher, quite near the beginning of their career, spending so much time reflecting, striving to make each day for their children better than the one before, I long to be able to reward them for it.&quot; Diane Ravitch, research professor of education at New York University School authorities in the US have tried performance pay plans for almost 100 years. They have never worked. They don&apos;t work because teachers don&apos;t want to compete with one another for cash prizes. They don&apos;t work because teachers are already doing the best they can, and the lure of a bonus doesn&apos;t make them work harder or better. Currently, the US has embarked on a scheme to pay teachers based on the rise or fall of their students&apos; test scores. The frequency and cost of testing are spiralling upwards, and teachers are greatly demoralised. In some districts, the teacher of the year has been fired as &quot;ineffective&quot;, because scores on unreliable standardised, multiple-choice tests did not go up as much as the computer predicted they should. The most thorough examination of bonus pay was carried out by economists at Vanderbilt University in Nashville, Tennessee. They offered a cash prize of $15,000 (9,000) to teachers who could raise test scores. They created a control group and an experimental group. At the end of three years, they determined that the bonus made no difference. Both groups got the same result. Mayor Bloomberg in New York City awarded bonuses to whole schools if they raised scores. That didn&apos;t work either, but $56m was wasted. When performance pay is determined by the principal rather than test scores, that breeds resentment among teachers. They suspect favoritism. The ranking and grading of teachers is inherently insulting and demoralising. They are professionals. Professionals work best in collaboration, not in competition. Politicians believe they will get better results by offering bonuses to teachers. What they get instead is narrowing of the curriculum to what is tested, score inflation, drilling to the test, and cheating. What they don&apos;t get is better education. Emma Ann Hardy, teacher No. Retention will become even more problematic. It will create division in staff-rooms, especially in small schools. There will be more legal challenges regarding discrimination, and more work for unions in dealing with the fall-out. A profession that is already stressful will become more so. Joe Waddle, primary teacher No. People are already performance managed, and capability procedures are used to deal with people who aren&apos;t performing. Performance-related pay means heads will have the power to restrict people on the payscale. Rewarding people for good performance over and above normal increments assumes heads have the budget to do that, but they don&apos;t. The result will be that good graduates will look at other professions where they don&apos;t run the risk of being in a job where, because of falling budgets and the pressures that puts on heads, a new teacher might end up on 20K a year for four years with no increase. Noel Lellman, headteacher, Reigate Priory junior school, Surrey Yes, if it gives me the chance to set performance management targets that ensure my class teachers give their children the enjoyable experiences that create confidence, curiosity, respect, learning and life skills. I will absolutely not give narrow and purely academic-based targets because primary education is about so much more. See more discussion about performance-related pay this week on the Guardian Teacher Network ", 
    "section": "education", 
    "gid": "education/2012/dec/10/performance-related-pay-for-teachers", 
    "wordcount": "800"
}