{
    "headline": "Vince Cable accuses Michael Gove of betrayal over faith schools", 
    "text": "A row has broken out within the coalition over the expansion of faith-based schools, with the business secretary, Vince Cable, writing a furious letter to Michael Gove&apos;s education department accusing him of flouting the 2010 coalition deal. Department for Education officials, acting on Gove&apos;s direct orders, had undermined the Liberal Democrat/Conservative deal by intervening to ensure a pair of proposed Catholic schools in Cable&apos;s Twickenham constituency would be able to select almost their entire intake on the basis of religion, Cable complained. In a brief but irate missive to David Laws, the Lib Dem education minister, copied to the office of party leader Nick Clegg, Cable wrote: &quot;A serious problem has arisen whereby DfE officials, in evidence to a court case, appear to be acting in contradiction to the coalition agreement in relation to faith schools and contrary to the express intention of the Education Act 2011.&quot; He concluded: &quot;Can you intervene with the department to rectify this situation?&quot; The disagreement centres on a particular case in Cable&apos;s constituency and he wrote as a local MP rather than a minister, but it highlights the tensions between the coalition&apos;s two pivotal education figures. Cable&apos;s department handles higher education while Gove is taking an increasingly centralist approach to shaking up the schools system. The row began with the decision by Conservative-led Richmond council to hand 10m of land and assets to the Catholic church to set up two new voluntary-aided religious schools, one primary and one secondary. Such schools, if oversubscribed, can give more than 90% of places to Catholic children, and a local consultation document proposed doing this. Local campaigners opposed to faith schools applied to the high court for judicial review, arguing that under last year&apos;s Education Act councils wanting to establish a new school must first seek proposals for the establishment of an academy. Crucially, faith schools that are academies or free schools can select only 50% of their intake on the basis of religion. Shortly before the case was due to be heard, Gove intervened decisively. He formally applied to take part in the proceedings as an interested party, to argue that in his view Richmond was not legally obliged to seek the academy route. It was at this point, on 9 November, that Cable wrote his letter, also copying in a local campaigner who passed it to the British Humanist Association (BHA), which was backing the court case. Cable&apos;s appeal for Gove to step back was ignored. A week later in the high court Mr Justice Sales rejected the campaigners&apos; application and gave Richmond the immediate go-ahead for voluntary aided schools. The judge has yet to publish his arguments but the direct intervention of a secretary of state on a point of law would probably be crucial. The council has since confirmed it will press ahead with plans for schools where only 10% of the intake will be &quot;community places&quot;, the rest going to Catholics. At the heart of the dispute is not religious schools in themselves, but the lack of access to non-Catholics. The coalition agreement in May 2010 welcomed more faith schools but called on them to &quot;facilitate inclusive admissions policies&quot; as far as possible, seen to mean a 50% limit on faith-based intake. In his letter to the DfE Cable wrote: &quot;For the record, I and the Richmond Liberal Democrat council group have supported the proposal for a new Catholic school but argued that it should be inclusive (ie 50:50 admission). This was in line with the presumption in favour of 50% faith-based admission in new academies in the [Education] Act, and the coalition agreement.&quot; Cable&apos;s fury appears fuelled in part by a sense that Gove has gone back on his word: in March the Liberal Democrat wrote to the education secretary suggesting the new Richmond schools be subject to the 50% religious limit. Gove replied saying that while this would not be enforced, a voluntary cap &quot;seems very sensible to me and I would welcome such a move&quot;. Cable told the Guardian he was acting purely as a local MP, and that he had supported the efforts of campaigners to make the school more inclusive. He declined to criticise Gove personally, but said: &quot;I am disappointed at the outcome. There was quite a lot of local feeling about this. I supported the school but I raised concerns because the coalition agreement said faith schools should have a 50/50 split on intake.&quot; Andrew Copson, chief executive of the BHA, said the Lib Dems previously had a more robust position on faith schools. He said: &quot;Those principles were diluted in the coalition agreement, and now even that seems to be unenforceable. We would urge other politicians who support inclusive schools to join Dr Cable in urging Michael Gove to reverse his position.&quot; A spokeswoman for the DfE said last night: &quot;The secretary of state, in entering the judicial review as an interested party, did so only to clarify the policy in respect of establishing new schools, including academies. We note that Mr Justice Sales has dismissed the case, though we await his full written judgment.&quot;", 
    "section": "education", 
    "gid": "education/2012/nov/28/cable-accuses-gove-over-faith-schools", 
    "wordcount": "872"
}