{
    "headline": "Top state school students wary of elite universities", 
    "text": "Poor advice and a lack of confidence means high-achieving state school students are far less likely to apply to the most selective universities than their privately-educated counterparts, according to research jointly commissioned by the Sutton Trust and the Department for Business, Innovation and Skills. The report finds that many state school students regretted that they hadn&apos;t been more ambitious when they applied to university. It says fears about living costs and a lack of information had prevented them from aiming higher. Sir Peter Lampl, chair of the Sutton Trust, says the research, which surveyed over 13,000 young people who gained at least three Bs at A-level, reveals &quot;a group of bright students who need extra support and encouragement to make the right decisions&quot;. While course content was the most important factor determining students&apos; choice of university, researchers say high achievers who chose not to apply to the most selective universities were more concerned about living costs, distance from home and job prospects than an institution&apos;s prestige. In contrast, students who applied to top institutions were influenced by university league tables and the idea of challenging themselves. Such students tended to have come from independent schools, where 73% pursued the most competitive universities  far higher than the rate at grammar schools (53%) and state schools and colleges (42%). Each year around 3,000 high-achieving state school students do not win one of the 30,000 places on offer at the 13 most competitive universities, despite getting the right grades, according to previous research by the education charity. &quot;Some students decide not to go to the most competitive universities and that is a conscious decision,&quot; a spokesperson for the Sutton Trust says. &quot;We are concerned about the students who are making their decision, not on a rational basis, but because they feel that they can&apos;t afford it or because they feel they need to settle for second best. &quot;If you have an able student who has the potential to get into one of the top universities, it is imperative that they have every encouragement and that they get the same personal, one-to-one advice as students at private schools. &quot;A lot of research we&apos;ve done has shown links between going to Oxbridge or other top universities and then going on to high positions in the law, media and politics.&quot; Dr Wendy Piatt, director general of the Russell Group, which represents 12 of the 13 most selective universities, says her members recognise that poorer students are under-represented compared with middle-class students. But she says that they are committed to widening access. &quot;Russell Group universities provide nearly a quarter of all spending on bursaries and scholarships. Our universities will pump millions more into a broad range of outreach activities and financial support over the next few years, with spending rising rapidly.&quot; But Julia King, vice-chancellor of Aston University, which recruits many of its students from inner-city Birmingham, says universities outside the top 13 are vital to social mobility. &quot;At Aston 40% of our students come from the four most disadvantaged social groups. They go on to careers with companies such as Jaguar Land Rover, Deutsche Bank, IBM, and Microsoft or work in their communities as pharmacists, teachers and optometrists. &quot;We should focus on sustained, well-funded and co-ordinated outreach that does not simply aspire to create more applications for 13 universities.&quot; Universities minister David Willetts points to the revamped government-run Unistats website, which now allows students to compare the employment prospects and student satisfaction rates at different universities. &quot;Getting the best possible match between students and institutions is in the interests of individuals, universities and the whole country and will help ensure where you were born is never a deterrent to going to the best university.&quot; But NUS president Liam Burns says the research confirms that financial concerns mean talented students are prevented from fulfilling their potential. &quot;This evidence shows that it is those students who are from poorer backgrounds and struggling to make ends meet who are less likely to choose the best course or university for them, opting instead for the one that they can best afford.&quot;", 
    "section": "education", 
    "gid": "education/2012/nov/15/top-state-school-students-wary-of-elite-universities", 
    "wordcount": "701"
}