{
    "headline": "Boot up: there's Santa! and some more", 
    "text": "A quick burst of 8 links for you to chew over, as picked by the Technology team Official NORAD Santa Tracker Includes a running total of gifts delivered. We hope you have been nice, not naughty. Foldify for iPad - Create, Print, Fold!  Create 3D figures on iPad. Then print and fold them from paper.   Something to do after lunch? Why you shouldn&apos;t buy a subsidised phone &gt;&gt; OpenSignal Blog  We compared three near-identical sets of plans over a 24-month duration (the standard length of a Vodafone contract), factoring in the initial cost of buying the handset as cheaply as possible from an independent retailer at the start of sim-only plan.  Apple now allows 30-pin and Lightning connectors on accessories, POP charger may be on the way (update) &gt;&gt; The Verge  Apple spokesperson Tom Neumayr told us that the an earlier version of its iOS accessory guidelines had indeed prevented the use of both 30-pin and Lightning connectors on the same device -- a selling point of the charging station -- due to &quot;technical issues,&quot; but that those problems had been solved and the guidelines since changed.   (Thanks @memesmith, @meestersmith for the link) Nokia, China Mobile to offer Lumia 920T for just 1 Yuan &gt;&gt; Windows Phone Central  China Mobile will subsidise the price of the Windows Phone, much like what&apos;s available in the US and Europe on select carriers with supported smartphones. Win.cp managed to publish what these plans will cost the consumer when a Lumia 920T is taken out. The first is the up-front fee, while the second price is the monthly payment.  1 Yuan - 388 Yuan /month800 Yuan ($130) - 288 Yuan /month1200 Yuan ($190) - 228 Yuan /month2000 Yuan ($320) - 188 Yuan /month   388 Yuan is about 38. (Thanks @dmyke for the link.) Does Microsoft have a Phablet strategy? &gt;&gt; Hal&apos;s (Im)Perfect Vision Hal Berenson:   No matter how big you make the screen, a Windows Phone 8 device is still going to be a smartphone and not a tablet and Windows RT is not going to be a smartphone.  Don&apos;t weep too much for Microsoft. It&apos;s design decisions give it an advantage in the tablet to notebook continuum that is ultimately more valuable. Not only that, so far Apple has eschewed the Phablet space confirming it might remain a fairly small niche. So the question becomes, does Microsoft ignore Phablets completely? If not, how are they going to address them?  Notebook demand expected to be weak in 1Q13 &gt;&gt; Digitimes  As sales of Windows 8 notebooks have been short of expectations, and competition from iPad and Android tablets is increasing, the global market for all types of notebooks is expected to be stagnant in the first quarter of 2013, according to Taiwan-based vendors and suppliers.  Since notebook vendors still have high-levels of Windows 7 notebook inventory, most vendors are aggressively offing price cuts. Some Core i5-based notebooks have been priced below US$599.  Microsoft Corp v Motorola Mobility LLC &gt;&gt; bailii.org The full judgement rejecting the Motorola patent:   In assessing whether a claimed invention is obvious, it is always important, although difficult, to avoid hindsight. The fact that, after the event, it is easy to see how the invention could be arrived at by starting from an item of prior art and taking a series of apparently simple steps does not necessarily show that it was obvious at the time: British Westinghouse Electric &amp; Manufacturing Co Ltd v Braulik (1910) 27 RPC 209 at 230 (Fletcher Moulton LJ), Non-Drip Measure Co Ltd v Strangers Ltd (1943) 60 RPC 135 at 142 (Lord Russell) and Technograph Printed Circuits Ltd v Mills &amp; Rockley (Electronics) Ltd [1972] RPC 346 at 362 (Lord Diplock).  Particular care needs to be taken with allegations that a claimed invention is obvious in the light of common general knowledge alone.  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2012/dec/25/technology-links-newsbucket", 
    "wordcount": "677"
}