{
    "headline": "Big fall in mature students comes as shock to universities", 
    "text": "When Donna Hunt, a former civil servant with two children under four, set about applying to university for the first time last year, the experience was &quot;pretty daunting&quot;. As well as planning childcare and preparing to sit in a classroom for the first time in more than 15 years, she was faced with a complicated student loan application. &quot;That paperwork was probably the scariest part of going to university,&quot; she says. &quot;But without it I couldn&apos;t have done the course.&quot; Hunt, 35, who lives in Surrey, is taking a certificate of higher education at Worcester University that will enable her to teach National Childbirth Trust (NCT) parenting classes, and she hopes to go on to study for a teaching degree. She does most of her part-time course from home, but has to go into London for practical training. Unlike the average 18-year-old, shoehorning university into a life already heaving with commitments has been a big challenge. &quot;My studies happen on a rather ad hoc basis, in the evenings or at nap time, when I get the chance to sit down and get some head space,&quot; she says. &quot;It is hard work, but rewarding. For me the thought of having a degree by the time I am 40 is just wonderful.&quot; Such positivity is common in mature students once they reach university. However, figures suggest that since annual fees were hiked to up to 9,000 last year, large swaths of older learners are no longer making it through the university door. A recent report on the impact of the new funding regime by the Higher Education Funding Council for England reveals that numbers of part-time students, who are much more likely to be older, have plummeted by an alarming 40% since 2010-11. It says last year mature students were significantly less likely to accept a university place than school-leavers. There are many theories about why older learners reacted to the new fee arrangements so dramatically. Professor Paul Webley, principal of the School of Oriental and African Studies in London, says: &quot;Unlike school-leavers, older learners and part-timers have generally been earning, so the figures mean much more. When you are 18, these are just numbers.&quot; Older students are also more likely to feel they have a raw deal with escalating fees, he adds. &quot;The 18-year-olds are in a new system and everyone is in the same boat when it comes to fees. But if you&apos;re a 22-year-old, you&apos;ve got that feeling that if you&apos;d applied last year or the year before you&apos;d have paid less,&quot; he says. However, Matt Robb, a higher education expert at Parthenon Group, a global strategy consultancy that advises many universities, says that while students studying for leisure have almost certainly been put off by fee increases, others are not reacting to higher course prices at all. &quot;My guess is this has nothing to do with fees and everything to do with the economic climate,&quot; Webley says. &quot;I&apos;d say mature students are much more likely to have a job and much less likely in the current environment to go to their employer and say I&apos;d like to do a part-time course.&quot; Professor Michael Gunn, vice-chancellor of Staffordshire University, agrees. &quot;For part-time students, employer support has often been key,&quot; he says, &quot;and there is some evidence that this is not as readily available in the current climate.&quot; The landslide in part-timers came as a particular shock to many universities, because it coincided with the introduction of new government loans for part-time students who haven&apos;t been to university before, which institutions had thought might mitigate against the effect of the fee increase. Previously, part-timers had to pay their fees upfront with little government support. It would seem the message about the new loans simply didn&apos;t reach many would-be part-time students. &quot;We had a lot of issues last year with misinformation about financing,&quot; says professor David Latchman, master of Birkbeck, University of London, which specialises in part-time courses. &quot;Some people thought they had to go to the bank and ask for a loan.&quot; But Claire Callender, a national expert on part-time education at the Institute of Education, says this is only part of the story, as most part-time students are not eligible for the new loans anyway. Because the government upheld the existing ban on funding students who already have an &quot;equivalent level qualification&quot;, only a third of part-time students are eligible for the new loans. In a research paper on part-time students, Callender says the loans system doesn&apos;t go far enough, and that grants or scholarships would suit the part-time market much better. &quot;People are feeling it is too much of a financial risk. There is no guarantee of a higher income after retraining,&quot; she says. &quot;Even if someone can get a loan, and borrowers don&apos;t have to repay the loan until their salary reaches a certain level, this safety net isn&apos;t always enough to allay concerns about paying 9% of their income to repay the loan. Many will have a family to support and a mortgage.&quot; The National Union of Students, which held a national conference on &quot;championing mature students&quot; last week, claims that many universities aren&apos;t thinking hard enough about the needs of older learners. &quot;One example is that a lot of timetabling is done at the last minute, but in order to book childcare you need to know your timetable in advance,&quot; says Rachel Wenstone, the union&apos;s vice-president, who chaired the meeting. &quot;In another typical situation, a divorced student wasn&apos;t allowed to bring his kids on to campus at the weekend when he was looking after them. Universities claim this is about health and safety, but I think that&apos;s crazy.&quot; Latchman agrees there is a much greater need for support &quot;at all points of the journey&quot; for part-timers. His university, which runs all its courses in the evenings, pays alumni to take applicants who have been made an offer out for a coffee and chat to them about the benefits and any worries they might have. &quot;We often lose people at this point  because they are worrying about whether they can afford it,&quot; he says. Mark Simpson, 52, an education consultant who is taking a four-year part-time course in environmental science at Birkbeck, says that elsewhere he would have had to do his degree remotely to fit it in with his life. &quot;I&apos;ve tried distance learning and it didn&apos;t work for me,&quot; he says. &quot;I prefer a more human experience with lecturers and people to talk to. Here I go to university between six and nine in the evening. It&apos;s a pretty antisocial time to study, but I love it. If the lectures were in the day, I&apos;d have no chance: I&apos;d miss most of them. That&apos;s when I earn my bread and butter.&quot; Yet Callender is not optimistic about the appetite for changing higher education to fit older learners better. &quot;What would have happened had there been a 40% fall in full-time students?&quot; she asks. &quot;Can you imagine the hue and cry? The government would have had to do something. But politicians and universities find it more convenient to ignore this huge drop in part-time students.&quot;", 
    "section": "education", 
    "gid": "education/2013/apr/01/fall-mature-university-students-shock", 
    "wordcount": "1243"
}