{
    "headline": "Student food: how to cook well on a budget", 
    "text": "How does the oven work? Carl Williams, BIMM  Conventional ovens work by radiating heat from a static source  often the bottom of the oven, which means that, as hot air rises, food cooks more slowly on the lower shelves. Fan ovens team the heating element with a fan, which blows the hot air around the oven, giving a more even temperature throughout. Because of this, if you&apos;re using a fan oven to cook a recipe written for a conventional oven, you should typically cook it at 20C lower than that specified, to take account of this increased efficiency. What supermarket own-brand products are good to eat? Which shouldn&apos;t be touched with abargepole? Lois Bentall, Nottingham  Most supermarkets have very fancy own-brand items nowadays, often produced by big names, but I suspect you&apos;re probably talking about their &quot;value&quot; lines. I&apos;d say store-cupboard basics  tinned beans and tomatoes, rice, flour etc are safe bets, as are big bags of misshapen fruit and veg, but it&apos;s worth spending a bit more on fresh food such as meat, cheese etc. Buying thriftier cuts, such as free-range chicken thighs, rather than bargain-basement chicken breasts, willhelp keep costs down. What are the essential kitchen items to take? Should I get a mini-fridge? Ava Mayer, LSE I wouldn&apos;t bother: most student staples don&apos;t need chilling, and you can afford the time to shop little and often. A big saucepan with a lid (for rice, pasta etc), an ovenproof casserole dish and a non-stick frying pan, plus a wooden spoon, chef&apos;s knife, chopping board and box grater should cover most eventualities; you can add to your armoury as necessary. Is it possible to eat healthily without spending very much? Buying fresh produce sometimes seems more expensive than a ready meal or atakeaway.  Anon Definitely  you just have to follow afew basic rules. Anything exotic (avocados, out-of-season berries, tiger prawns) or premium (steak, lamb cutlets) is usually a no-no, unless there&apos;s a special offer on. But British seasonal produce, such as carrots, runner beans, apples and so on, or less covetable cuts (mince or stewing steak) are always better value than a ready-meal. Use condiments such as soy sauce, chilli oil ormustard to keep things interesting. Rice and pasta seem to bethestaples of every student recipe book, but I&apos;mnot particularly keen on either. Are there any otheroptions? Alex Mawby, Nottingham  Couscous and rice noodles are far easier than both  all you need to cook them is a kettle. Couscous is great with a spiced vegetable and chickpea stew or grilled meat or fish, while rice noodles can be tossed with lime juice, scrambled eggs, fish sauce, chilli and peanuts for aquick pad thai, and make agood base for any stir fry, Oriental curry or soup. Quick-cook polenta is almost as easy the stuff labelled as coarse cornmeal, and often found inthe Caribbean section of supermarkets tends to be thebest value, andis good with Mediterranean foodtoo.     Guardian students sign up banner  ", 
    "section": "education", 
    "gid": "lifeandstyle/2012/sep/11/student-food-cook-well-budget", 
    "wordcount": "519"
}