{
    "headline": "Peru tries to end discrimination against African-Peruvians", 
    "text": "For many tourists visiting Peru, the hotel doorman is likely to be their first encounter with an African-Peruvian. It is a job usually filled by young black men in Peru. They also often occupy roles as chauffeurs or coffin bearers. For activist Jorge Ramrez, this is another example of the structural racism in Peruvian society, which means black people have extremely limited job prospects. &quot;The prejudice is that that&apos;s all we&apos;re good for,&quot; said Ramrez, president of the Black Association for the Defence and Promotion of Human Rights (Asonedh). Now, it is hoped, change is at hand. For the first time, a government body will be set up dedicated solely to policies that favour Peru&apos;s African-descended population. Between 8% and 10% of Peru&apos;s population of nearly 30 million claim African heritage, a smaller proportion than in Colombia but greater than in Andean neighbours Ecuador and Bolivia. Under the umbrella of the vice-ministry of interculturality, which is part of Peru&apos;s culture ministry, a tiny team of civil servants are working to reduce the &quot;invisibility&quot; of the descendants of African slaves in the country. The approach is three-pronged, explains Roco Muoz, one of the team&apos;s two members: a multi-sectorial development plan, which will include public policies and affirmative action; a nationwide census to provide up-to-date statistics on the African population and its level of health, education and employment; and the establishment of a permanent office  the office for African-descendant policy in Peru. &quot;Neighbouring countries have made much greater advances than Peru,&quot; says Muoz. Bolivia, Brazil, Ecuador and Colombia all recognise their African-descendant populations within their constitutions and have dedicated policies for their development, something Peru has yet to do. In a 2011 report, Peru&apos;s human rights ombudsman, La Defensora del Pueblo, declared Peru&apos;s African-descendant population to be in a situation of &quot;vulnerability, deferment and invisibility&quot;, which impacted negatively on their human rights, especially in health and education. It said that just 2% of those who suffer illnesses attend health clinics or hospitals. Only 2% of African-Peruvian students complete a university education, more than half fail to finish secondary education, and 13.8% do not complete primary education, it said. Hugo Nopo, co-author of Discrimination in Latin America: An Economic Perspective, a book sponsored by the Inter-American Development Bank, found that in Latin America the average wealth gap between the white elite and indigenous and African-descended people was 38%. He said: &quot;The inequalities in access to education services later become inequalities in human capital, in access to labour markets, in the ability to generate wealth, and in general the ability to live a full and decent life within society. &quot;The best policy to provide equal opportunities is education. The education given to people from the earliest years is key for their later development. In that sense, minorities are at a clear disadvantage faced with the majority and public policies have done little to remedy that situation.&quot; Nopo says state-backed equal opportunities programmes in Colombia, Ecuador and Bolivia, although &quot;well-intentioned&quot;, have done &quot;little or nothing&quot; to improve the status of African-descended minorities in those countries. He added: &quot;In Latin America in general, we have to confront a historic debt. This can&apos;t be resolved with short-term remedial policies like anti-discrimination laws or quotas in different aspects of public life. The solution has to be long term, attacking the root of the problem. That&apos;s why I&apos;m so convinced that education is the only way.&quot; The statistics, albeit incomplete, show African-Peruvians suffer more health problems, and are poorer and less literate than the national average  in a country where a third of the population live in poverty, measured as living on $1 or less per person per day. Black Peruvians do not have the same opportunities as others, says Muoz, an expert on African-Latino issues who believes a &quot;colonial way of thinking continues in what is an apparently democratic society&quot;. &quot;Without doubt, there are a series of stereotypes which have confined Afro-descended men and women to certain types of work,&quot; she says. &quot;There&apos;s a real need to generate opportunities for them. In many cases, they just don&apos;t have other employment options.&quot; In November 2009, Peru became the first Latin American nation to apologise to its black population for centuries of abuse, exclusion and discrimination. It also admitted discrimination continues in the present day. But it was not until Ollanta Humala became president last year with the promise of &quot;social inclusion for all&quot; that the African-Peruvian issue was incorporated into a ministerial agenda. The appointment of the African-Peruvian singer Susana Baca as culture minister was seen as a good start. She was celebrated as Peru&apos;s first black government minister, although her tenure lasted only five months. But although Humala officially implemented the International Labour Organisation&apos;s convention 169 on indigenous and tribal communities, African-Peruvians were left off the agenda until now, says Owan Lay, a researcher at Peru&apos;s vice-ministry for interculturality. On 4 June, African-Peruvian culture day celebrated the birthday of Nicomedes Santa Cruz, a seminal black poet and musician. But activists argue that, although their fellow Peruvians appreciate their contribution to music, culture and sport, they do not recognise their abilities in other spheres. &quot;People need to understand that we don&apos;t just know how to dance or play musical instruments; we can also think and fill important posts,&quot; said Ramrez, who is impatient for concrete action to be taken. &quot;For years we&apos;ve been waiting, and Afro people continue to be humiliated, mistreated and excluded. If the state doesn&apos;t take action now, we&apos;ll continue to be victims of this structural racism.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2012/jul/12/peru-discrimination-african-peruvians", 
    "wordcount": "967"
}