{
    "headline": "The gap between ambition and action in tackling global warming", 
    "text": "The Paris Agreement on Climate Change has been a big surprise to many. All countries agreed to reduce greenhouse gas emissions, keeping the world well below 2C or even at 1.5C of warming. By including the 1.5C target, the Agreement has become more ambitious than many observers had expected. And the party is still not over: against the odds, countries required less than a year for the Agreement to enter into force. This seems a triumph for climate diplomacy. However, there is to date not a good understanding of how the world could swiftly enter into a period of substantial and sustained emission reductions. Therefore, the adoption of the 1.5C target went along with an invitation to the Intergovernmental Panel on Climate Change (IPCC) to map out the state of the scientific knowledge on the 1.5C goal in a report due in autumn 2018. A scoping meeting in Geneva in August of this year convened more than 60 experts and government officials to determine the outline of such an assessment. While the IPCC had a pivotal role in generating a shared understanding of the nature and risks of climate change, it now needs to be more focused on responses to climate change. The costs, benefits and risks of political decisions need more systematic analysis and evaluation. The science so far suggests enormous challenges: the remaining net amount of CO2 that can still be released to the atmosphere in order to keep temperature rise below 1.5C is at best 200 Gigatons of CO2. With yearly emissions at around 40 Gt CO2, this leaves no more than five years at current rates of emissions. After this point, every single ton of carbon released by households, factories or cars would need to be taken back out of the atmosphere. Furthermore, countries pledges to reduce emissions in the short-term - the intended nationally determined contributions (INDCs) - are insufficient. In fact, the new energy infrastructure that is already in the pipeline for the coming years  most importantly coal-fired power plants - will quickly eat up the remaining budget.  The suggested outline for the IPCC Special Report on the 1.5C goal, which is currently under discussion at the IPCCs plenary in Bangkok, includes a separate chapter that deals with the matter of how we can address these challenges. This would mean that finally the dissonance between ambition and action would be tackled. This dissonance is especially prevalent in three areas: First, achievement of the 1.5C target is fundamentally dependent on our ability to remove carbon dioxide from the atmosphere at large-scale: the available science suggests that 10 to 25 years of current emissions will need to be stored under the Earths crust. If possible at all, this will require a range of CO2 removal technologies. Despite agreeing on highly ambitious climate targets, policymakers and negotiators show limited awareness of this technological dependence: none of the INDCs mentions negative emissions or carbon removal and very few have plans for advancing carbon capture and storage (CCS). So far, science has not come forward with systematic explorations of the role of carbon dioxide removal technology portfolios in climate change mitigation. How much carbon dioxide removal we need depending on alternative policy packages is still largely unexplored. For example, slower decarbonization in key sectors like transport, industry and agriculture will likely lead to a larger dependence on CO2 removal. Second, negative emissions technologies such as carbon capture and storage and other large-scale climate change mitigation strategies have been subject to intense criticism, mostly due to the pressure on land that is needed for food and shelter for a growing world population.  Above all, however, the IPCC will need to make progress in evaluating climate and energy policies. The entire focus of the climate debate is now shifting towards the question of how the required emission reductions can be achieved quickly enough. A precondition for supporting short-term action with robust science is to learn fast what policies work well and what policies do not. Unless the IPCC manages to put a new emphasis on solving the climate change challenge right at the core of its assessments, it risks becoming increasingly irrelevant. Given the immense, almost inconceivable challenges imposed by the 1.5C, the Special Report is the ideal starting point for this shift. The risk is that the report will be business-as-usual, shedding little light on policy performance: the short-term features of mitigation and development pathways are present in the suggested outline, but are not prominent. It is therefore critical for the approval of the report outline to keep in mind that the Special Report does not only cover what would be needed in the second half of the century, but also takes into account the short term, including the amount of carbon-intensive infrastructure currently planned or under construction.  For the IPCC - a hybrid organization that brings together scientists and policymakers in a well-formalized dialogue - conducting insightful policy assessments will bring new challenges. Rather than deepening conflict between scientists and policymakers, finding ways to synthesise knowledge without blaming and shaming countries needs to be the focus now. The IPCC Special Report on 1.5C is an opportunity for the scientific community to deliver the insight needed by negotiators. An adoption of the suggested outline in Bangkok will already send the right signals to scientists and negotiators at when they meet next month in Marrakech. The time has come to bridge the gap between ambitions and action.", 
    "section": "science", 
    "gid": "science/political-science/2016/oct/17/the-gap-between-ambition-and-action-in-tackling-global-warming", 
    "wordcount": "937"
}