{
    "headline": "Post-2015 agenda must be founded on coherent global framework, says panel", 
    "text": "The UN high-level panel (HLP) working on a global development agenda for after 2015 has reached a turning point through making concrete agreements, the Liberian president, Ellen Johnson Sirleaf, said on Wednesday. In a communique, the panel emphasised the need for a single and coherent agenda that integrates economic growth, social inclusion and environmental sustainability. The regulation of tax havens and illicit financial flows would be important in achieving these ambitions, it added, news welcomed by NGOs. The third and final set of HLP talks focused on global partnerships between rich and poor countries, which is covered in millennium development goal number eight, one of the least fleshed-out MDGs. Speaking after a meeting of the panel in the Indonesian resort of Bali, Johnson Sirleaf said that, despite the success of the MDGs, not enough attention had been paid to the very poorest and the marginalised. &quot;In many ways, the millennium development goals were very successful, but we need more emphasis  on those left aside to eradicate extreme poverty,&quot; she said. This was a recurring theme during the Bali talks, particularly during meetings between the panellists and civil society, which stressed the importance of addressing the needs of the most vulnerable, including disabled people, women and children. After their final substantive meeting, the panel declared that a post-2015 agenda, including the work being done to draw up sustainable development goals, should be &quot;coherent and mutually reinforcing&quot;. A major concern among policymakers is the risk of duplication and wasted effort if the work of the UN high-level panel and that of the open working group on the SDGs run along parallel tracks without meeting. The communique sent out a strong message that this should not happen at a time when challenges are increasingly complex and interconnected. &quot;We therefore need to strengthen global governance to ensure it is fit for its purpose; avoid overlap and the duplication of efforts; and encourage joint work to address cross-cutting issues,&quot; it said. &quot;This includes ensuring that the UN, multilateral systems, and all development actors effectively support the post-2015 development agenda, using a full array of technical exchange, trade, migration, investment and other instruments to strengthen societies and protect human rights.&quot; The panel stressed the need for sustainable production and consumption at a time of increasing pressure on land and water resources and the effects of climate change. &quot;The future development framework should consider the challenge of the predicted peak of human population to 9-10 billion in 2050 and the need to manage the world&apos;s production and consumption patterns in more sustainable and equitable ways. There should also be changed behavior in this regard in all countries in order to make more efficient use of environmental assets and resources. This speaks to the new agenda being truly universal.&quot; Addressing the vexed issue of how to eradicate extreme poverty while meeting multiple challenges at a time of economic crisis, the communique called for adequate, stable and predictable financing, as well as the efficient use of resources. &quot;This will require honouring international, regional, and national financing commitments, enhancing domestic resource mobilisation, and multiple complementary and innovative sources of finance  such as private investment, corporate social responsibility, philanthropy, north-south, south-south and triangular co-operation, public-private partnerships, debt swaps, guarantees and market mechanisms. Particularly important will be the regulation of tax havens and illicit financial flows.&quot; Developing countries have reproached rich states for not honouring their aid pledges, including those made at Glenagles in 2005. With rich countries still facing financial hardship, the UN aid target of 0.7% is receding for most donors, although the UK has bucked the trend and will meet the target this year. On cracking down on tax havens and aggressive tax avoidance, David Cameron  one of the three co-chairs, who was not in Bali  sent a video message saying he would use his presidency of the G8 rich countries to &quot;put our own house in order&quot; by ensuring companies paid their taxes. At the weekend, the Nigerian finance minister Ngozi Okonjo-Iweala, expressed her impatience at the lack of action over tax havens, which allowed companies to avoid paying taxes to poor governments at a time when they are being urged to step up domestic resource mobilisation. ActionAid welcomed the attention on tax evasion. &quot;The high-level panel&apos;s call for regulation of tax havens and illicit financial flows, together with its focus on enhancing domestic resource mobilisation, is incredibly important, and a real step forward,&quot; said ActionAid policy adviser Clare Coffey. &quot;Poor countries lose more money to tax dodging than they receive in aid, so a real assault on this could have a transformative impact on tackling global poverty. Despite the ambition to end extreme poverty in all its forms, the communique did not mention growing inequality. In an open letter to the panel, development experts argued that &quot;inequalities threaten our ability to pursue fair and sustainable development as much as they threaten the eradication of extreme poverty.&quot; Asked whether tackling inequality would feature strongly in the final report to be presented at the end of May, Justine Greening, Britain&apos;s international development secretary, who was standing in for Cameron, sidestepped the issue by saying that growth had to be sustainable. Save the Children said inequality had to be addressed. &quot;We&apos;re worried that if they put their head in the sand on inequality, the post-2015 framework won&apos;t provide the traction needed to eradicate extreme poverty,&quot; it said. &quot;Reducing inequality is about more than tracking the lives of the poorest  the panel must target a reduction in the gaps in outcomes achieved between the poorest and richest groups.&quot;", 
    "section": "global-development", 
    "gid": "global-development/2013/mar/27/post-2015-agenda-coherent-global-framework", 
    "wordcount": "951"
}