{
    "headline": "Boot up: iPad haptics?, iOS fragmentation, Wolfram quizzed, Windows 8 tips and more", 
    "text": "A quick burst of 11 links for you to chew over, as picked by the Technology team Reinvigorated Enterprise &amp; Start-Ups - How Finland Brought Down Nokia &amp; Revived Itself &gt;&gt; Trusted Reviews From June 2011:   Senseg is a haptics technology company founded just five years ago, the start of Nokia&apos;s decline. Unlike haptics until this point, Senseg is working on creating complex textures rather than simply buzzing your fingertips. The aim is to make a corrugated surface feel corrugated, a rough surface rough, a soft surface soft. The first products will ship by the end of this year and again Nokia is not Senseg&apos;s first port of call. &quot;We are currently working with a certain tablet maker based in Cupertino,&quot; reveals Senseg senior vice president Ville Mkinen.   Since then Makinen has become a lot more reticent. Wonder why? iOS Ebb and Flow &gt;&gt; pxldot  I&apos;d like to fill in the picture I began in my recent post on Android fragmentation by examining the changes in version distribution of the other major mobile operating system: iOS. Unfortunately, this was no quite as easy as it was for Android. Unlike Google, Apple does not publish the version distribution of its user base. What we do have, however, is a number of developers who have published the version distribution within their own apps, and if we can collect a large enough sample it may be feasible to use these in lieu of direct vendor-supplied data. Using 50 data points from different developers, we can indeed build an image of version distribution over time for iOS just as we did for Android. Note that these are bundled into major releases. Grouping these into the major releases reduced noise and also matched the groupings more closely to those I used for the Android post -- while it may not be a direct Apples-to-Apples comparison, it is likely the best we can do.   Beautiful, beautiful graphics (which suggest that iOS 5 reached 75% of users in less than a month - huh?) but it overlooks the fact that Google really doesn&apos;t care about fragmentation. All it wants is to have people connecting to the internet and using its search engine. What to Expect at Apple&apos;s Event &gt;&gt; Gizmodo Mat Honan:   And unless you accuse the media of being biased towards Apple products, you should have figured out by now that none of us even care. Who cares. Nobody cares. We are all so jaded and cynical that if cow shit brought in an audience, we would all be sitting in a pasture, DSLRs in hand, waiting breathlessly for the next patty to fall. Or at least, many of us would. We cover what we cover because it&apos;s what you want us to cover. And as long as the audience comes in, we&apos;ll be there to receive you.   Mat Honan may be our favourite commentator ever on technology events. Why it took me five months to write @whensmytube &gt;&gt; qwghlm.co.uk Chris Applegate:   I was too busy adding the features for @whensmybus, and that&apos;s one reason why it took me five months to write its counterpart, @whensmytube, which I launched last week. But there&apos;s a stack of other reasons why it took so long. It didn&apos;t seem too difficult to begin with. Just like with buses, Transport for London have made their Tube departure data open-source (via a system called TrackerNet), as well as the locations of all their stations. It would be pretty simple to do the same for tube data as it would for bus data, right? Wrong.   Fascinating look into the hassle of not-quite-open data. Judge orders Motorola to provide Apple details of Google&apos;s acquisition plans, Android development  The U.S. Circuit Judge overseeing the patent dispute between Apple and Motorola Mobility has ordered Motorola to provide Apple with details of Google&apos;s $12.5 billion acquisition as well as information about the development of Android. In a filing on March 2, Apple requested to obtain the information stating that &quot;the Android/Motorola acquisition discovery is highly relevant to Apple&apos;s claims and defenses&quot; in its ongoing patent suit against Motorola, which is also countersuing Apple.    Now this is going to be interesting. May 2011: Google chairman Schmidt promises privacy controls &gt;&gt; BBC News May 2011:   Google chairman Eric Schmidt has promised that the firm will simplify the process by which Android phone users agree to share their data. It follows questions in the US Senate about how much location information is stored by mobile handsets. Speaking in the UK at a conference on privacy, he also revealed that Google planned to offer web users more control over their online profile. Mr Schmidt insisted that the company took the matter &quot;very seriously&quot;.   Has this happened, or not? Stories from earlier this week suggest not. I&apos;m Stephen Wolfram (Mathematica, NKS, Wolfram|Alpha, ...), Ask Me Anything &gt;&gt; Reddit Fascinating and absorbing. Pretty much the first question: why aren&apos;t old versions of Mathematica made open source? His answer is smart. Apple&apos;s iPad 3 Launch Putting Squeeze on Freight Shipments from China - Mac Rumors  One shipping representative told MacRumors last week that his freight broker in China has been scrambling to find space for his company&apos;s shipments, with shipping rates rising 20% in one week as Apple has snapped up available capacity at premium rates. Another shipping manager told us a similar story today, with his company being unable to find space with its usual carrier due to Apple&apos;s demand and having to scramble to find alternatives for moving products overseas.   Seems incredible. Then again, if you&apos;re shipping millions of large-ish objects, perhaps so. Could Apple affect the Dry Baltic Index? At Google, advertising is crowding out search results &gt;&gt; Ed Bott Ed Bott:   For years, Google was famous for its clean, uncluttered layout and its excellent search algorithms. Those days are long gone. Google gets 96% of its annual revenue from advertising. Search results produce no revenue. That has led to some tremendous distortions and a horrifying breakdown in the once-clean Google experience. I present Exhibit A, which I discovered thanks to Twitter. If you&apos;re signed in to your Google+ account and you search for pet meds, a little ad module appears at the top of the search results, with your email address already filled in.   Less obvious outside the US, but just wait for the EC antitrust decision. Enable Start Orb and Start Menu on Windows 8 Consumer Preview | Windows 8 Beta  One of the biggest changes in the Windows 8 Consumer Preview is the Removal of Start Orb along with the Good o&apos;l Start Menu with it,a move which was said to be necessary to emphasize on the Metro UI and the new Start Screen Page with Tiles making it more touch friendly. But with many likings for the new Metro UI also come many dislikes as well.So for those who don&apos;t like to use the Metro UI and those who want to bring back the Start Button along with the Start Menu,ViStart is the way to go.It was initially designed for bring the Windows Vista&apos;s Start Menu to Windows XP,but it also works for the Windows 8 versions as well,thanks to the recent updates to the software.   We can see the &quot;want the Start orb!&quot; &quot;You don&apos;t need it!&quot; wars being a feature of the next few years. (Thanks @rquick for the link.) Windows 8 Consumer Preview tip: use compatibility mode for driver installation &gt;&gt; Gadget Writing Tim Anderson:   I have a Kodak ESP 725o network printer, and was trying to set it up on Windows 8 Consumer Preview. The setup software detected the printer OK, then gave a strange error: &quot;The application called an interface that was marshalled for a different thread.&quot; Hmm. The solution is to run the installer in Windows 7 compatibility mode. Doing this in Windows 8 takes a few steps.   Presumably will be fixed by the time it&apos;s fully-fledged. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/mar/07/technology-links-newsbucket", 
    "wordcount": "1375"
}