{
    "headline": "UK outlines plans to tackle 'endemic corruption' in Pakistan and elsewhere", 
    "text": "Britain&apos;s Department for International Development (DfID) on Friday published for the first time plans to tackle the threat of &quot;endemic corruption&quot; in 29 priority countries, including Pakistan, Somalia and Nepal. DfID also announced funding for anti-corruption units of the Metropolitan police (3.4m) and the City of London police (3.8m). The Met&apos;s corruption unit was involved in the investigation and prosecution of James Ibori, the former governor of Delta state in Nigeria, who was sentenced to 13 years in jail after admitting fraud of nearly 50m. Without DfID funding, the Met unit would have closed down by April, a DfID official said. The units were set up because there were no teams in the UK dedicated to tackling corruption in other countries. DfID&apos;s moves came as David Cameron, who is in Liberia for talks on the development agenda for when the millennium development goals expire in 2015, cited corruption as one of the factors that kept countries poor. &quot;Liberia is a country that was absolutely devastated by conflict and civil war. It is now recovering but there is still desperate poverty. I think it is very important we keep a focus on eradicating extreme poverty  But I also think it is important we look at those things that keep countries poor. Conflict, corruption, lack of justice, lack of the rule of law. These things matter as well as money.&quot; Cameron has made transparency, particularly in the extractive sectors in developing countries, a priority during Britain&apos;s presidency of the G8 group of industrialised countries, a point he underlined at the World Economic Forum in Davos last week. DfID&apos;s anti-corruption plans for 29 priority countries follow recommendations from the Independent Commission of Aid Impact, a watchdog, for DfID to produce an explicit anti-corruption strategy for its main partner countries. The anti-corruption plan for Pakistan, which is due to receive 971m between 2012-15, will involve support for Pakistan&apos;s public accounts committee and its election commission. &quot;This will include calling more frequently for corruption to be tackled in regular direct dialogue with government, including discussions at federal, provincial and individual programme level,&quot; said DfID. Four-fifths of Pakistanis view government corruption as widespread. Transparency International ranked Pakistan 139 out of 176 countries in its corruption perception index. This month, Pakistan&apos;s supreme court ordered the arrest of the prime minister, Raja Pervaiz Ashraf, on corruption charges. In an example of a DfID-backed initiative in Pakistan, every citizen who contacts Punjab province&apos;s local government, tax, police, health or education services will receive free automated calls or text messages where they can report if they were forced to pay a bribe or experienced bad customer service. During a three-year pilot, several corrupt officials were suspended or sacked. DfID also plans to improve public financial management and support citizen initiatives in all partner countries, including Nepal, which will receive 4m from DfID for anti-corruption measures, channelled through the Asian Development Bank and the World Bank. Justine Greening, the international development secretary, said: &quot;Corruption is a dead-weight which is holding countries and their people back. The UK government will not only work in countries to prevent public funds from being siphoned off or stolen  we will step up our efforts to combat corruption that uses our shores as a host.&quot; Detective chief superintendent Oliver Shaw, head of economic crime at the City of London police, said the funding enabled the overseas anti-corruption unit (OACU) to prosecute &quot;some of the most complex and significant cases of overseas bribery and corruption&quot;. The OACU has charged 27 people and one company, and successfully prosecuted 13 individuals, with 20 further cases under investigation. DfID is giving money to the Serious Organised Crime Agency international intelligence cell (854,000) and the Crown Prosecution Service asset recovery (399,000). Campaigners praised DfID&apos;s financial commitment to anti-corruption, but emphasised the importance of preventive measures. &quot;It would be even better to ensure that the money did not end up in our banks in the first place,&quot; said Robert Palmer with Global Witness. &quot;We need tighter supervision and personal criminal responsibility on the part of CEOs when dirty money ends up in banks like HSBC.&quot; Britain&apos;s biggest bank was fined $1.9bn for accepting money from Mexican drug traffickers but the US authorities decided not to prosecute HSBC amid fears that the entire banking system would have been destabilised.", 
    "section": "global-development", 
    "gid": "global-development/2013/feb/01/uk-tackle-endemic-corruption-pakistan", 
    "wordcount": "742"
}