{
    "headline": "Richard Dawkins celebrates a victory over creationists", 
    "text": "Leading scientists and naturalists, including Professor Richard Dawkins and Sir David Attenborough, are claiming a victory over the creationist movement after the government ratified measures that will bar anti-evolution groups from teaching creationism in science classes. The Department for Education has revised its model funding agreement, allowing the education secretary to withdraw cash from schools that fail to meet strict criteria relating to what they teach. Under the new agreement, funding will be withdrawn for any free school that teaches what it claims are &quot;evidence-based views or theories&quot; that run &quot;contrary to established scientific and/or historical evidence and explanations&quot;. The British Humanist Association (BHA), which has led a campaign against creationism  the movement that denies Darwinian evolution and claims that the Earth and all its life was created by God  described the move as &quot;highly significant&quot; and predicted that it would have implications for other faith groups looking to run schools. Dawkins, who was one of the leading lights in the campaign, welcomed confirmation that creationists would not receive funding to run free schools if they sought to portray their views as science. &quot;I welcome all moves to ensure that creationism is not taught as fact in schools,&quot; he said. &quot;Government rules on this are extremely welcome, but they need to be properly enforced.&quot; Free schools, which are state-funded and run by local people or organisations, do not need to follow the national curriculum. Scientific groups have expressed concerns that their spread will see a reduction in the teaching of evolution in the classroom. Several creationist groups have expressed an interest in opening schools in towns and cities across England, including Bedford, Barnsley, Sheffield and Nottingham. Critics say they seek to promote creationism, or the doctrine of &quot;intelligent design&quot;, as a scientific theory rather than as a myth or metaphor. One creationist organisation, Truth in Science, which encourages teachers to incorporate intelligent design into their science teaching, has sent free resources to all secondary schools and sixth-form colleges. A BHA campaign, called &quot;Teach evolution, not creationism&quot;, saw 30 leading scientists and educators call on the government to introduce statutory guidance against the teaching of creationism. The group said if the government would not support the call, an explicit amendment to the wording of the funding agreement could have the same effect. Last week the Department for Education confirmed it had amended the agreement, although a spokesman denied it was the result of pressure from scientists. He said the revision made good on a pledge regarding the teaching of creationism given when the education secretary, Michael Gove, was in opposition. &quot;We will not accept any academy or free school proposal which plans to teach creationism in the science curriculum or as an alternative to accepted scientific theories,&quot; the spokesman said, adding that &quot;all free school proposals will be subject to due diligence checks by the department&apos;s specialist team&quot;. The revised funding agreement has been seized upon by anti-creationists who are pressing for wider concessions from the government. &quot;It is clear that some faith schools are ignoring the regulations and are continuing to teach myth as though it were science,&quot; Dawkins said. &quot;Evolution is fact, supported by evidence from a host of scientific disciplines, and we do a great disservice to our young people if we fail to teach it properly. &quot; A spokeswoman for the BHA said: &quot;The government&apos;s new wording is quite wide and in practice could prevent those who promote extreme religious or particular spiritual or pseudoscientific approaches from including them as part of the school curriculum as science or as evidence-based.&quot;", 
    "section": "education", 
    "gid": "education/2012/jan/15/free-schools-creationism-intelligent-design", 
    "wordcount": "617"
}