{
    "headline": "Science writing prize: Capture the drama, it's rocket science!", 
    "text": "Science writing is like any writing: it works best when it thrills.  In 1969 and 1970, a Harvard graduate with a degree in aeronautical engineering delivered three long articles for Life magazine on the Apollo 11 moon landings, and then collected them into a book called Of a Fire on the Moon. But Life hadn&apos;t commissioned him for his expertise on space science or rocket technology: it commissioned him because he was one of the most exciting novelists of the decade, and because he had just published two terrific books of reporting on the political turbulence of 1968. Norman Mailer&apos;s Of a Fire on the Moon was not an instant critical success, and reads oddly now. Mailer calls himself Aquarius and saunters through Cape Kennedy and the Houston mission control press room in a sour mood, and then goes home to his collapsing marriage and gives way to even more self-indulgent existential despair about the &quot;chasm between technology and metaphysics&quot;. That&apos;s the bad news. The good news is that, 40 years on and with many re-readings, I still cannot get through his descriptions of Saturn-Apollo without a gulp. There is a long, slow description of the launch, seen from the press stands and based entirely on personal reaction, that builds to a crescendo of excitement 8.9 seconds before liftoff when   two horns of orange fire burst like genies from the base of the rocket. Aquarius never again had to worry about whether the experience would be appropriate to his measure. Because of the distance, no one at the Press Site was to hear the sound of the motors until 15 seconds after they had started  Therefore the liftoff itself seemed to partake more of a miracle than a mechanical phenomenon, as if all of huge Saturn itself had begun silently to levitate, and was then pursued by flames. No, it was more dramatic than that. For the flames were enormous. No one could be prepared for that  &quot;  And on he goes, delivering pages of sudden, bursting generosity: the faraway reader can share the emotions of the moment when in the midst of the pyrotechnics &quot;white as a ghost, white as Melville&apos;s Moby Dick  this slim, angelic mysterious ship of stages rose without a sound out of its incarnation of flame.&quot; And then, of course, he hears the soundtrack: &quot;the ear-splitting bark of a thousand machine guns firing at once  the thunderous murmur of Niagaras of flame  an apocalyptic fury of sound.&quot; Great writing works by restraint. This stuff works because of its fizzing prodigality. But if the book was mere description, it wouldn&apos;t work at all. The same launch is tackled later, this time from an engineer&apos;s perspective: two chapters chronicle the forces that must lift, the technology that must control, and the engineering that must secure a rocket as it leaves the ground.  Now the thrust goes up, the flames pour out, now the thrust is four million, five million, six million pounds, an extra million pounds of thrust each instant as those thousands of millions of gallons of fuel rush every second to the motors, now it balances at six million four hundred and eighty-four thousand, two hundred and eighty pounds. The bulk of Apollo-Saturn is in balance on the pad. Come, you could now levitate it with a finger, but for the hold-down arms.&quot;  All writing benefits from economy and restraint: Mailer has the confidence, the talent and the enthusiasm to break the rules, to pile on the words and imagery, and get away with it. This is a book that any would-be writer could read with profit (yes, even the bad bits, maybe especially the bad bits). Journalists will recognise his deep unease about the way Nasa managed the press  the free drinks, the briefings, interviews, transcripts, the packaged tours, the bland statements  and his gloomy observation: &quot;One of the cess-filled horrors of the 20th century slowly seeping in on journalists was that they were becoming obsolete. Events were developing a style and structure which made them almost impossible to write about.&quot; Note that &quot;almost.&quot; Some people will hate this book, and with justification. Responses to strong writing tend to be intensely personal, and not predictable. But I love it. And of course it gives me a chance to say &quot;What do you mean, it&apos;s not rocket science?&quot;            Click here for details of how to enter the Wellcome Trust Science Writing Prize 2012 in association with the Guardian and the Observer Tim Radford&apos;s geographical reflection, The Address Book: Our Place in the Scheme of Things is published in paperback next month", 
    "section": "science", 
    "gid": "science/2012/mar/15/science-writing-prize-rocket-science", 
    "wordcount": "780"
}