{
    "headline": "Sci-Fi London: Ghosts With Shit Jobs  and a new way to make movies", 
    "text": "    Sci-Fi London kept the best for last. As soon as the title sequence began (by Beehive Design) I knew I was in for a treat. Ghosts With Shit Jobs, from auteur Jim Munroe  a groundbreaking creator of &quot;indie culture alternatives&quot;  was sheer delight.  Munroe writes graphic novels and comics (he has been compared to Philip K Dick) and makes video games and movies. His working method puts him at the cutting edge of science fiction multimedia: Ghosts With Shit Jobs had several directors, all collaborators worked for free, filming took two months and as the favours rolled in it took another three years to complete the film.  While media industry power dissipates, Munroe advocates DIY media through his No Media Kings publishing company. Accessibility and transparency are part of the ethos, with projects funded through public subscription  a &quot;kickstart&quot;. You can help kickstart Ghosts and for 6.19 ($10) contribute to its distribution and get a digital download of the movie. The movie is set in Toronto in 2040. The global recession has flipped the world economy and in a neat reversal of fortune, white Westerners (&quot;ghosts&quot; in Cantonese slang) do the lowly jobs we have become accustomed to the cheap labour in Asia doing.  The film&apos;s six heroes  who are being followed by a TV documentary crew  live hand to mouth. Gary and Karen, a couple with PhDs in robotics, dream of getting to &quot;Robot Con&quot; and a future where Karen gets to make an unstoppable killing machine. In the meantime, to pay the bills, they undertake &quot;baby-making&quot; work. (The baby effects were very convincing  during the Q&amp;A Munroe revealed the same baby was used throughout, which surprised me and a few others in the audience.)  Brothers Anton and Toph scavenge undergrowth for the silk &quot;spizz&quot; of web deposits from the giant mutant spiders that had taken over Toronto, but which have now retreated due to the cold. The arachnids rarely eat adults, preying on children instead  at least that&apos;s what unreliable Anton tells the documentary crew. Some things don&apos;t change and in 2040 advertising is a dirty world, with a Nigerian spam cartel exploiting the internet. Human spammer Serina, who lives a semi-hooker existence, drops brand names at every opportunity. And finally there&apos;s Oscar, a digital janitor of the virtual &quot;in world&quot; who makes a meagre wage and significantly damages his health by entering the virtual world of the past to protect copyright and wipe out adverts for brands.  The characters are stars in the documentary &quot;Window on the World&quot;. The two Chinese presenters take a patronising look at the eccentric Torontonian lowlifes. The opening commentary spoofs 1970s National Geographic anthropology docs with racist exclamations such as, &quot;They are all different!&quot; and liberal supremacist observations such as, &quot;What is life like for these people? Are they branded outcasts and losers  or is there a richness to their lives that news reports don&apos;t show?&quot; With no budget and only in-kind support, Munroe decided that rather than struggling to create all the 2040 gadgetry necessary some of it would be mimed. This works well  it is as though gadgets have become so sophisticated many of them are invisible. Some light touches with graphics and momentary sound effects are enough, the viewer&apos;s imagination does the rest.  This miming means the acting has a physical theatre feel, reminding me of the work of UK comedy guru Cal McCrystal and the Canadian comedy sketch group The Kids in the Hall.  During the Q&amp;A Munroe said he believed the public were tired of sci-fi movies in which the visual effects took the lead role. He wanted to make movies where the effects were in the background and the human condition was to the fore. Each of the characters in Ghosts has their own developmental arc, with their own angst and problems to surmount.  With seven days left why not help kickstart the movie? You&apos;ll get a DVD or download of the film and also feel warm inside thinking how you contributed to the zeitgeist of sci-fi filmmaking. Ghosts With Shit Jobs was supported by several shorts, including the winner of the festival&apos;s 48-hour film challenge, a tragic love story, and the Norwegian Believe the Dance. Somewhat reminiscent in style to cult classic Monkey, this 15-minute film was wonderfully entertaining  I laughed from beginning to end. See it if you can. A thoroughly entertaining closing night to the 2012 Sci-Fi London. Well done to festival director Louis Savy and the team.", 
    "section": "science", 
    "gid": "science/blog/2012/may/10/ghosts-with-shit-jobs-sci-fi-london", 
    "wordcount": "771"
}