{
    "headline": "Boot up: netbook chowder, tablet truths, comment stats, ZTE's newest and more", 
    "text": "A Happy New Year burst of 10 links for you to celebrate your hangover with, as picked by the Technology team Tablet Market Update: December 2012 &gt;&gt; Chitika Insights Covering the period from 8 to 14 December:   As seen in the above graph, users of the Kindle Fire family of tablets constituted 4.88 impressions per 100 iPad impressions in December - a 4.25% share of all tablet Web traffic as a whole. This is an increase of nearly 20% from Kindle Fire&apos;s 3.57% share observed in our last Tablet market update.  The Samsung Galaxy family of tablets also experienced a usage share increase, albeit less impressive than the Kindle Fire, growing from 2.36% to a 2.65% share of all domestic tablet traffic.  The Google Nexus family of tablets continued to see usage growth, with its share rising from 0.91% in November to 1.06% in December - an increase of more than 15%.  Despite these gains by some of the bigger players in the tablet marketplace, there has been a negligible impact to Apple&apos;s dominant usage share. Users of Apple&apos;s tablets still generate over 87% of US and Canadian tablet Web traffic, coming down from just over 88% one month ago.   It&apos;s hardly encouraging news for the Surface, either. Though it is at least there. Just ahead of the HP Touchpad (discontinued August 2011).. The Guardian publishes stats on the size of their commenting community &gt;&gt; Currybet.net Martin Belam wrangles some data:   But one thing is clear from the numbers in the article.  At least 20% of the comments left on the Guardian website each month come from only 2,600 user accounts, who together make up just 0.0037% of the Guardian&apos;s declared monthly audience.   The other 80% come from a maximum (mathematically calculated) of 498,600 accounts, or 0.7% of the total monthly audience, broadly reaffirming the 90:9:1 rule. (At least 80 of those 2,600 are on the Guardian&apos;s Technology site.) ZTE&apos;s 5-inch full HD smartphone is official: quad-core, LTE, Titanium Body (Video) &gt;&gt; M.I.C. Gadget  Chinese people don&apos;t have Christmas holiday like other foreign countries, they just keep working and working. So, don&apos;t feel surprise to hear ZTE has just launched a 5-inch smartphone in Beijing, dubbed Nubia Z5. Its form factor are the same as HTC Droid DNA and OPPO Find 5, which also sports a 5-inch 1080p display. But there&apos;s some features that make ZTE Nubia Z5 quite extraordinary: 7.6mm of thickness, a MIUI-like user interface, a new built-in camera app, supports LTE, and comes with a special version that made by titanium.   That&apos;s quite a phone. Photos show it as slightly squarer and shorter than a Galaxy Note, but not much. Runs a custom version of Android JB 4.1. iPad Mini in hot demand in China -- analyst &gt;&gt; CNET News  The Mini and the 4th-gen iPad debuted in Hong Kong on November 2 and in China on December 7.  Apple recently opened new retail stores in Shenzhen, Chengdu, and Beijing, and now has eight stores in China, compared with five a year ago. Hong Kong now is home to three Apple stores from just one a year ago.  The iPhone 5 is also seeing strong demand across China, according to [Topeka Capital Markets analyst Brian] White. Unlike the iPad Mini, Apple&apos;s latest phone is available for walk-in customers as its supply has improved. But the new iPhone seems to be outshining the competition.  &quot;After the Galaxy S3 and Galaxy Note I/II became more popular than the iPhone 4S in recent months, our discussions now indicate that the iPhone 5 has recently become the most popular high-end smartphone at the resellers that we spoke with,&quot; White said.   And around it goes. Note that this isn&apos;t website &quot;demand&quot;, but actual walk-ins to stores. (Thanks @rquick for the link.) BlueStacks&apos; App Player for Mac launches beta: now you can run over 750,000 Android apps on Mac &gt;&gt; TechCrunch  Some mobile developers (whether mobile-first or mobile-only) are late to address the desktop market entirely. As BlueStacks VP of Business Development John Gargiulo pointed out to me, for example, the Mac beta release means that Mac users can run Flipboard on the desktop for the first time ever.  For developers, BlueStacks is also hoping that the Mac launch will help make going &quot;Android-first&quot; more attractive, Gargiulo explains.  &quot;We look at it from the POV [point of view] of our mobile developer partners - they start out by deciding, what mobile platform do we build for first? What&apos;s going to get the most distribution? Now with BlueStacks, building for Android first means they&apos;ll get on all PCs and Mac,&quot; he says. There are many ways to monetize the Mac distribution, too, in addition to the in-app purchases developers can offer (without sharing a cut with Apple). BlueStacks will announce its further monetization plans in Q2 2013.   Wouldn&apos;t Flipboard really want a touchscreen? It does have deals with Acer and AMD which will see it pre-installed on Windows machines... with touch. (A Twitter comment: &quot;old Macs will probably have better future Android app support than most current native phones will.&quot;)  From 2009: Should Apple make a netbook? If Tim Cook wants to be its CEO, yes &gt;&gt; Guardian February 2009:   If there&apos;s a single ray of light in the PC gloom, it&apos;s netbooks. Their sales are rocketing while larger models&apos; are tanking. And there&apos;s another threat to Apple on the horizon: the upcoming Windows 7, which those who&apos;ve tried it say is much more presentable and usable than Vista. If Microsoft can get Windows 7 out of the door in quick order, then the chance that Apple had to persuade people to switch from XP, or Vista, to Mac OSX will be gone.   Claim chowder. Get it while it&apos;s hot. Why we&apos;ve decided to stop producing TNW Magazine for Android &gt;&gt; The Next Web  In theory you simply adjust for a different format and platform and do a new export [from the Mag+ program]. But then trouble starts. As one developer put it to us: &quot;You make a beautiful magazine for the iPad, and then you dumb it down for Android&apos;.  That meant removing movies, sound, interactivity and content. But even then we had to deal with frequent crashes, a less intuitive interface and a platform that is even more fragmented than iOS.  Then there was the content. See, we pick movies from the iTunes store that people can download right to their iPads. We pick music the same way and books too. Producing for Android meant that we had to redo all that work because all our content was restricted to the iOS platform. That isn&apos;t Android&apos;s fault, of course, but because the platform is just less developed and robust we had started out with iOS and optimized for that.  All of that wouldn&apos;t have been a problem if we had seen a market for our magazine on Android...We tried an Android magazine, and found out it just isn&apos;t worth the effort. Does that mean that Android sucks? Ehm, no, and there is no reason to tell us how cool Android is in the comments, because we understand it is.   Still waiting for those examples of developers who have given up developing for iOS because Android is so dramatically rewarding. Big Data: don&apos;t believe the hype &gt;&gt; Kate&apos;s Comment Kate Watson-Smyth:   You don&apos;t need to spend lots of money on big data. First, don&apos;t worry about the storage; storage is very cheap these days (it is a poorly-kept secret that Amazon are making outrageous profits on EC2 for instance) and the sorts of data sets most people are talking about are actually quite &quot;thin&quot; anyway - not images/movies etc. Even a trillion data points each taking 10 bytes each would only take 10 TBytes of storage - not so large you can&apos;t get it on one machine even!  Second, most competant developer-DBAs are more than capable of manipulating very large data set, and getting existing staff to tackle such challenges is a great opportunity to expand their skill set.  What I&apos;d say is more exciting is that the capacity to collect what were once very large data sets, of the order of billions of items, and that for 99% of the requirements that can be analysed with traditional techniques (relational SQL databases) on commodity server hardware.  Fragmented world: what two years of traffic data teaches you about mobile &gt;&gt; Guardian Developer blog  As we set about redesigning our mobile site, one question that came up again and again was what the traffic to our existing site looked like.  We&apos;d always known mobile to be a &quot;fragmented&quot; space, with the number of handsets expanding seemingly by the day, but could we get a better picture of what that fragmentation looked like?  A dip into the data proved instructive.  Note: we&apos;ve looked at the top 250 mobile phone models ranked in terms of pages viewed. We looked at traffic to m.guardian.co.uk, our native iPhone and Android apps, and mobile devices accessing the guardian.co.uk desktop site. We did not include traffic to our iPad edition app.   The sheer number of different Samsung devices by 2012 is remarkable. However... LG Display seeks to block sales of Samsung Galaxy Note 10.1 in South Korea &gt;&gt; Dow Jones  South Korean display maker LG Display Co. (066570.SE) said Friday it filed an injunction seeking to ban the sales of a tablet computer produced by Samsung Electronics Co. (005930.SE), alleging the panels inside the tablet infringe LG patents.  The injunction request is the latest development in the ongoing patent brawl between LG Display and the affiliate of Samsung Electronics that manufactures screens used in smartphones, tablets and televisions. It also signals intensifying competition as the two companies jostle for market share.  The injunction follows a lawsuit filed by Samsung Display Co. on 7 December, which alleged that LG infringed seven of Samsung&apos;s liquid crystal display patents. LG, which filed the injunction with the Seoul District Court on Wednesday, is aiming to block the sales of the Galaxy Note 10.1 tablet computer.   So the maker of the Nexus 4 is trying to block sales of the (Nexus) Note 10.1 in the home country of both makers. Google, looking on, perhaps trying to figure out which is its least favourite child. And of course this is another Android v Android lawsuit - Huawei and ZTE are already fighting. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/jan/01/technology-links-newsbucket", 
    "wordcount": "1809"
}