{
    "headline": "Education should be about more than just job prospects", 
    "text": "The Chartered Institute of Personnel and Development is correct that its time to take stock of policy on young people, university education and the jobs market (End drive to send more to university, say HR experts, 11 October), but we need a much wider remit than their narrow parameters. We need a fundamental rethink about the world of work and the purpose of education within it. We must ask the most basic question of all: what is education for? At a time when the adult skills budget has been cut by more than 40% since 2010, when parents struggle to afford childcare, when students leave university with a lifetime of debt, and when the curriculum is becoming so narrow that the only achievements that count are those that can be weighed and measured against the needs of the market, a reminder that education is in fact a public good is vitally necessary. We should cherish education for educations sake, not just because it provides work fodder, subject to an ever changing market. Thats why Labours national education service deserves strong consideration. It recognises the value that investment in free education from cradle to grave can offer society, while not denying the need for benefit to the economy and business in a fast moving technologically advanced world. The CIPD is correct that the quality of courses on offer at all levels must be a high priority, but that requires a radical and credible alternative that will bring back equality of opportunity, fairness and, dare I say it, joy into education.Carol MachellRetired headteacher and former Ofsted inspector, Todmorden, West Yorkshire  While the high cost of degree study makes it inevitable that students and society consider the value of these, it is depressing that the sole considerations seem to be the jobs graduates will take up and the amount they will earn. When I went to university in the 1970s, there was a clear perception that educating oneself was a valuable end in itself. We know that the educational prospects for children are higher when their parents have been through higher education. Recent polls have shown that social and political attitudes are powerfully affected by the level of education. Peoples lives are enriched by education and the intellectual and cultural doors it opens. There is even a link between level of education and life expectancy. The decision to transfer most of the cost of their education on to students has resulted in the commodification of learning, to the detriment of all.Jill WallisAston Clinton, Buckinghamshire  The CIPD research shows that for many graduates, the costs of university education outweigh its personal economic benefits and that graduates are colonising jobs that school leavers used to obtain. So the massive expansion of higher education has harmed the financial prospects of the 52% of young people who dont go to university, as well as many of those who do. There can be personal and social benefits of higher education of course, but I suspect these may be very small for the large number of people who attend a non-Russell Group university and need to do long hours of paid work at the same time. If the aim of the expansion was to prevent higher education being dominated by the better-off, then it has been a very expensive way of possibly achieving very little, as the better-off now target the Russell Group universities. Positive discrimination at those institutions would be more cost-effective.Richard MountfordTonbridge, Kent  Two major criticisms can be made of the CIPD recommendation not to expand student numbers. First, any further expansion would include, probably disproportionately, those from poorer backgrounds and from families which have no previous experience of higher education. A reduction in or failure to increase student numbers means that graduate jobs, however defined, will be taken by the relatively advantaged. Second, the costing misses out the non-monetary aspect of education. One does not have to be too idealistic to believe that three years in which to argue, think, read and reflect  which will, hopefully, result in intellectual and social development  is an individual and collective good that should be available to as many people as possible. (Declaration of interest: I lecture at a post-92 institution).Michael CunninghamWolverhampton  Join the debate  email guardian.letters@theguardian.com", 
    "section": "education", 
    "gid": "education/2016/oct/12/education-should-be-about-more-than-just-job-prospects", 
    "wordcount": "720"
}