{
    "headline": "Solar explosions now on official register as threat to the security of hi-tech Britain", 
    "text": "England&apos;s farmers may be praying for a sustained downpour amid the current drought, but Whitehall has a more exotic weather threat on its mind. Explosions on the sun that blast solar winds towards the Earth have been identified for the first time as one of the biggest threats to the UK&apos;s ability to carry on normal daily life, according to a new official government register of major risks to the country. A significant event on the sun could leave large swaths of the country without electricity, lead to the immediate grounding of planes, disable communications and even destroy household appliances. The danger has been prioritised in the Cabinet Office&apos;s National Risk of Civil Emergencies as the sun enters the most active point in its 10-year cycle  its solar max  raising the chances of a damaging burst of radiation, plasma or energetic particles (such as neutrons). More significantly, the UK is regarded as particularly vulnerable because scientific advances have made the country more dependent on technology than ever before. Ministers have been advised by scientists that the most advanced technology is also the most delicate and that &quot;high levels of energetic particles produced in the atmosphere by solar radiation storms can greatly enhance error rates in ground digital components found in all modern technology&quot;. The newly published risk register lists severe space weather alongside terrorist attacks, coastal flooding and pandemic influenza as likely sources of &quot;serious damage to human welfare&quot;. It says: &quot;Severe space weather can cause disruption to a range of technologies and infrastructure, including communications systems, electronic circuits and power grids.&quot; The register adds: &quot;While storm impacts in the early- to mid-20th century appear relatively benign, dependency on technology vulnerable to space weather has pervaded most aspects of modern life, and therefore the disruptive consequences of a severe solar storm could be significant.&quot; The threat was placed on the register after a panel of experts, including two scientists from the Meteorological Office, produced a &quot;reasonable worst case scenario&quot; for ministers. Mark Gibbs, one of the Met Office&apos;s representatives on the panel, told the Observer he could not &quot;go into details&quot; about the repercussions of an occurrence of the most damaging type of space weather, but added that a solar storm could induce currents in power lines leading to a failure of the main grid; meddle with the components in planes, particularly those flying over the north pole, where solar radiation is most noticeable; and ultimately provoke a major civil emergency. Gibbs said: &quot;Potentially the biggest risk of all is to the electricity supply. Now in the US that is deemed to be a catastrophic risk. They could lose a very large proportion of their power grid. In the UK, for many different reasons  better engineering design, different way it operates, geology  the risk is less severe, but it is a risk nonetheless. Society can&apos;t function without power.&quot; Professor Andrew Coates, head of the planetary science group at the Mullard Space Science Laboratory, said the level of damage caused by solar storms depended on their speed and magnetic direction. He added that there were contingency measures that could be taken, but the worst possible scenario would make any preparations meaningless. Coates said: &quot;The sun is the source of it all. The culprit if you like. As well as heat and light, it emits charge particles, a million tonnes a second of solar wind particles which blow outwards away from the sun. They are so hot that they can escape the sun&apos;s atmosphere. That plasma moves out through the solar system and the Earth obviously gets in the way of some of it. &quot;If we know an event is coming, we have to be careful. Astronauts on a space station will hide in a place with more shielding, thicker walls. Satellite operations can be planned so that critical operations don&apos;t happen when we are expecting bad space weather. Flights can have their plans changed and terrestrial systems can be monitored and the capacity of the grid can be adjusted accordingly. &quot;If the worst happens, which happens once every few hundred years, that sort of event would have a huge effect on technology that we rely on and go beyond the types of contingency there are in the system.&quot; James Arbuthnot, chairman of the parliamentary defence select committee, which called for the government to address the risks earlier this year, said there was also the danger of man-made weapons being exploded in space to create electromagnetic pulses, knocking out satellites, radar and the national grid. Arbuthnot said: &quot;We are becoming more and more reliant on technology and that technology is becoming more and more delicate. Be afraid, very afraid.&quot;", 
    "section": "science", 
    "gid": "science/2012/mar/18/solar-storm-flare-disruption-technology", 
    "wordcount": "797"
}