{
    "headline": "Badger cull opponents granted first Commons debate", 
    "text": "The imminent pilot cull of badgers in Gloucestershire and Somerset could face being voted down by MPs next week after opponents were granted the first Commons debate on the issue. Campaigners called for the cull, which could start any day, to be suspended until after the debate. Ministers approved the cull of up to 100,000 animals in an attempt to curb the growing problem of tuberculosis in cattle. In 2011, 26,000 cattle were slaughtered and bovine TB measures cost taxpayers 90m. But the plan has provoked the largest animal rights protest since those over fox hunting in the 1990s, and more than 155,000 people have signed a government e-petition. The success of the petition enabled MPs to win parliamentary time for the debate on 25 October. Angela Smith MP, chair of the all-party group on wildlife, said: &quot;I am delighted because public opinion on the proposed cull is clearly against it. It is only right, in the interests of democracy, that parliament should be able to make a decision.&quot; &quot;If we win the debate in the Commons, it will be incumbent on the government to respond. If they ignore parliamentary opinion they will stand accused of arrogance in the face of parliament, public opinion and science.&quot; Jeff Hayden, of the Badger Trust, said: &quot;Government policy must reflect the wishes of the people and that is expressed through parliament. Now the possibility of the cull has become real and near, more people are starting to understand the facts. We are now confident that an even bigger majority of people oppose the government&apos;s cull.&quot; The trust&apos;s solicitors have written to Natural England, which issues culling licences, stating: &quot;In light of the government&apos;s own evidence that starting a cull only to stop it shortly afterwards would make matters worse in terms of spreading the disease, please confirm that Natural England will not set a start date until the debate has taken place.&quot; Owen Paterson, the environment secretary, who is a firm supporter of the cull, told an NFU meeting recently: &quot;This [cull] is the stated policy of the democratically elected government of this country.&quot; However, no vote has been held on the issue in parliament. A commitment to a &quot;science-led&quot; badger cull was in the Conservative party election manifesto and the coalition agreement, but not in the Liberal Democrat election manifesto. The Lib Dem agriculture minister, David Heath, said: &quot;This is such an important issue for both the farming industry and wildlife campaigners that I&apos;m not surprised there&apos;s a lot of demand for a parliamentary debate. It&apos;s an opportunity to put right a lot of the misleading information I&apos;ve seen recently from opponents of the cull.&quot; The Green party MP Caroline Lucas, one of the sponsors of the debate, said: &quot;The voices of all those who signed the e-petition against this reckless badger cull are now being heard loud and clear in parliament. In choosing to plough ahead with the barbaric cull in our countryside, the coalition government has shown complete contempt for scientific evidence on bovine TB.&quot; On Sunday the nation&apos;s leading animal disease experts wrote to the Observer demanding that the &quot;mindless&quot; cull be abandoned and stating that much stricter measures on controlling the spread of TB between cattle and a vaccination programme were necessary. Farmers and landowners are running out of time to begin the cull this year in two pilot areas in Gloucestershire and Somerset, as once begun it must continue for six unbroken weeks before winter keeps badgers underground. The Guardian understand that Paterson is holding daily morning meetings on the issue to expedite the cull. The call for the parliamentary debate was supported by a cross-party group of 36 MPs. The motion to be debated states: &quot;This house recognises that significant, independent scientific research has demonstrated that culling badgers will have little effect on reducing the rate of bovine TB; acknowledges that culling may even exacerbate the problem; notes that the e-petition against the current plans for culling passed in a very short period of time the 100,000 figure required to make it eligible for debate in parliament and that it continues to attract impressive levels of support from members of the public; calls on the government to stop any planned or present culling of badgers; and further calls on the government to introduce a vaccination programme and measures to improve biosecurity with immediate effect.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/oct/16/badger-cull-commons-debate", 
    "wordcount": "753"
}