{
    "headline": "Education in brief: has there been a 1bn overspend on academies?", 
    "text": "Hey big spender! Last week&apos;s National Audit Office (NAO) report on academies, which found an overspend of 1bn over the past two years, with a further 767m extra predicted by next April, will have left one man feeling vindicated. Former headteacher and Liberal Democrat councillor Peter Downes voiced concerns last April that additional cash awarded to schools that had opted to convert to academy status could cause a big funding shortfall. Now Downes, who has been a vociferous opponent of the academies programme, wants Michael Gove to appear before a parliamentary committee to explain his department&apos;s overspending. He told Education Guardian: &quot;If a headteacher, a local authority accounts department or a bursar had overspent to this degree, their job would be in jeopardy. To have overspent on a tight budget to this extent, in a time of austerity, should mean serious questions to answer.&quot; The Public Accounts Committee considers NAO reports in detail. This committee, however, does not interrogate ministers, which would be a job for the education select committee, whose spokeswoman said it hadn&apos;t had a chance to consider the report  or any possible reaction to it. Exam nerves Prof Andrew Pollard, who served on an advisory group guiding ministers last year on the introduction of a new national curriculum, is among 22 academics who have signed a letter to the prime minister warning of the dangers of the government&apos;s new English Baccalaureate Certificate exam. The letter warns of a &quot;perfect storm&quot; brewing around the EBC reform, which proposes new &quot;tougher&quot; exams in English, maths, science, history, geography and some languages to replace GCSEs from 2015. The academics warn that the changes threaten to turn non-EBC disciplines including art, music and business studies into &quot;second-class subjects&quot;and create a &quot;three-tier system&quot; for students. The letter, also sent to the shadow schools secretary, Stephen Twigg, was put together by Michael Bassey, emeritus professor of education at Nottingham Trent University. It can be viewed at www.tinyurl.com/BadBac Parents&apos; lack of views The annual report of the head of Ofsted, Sir Michael Wilshaw, due to be published this week, will undoubtedly attract widespread coverage over the next few days and Education Guardian will be looking out for information that isn&apos;t often in the media spotlight  what parents think of their children&apos;s school. A new website called Parent View, launched last autumn, which allows parents to complete an anonymous survey about their child&apos;s school on a range of issues, promised to provide useful information. But according to figures gathered under the Freedom of Information Act, just 19,000 registrations were recorded in the system&apos;s first four months to March  less than one parental view per school across England. Ofsted said they will not be publishing any Parent View data until 2013.", 
    "section": "education", 
    "gid": "education/2012/nov/26/academies-baccalaureate-ofsted-schools", 
    "wordcount": "472"
}