{
    "headline": "Hell Yeah! Wrath of the Dead Rabbit - review", 
    "text": "Now that creating triple-A games requires similar levels of investment to making movies, we should all be grateful Xbox Live Arcade and PlayStation Network offer an outlet for maverick developers with big ideas but little resources. And developers don&apos;t come more maverick than Arkedo, a bunch of wacky Frenchmen whose Paris studio, so they say, includes a pop-up restaurant. Arkedo&apos;s latest opus, Hell Yeah! Wrath of the Dead Rabbit, is as madcap as its name suggests, yet it manages to be quite unlike any game you&apos;ll have encountered, both in terms of visuals and gameplay. Graphically speaking, it&apos;s pretty easy to describe  Ren &amp; Stimpy meets Itchy &amp; Scratchy. Primary and fluorescent colours abound and the setting  hell  supports all manner of surreal touches, such as a health-replenishing monster sporting 20-foot-long legs and an eyeball for a head reminiscent of The Residents. If you&apos;re prone to migraines, it might be a good idea to give Hell Yeah! a wide berth.     Hell Yeah! Wrath of the Dead Rabbit    Hell Yeah! even dabbles in satire: you take on the persona of Ash, a rabbit who happens to be the prince of hell. But an unscrupulous paparazzo snaps him with a rubber duck, and in order to restore his bad-ass image, he must get the photos back by rampaging through 10 worlds, killing 100 monsters in the process. This bizarre premise sets up gameplay best described as a mash-up of platforming and third-person shooting. Ash is equipped with a jet-pack which is also a drill, as well as an arsenal of over-the-top machine-guns, rockets, lasers which steadily grows as the game progresses. It&apos;s very much a side-scroller, and you open up otherwise inaccessible areas by disposing of prescribed numbers of monsters. Each world, naturally, ends with a boss-battle. Proceedings are never allowed to become repetitive and clever touches constantly abound. When you reduce a monster&apos;s health to zero, you&apos;re treated to a finishing-move mini-game reminiscent of WarioWare Inc, and as long as you time your button-presses (or correctly answer a parody of a questionnaire), you&apos;re rewarded with a death straight out of Itchy &amp; Scratchy  involving a swarm of stinging bees, perhaps, or an angry tyrannosaurus rex hatching from a giant egg. The monsters are great, too  one minute, you&apos;ll be taking on a giant dancing Bearbrick-style panda with laser-shooting eyes, and the next what appears to be a turd with a chainsaw sticking out of the top of his head.     Hell Yeah! Wrath of the Dead Rabbit    You can take a break from the action by visiting your island, where all the monsters you&apos;ve killed can be put to work, earning you extra money to spend on weapons and upgrades. The game&apos;s retro spirit is reflected by a swiftly escalating level of difficulty, and it&apos;s not just about nailing precise jumps and shooting accurately  at times, Ash is forced to abandon his jetpack, drill and weaponry, so you must work out how to encourage monsters to self-immolate using the environment, dropping crates on their heads and so on. The end result epitomises all that is good about download games  you could argue the majority of this year&apos;s most innovative games have appeared on XBLA and the PSN. Hell Yeah! is hilarious to behold, constantly innovative and challenging but deeply satisfying to play. If you know someone whose mantra is: &quot;They don&apos;t make games like that anymore,&quot; just force them to play it and they&apos;ll have been well and truly silenced.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2012/oct/04/hell-yeah-wrath-dead-rabbit-review", 
    "wordcount": "566"
}