{
    "headline": "Fossilised giant camel bone found in High Arctic", 
    "text": "Fossil hunters have unearthed fragments of leg bone belonging to a giant camel that lived in the forests of the High Arctic more than three million years ago. The ancient beast stood almost three metres tall at the hump, about a third higher than its modern descendant, the single-humped dromedary, or Arabian camel. Scientists who found the remains said the extinct mammal may have already had the wide, flat feet and fatty hump associated with adaptation to life in the desert, because they could have helped the animal endure its harsh, snow-covered habitat. Remnants of the oversized ungulate, 30 pieces in all, were recovered from a steep, sandy slope at Fyles Leaf Bed on Ellesmere island, the most northern and mountainous of the Canadian Arctic archipelago. The sediments around the fossils date to at least 3.4m years old, when the region was much warmer than today and dominated by larch forests. Temperatures hovered a few degrees below zero, and winters plunged the region into six months of darkness.            Fossils from previous expeditions have shown that the camel&apos;s ancestors originated in North America 45m years ago, and crossed the Bering Strait into China and Eurasia more than 7m years ago. In 1913, the first giant camel remains were uncovered in Yukon, about 1,200km south of the Fyles Leaf Bed site. &quot;This is the first evidence of camels in the High Arctic,&quot; said Mike Buckley, a researcher at Manchester University who studied the remains. The frigid conditions on Ellesmere island preserved connective tissue called collagen in the specimens. When Buckely compared the chemical makeup of the collagen with tissue from the Yukon camels, he found they were closely related, and possibly the same species. They also matched modern dromedaries, but not the twin-humped Bactrian camel. The study appears in the journal, Nature Communications. &quot;This ancestor of modern camels may already have had some of the adaptations that helped it survive in harsh climates  the hump for fat storage for instance. The large flat feet were ideal for soft ground, so it didn&apos;t sink through sand or snow. The large eyes perhaps helped with poor visibility in the long, dark winters,&quot; said Buckley. No other mammal remains have been unearthed at Fyles Leaf bed, but at a nearby site, expeditions uncovered fossilised remnants from a beaver, a three-toed horse and a badger, that lived at the same time. &quot;We now have a new fossil record to better understand camel evolution,&quot; said Natalia Rybczynski, at the Canadian Museum of Nature in Ontario. &quot;Perhaps some specialisations seen in modern camels, such as their wide flat feet, large eyes and humps for fat may be adaptations derived from living in a polar environment.&quot;", 
    "section": "science", 
    "gid": "science/2013/mar/05/fossilised-giant-camel-bone-found", 
    "wordcount": "457"
}