{
    "headline": "Windows 8 chief Steven Sinofsky to leave Microsoft", 
    "text": "Steven Sinofsky, the head of the Windows division at Microsoft who had been seen by some as a future chief executive of the software giant, is to leave the company. The shock move comes just two weeks after the launch of Windows 8, seen as make-or-break for the company struggling to redefine itself in a world where computing no longer happens on desktop PCs, but increasingly on mobiles and tablets. Sinofsky had been at the company for 23 years, and was one of the people who tipped Bill Gates off to the importance of the internet in 1994 when it had looked as though Microsoft might ignore the rising importance of the network system. But according to reports, there had been growing executive friction between Sinofsky and other top executives at the company. Steve Ballmer, who has been chief executive since late 1999, told staff in a memo on Monday that &quot;Steven Sinofsky has decided to leave the company&quot;. In a later press release, he said: &quot;To continue [Windows&apos;] success it is imperative that we continue to drive alignment across all Microsoft teams, and have more integrated and rapid development cycles for our offerings.&quot; &quot;This is shocking news. This is very surprising,&quot; Brendan Barnicle, an analyst at Pacific Crest Securities, told Reuters. &quot;Like a lot of people, I thought Sinofsky was in line to potentially be Ballmer&apos;s successor.&quot; The move comes just weeks after Apple shook up its executive ranks, with Tim Cook dismissing Scott Forstall, head of the iPhone software division amid reports Forstall had been a divisive presence within the company. During his career, Sinofsky had been in charge of the Office suite  Microsoft&apos;s other biggest profit earner beside Windows  and was given the specific task of persuading the company&apos;s engineers not to move to Google. He took over the Windows division in 2009, and led the development of Windows 8, which unites the visual appearance of Windows and its mobile incarnation, Windows Phone. Sinofsky also pushed through the decision to make Windows available for tablets, seen as a rising threat to Windows on the desktop. His place will be taken by Julie Larson-Green, another Windows executive who has been at Microsoft nearly as long as Sinofsky  joining in 1993  and will be in charge of hardware and software for Windows, which is one of Microsoft&apos;s two key profit generators, along with its Office software suite. Sinofsky gave no reason for leaving, though he commented on Twitter  where he has the username @stevesi  that he was &quot;reading all of these [tweets] and feeling humbled and and [sic] blessed.&quot; Al Hilwa, program director for application software at the research company IDC, told the Guardian: &quot;I actually don&apos;t expect this to have much effect in the short term. The company is effectively at the tail end of a significant product rollout and if there were going to be personnel changes, this is the time for them. It is akin to cabinet changes after an election. If this had happened before Windows 8 shipped, I would have worried about potential delays.&quot; Ballmer has overseen a clearout of a number of senior executives at Microsoft&apos;s divisions in the past three years, and also lost one key executive, Stephen Elop, who left the Office division to run Finnish phone maker Nokia  although that move has seen a tieup in the mobile space for Microsoft&apos;s software. Microsoft&apos;s profits are still some of the largest in the business, but analysts have questioned how it can compete given its relative weakness in search and the mobile space  although Ballmer has worked hard to redefine Microsoft as a software company that offers comprehensive cloud-based services online. Hilwa added: &quot;The strategy of folding PC, tablet, phone and set-top into a single platform and ecosystem is the right strategy, and likely will continue to be the strategy of record. &quot;There are some important decisions that Microsoft has to make going forward that are likely the subject of extensive internal debate, including how deep to get into making its own hardware devices, how to handle ultra-cheap devices from an OS licensing perspective, how to converge phone and tablet more tightly for developers to better compete with iOS and Android, how to drive existing PC and enterprise users to generate more upgrade revenues, or how to make significant software improvements on a more rapid cadence such as six months or a year instead of two to three years. &quot;These decisions may benefit from fresher eyes and ears at Microsoft and require working exceptionally well across divisions.&quot; Richard Windsor, former analyst at Nomura Securities, said: &quot;I view Steve Ballmer as an engineering-driven, drill sergeant who can be a bit like a bull in a china shop. &quot;Historically, this approach has been very effective but the new challenges that Microsoft now faces arguably needs a more creative mind to address. &quot;Hence, the idea that Steve Ballmer is staying on is negative to me but will probably please the gents over at [Apple&apos;s headquarters at] Infinite Loop.&quot;", 
    "section": "technology", 
    "gid": "technology/2012/nov/13/microsoft-windows-steven-sinofsky", 
    "wordcount": "853"
}