{
    "headline": "Boot up: Debby does the web, 5 years of US iPhones, Oatmeal update and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team Mobile is where the growth is &gt;&gt; Fred Wilson  There is a significant shift going on this year, much more significant than we saw last year, from web to mobile. It is most noticeable in games, social networking, music, and news, but it is happening across the board and it presents both great opportunity and great challenges.  Mobile native services like Foursquare &amp; Instagram have the most to gain from this transition. Big feature rich web apps like Facebook and Google have the most to lose from this transition.  Mobile does not reward feature richness. It rewards small, application specific, feature light services. I have said this before but I will say it again. The phone is the equivalent of the web application and the mobile apps you have on your home screen(s) are the features.   Wilson is a venture investor in lots of things. Where he&apos;s looking is where he&apos;s putting the VC money. But also note the first comment on the post from Jeff Jarvis, who suggests that mobile isn&apos;t a &quot;thing&quot;. Survey of effects of cloud outage shows how much of the web runs on Amazon &gt;&gt; Forbes Basically, lots. When Debbie did Dallas she also did a lot of servers. 5 years later: a look back at the rise of the iPhone &gt;&gt; ComScore  Today, iOS ranks as the second largest smartphone platform in the US after Android, commanding 31.9% share of the market with its 35.1m iPhone owners in May. During the last five years, Apple has introduced five different versions of the iPhone and extended its reach beyond AT&amp;T to other major carriers, including Verizon and Sprint. A more detailed look at the iPhone ecosystem by device generation found that nearly 3 in every 4 iPhone owners currently uses the iPhone 4 or iPhone 4S, with the iPhone 4 accounting for the largest overall share at nearly 40% of iOS smartphones in May 2012. The original iPhone released on June 29, 2007 now accounts for just 2% of current iOS smartphone owners, with new generations of the device making the original virtually obsolete.   Fascinating if there really are 700,000 people still using original iPhones out there. Apple sold about 5m in the first year, total; so that&apos;s quite a large proportion, really. FunnyJunk lawyer aims to halt distribution of &quot;BearLove&quot; money &gt;&gt; Ars Technica  On Saturday, Charles Carreon updated his federal lawsuit against Matthew Inman (creator of the humor website The Oatmeal). Carreon&apos;s suit now calls for a temporary restraining order, asking the court to mandate IndieGoGo not transfer any of the more than $220,000 raised as of Monday, June 25. If the court sides with Carreon, funds would not go to Inman or to the target charities, the National Wildlife Foundation (NWF) and the American Cancer Society (ACS).   Oh, wow. People who deny money to charities? That&apos;s just scummy. Google design chief would love to work with RIM on an Android phone with a real keyboard &gt;&gt; ABC News  Before joining Google, [Matias] Duarte headed up software design at Palm and worked on the company&apos;s Palm Pre device, which had a physical keyboard and touchscreen.  On the heels of RIM&apos;s major loss and struggles to put out a new operating system and phones, Duarte said [in an ABC interview] he would love to work with the BlackBerry maker. &quot;If RIM wanted to work on Android devices, I would really welcome that. They clearly make great physical keyboards.&quot;   Android devices with physical keyboards? Like the G1, you mean? (Via @modelportfolio2003. But please, original links, not rewrites of rewrites of rewrites.) &quot;Our new product violates 73 Google patents, 14 Apple patents...&quot; &gt;&gt; Dilbert Dilbert lives it. (Via Groklaw.) February 2008: Flash on iPhone is just around the corner &gt;&gt; Gear Live  Well, we&apos;ve just got word from a reliable source that Flash support is on its way to the iPhone, and it should be coming very, very soon. Speculating a bit further on our own, we are guessing that it would be pretty convenient for Flash support to be introduced alongside the iPhone SDK, wouldn&apos;t you say?   Hilarious. There&apos;s also a followup where that date having passed, they suggest that yes, it&apos;s definitely running on iPhone inside Apple, but AT&amp;T is blocking it to prevent VOIP apps eating its revenues. None of this was ever true. September 2009: 5 things RIM needs to fix in its BlackBerrys &gt;&gt; Wired In September 2009 RIM it had three of the US&apos;s five best-selling smartphones for the first quarter of the year. Even so, Wired thought it needed to fix its browser, touchscreen experience, Wi-Fi (it didn&apos;t offer it), app store and desktop software.  Honestly, when you&apos;ve got three of the top five best smartphones, why would you need to change? Nokia&apos;s secret Linux team is looking for refuge &gt;&gt; Gigaom  When Nokia announced massive job cuts a couple of weeks ago, one of the targets was the company&apos;s research facility in Ulm, Germany. Now, showing impressive entrepreneurialism, the axed team members have set up a campaign advertising their talents:  &quot;In response to our recent Ulm site closure announcement from Nokia HQ, we (the employees) openly invite you to discover our world of talent on offer,&quot; a flyer on their new website reads. &quot;Welcome to Project KYVYT&apos;.&quot;   Low-end Linux handset expertise. Who wants it?  You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/jul/02/technology-links-newsbucket", 
    "wordcount": "959"
}