{
    "headline": "Tiny, insect-eating animal becomes earliest known primate", 
    "text": "     A tiny, insect-eating animal with slender limbs, a long tail and weighing in at no more than 30 grams, has become the earliest known primate in the fossil record. Archicebus achilles lived on a humid, tropical lake shore 55m years ago in what is now China and is the ancestor of all modern tarsiers, monkeys, apes and humans. Scientists found the fossil, whose name translates as &quot;ancient monkey&quot;, in the Hubei province of China about a decade ago but it hasn&apos;t received detailed analysis until now. About 7cm long, Archicebus lived in the trees and its small, pointed teeth are evidence that its diet consisted of insects. The fossil&apos;s large eye sockets indicate a creature with good vision and, according to scientists, it probably hunted during daytime. Xijun Ni of the Chinese Academy of Sciences, who led the study of the fossil, described the animal as having a very long tail, slender limbs, a round face and feet capable of grasping. &quot;Maybe it would also have had colours and it would have preyed on insects,&quot; he said. A full description of the fossil is published in the latest edition of Nature. The analysis shows that the fossil had a mixture of features found in modern-day tarsiers, an ancient group of primates that is now restricted to the islands of South East Asia, and others found in anthropoids, the lineage through which monkeys, apes and humans later evolved. Whereas Archicebus&apos;s foot looks like that of a modern-day marmoset, for example, the heel bone looks more like those seen in the earliest fossil anthropoids. Chris Beard of the Carnegie Museum of Natural History in Pittsburgh, a co-author on the Nature paper, added that, because the animal was so small and &quot;active metabolically, it was probably quite a frenetic animal, you could even think anxious. Very agile in the trees, climbing and leaping around in the canopy. The world it inhabited along that lake shore in central China was amazing  hot, humid, very tropical.&quot;     Archicebus achilles is the oldest nearly complete skeleton of a primate discovered in central China. Photograph: Paul Tafforeau/ESRF/Xijun Ni/Chinese Academy of Sciences    Archicebus was alive during a period of intense global warming known as the palaeocene-eocene thermal maximum, a time when palm trees would have been growing as far north as Alaska. Dr Christophe Soligo, a biological anthropologist at University College London, said the discovery of the fossil was a significant contribution to scientific knowledge of early primate evolution. &quot;It does not only contribute new fossil material to a period for which very little is preserved, but it contributes a new specimen that is astonishingly complete for its age.&quot; To study the delicate skeleton without damaging it, scientists created a high-resolution, digital reconstruction of the fossil using x-rays at the European Synchrotron Radiation Facility in Grenoble, France. Dr Jerry Hooker, a palaeontologist at the Natural History Museum in London, said: &quot;Most mammal fossils, including those of primates, are fragmentary, usually consisting of isolated teeth or jaws, sometimes also other skeletal elements, and we have learned a lot from these. However, to have a 50% complete articulated skeleton of a primitive primate is much more instructive in terms of estimating lifestyle and relationships.&quot; The Archicebus skeleton is about 7m years older than the oldest currently known fossil primate skeletons, including Darwinius massilae from Messel in Germany, an extremely well-preserved fossil was that reported by scientists in 2009. Better known as Ida, it was originally thought to be a direct ancestor of the primate lineage leading to monkeys, apes and humans  but further analysis suggests Ida is closer to early lemurs. The discovery of Archicebus in China lends weight to the idea that the first and most pivotal steps in primate evolution, including the beginnings of anthropoid evolution, almost certainly took place in Asia, rather than Africa. &quot;The evidence that early primate revolution was restricted to Asia is becoming more compelling by the day,&quot; said Beard. &quot;It consists of two different types of data  the first is genomic. If we sequence the DNA of living primates and other mammals, we find out that the closest living relatives of primates are animals like tree shrews and flying lemurs and these are animals that only live today in Asia, specifically south-eastern Asia.&quot;     Illustration of an evolutionary tree, showing how Archicebus fits with respect to primate phylogeny. Illustration: Mark A Klingler/Carnegie Museum    The second strand of evidence comes from the fossil record. There is some evidence of primates living in Africa about 55m years ago, but the knowledge is patchy and comes only from a few bones and teeth. &quot;Africa at this point in time was an island continent with a very endemic and specialised mammal fauna that in some ways resembles the modern mammal fauna of Australia in the sense that it&apos;s strange  it&apos;s not like what we see on other continents,&quot; said Beard. At some point, the descendants of Archicebus split into the lineages that would later evolve into tarsiers and anthropoids. The latter would then have made their journey to Africa and, millions of years later, evolved into humans. &quot;We do know that early anthropoids and early fossil relatives were somehow able to make it to Africa by the end of the Eocene, roughly 38m years ago is our best estimate,&quot; said Beard. &quot;We still don&apos;t know how these Asian anthropoids, which had been evolving in Asia for around 20m years by this time, made it to Africa. But we know it could not have been easy.&quot; At the time, Africa was an island and had yet to collide with the south western side of the continent of Asia. The early primates somehow had to cross open water in order to colonise Africa. &quot;It couldn&apos;t have been easy but they did and, after that, obviously the story changed and Africa became a pivotal centre for anthropoid evolution,&quot; said Beard. Timeline 395m years ago: Tetrapods evolve from lobe-finned fish, as animals move on to the land. 55m years ago: Archicebus achilles living in what is now China. 47m years ago: Darwinius masillae living in Messel pit area of what is now modern Germany. Between 8m and 4m years ago: First the gorillas, and then chimpanzees and bonobos split off from the evolutionary lineage that led to humans. 3.8m years ago: Australopithecus afarensis, an ape-like hominin living in Africa. Most famous fossil is Lucy. 200,000 years ago: Homo sapiens evolves in Africa. Between 125,000 and 60,000 years ago: Homo sapiens leaves Africa.", 
    "section": "science", 
    "gid": "science/2013/jun/05/earliest-known-primate-archicebus-achilles", 
    "wordcount": "1064"
}