{
    "headline": "Boot up: Metro apps usage, Pirate Bay hacking case, iOS 7 + Flickr?, and more", 
    "text": "A burst of 7 links for you to chew over, as picked by the Technology team Metro Apps Usage Report &gt;&gt; Soluto  How often are Metro apps used?  We found that, on average, a Windows 8 user will launch a Metro app 1.52 times a day. Tablet users launch the most Metro apps at 2.71 times per day. People who have touch-screen enabled laptops launch 47% more Metro apps than people with a standard laptop We found that among desktop and laptop users, 60% of users launch a Metro app less than once a day. This number significantly improves with tablets, but still 44% of Windows 8 tablet users launch a Metro app less than once a day.   That latter statistic is really weird. A Windows 8 tablet where you don&apos;t launch a Metro app? (Thanks @rquick for the link.) Xbox 360&apos;s Kinect causes trouble for users during next-gen livestream reveal &gt;&gt; Polygon  Xbox 360 Kinect owners had some trouble today watching Microsoft&apos;s Xbox One reveal due to device&apos;s response to &quot;Xbox&quot; commands spoken during the livestream. Several users took to Twitter to document their problems, which included pausing, opening Xbox Live or quitting the stream entirely. Polygon&apos;s own reviews editor Arthur Gies experienced similar problems with his Kinect while watching the stream.  When the presenter said &quot;Xbox Live&quot;, spectators&apos; Kinects picked it up and obeyed. Nice demonstration. Let&apos;s hope nobody does &quot;Xbox, wipe my files&quot; in a demo. (Thanks @Nazo for the link.) Flickr, Vimeo integration likely to bolster social ties in iOS 7 &gt;&gt; 9to5Mac  Both Flickr and Vimeo will now also be integrated deeply into the new operating system, so users will be able to sign into the respective networks via iOS 7s built-in Settings application. Like with iOS&apos;s Facebook and Twitter ties, Apple customers will be able to log-in one time into each social network and have full sharing access.  Add salt as required. But if it&apos;s correct, note this point: it looks as though iOS 7 won&apos;t introduce Android-like &quot;intents&quot; to connect between apps. IBM&apos;s Watson for smartphones? It could be. &gt;&gt; Android Authority  For a select few companies, Watson will begin serving as their customer service representative. IBM may also make Watson available via apps on your smartphone, as well as web chats or email queries. For many of us, the term &quot;customer service&quot; relates to hold times and an agent on the other end who seems befuddled by that charge on your credit card. Watson may be able to handle that, but the aim and scope seem different. It looks like Watson will concentrate more on the financial matters for now, but could also serve to assist representatives get faster access to more poignant information. Many of Watson&apos;s guinea pigs are banks or other financial institutions, and seem intent on using Watson&apos;s knowledge to better analyze and serve their customers&apos; needs.  Touch control is pervasive (and even spreading &quot;back&quot; to PCs); voice is next. Accidental Empires, Chapter 8 - Software Envy &gt;&gt; I, Cringely A wander down the alleys of early software development in the MS-DOS days, and a riff on software development. Pretty sure he&apos;s wrong about the first software patent, though he might be correct about the first to go to the US Supreme Court. Pirate Swede in &apos;biggest ever&apos; hacking trial &gt;&gt; The Local  Pirate Bay founder Gottfrid Svartholm Warg is on trial once again in Sweden for his role in committing what prosecutors believe may have been the largest data breach in Swedish history. Warg, who is currently serving a prison sentence after being convicted of copyright infringement in the infamous Pirate Bay trial, is suspected of having perpetrated a years-long hacker attack against Swedish IT-firm Logica through which he gained unauthorized access to personal data of thousands of people. &quot;This is, I believe, the largest hacking case ever in Sweden,&quot; prosecutor Henrik Olin told the TT news agency on Monday morning as he prepared to enter the Stockholm District Court for the first day of the trial. &quot;We&apos;re talking about customer information, information from the Sweden debt Enforcement Agency (Kronofogden), and a large number of police officers&apos; organizational affiliations.&quot;  Alleged to have carried out the attack using a user account belonging to a lawyer who represented US film studios in the original Pirate Bay trial. (Thanks @ivanivanovich for the link.) This is how much Nokia made from patents last year &gt;&gt; Seeking Alpha  while the exact number will depend on how well the smartphone industry performs as a whole, Nokia is expected generate between $800m and $1.5bn in patent licence fees and royalty payments annually. Considering how IDC estimates that the smartphone industry is expected to double in size between now and 2017, this number can grow considerably. If we assign a P/E ratio of 10 to Nokia&apos;s patent portfolio, the patents under the mobile devices segment alone will be worth between $8bn and $15bn.  Smart digging. (Thanks @rquick for the link.) You can follow Guardian Technology&apos;s linkbucket on Pinboard To suggest a link, either add it below or tag it with @gdntech on the free Delicious service.", 
    "section": "technology", 
    "gid": "technology/blog/2013/may/23/technology-links-newsbucket", 
    "wordcount": "878"
}