{
    "headline": "Boot up: Pastebin to hire cyberpolice, SEC 'probes Groupon', and more", 
    "text": "   Pastebin: the end is nigh for hacking dumps?    A quick burst of 7 links for you to chew over, as picked by the Technology team SEC Probes Groupon &gt;&gt; WSJ.com What&apos;s the deal, here? Oracle and Google will go to trial &gt;&gt; CNET News It&apos;s on:  Last week, Magistrate Judge Paul S. Grewal asked both parties to give settlement talks another chance, with a decision required by April 9. Even though they had another week, it must have been clear that a settlement just isn&apos;t in the cards.  Pastebin to hire staff to tackle hackers&apos; &apos;sensitive&apos; posts &gt;&gt; BBC News Countdown to a wave of DoS attacks. Shopping for Zero-Days: a price list for hackers&apos; secret software exploits &gt;&gt; Forbes So:  any hacker who happens to know one Bangkok-based security researcher who goes by the handle &quot;the Grugq&quot;-or someone like him-has a third option: arrange a deal through the pseudonymous exploit broker to hand the exploit information over to a government agency, don&apos;t ask too many questions, and get paid a quarter of a million dollars-minus the Grugq&apos;s 15% commission.  Cheapest exploits? Adobe Reader. Priciest? iOS. Google TV is coming to Europe this September &gt;&gt; Gigaom Sony will start selling Google TV-based products in Europe in September, according to a report by Les Echos.  The site reports comments by Sony France marketing director Stephane Labrousse that the CE maker will sell two devices: A set-top box which will go on sale for EUR200 ($266) and a box with an integrated Blu-ray player that will sell for EUR300 ($399).  UK launch also at the same time, it suggests. Groupon revisions expose risk as new model outpaces controls &gt;&gt; SF Chronicle Following on from yesterday&apos;s link about a &quot;sub-prime&quot; lender:  The Chicago-based company reported a &quot;material weakness&quot; in financial controls on March 30 and said fourth-quarter sales were lower than previously stated because of higher refunds to merchants. That cut revenue in the period - Groupon&apos;s first as a public company - by $14.3 million to $492.2 million. The announcement added to setbacks for Groupon, which has struggled to get its financial statements in order since filing for an initial public offering in June. The company abandoned an accounting method for operating income after a review by regulators and later restated 2010 results.  Incremental change wins Apple big gains &gt;&gt; TidBits Glenn Fleishman:  Those competing with Apple have to advertise every new device and computer as being substantially different enough to justify a quicker upgrade cycle. If Apple makes $400 from a low-end MacBook Air that might be in use for five years, and Dell makes $50 (after paying Microsoft for Windows) for a low-end laptop, how quickly does Dell need to sell that person another device? During those five years, Apple might get $29 two or three times for updates to Mac OS X; Dell gets nothing from any Windows upgrades. Apple may also now reap additional dollars from Mac App Store purchases, too. Dell? Nothing.  Intriguing argument which implies that Dell has to keep growing even to survive - though of course for Dell having a big installed base to pick from *should* mean it would reach a point where constant renewal of machines guarantees a given revenue and profit. But maybe that&apos;s what&apos;s gone wrong. (Fleishman also blogs for The Economist.) You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/apr/03/pastebin-police-groupon", 
    "wordcount": "587"
}