{
    "headline": "Samsung Galaxy Tab 'does not copy Apple's iPad designs'", 
    "text": "Samsung did not copy Apple&apos;s iPad designs in building its Galaxy Tab product, the court of appeal ruled on Thursday, reinforcing an earlier decision in which a judge said the Korean company&apos;s designs were not as &quot;cool&quot;. Apple will also be obliged to publicise the fact the two designs are different  a ruling handed down in July  in newspapers, magazines, and on its website. The three appeal court judges upheld that ruling, saying its purpose was not to &quot;punish [or]  make it grovel [but] to dispel commercial uncertainty.&quot; Apple had appealed against the decision in July by Judge Colin Birss QC, who had decided Samsung&apos;s tablets didn&apos;t infringe Apple&apos;s registered design for the iPad: &quot;They do not have the same understated and extreme simplicity which is possessed by the Apple design,&quot; he said in his judgment (PDF). &quot;They are not as cool.&quot; The appeal court judges agreed the contrasts in appearance and design between the two companies&apos; products was sufficient that the &quot;informed user&quot;  the test applied in such cases  would think them different. The decision in the UK matches that made by a jury in the US, which decided that although some of Samsung&apos;s smartphone designs infringed Apple&apos;s iPhone designs, those of the Galaxy Tab tablets did not do so for the iPad. Apple&apos;s UK appeal was dismissed by Lord Justice Longmore, Lord Justice Kitchin and Sir Robin Jacob. It is the latest round in an ongoing international legal battle between the two companies, which are the two biggest competitors in the smartphone market, even though Apple is Samsung&apos;s biggest customer for phone parts  and Samsung is Apple&apos;s biggest supplier. The three court of appeal judges also rejected Apple&apos;s challenge to an order made by Birss that it must publicise it had lost the case. Jacob said: &quot;The grant of such an order is not to punish the party concerned for its behaviour. Nor is it to make it grovel  simply to lose face. The test is whether there is a need to dispel commercial uncertainty.&quot; Ruling that an order was necessary, Jacob said Apple must make the position clear &quot;that it acknowledges that the court has decided that these Samsung products do not infringe its registered design. The acknowledgment must come from the horse&apos;s mouth. Nothing short of that will be sure to do the job completely&quot; Birss said in July: &quot;The informed user&apos;s overall impression of each of the Samsung Galaxy tablets is the following: from the front they belong to the family which includes the Apple design; but the Samsung products are very thin, almost insubstantial members of that family with unusual details on the back. The overall impression produced is different.&quot; Apple had argued that the front face and overall shape were the most important factors because the &quot;informed user&quot; would spend the most time looking at the front and holding it. In Wednesday&apos;s ruling, Jacob said: &quot;Because this case (and parallel cases in other countries) has generated much publicity, it will avoid confusion to say what this case is about and not about. &quot;It is not about whether Samsung copied Apple&apos;s iPad. Infringement of a registered design does not involve any question of whether there was copying: the issue is simply whether the accused design is too close to the registered design according to the tests laid down in the law.&quot; He added: &quot;So this case is all about, and only about, Apple&apos;s registered design and the Samsung products.&quot; Samsung said in a statement: &quot;We welcome the court&apos;s judgment, which reaffirmed our position that our Galaxy Tab products do not infringe Apple&apos;s registered design right. We continue to believe that Apple was not the first to design a tablet with a rectangular shape and rounded corners and that the origins of Apple&apos;s registered design features can be found in numerous examples of prior art. Should Apple continue to make excessive legal claims in other countries based on such generic designs, innovation in the industry could be harmed and consumer choice unduly limited.&quot; Colin Fowler, a litigation lawyer with international IP law firm Rouse, said: &apos;&quot;The publicity order is a first in such circumstances. The judge says that Apple could have avoided it had it not pressed ahead with legal action in Germany after the UK court&apos;s original EU-wide decision, and then publicised the interim injunction it obtained there. &quot;The court of appeal found that this will have caused commercial uncertainty in the market place and therefore the publicity order is necessary to clear up that confusion. The original provision has been watered down to some extent. Rather than put the legal statement on its UK home page for six months which is what was originally ordered, Apple now has to put a link to the statement on its UK home page for one month, but only because it has agreed to ask the German court to discharge the injunction there. As before, Apple also has to advertise the legal notice prominently in the press.&quot; Apple did not respond to a request for comment. In the US, Samsung is appealing the outcome of a case where Apple was awarded almost a billion dollars in damages by a jury over patent and design infringements claimed against the iPhone.", 
    "section": "technology", 
    "gid": "technology/2012/oct/18/samsung-galaxy-tab-apple-ipad", 
    "wordcount": "901"
}