{
    "headline": "Myspace re-enters the social media ring with yet another rebrand", 
    "text": "  The new Myspace from Myspace on Vimeo.   In its protracted battle to remain relevant, MySpace previewed a significantly rebooted version of its website on Monday. In a promo video tweeted by Myspace investor Justin Timberlake, the website showcased its new look as an online platform for artists.  &quot;In a single sentence, it&apos;s a social network for the creative community to connect to their fans,&quot; Myspace owner Tim Vanderhook told the Hollywood Reporter.  To launch a successful rebrand, the site will have to shed its cloak of irrelevancy and become a destination people will visit without feeling like they are in high school again.  Brothers and Myspace owners Tim and Chris Vanderhook aim to do this with the support of Timberlake who successfully overcame his boy band beginnings to become a respected musician and actor.      Myspace, please avoid using the word 'nom' in your quest for relevancy.     The revamped website looks like a mash-up between Pinterest, Instagram and Facebook, with a concerted focus on music integration.  Though it&apos;s been largely replaced by newer social networks, Myspace has managed to stay afloat thanks to the constant stream of musicians on the site, who still use it as a marketing platform. Emily White, co-founder of Whitesmith Entertainment and Readymade Records, said though Myspace is often written-off, it is routinely the top result when someone searches for artists.  &quot;They do have all that traffic and all that data from previously being number one, so I feel like if they can rebrand themselves and take advantage of that, then that&apos;s going to be really huge,&quot; White told the Guardian.  White regularly updates Myspace information for the artists she manages  including Brendan Benson of the Raconteurs and Eric Burdon of The Animals because of the traffic the site still generates.  &quot;I don&apos;t consider Myspace a social network, I consider it a one-page, informational destination,&quot; White said.  One way Myspace may be able to reinvent itself as a relevant social network is with its focus on musicians. The rebrand video showcases what an artist&apos;s profile would look like, using Timberlake as an example. In the preview, he&apos;s given access to the actions of his top fans and can see who is listening to his music and where they are.      Justin Timberlake can see David Croft listening to Sexy Back.    The site has not set a date for its official re-launch and Tim Vanderhook said: &quot;We&apos;re really far along, but we really want that last twenty percent to really be crafted by more people like Justin that actually know the tools and things that they need.&quot; Many big names have attempted to capitalize on the millions of teens dominating Twitter hashtags on a daily basis and to turn the effects of music pirating in their favor without success. Earlier this month, Apple announced they were shuttering iTunes Ping their failed attempt at a social music site and smaller start-ups have yet to attract a large enough audience to threaten Facebook.", 
    "section": "technology", 
    "gid": "technology/us-news-blog/2012/sep/25/myspace-social-media-rebrand", 
    "wordcount": "474"
}