{
    "headline": "Arthur Jacobs obituary", 
    "text": "For nearly 50 years, Arthur Jacobs, who has died aged 83, was closely involved with birdwatching at Upton Warren Nature Reserve, Worcestershire, from itsbeginnings in the 1960s  when the freshwater Moors pool was still a shallow wetland in agrassy field  right up to the present day and the modern reserve, with its complex oflakes, reed beds, wet woodlands and shallow saline pools. In the early days, if work needed doing, Arthur did it himself  erecting fences, digging ditches, operating sluices to control water levels, and recording birds and, later, dragonflies and butterflies. He was closely involved when saltwater flash pools, fed from underground brine seepage, were added to the reserve, and he loved their muddy saline unusualness, their rare plants and, of course, thebird surprises. Upton Warren hasbecome famous for its rare birds, often short-stay migrants, andinearlier times it was usually Arthur who found them. Then, there were no hordes of birders armed with expensive binoculars, telescopes and smart phones: just Arthur and friends with notebooks and binoculars. Even in old age and infirmity, he was often there, still enjoying it all and passing on his excitement to others. Born in Birmingham, he studied chemistry at the city&apos;s university and became a chemist in the paint industry. As a student, he used to cycle from his family home to birdwatch at Belvide reservoir, Chasewater and Cannock Chase. Arthur became a member of the West Midland Bird Club, and in the 1960s was the club&apos;s meetings secretary. The Moors pool was discovered by members of the WMBC (among them the future broadcaster Bill Oddie) around 1964. The conservationist Christopher Cadbury bought the pool and the adjoining farm, selling on most of the land and buildings. Through his generosity, the pool became a reserve of the new Worcestershire Nature Conservation Trust (founded in 1968, and now known as the Worcestershire Wildlife Trust). Arthur was one of four volunteers in the group that was set up to look after it. He was soon elected to the trust&apos;s council, but his real passion was field work and the birds of Upton Warren; a passion that sustained him to the end of his life. Through birdwatching he met his future wife, Joyce, and they married in 1975. For many years Arthur and Joyce worked together at Upton Warren, and the Worcestershire Wildlife Trust gave them a joint Wild Service award in 2002. Earlier this year, Arthur was given the trust&apos;s Centenary award. To mark the occasion, trust members planted plum trees in the new orchard at Tiddesley Wood nature reserve. Weplanted a tree for Arthur, who was too ill toattend, and one for Joyce, who died in February.", 
    "section": "environment", 
    "gid": "environment/2012/may/18/arthur-jacobs-obituary", 
    "wordcount": "461"
}