{
    "headline": "Dependency theory  is it all over now?", 
    "text": "There are two words guaranteed to get you escorted out of most development agencies, or sidelined in current development debates  they are: &quot;dependency theory&quot;. Gone are the heydays of the 1970s when dependency theory was considered one of the most convincing critiques of dominant economic development strategies. Now, it is shunned by academics and practitioners, who find its pessimistic world view, and &quot;outdated&quot; language of &quot;exploitation&quot;, unbefitting of a world where we are all on course to &quot;win&quot; eventually. Once upon a time, economic debate was fierce between free-trade promoters, who saw the push for global economic liberalism as the best way of securing universal growth, and dependency theorists, who saw this &quot;integrated&quot; relationship as exploitative, rather than mutually beneficial. As growth picks up around the developing world, and the long-predicted convergence between rich and poor countries appears to be occurring, ideas of exploitation are akin to conspiracy theories in some quarters, and debate has shifted towards how poor countries can internalise and promote liberalisation policies, mitigating their most pernicious aspects where possible. But there are two good reasons not to drop dependency theory from the development lexicon just yet. First, whether or not one believes the theory to be relevant to today&apos;s globalised economy, it is an important lens when trying to understand our collective history. The fact that some countries seem to be breaking out of the dependency trap does not mean that a trap never existed. One of the most important books ever written on development is Open Veins of Latin America, by Eduardo Galeano. Isabel Allende famously took a copy with her when she fled Chile after the 1973 coup, and Hugo Chvez gave one to Barack Obama when they met at a summit 36 years later. Hopefully Obama read it. It is possibly the most lucid account of dependency theory there is, combining rhetoric, poetry, statistics and history in a unique way. As with most Marxist-inspired tirades, it is not a complete analysis of Latin America&apos;s history  it probably exaggerates the villainy of capital and heroism of peasants. But it presents a perspective on the truth that any serious development worker or academic should have intellectual access to. This is as relevant today as ever. It is critical that voters in the rich world learn that their wealth is related to a historic exploitation of other parts of the world, especially when they are eventually asked to readjust their living habits and conditions in order to better accommodate the just requirements of poorer countries. The second reason is more contemporary, but also more speculative. Conditions have certainly changed, such that Galeano could not have written his book in the same way today, as emerging nations take off into the stratosphere and even least developed countries see a route out of no or slow economic growth. It is worth noting that the shining stars of mobility, China and India, maintain significant levels of protection and market distortions and have never engaged in the kind of shock liberalisation, cuts in public spending and generalised privatisation that have left less fortunate countries, including most of sub-Saharan Africa, in such dire straits. Global advances in human development, meanwhile, are probably down more to medical and technological improvements and come in spite of, rather than because of, the push for poor countries to open their markets. So it is not as if dependency theory has been disproved by the development progress of the last decade. Nevertheless, classical dependency theory, which focuses on the relationship between rich and poor countries, probably needs substantial restructuring for the present era. Is it possible that a new strain of dependency theory is required, one that focuses more on the relationship between rich and poor people, following a direction much development thinking has been taking recently. Might it be the case that for the global rich to remain rich, the global poor must remain poor? This is not a new idea  it is present in dependency theory with its discussion of the role of elites  but it is most at home in the classic Marxist class analysis which claimed that capitalism is dependent on elites extracting surplus wealth, through exploitation, to generate profit. It is worth remembering the latest statistics, sparking Occupy movements around the world, that the gap between the top 1% and the global 99% has never been greater. Furthermore, according to the UN&apos;s 2007 Human Development Report, more than 80% of the world&apos;s population live in countries where income differentials are widening. In this context, Joseph Stiglitz&apos;s prophecy of &quot;rich countries full of poor people&quot; makes sense. Those doing well are likely to manage globalisation to maintain their improving standard of living at the expense of continued low wages and poor living conditions for others. Mentioning class will inevitably turn some people off, but the importance of dependency theory, like the Marxist analysis, is not that it provides a comprehensive theology to sign up to as some have previously thought. It is that it provides a vital perspective without which development analysis is in danger of becoming kitsch. &quot;Everyone is doing better,&quot; say the people who are doing better. But what about those who aren&apos;t? Is their lack of progress the foundation on which the progress of others rests? To answer that question, and others, dependency theories may be needed now more than ever.", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/mar/01/do-not-drop-dependency-theory", 
    "wordcount": "908"
}