{
    "headline": "'I love Amazon and I hate Amazon, they're a necessary evil'", 
    "text": "Amazon trader Ben Morris sits absorbed by spreadsheets and intranet pages on a computer screen in his chilly home office. A small electric radiator battles against the draughts. The central heating is off because the storage tank outside his five-bedroom house is low on oil. He has not had time to order more. There are none of the box-files of invoices, in-trays and out-trays that you might expect in the control room of an expanding, multimillion-pound business. Just two desktop computers, one for Morris, one for his girlfriend Marie, about a dozen stock samples scattered on the desk and a photo of their daughter. &quot;This is where it all happens,&quot; he says. With a few key strokes Morris lowers by a penny the price of three of the hundreds of products he has listed on Amazon. &quot;When I look again in couple of hours they [his rivals] will have dropped their prices to a penny below mine,&quot; he predicts.     The Amazon Kindle, which controls 45% of electronic book sales. Photograph: Bloomberg via Getty Images    He has in mind two competitors who sell similar electrical accessory products to those he offers. He suspects his rivals use a piece of software to track prices and undercut him. Because he wants to remain anonymous, he does not want to reveal which product lines he sells. There are several and generate an annual turnover of about 3m. Ben Morris and Marie are not their real names. &quot;They would shut me down instantly,&quot; he says, speculating on what might happen if Amazon discovered he had publicly criticised the company and intended to break the site&apos;s strict selling rules. &quot;I love Amazon and I hate Amazon. They&apos;re a necessary evil. I buy from Amazon. You probably do as well. I just don&apos;t like the way we&apos;re being treated.&quot; &quot;They are certainly not &apos;the box with the smile on&apos; they make themselves out to be.&quot; At issue is Amazon&apos;s decision to increase the fee it charges traders on millions of items listed on the website as electrical accessories  among them memory cards, headphones, hi-fi cables, phone chargers and tablet cases. It is part of a series of targeted fee increases being imposed across Europe. In France, fees on books and DVDs are going up. In Germany, the company is taking a large cut of tyre sales. Similar fee rises were introduced in the US in January. Morris, who has been paying 7% of his sales to Amazon, was told by email two months ago that fees on electrical accessories would rise to 12% from 4 April. &quot;It is nothing but greed,&quot; he complains. &quot;Amazon&apos;s costs have not increased, well certainly not by this amount. Meanwhile, [traders] have had to deal with the devalued pound [making it more expensive to buy stock overseas] and big increases in postal prices.&quot; Changes to parcel-weight categories last April were particularly painful for businesses like Morris&apos;s that send large numbers of small packets. This month, Royal Mail has put up charges again, including a fuel surcharge. These have added about 20p to the postal cost for every packet Morris sends, he estimates, prompting him to start experimenting with an alternative service from Citipost.     Amazon CEO and founder Jeff Bezos says the company's culture is friendly and intense. Photograph: Ted S Warren/AP    Finding a substitute for Amazon, which accounts for more than half his business, is not so easy. Nevertheless, Morris is so angry at what amounts to a 70% increase in his fees that he has vowed to sell his goods at cheaper prices on rival websites. He says this is in breach of Amazon rules, which forbid sellers from offering better prices elsewhere. &quot;I don&apos;t think they can enforce pricing. We have to be able to compete with everybody. It should be up to the seller, not Amazon. &quot;At the moment, I&apos;m putting all my efforts into eBay. The sooner Google, Walmart or Tesco opens [an online] marketplace, the better. My advice to any customer would be to find items on Amazon, locate the seller&apos;s website, and buy from them directly instead.&quot; For now, however, Morris knows he must continue with Amazon, the website of choice for so many online shoppers. In his product niche, he is locked in a fierce battle with a handful of rival Amazon traders. The top prize is to feature in the &quot;buy box&quot;, in effect becoming Amazon&apos;s recommended seller based on the site&apos;s analysis of shoppers&apos; search terms. If a shopper clicks on the big yellow &quot;add to basket&quot; button, he or she is buying from the buy box seller. In many cases it will be Amazon, but increasingly it can be a small, independent entrepreneur such as Morris. He calls up a performance scorecard showing his Amazon ratings on screen  percentages in the high 90s on each metric. That helps to make him a contender for the buy box. Price is another factor, however, as is the speed at which he has shown he can deliver goods to customers. Exactly what is required to win the coveted buy box spot remains unclear, and the subject of much debate on bulletin boards frequented by Amazon sellers. Some estimates suggest that 90% of sales are secured through the buy box, but Morris says there is still business to be done if a trader does not quite make the top spot. Beneath the big yellow button on many searches, Amazon lists three or four alternative sellers under the heading &quot;more buying choices&quot;. If you are not in these runner-up slots, however, you are going to sell very little. Morris has studied his rivals closely, and knows they have been scrutinising his business. Some have plagiarised elements of his sales material, he believes. Others have bought from him and sought to damage his standing with Amazon by submittingwith negative feedback. Many competitors, Morris suggests, are using complicated international shipping arrangements to avoid VAT. Almost 40% of goods sold on Amazon before Christmas were sold by traders such as Morris and his rivals, and the proportion has been growing. Though the Seattle-based internet business began by sourcing and selling goods itself, it has attracted more than 2 million small entrepreneurs adept at finding unexplored markets as yet unexplored in recent years. However powerful it has grown as a retailer, Amazon could not achieve that ambition without its army of sellers.     Amazon.co.uk's Milton Keynes fulfilment centre, one of its vast UK warehouses. Photograph: David Levene for the Guardian    Meanwhile, it has increasingly been focusing on its expertise in delivering goods quickly  and on an industrial scale. The company has eight warehouses in Britain, with plans for three more. Independent traders have been encouraged to outsource their postal operations to these warehouses with offers of rebates and other benefits. Morris, however, is reluctant, even if it means he must spend a large part of his day stuffing envelopes and sticking labels. His business is already too dependent on Amazon, he says. The explosive success of online marketplaces such as Amazon, eBay and Play.com has proved a fantastic opportunity for many, tapping into their entrepreneurial passions. &quot;My friends thought I was mad,&quot; Morris says, recalling his days as a novice trader. He stumbled on the then unfamiliar world of online sales three years ago after being made redundant from a multinational electricals firm. His previous job had given him limited sales experience, so there were plenty of mistakes at first. Among his first eBay listings were Star Wars masks  little more than acetate sheets folded in half, sourced from the local craft shop  and Indian spices, bulk bought and repackaged in small sachets. &quot;Both were a disaster. The masks were good margin, but they didn&apos;t sell well.&quot; It was in electrical goods that Morris, with his expertise, was able to find the right balance of margin and volume to build a sustainable business: &quot;I remember clearly the first two Sainsbury&apos;s bags full of stock. It was a difficult time. I had just been made redundant and we had a newborn baby. We were in a tiny flat so the nursery was doubling as an office and we had to make sure the business ran around nap times. There were two [postal] sacks hanging on the back of the nursery door. The sacks were getting so heavy it became difficult to open the door.&quot; But the difficulties of trading through Amazon have not stopped his business from flourishing. Three years on, it has exceeded expectations: &quot;Being made redundant is the best thing that ever happened to me. I love being my own boss, living in bigger houses  and I&apos;ve bought a Ferrari.     The Amazon logo. The smiling arrow is said to denote the retailer's ambition to sell everything. Photograph: Lionel Bonaventure/AFP/Getty Images    &quot;It hasn&apos;t all been plain sailing. There have been a lot of arguments, customer issues, cashflow issues. And a lot of time is spent just getting the stock in and out the door  We both work really, really hard. As one of my mates said: &apos;You have to absolutely love doing it&apos;. We&apos;re working seven days a week, 7am to 6pm, at night sometimes.&quot; Amazon&apos;s ability to bringing a market  to bringing capitalism  into his home office remains a thrill that galvanises Morris. After some online research and a bit of trial and error he has been able to source goods from China, a country he has never been to, from a supplier he has not met. Now shipments sweep up the gravel drive, past the swimming pool to his home outside a small market town every day. Every day a van arrives to pick up customer orders and take them away. &quot;After a busy weekend, on a Monday we are falling over stock. Tthere can be 24, 26 sacks, each with 60 to 100 packets in them ready to go.&quot; In three years Morris and his young family have had to move home three times to accommodate the expanding business, and now, having taken an employee, they are struggling to move around their stock room  a converted shed  and are under pressure to move again. Despite this success, Morris feels the business&apos;s heavy reliance on Amazon is a big risk. The latest fee rise, he suggests, is an indicator of the company&apos;s attitude to its traders. Morris says he feels threatened by the scale of Amazon, intimidated by warning emails when he falls short of the website&apos;s style guidelines. Some communications warn that failures to correct rule breaches &quot;may result in the closure of your seller account&quot;.     Amazon is one of the largest online retailers to use Yodel, which is the biggest delivery service in the country outside of Royal Mail.  Photograph: James Grimstead/Rex    Even Amazon&apos;s billionaire founder, Jeff Bezos, nicknamed Dread Pirate Bezos by one disenchanted former software engineer for his supposed autocratic style, has acknowledged that working with the no-frills internet group can be a exacting experience. &quot;Our culture is friendly and intense,&quot; Bezos told Forbes magazine last year. &quot;But, if push comes to shove, we&apos;ll settle for intense.&quot; Amazon declined requests for comment.  This story was amended on 6 April to remove material introduced in error.", 
    "section": "technology", 
    "gid": "technology/2013/apr/05/love-amazon-hate-necessary-evil", 
    "wordcount": "1804"
}