{
    "headline": "Sheffield's international students give 120m boost to local economy", 
    "text": "Sheffield&apos;s international students pump more than 120m a year into the city&apos;s economy, according to a Sheffield University and Oxford Economics study. Researchers found that their tuition fees and living expenses, as well as visits from relatives, brought around 136m to the wider region of Yorkshire and the Humber. The university announced the findings following concerns that visa changes and political rhetoric are discouraging international students from applying to the UK. The number of postgraduate students travelling from non-EU countries to study at UK universities dropped 1% during the academic year 2011-12  the first fall in 16 years. Sir Keith Burnett, vice-chancellor at the University of Sheffield, says the study demonstrates the economic benefits overseas students can bring. &quot;Both the university and our students believe the impact of this research and its nationwide implications can influence changes in policy to make sure the UK doesn&apos;t unwittingly deter people of the talent of international students, who have a great contribution to make and are such a vital part of the success of British universities.&quot; Some 9,370 international students studied at universities in Sheffield 2011-12, around 3% of those coming to the UK. Using figures from the academic year 2012-13, researchers calculated both the cost and financial contribution of international students at university. While students&apos; use of local services and their impact on road congestion cost the city around 22.1m a year, this was outweighed by the amount they contributed to the economy through fees, living expenses and visits from friends and relatives. The study did not attempt to assess the long-term impact of international students. However, careers service data suggests that less than 10% work in the region after graduating. The effect of such employment patterns was complex, the report said. &quot;It is impossible to know whether the relevant students have displaced members of the resident workforce. However, almost half of international students at the University of Sheffield were studying for Stem [science, technology, engieenering and mathematics] degrees, where the UK has acknowledged a skill gaps.&quot; The connection students form with their university town may bring further long-term benefits, such as a boost in demand for locally produced goods and an increase in tourism, the report speculated. The UK&apos;s international relations could also be enhanced if students work in influential positions after they have returned to their home country. The Sheffield University says international students should be: &quot;thanked and safeguarded for the contribution they make to the economy and our diverse culture at a time when the UK badly needs such growth&quot;. Paul Blomfield, Labour MP for Sheffield, who has campaigned in Parliament on the issue for two years, hopes that the report&apos;s findings will make a difference in shaping future policy. &quot;We need to send a clear message that international students are welcome in the UK. But that needs more than words. If we are to be seen as serious, we need a change in policy. &quot;Students should be taken out of the net migration targets; the post-study work visa rules need revisiting, and a new, more collaborative relationship needs to be developed between the UK Border Agency and the higher education sector.&quot; Liam Burns, NUS president, added: &quot;The value of international students to our universities and to the wider economy is well recognised by almost everyone but the Home Office and this report provides further important evidence of that. &quot;International students should be encouraged to attend UK universities for their cultural contribution alone but it is important we recognise their economic impact as well.&quot;", 
    "section": "education", 
    "gid": "education/2013/mar/04/international-students-boost-local-economies", 
    "wordcount": "602"
}