{
    "headline": "Rio+20, growing up in a Brazilian favela, and family planning", 
    "text": "Rio+20 What does sustainable development mean to people around the world? As world leaders, NGOs, activists and others meet in Brazil for the Rio+20 UN conference on sustainable development, we&apos;ve asked people what they think. What changes have they seen since the 1992 Earth summit? And do they think Rio+20 will make any difference to their lives? We&apos;re also collecting readers&apos; photo messages. Paris correspondent Angelique Chrisafis took a break from the fallout of the French elections to interview France&apos;s new development minister, Pascal Canfin, en route to Brazil. Duncan Green argues that Rio+20&apos;s sustainable development goals should reflect today&apos;s world. Ruth Meinzen-Dick discusses Elinor Ostrom&apos;s legacy for Rio and beyond. Liz Ford asks if Rio+20 can bring change for women. And Hannah Griffiths explains why &quot;green economy&quot; doesn&apos;t mean monetising nature, and why the practical action at Rio+20 will be at the People&apos;s summit. Multimedia We are launching a series of films featuring people from around the world who were born during the original Earth summit and are now in their 20s. Born in Rocinha, one of Rio&apos;s favelas, Rosamaria grew up in a large extended family. After a troubled time at school, she was kicked out, became pregnant, and is now mother to 18-month-old Gustavo. The series tracks children born in Papua New Guinea, Kenya, Brazil, Latvia, India and China. The films have been produced by tve, as part of a multimedia project, Reframing Rio. Elsewhere on the site Mark Tran interviews Kanayo Nwanze, the head of Ifad, on smallholder farmers. The threat posed by climate change in Bangladesh  in pictures. Plus, review the best bits of the Q&amp;A on adapting to change in international development consulting. Coming up on the site This month&apos;s Global development podcast will focus on family planning and development, in advance of a global summit in London on 11 July. As always, we&apos;re looking for your comments to shape the discussion. Leave your thoughts, questions and suggestions on our talk point. While Liz Ford is in Rio for the summit, she will be visiting a favela family planning project; keep an eye on her tweets @LizFordGuardian. If you&apos;re looking for an alternative to Rio, described by Kevin Watkins as a &quot;high-cost, low-impact talk shop&quot;, you may enjoy his comment on why, rather than setting new development goals before the old ones are met, we should tackle inequality and empower the poor. We&apos;ll have a gallery from Mali on tasting the results of resilient seeds. Can they yield food people really like to eat? What you said: some of the best comments from our readers In response to a piece by Oxfam&apos;s Stephen Hale, who looked at the commitment to action required at Rio+20, HejnowiczAP says:   we need to indicate that governments need not solve all problems, indeed many environmental problems do not require global agreements and solutions at the planetary scale, but at scales below this level where other actors can take the lead  West Africa&apos;s wait for broadband is nearly over, claims Edward Shepherd, but undersinged wrote:  There are two aspects to bringing broadband to Africa. One is the pipe between Africa and the rest of the world, and the other is the infrastructure for Africans to communicate with each other. Both are good things, but for Africans, the latter should also be a priority, perhaps the higher priority  Writing in response to Jonathan Glennie&apos;s look at the World Bank&apos;s moves away from championing privatisation, degutsdeybust challenged the bank&apos;s motives:  On [the] one hand, of course they do have a lot of clout with governments, even if they rather dubiously deny this. But on the other hand, they were very clear that they are controlled by their shareholders. Who are their shareholders? Governments. Hmm  Highlights from the blogosphere Teachers in Tanzania are absent 23% of the time; doctors in Senegal spend 39 minutes a day seeing patients  Shanta Devarajan, the World Bank&apos;s chief economist, looks at the politics of service delivery. DfID is viewed more positively by locals in Pakistan than USAid, USAid and the State Department have differing views on the purpose of the civilian assistance, and other notes from the Centre for Global Development&apos;s Daniel Cutherell in Pakistan. Sheng, a once stigmatised informal language, is increasingly pervading Kenya&apos;s culture, media and politics, says Craig Halliday on Think Africa Press. And finally  The Poverty matters newsletter will be back in two weeks with another roundup of the latest news and comment. In the meantime, keep up to date with the issues on the Global development website. Follow @gdndevelopment and the team  @ClaireProvost, @LizFordGuardian, @MarkTran and @JazCummins  on Twitter, and join Guardian Global development on Facebook.", 
    "section": "global-development", 
    "gid": "global-development/2012/jun/19/rio20-brazilian-favela-family-planning", 
    "wordcount": "787"
}