{
    "headline": "The week in wildlife - in pictures", 
    "text": "   A black browed albatross in flight as the Aurora Australis navigates its way through pack ice and small icebergs in Antarctic waters in the Southern Ocean. Stronger winds have helped the wandering albatross fly faster and breed more successfully, said French and German scientists. However, the study published in the US journal Science cautioned that those benefits may be short-lived if the globe continues to warm and wind speeds shift further in the coming decades Photograph: Dean Lewins/EPA       A monkey family huddles to keep warm as the sub-zero temperatures hit Tanmarg, India. The valley is witnessing severe cold as mercury has dipped to a -5C during nights in Srinagar, while tourist resort area of Gulmarg is freezing with -16C Photograph: Farooq Khan/EPA       Trees covered with snow in the Jura mountains above Crozet, France Photograph: Frank Jordans/AP       Swans battling in a flooded rice field in Motono, near Tokyo, Japan. In November 1992, a local man started to take care of six swans after they found shelter in a rice field close to his house. By feeding them and providing a flooded rice field as a place to rest, more and more swans came each year. Hundreds of swans are now coming from Siberia during winter time and the place is now known as the 'swan sanctuary' Photograph: Franck Robichon/EPA       Snowdrops already in early bloom. The unseasonably warm weather has seen wild flowers burst into bloom months ahead of schedule. However weather forecasters are warning of a return to colder temperatures as a widespread frost is expected over the weekend Photograph: Matt Cardy/Getty Images       A frog sits on a US dime near the Amau River in Papua New Guinea. The species has been claimed as the world's smallest invertebrate Photograph: Christopher Austin/AP       Shrimpfish swim at the Two Oceans aquarium in Cape Town, South Africa. Shrimpfish are also known as razorfish and are found in relatively shallow tropical parts of the Indian and Pacific oceans. These fish are nearly transparent and flattened from side to side with long snouts and a sharp-edged belly. They swim in a synchronised manner with their heads pointing downwards Photograph: Nic Bothma/EPA       A seal in a bathtub at the seal sanctuary in Pieterburen, the Netherlands, which was flooded with seals weakened during last week's stormy weather. There are about 360 seals at the sanctuary which normally just has room for about 80 animals. A tent containing bathtubs and small swimming pools was placed on the premises to accommodate the extra numbers Photograph: CATRINUS VAN DER VEEN/EPA       An orangutan and its baby swing at the top of the rubber tree in Sawang Rimba village, Indonesia. Reports state that a number of environment NGOs working together with the government of Aceh were forced to move hundreds of orangutans into nearby forests because of the changes of orangutan habitat into palm oil plantations, rubber plantations and the massive illegal logging Photograph: Hotli Simanjuntak/EPA       A giant panda sits in a tree at a panda breeding centre in Dujiangyan, Sichuan province, China. The giant panda is among six young giant pandas which were bred in captivity and were released as a group of 'pioneers' into an enclosed forest in Sichuan province. The release is the first step of a project aiming to help the endangered species to adapt to the wild environment and eventually survive in the wild Photograph: China Daily/Reuters       A newly discovered snake at an undisclosed location in Tanzania. The striking black-and-yellow snake is called Matilda's horned viper, measures some 60cm and has horn-like scales above its eyes Photograph: Tim Davenport/WCS/AFP/Getty Images       Flamingos at Larnaca salt lake in Larnaca, Cyprus. Flamingos stop over on the Mediterranean island in the winter, and have appeared in larger numbers this year Photograph: Katia Christodoulou/EPA       Kashmiri red deer, or hanguls, on the snow-covered mountains of Dachigam wildlife sanctuary after a snowfall, on the outskirts of Srinagar. The hangul population has fallen in the Kashmir valley owing to poaching and the loss of natural habitat. However, the number of hanguls has since increased to 220 in the sanctuary, wildlife officials said on Sunday Photograph: Danish Ismail/Reuters       This shot is among the first pictures of newly discovered Myanmar snub-nosed monkey, Kachin state, Burma Photograph: FFI       For the first time in the RSPBs 40-year ownership of Wolves Wood in Suffolk, signs of the rare and elusive dormouse were discovered last week Photograph: Liz Cutting/RSPB       An estimated two-year-old Sumatran tiger named Bima that was caught by villagers in October last year, growls inside his observation cage in Perawang, Indonesia. Indonesia's endangered elephants, tigers and orangutans on Sumatra island are threatened by habitat loss and poaching. Bima will be released back into the wild in April Photograph: Tatan Syuflana/AP  ", 
    "section": "environment", 
    "gid": "environment/gallery/2012/jan/13/week-in-wildlife-in-pictures", 
    "wordcount": "0"
}