{
    "headline": "Rate of Arctic summer sea ice loss is 50% higher than predicted", 
    "text": "Sea ice in the Arctic is disappearing at a far greater rate than previously expected, according to data from the first purpose-built satellite launched to study the thickness of the Earth&apos;s polar caps. Preliminary results from the European Space Agency&apos;s CryoSat-2 probe indicate that 900 cubic kilometres of summer sea ice has disappeared from the Arctic ocean over the past year. This rate of loss is 50% higher than most scenarios outlined by polar scientists and suggests that global warming, triggered by rising greenhouse gas emissions, is beginning to have a major impact on the region. In a few years the Arctic ocean could be free of ice in summer, triggering a rush to exploit its fish stocks, oil, minerals and sea routes. Using instruments on earlier satellites, scientists could see that the area covered by summer sea ice in the Arctic has been dwindling rapidly. But the new measurements indicate that this ice has been thinning dramatically at the same time. For example, in regions north of Canada and Greenland, where ice thickness regularly stayed at around five to six metres in summer a decade ago, levels have dropped to one to three metres. &quot;Preliminary analysis of our data indicates that the rate of loss of sea ice volume in summer in the Arctic may be far larger than we had previously suspected,&quot; said Dr Seymour Laxon, of the Centre for Polar Observation and Modelling at University College London (UCL), where CryoSat-2 data is being analysed. &quot;Very soon we may experience the iconic moment when, one day in the summer, we look at satellite images and see no sea ice coverage in the Arctic, just open water.&quot; The consequences of losing the Arctic&apos;s ice coverage, even for only part of the year, could be profound. Without the cap&apos;s white brilliance to reflect sunlight back into space, the region will heat up even more than at present. As a result, ocean temperatures will rise and methane deposits on the ocean floor could melt, evaporate and bubble into the atmosphere. Scientists have recently reported evidence that methane plumes are now appearing in many areas. Methane is a particularly powerful greenhouse gas and rising levels of it in the atmosphere are only likely to accelerate global warming. And with the disappearance of sea ice around the shores of Greenland, its glaciers could melt faster and raise sea levels even more rapidly than at present. Professor Chris Rapley of UCL said: &quot;With the temperature gradient between the Arctic and equator dropping, as is happening now, it is also possible that the jet stream in the upper atmosphere could become more unstable. That could mean increasing volatility in weather in lower latitudes, similar to that experienced this year.&quot; CryoSat-2 is the world&apos;s first satellite to be built specifically to study sea-ice thickness and was launched on a Dniepr rocket from Baikonur cosmodrome, Kazakhstan, on 8 April, 2010. Previous Earth monitoring satellites had mapped the extent of sea-ice coverage in the Arctic. However, the thickness of that ice proved more difficult to measure. The US probe ICESat made some important measurements of ice thickness but operated intermittently in only a few regions before it stopped working completely in 2009. CryoSat was designed specifically to tackle the issue of ice thickness, both in the Arctic and the Antarctic. It was fitted with radar that can see through clouds. (ICESat&apos;s lasers could not penetrate clouds.) CryoSat&apos;s orbit was also designed to give better coverage of the Arctic sea. &quot;Before CryoSat, we could see summer ice coverage was dropping markedly in the Arctic,&quot; said Rapley. &quot;But we only had glimpses of what was happening to ice thickness. Obviously if it was dropping as well, the loss of summer ice was even more significant. We needed to know what was happening  and now CryoSat has given us the answer. It has shown that the Arctic sea cap is not only shrinking in area but is also thinning dramatically.&quot; Sea-ice cover in the Arctic varies considerably throughout the year, reaching a maximum in March. By combining earlier results from ICESat and data from other studies, including measurements made by submarines travelling under the polar ice cap, Laxon said preliminary analysis now gave a clear indication of Arctic sea-ice loss over the past eight years, both in winter and in summer. In winter 2004, the volume of sea ice in the central Arctic was approximately 17,000 cubic kilometres. This winter it was 14,000, according to CryoSat. However, the summer figures provide the real shock. In 2004 there was about 13,000 cubic kilometres of sea ice in the Arctic. In 2012, there is 7,000 cubic kilometres, almost half the figure eight years ago. If the current annual loss of around 900 cubic kilometres continues, summer ice coverage could disappear in about a decade in the Arctic. However, Laxon urged caution, saying: &quot;First, this is based on preliminary studies of CryoSat figures, so we should take care before rushing to conclusions. In addition, the current rate of ice volume decline could change.&quot; Nevertheless, experts say computer models indicate rates of ice volume decline are only likely to increase over the next decade. As to the accuracy of the measurements made by CryoSat, these have been calibrated by comparing them to measurements made on the ice surface by scientists including Laxon; by planes flying beneath the satellite&apos;s orbit; and by data supplied by underwater sonar stations that have analysed ice thickness at selected places in the Arctic. &quot;We can now say with confidence that CryoSat&apos;s maps of ice thickness are correct to within 10cm,&quot; Laxon added. Laxon also pointed out that the rate of ice loss in winter was much slower than that in summer. &quot;That suggests that, as winter starts, ice is growing more rapidly than it did in the past and that this effect is compensating, partially, for the loss of summer ice.&quot; Overall, the trend for ice coverage in Arctic is definitely downwards, particularly in summer, however  a point recently backed by Professor Peter Wadham, who this year used aircraft and submarine surveys of ice sheets to make estimates of ice volume loss. These also suggest major reductions in the volume of summer sea ice, around 70% over the past 30 years. &quot;The Arctic is particularly vulnerable to the impact of global warming,&quot; said Rapley. &quot;Temperatures there are rising far faster than they are at the equator. Hence the shrinking of sea-ice coverage we have observed. It is telling us that something highly significant is happening to Earth. The weather systems of the planet are interconnected so what happens in the high latitudes affects us all.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/aug/11/arctic-sea-ice-vanishing", 
    "wordcount": "1129"
}