{
    "headline": "Tearaway  PS Vita preview", 
    "text": "Like all the best video games, Tearaway was inspired by messy desks. The team at Media Molecule, the creators of the wonderful LittleBigPlanet titles, were brainstorming ideas for a new project when they noticed their Guildford office was drowning in paper. There were huge piles of the stuff, teetering everywhere, on every work space, from every drawer; it was omnipresent. And being a creative bunch, interested in the possibilities of everyday objects, they started prototyping games set in a papery world. The result is Tearaway. Exhibiting the studio&apos;s familiar handicraft charm, the game puts you in control of Iota, a cute delivery boy who must traverse a vast paper world in order to deliver a message to the player. There&apos;s a linear story with lots of puzzles to solve and enemies to avoid, but the landscape often opens up into sandbox-style areas where players can explore and experiment. What happens if you clamber up that giant plant, or chuck a screwed-up paper ball into one of those nets? You get time and space to find out.      It is also a world of physical forces. Winds will often blow platforms and objects along; there&apos;s even an accordion that Iota can pick up and squeeze, sending out a gust of air that affects the world in useful ways. There are glue pathways that allow the character to walk gingerly up walls and over ceilings. Everything is reactive to you and to Iota. Or, indeed, to you and Atoi. Media Molecule has just revealed that there will be an alternative female lead character (her name is French for &apos;to you&apos;, but also Iota backwards), who can be selected instead. While the game is the same whichever you go for, the body language of the two characters is subtly different, with Atoi more demonstrative to the player. They&apos;re both adorable, though, with teeny paper-thin bodies and large envelope heads  a design that evolved over several weeks of prototyping and modelling.     This wall of the Media Molecule office is filled with early designs for the character who would go on to become Iota    Today, Media Molecule is showing off a new level of the game, Sogport, an isolated sea port, populated by fishermen, and hugely inspired by folk tales and sailor songs. The area is surrounded by a toxic gluey ocean, and the landscape takes in both the fishing village and a dense forest, filled with mythical monsters known as wendigos, that stomp about flailing their paper arms. It turns out these fierce giants love eating pearls so a key element of exploration is ensuring you always have one or two precious stones to lob at monsters. One big theme of the project is, as lead designer Rex Crowle puts it &quot;the mad intersection between the game world and the real world&quot;. With Tearaway, the player is more of a benevolent god than a gamer; a distant yet definable presence in the virtual environment. In certain sections, you can press the Vita&apos;s rear touch pad to &apos;tear&apos; through the landscape with your fingers; on screen, graphical representations of your digits pop out, reacting to your movements (these can even be modified to match your own skin tone). You can then herd baddies away from Iota, or move obstacles. Most objects are reactive to touch  if Iota steps on a tuft of grass it collapses to the ground, if the player touches the rear pad when Iota is on a trampoline, it bounces him up to a higher level. I love the way even the ground is made of folded paper and cardboard, crumpling slightly under every footstep. The sense of interplay between reality and the game extends to the game&apos;s clever &apos;trophy&apos; system. After each stage, players are able to download a new paper model to make and display, a physical representation of their journey through the game. &quot;This really completed the loop while we were developing the project,&quot; says Crowle. &quot;A lot of the concepts are things that one of us had made on the crafting mat; we&apos;d learn from that and build a version in our editor and then it came alive in Tearaway. And it&apos;s kind of cool that later, it will come out of the game and end up back on a crafting mat where it all began.&quot;      Indeed, everything in the game is about &apos;feel&apos; and texture rather than merely touch. The world not only looks as though it is crafted from real paper objects, the engine actually renders all shapes in the game as actual craft plans; if you see a house, you&apos;ll notice it has little tabs and folds  if it were flattened out, it would look like a paper model, ready to be constructed. Interestingly, there are almost no texture maps; everything is built out of polygons, giving a rich geometric environment. As in LittleBigPlanet, there is customisation, too. Players will be able to take photos and apply them as textures to certain locations and creatures, Iota and Atoi can also be personalised. But in a sense this whole world feels malleable. &quot;I wanted to make something that felt at home in your hands, that was tactile, but also personal to you,&quot; says Crowle. &quot;I wanted there to be a relationship between the you inside the game and the you outside. We latched on to paper as a material that bound those things together.&quot;     The Media Molecule craft table, complete with a papercraft Vita!    To accentuate the papery feel, Media Molecule artist, Stefan Kamoda, has written a special plug-in for the commonly used design package 3D Studio Max. &quot;It was a challenge to get the right sort of animation out of the package,&quot; he says. &quot;Max is good at doing curves and it&apos;s good at doing traditional joints that bends in the middle, but combining those two is quite tough  we&apos;ve had to write a lot of custom software.&quot; The new setup allows the art team to create paper objects that flutter, bend and fold in naturalistic ways, emphasising this sense of a living, handicraft world. The animation cycle is then programmed to miss out every other frame so that there&apos;s a slightly juddering stop-frame look. As with LittleBigPlanet, there&apos;s a distinct feel, an atmosphere ven, of 70s children&apos;s television; the handicraft worlds of Oliver Postgate, the delicate, colourful worlds of Trumpton and Camberwick Green.  &quot;I think there&apos;s a link with Fingermouse,&quot; says Crowle. &quot;One of the initial prototypes we made was more about dressing up your finger as a character in the game. We got some interesting stuff out of that but we felt you couldn&apos;t play the whole game via the rear touch.&quot; Beyond that, is the influence of folk tales, poems and music. The world in Tearaway has its own culture, it&apos;s own mythology and, even its own authentic alphabet that players can decipher. This will all be accompanied by a folk soundtrack overseen by audio director Kenny Young, who has been writing his own sailor songs for the game&apos;s trailers. Young&apos;s approach speaks volumes about Media Molecule and its approach to design  a wonderfully inclusive amalgam of traditional crafts and modern technology. This seems to be a place where games come out of a love of creating stuff rather than a need to produce content. &quot;We haven&apos;t nailed down all the gameplay - it&apos;s still evolving,&quot; admits technical director David Smith while showing me the game. &quot;If you&apos;d looked at a build a week ago you&apos;d have seen quite a few differences to what we have now. We&apos;re still experimenting... still having fun.&quot; There are very few studios that I come to visit and then leave wishing I could work there. Despite those piles of paper, this is one of them.  Tearaway is launching on the PlayStation Vita in autumn.", 
    "section": "technology", 
    "gid": "technology/gamesblog/2013/jan/31/tearaway-preview-vita", 
    "wordcount": "1287"
}