{
    "headline": "London's amphibians and reptile populations mapped", 
    "text": "From smooth newts living by the Tate Modern to common frogs across London, amphibians are widespread in the capital, but snakes and other reptiles are largely confined to its outer rings, the first map of the city&apos;s amphibian and reptile populations shows. The map shows London&apos;s native amphibians - common frogs, common toads, smooth newts, palmate newts and great crested newts - to be relatively populous across the city, while native reptiles - slow-worms, common lizards, grass snake and adder - are far more sparse, confined mainly to the outer boroughs. Contributions from the public will help improve future editions as well as conservation efforts, say the team behind the London Amphibian and Reptile Atlas. Sophie Hinton, Connecting London&apos;s Amphibian &amp; Reptile Environments project officer, said: &quot;There are still lots of gaps in the information we have managed to collect over the last year,&quot; adding &quot;we need a London-wide, long-term effort&quot;. Hinton explained that surveys had turned up populations in unexpected areas: &quot;There were some great habitats hidden away in surprising locations - for example, there are smooth newts in the Tate Modern pond right in the centre of London, which, with regard to its placement on the distribution map, some may find surprising.&quot; Hinton added, though, that the surveys revealed a worrying number of absences: &quot;We established survey sites on habitats where no monitoring had previously taken place, which seemed ideal for slow-worms, for example, and after numerous attempts, we didn&apos;t find anything. &quot;This may have been down to the strange spring and summer weather we&apos;ve been having which created less than ideal surveying conditions, but it may also just be because there aren&apos;t any animals there.&quot; Earlier this month, the National Trust said the summer&apos;s record wet weather had been disastrous for wildlife, in particular for birds, bats, butterflies, bees, amphibians and wildflowers struggling in the cold wet conditions. The map draws on data from the Greenspace information for Greater London project using a mixture of recent surveys and pre-existing data going back to 2002. Habitat loss from development has contributed to a considerable decline in amphibian and reptile numbers in the UK, putting several species including the great crested newt, common toad and grass snake on Natural England&apos;s priority species list.", 
    "section": "environment", 
    "gid": "environment/2012/jul/27/london-amphibian-reptile-map", 
    "wordcount": "383"
}