{
    "headline": "Somalia conference needs to clear the way for effective relief efforts", 
    "text": "The London conference on Somalia should be seen as the latest episode in the international community&apos;s efforts to stabilise Somalia since the collapse of the Siad Barre regime in 1991. It comes at a time when the political community is espousing an air of optimism, pointing to perceived breakthroughs in their fight with the militant group al-Shabaab and in expanding the physical reach of the transitional federal government (TFG) in the capital Mogadishu. Yet, as the conference date approaches, the humanitarian community has less to be optimistic about. Yes, the UN has officially declared the famine over, but it points to a continuing humanitarian crisis in which out of a population of 7.5 million, more than 2 million are in need of emergency assistance and more than 2 million Somalis are either internally displaced or have sought refuge in neighbouring countries. Furthermore, there are significant concerns about the humanitarian consequences of the international community&apos;s stabilisation efforts. Aerial bombardments and the creation of buffer zones by Kenyan and Ethiopian forces in the south of the country are further worsening the humanitarian situation for Somali civilians and hindering the delivery of aid. Militias allied to the TFG and al-Shabaab frequently obstruct humanitarian access. To make matters worse, counter-terror legislation has reduced available funds and limited access as humanitarian organisations fear prosecution for falling foul of the law if aid is diverted to al-Shabaab (a listed terrorist group). Many also point to a lack of accountability measures within international humanitarian and human rights law, which are frequently violated with impunity by all sides of the conflict. These concerns and subsequent divides between the political and humanitarian communities are not new, most recently following the Ethiopian invasion in 2006, in which the Islamic Courts Union were ousted from power and the TFG, with international support, was reinstated in Mogadishu with a subsequent deployment of an African Union peacekeeping mission (Amisom). These events, along with the rise of al-Shabaab, sparked a massive humanitarian crisis in 2007-08, which ended up with 3.5 million Somalis needing emergency assistance and their protection coming under threat by both the insurgency and Ethiopian and Amisom troops. With most incidents of civilian casualties not fully investigated, Somalia was seen as an accountability-free zone. Many feel that the international community&apos;s current strategy could have similar consequences. While there have been some improvements in Amisom&apos;s attention to civilian casualties, there is a fear that greater military intervention, with a planned expansion of Amisom troops, will eventually lead to a deterioration in the extremely fragile humanitarian environment  particularly in terms of access and the protection of civilians. Furthermore, there is scepticism that these military efforts will help &quot;turn the tide&quot; in Somalia, as they hinge on the success of a political strategy that backs a government with weak domestic legitimacy, that lacks effective territorial control and excludes key powerbrokers, such as representatives from Somaliland and al-Shabaab. While it is beyond the mandate of humanitarians to discuss the merits and shortcomings of the international community&apos;s stabilisation efforts, there is legitimate concern at their humanitarian consequences. It is, therefore, imperative, irrespective of the direction taken at Thursday&apos;s conference, that the political community takes heed of these concerns and commits to ensuring that all sides of the conflict adhere to international humanitarian and human rights law, and that the neutral and independent character of humanitarian relief is both supported and respected.  Samir Elhawary is a research fellow in the humanitarian policy group at the Overseas Development Institute", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/feb/22/somalia-need-to-address-humanitarian-consequences", 
    "wordcount": "584"
}