{
    "headline": "The university of 2020: predicting the future of higher education", 
    "text": "A US survey published by Pew Internet last month asked the question: what will higher education look like in 2020? We took on that very question last November in one of our live chats, and now share the main points made by our panelists. On the panel were: Ewart Woolridge CBE, chief executive, Leadership Foundation for Higher Education Lance Fortnow, professor of Electrical Engineering and Computer Science, Northwestern University Martin Hughes, writer, The University Blog Sean Ruston, chair, The Aldwych Group Liz Shutt. head of Policy, University Alliance Vangelis Tsiligiris, college principal and researcher in cross-border higher education, MBS College Tamson Pietsch, lecturer in imperial history, Brunel University Johnny Rich, founder, Push, an independent guide to UK universities Joyce Canaan, professor of sociology, Birmingham City University The &apos;best bits&apos; are grouped around the five key themes covered in the live chat, with a sixth section on trends added to highlight some of the main ideas that came out of the discussion. The initials of the speaker appear next to each point. Click here to read the full live chat thread. Funding and finance MH: Students will become reliant on alternative sources for funding: Should the government withdraw funding further, or if they altered their stance on no student paying upfront and graduates only repaying once earnings go above 21,000, expect not only a change in student numbers and diversity, but also an increased reliance on alternative sources. The system may not work if those sources are not available. SR: Employers will have to start playing a bigger funding role: We constantly hear businesses complain about graduates without the right skills sets; its time business put its money where its mouth is. LF: If we need to rely on industry funding for course we may lose even more control of our curriculum: In computer science, we already struggle with whether to teach courses that employers want so they can get jobs (and what Google wants is different from what Microsoft wants) or teaching them the fundamentals that will help them in the longer run. This tussle will only become more pronounced in the future. JR: Tax private companies, rather than students, and use that to fund universities: Hypothecate the money back to the university where the graduate studied and do away with fees. That&apos;ll encourage HEIs to run courses the labour market needs and students to do them. VT: HE will be shaped by the pursuit of monetary objectives, like those being promoted by the EU right now: Funding priorities will be low inflation, balanced budgets, reduction in the expenditure for &apos;public goods&apos;. As we move towards an aggressive market based model in HE competition will change quality as we know it. Quality will be closer to &apos;value for money&apos; and accountability. Distinctiveness and specialisation EW: Distinctiveness may become not just about what universities do but how they do it: We at the the Leadership Foundation have just finished a study of the 15 Cathedrals Group (faith-based) universities in the UK which demonstrated the importance of values in terms of the quality of the student experience, the relationship with staff and how they engage with their communities. As universities compete, establishing and communicating these values will become more important. MH: Some institutions may be forced to concentrate and specialise in order to effectively distinguish themselves and compete: Alternative institutions and open educational spaces provide a different view to traditional centres of learning. They may not be seen as HEIs in an official sense (yet), and may not provide formally recognised qualifications (again, yet), but it&apos;s important to see the value in people&apos;s desire to learn and form communities of research and engagement. JC: Must a university distinguish itself from its competition? It is a question that presumes commodification and marketisation. We should be focusing less on how distinctive a university is, what its &apos;USPs&apos; [unique selling points] are, and more on what the purpose of a university is. Why should we accept that universities should be reconfigured, as they have been over the past 40 years? SR: Specialisation could create a two-tier system: We may see research money increasing concentrated at the Russell Group and 1994 Group, and the others forced to concentrate on teaching. This will result in a two-tier system, one that has ramifications for widening access. How long before employers become attuned to the different &apos;types&apos; of university and start discriminating one or the other? Inevitably this will be a disaster for social mobility. TP: Universities will grapple with how to retain their credentialing role: HEIs have always, are and will continue to be, institutions that both foster knowledge and sanction forms of knowledge. But the internet has created not only a new form of knowledge, but a radical new form of access to it. The big question is: &quot;How will universities sanction the knowledged gained online&quot;? Student experience and widening participation MH: Participation shouldn&apos;t be a numbers game: One of the most important issues for the future is understanding that widening participation shouldn&apos;t be about getting a certain percentage into higher education. Widening participation should be about giving every person the right opportunities to higher learning should it be relevant and helpful to them. LF: There will be more virtual participation: Anyone with an Internet connection can get an incredible education essentially for free, from the point of view of accessing lectures and supplementary material. Oddly enough, this will make it harder for everyone to get a true university experience which includes a social environment and working directly with faculty and fellow students. Though it is possible social networking will also make this achievable. JR: Universities must engage with schools: Independent, personal contact with advisors and with information sources is critical if you want people, who have come from backgrounds with limited experience of it, to aspire to university. Even people handing out cubes of cheese in supermarkets understand that if you want somebody to invest in something you&apos;ve got to give them a taste of it. Universities have a role in this. JC: Work within existing programmes but think outside the box: My colleague Matt Badcock and I are doing this in our public sociology routeway, taught in a dialogue-based beanbag space, and in which students are encouraged to work with progressive organisations outside. Other universities are also following these principles: Lincoln University have a concept called &apos;student as producer&apos; that informs all programmes, encouraging students to be engaged in research from the beginning of their degrees. Leadership EW: What HE needs from future HE leaders:  The right kind of values-based entrepreneurs  Leaders who can work inclusively to develop the narrative that works for their university  Leaders able to inspire trust and confidence in a tough world  Leaders who can challenge staff to change their ways as well as support them through change  Wisdom to make sense of such a fast moving environment and communicate that to others  And above all, they need to be good at forging the right partnerships with other organisations. LF: Visionary leadership over management: There is a joke made by an earlier president at Northwestern that his job was to provide &quot;football for the alumni, sex for the undergrads and parking for the faculty&quot;. Back then presidents could get by just by managing a university. But today and certainly in the future, a university leader has to make difficult choices and choose specific areas that their school can excel in. It takes a strong leader to sell such a vision to the faculty and students. TP: To maintain a sector true to its purpose, set up an alternate league table: It would factor in criteria such as the percentage of senior management that have been professors, percentage of students who are members of societies or staff-student ratio. It would require adopting a ranking logic but its also a satire and a rejection of it. Internationalisation LF: International competition will matter more to US universities: If we can&apos;t keep US universities affordable, students will start attending schools overseas. The UK and Europe have always had great universities but now we are seeing strength build up around the world as the foreign PhD students, trained at US institutions, have headed home. VT: Internationalisation will need to be kept in check: Global higher education is becoming more driven by market dynamics rather than academic incentives. Universities need to review why they engage with the wider world before they lose their way. A great overview about internationalisation which captures most of the contemporary issues is by Drummond Bone. Trends: MH: Higher learning won&apos;t have to change itself: The topics covered and the technologies might change, but there will remain a large amount of consistency in concepts of learning, research, and discovery. Ideas will get fine-tuned and tested, but the concepts will still be recognisable. VT: Research may become &apos;the luxury of the few&apos;: If governments continue to move away from an &apos;HE as public good&apos; approach, the sector will continue to become more marketised and less research focused. Most HEIs will also embrace more business orientated approaches to generate funds for programme delivery. JR: Who will be the arbiter of quality? Diversity can also mean diversity of quality. Who will be there to check standards are high enough? Particularly in institutions forced to find funding by occupying parts of a diverse market that have less to spend. The shift towards diversity must be accompanied by a shift towards accountability and promotion of understanding of what universities are offering. JC: Some universities will challenge the assumptions that mandate change: 1. universities all aspire to be like Oxford and Cambridge. 2. League tables are inevitable. 3. University diversity is a good thing because those from diverse parts of the sector can collaborate. EW: We will see a huge increase in diversity of universities, and probably an ever growing demand for higher education across the world - both for teaching and research. TP: One of the tasks for universities in the future will be to proudly speak out for and in the language of messiness, humanness, and quite frankly inefficiency. Resources: Hussey, T. &amp; Smith, P. (2010) The trouble with higher education: a critical examination of our universities. Higher education and society in changing times: looking back and looking forward, CHERI Boardless 2011: perspectives on the future, The Observatory on Borderless Higher Education Why contradiction is (and always will be) higher education&apos;s great strength, Martin Hughes How a better HE funding system could make everybody happy, Johnny Rich In defence of public higher education: the alternative white paper  This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/aug/24/higher-education-in-2020", 
    "wordcount": "1798"
}