{
    "headline": "Community workers help to bridge treatment gap in mental health", 
    "text": "A report in the Lancet last year concluded that improving access to effective mental healthcare could help to alleviate poverty. Mental health was framed as a &quot;development priority&quot;. But access to that crucial healthcare remains a barrier to many people in poor countries. While in Europe a third of people experiencing mental illness do not receive treatment, in developing countries the situation is much worse. In some countries, basic care eludes nine out of 10 people in need. However, the largest psychiatry trial to be conducted in the developing world, the Manas intervention, convincingly demonstrated that training lay people can play a crucial role in helping to deliver effective care for depression and anxiety in resource-poor, primary healthcare settings. Community healthcare programmes are not uncommon, and the Manas trial applied similar principles  training people to deliver basic care in their own communities  to mental health. The randomised controlled trial was conducted in Goa, India, and involved more than 2,700 participants. After community consultation about the programme (which led to some changes in how the subject was addressed  for example, depression is explained as a stress-related illness), local people, mostly women, attended four-week training sessions on helping to manage depression, with an additional two weeks to cover specific disorders such as alcohol abuse. Typically, they are female university graduates, although it is envisaged that community members with a lower educational attainment will be used if the programme is scaled up. On completing training, the community worker is based within the primary health centre and works alongside a primary care doctor, under the supervision of a psychiatrist. There are only 4,000 psychiatrists in India, serving a population of 1.3 billion. Shifting certain aspects of care to non-specialists allows specialists to achieve greater coverage of the population. Primary health centres are also easily accessible and are a far cry from the old psychiatric institutions that are heavily imbued with stigma. Professor Vikram Patel, clinical psychiatrist and former Rhodes scholar, set up the trial, which found that patients receiving care experienced a 30% decrease in common mental disorders and were less likely to attempt suicide. There was also a substantial reduction in the number of days out of work due to illness. Patel insists armies of mental health professionals are not needed to provide care. Instead, he believes in &quot;mental health for all, by all&quot;. &quot;We need to empower everyone to be able to understand the commonsense ways in which first they can promote their own mental health, &apos;mental health literacy&apos;,&quot; he says. &quot;Secondly, to provide mental healthcare when someone close to them is in a crisis, &apos;mental health first aid&apos;, and thirdly, at the professionalised level, to use lay health workers to provide mental care for people with mental illness. &quot;In many parts of the world chaining of people with mental illnesses is not uncommon, nor is seeing people walking around in clearly an unwell state, half naked, and no one takes any notice of them. It is tragic. There is a basic human right, which is not about just healthcare, but it is about the right to life with dignity, a right to citizenship.&quot; However, there are several difficulties that need to be overcome if the intervention is to be extended to communities across the country. The support of specialists is essential, but many are sceptical about devolving responsibility to lay people. Many specialists prefer to work in the private sector, which means appropriate incentive packages will be required to encourage participation. The uneven distribution of specialists across the country must also be addressed. And, while the intervention tackles the supply side of the healthcare equation, a greater challenge will be creating a demand for the service. Patel remains optimistic. &quot;You address demand first of all by demonstrating that you can make a difference to people&apos;s lives when they suffer from these conditions. In any community, if you are able to demonstrate impact on individuals, the word gets around. &apos;That son that used to be tied up to the bed, today is working in the fields.&apos; That is powerful stuff.&quot;", 
    "section": "global-development", 
    "gid": "global-development/poverty-matters/2012/feb/16/lay-workers-mental-health-care", 
    "wordcount": "693"
}