{
    "headline": "Mobile gamers hope for new world record after social splat", 
    "text": "   Splat is the first game to connect hundreds of users to one screen through a single url    A group of graduate students hope to have made gaming history when their mobile game was played by 113 people simultaneously. Splat, designed by Phil Groman, Federico Zannier and Danne Woo of New York University&apos;s interactive telecommunications program, was the subject of a world record attempt on Friday, and the group is confident of success. Users play as birds perched on a power line, and the objective is to defecate on as many passing cars on the road below. The game is silly, but simple, and its designers may have uncovered a new format for mobile gaming that&apos;s both socially inclusive and commercially viable. Splat&apos;s developers started the company BigPlay with the objective of bringing huge crowds of people together to participate in interactive games on video walls and digital billboards. Its website reads: &quot;With permanently connected devices in our pockets, BigPlay can turn every screen into a rich social playground for live audiences.&quot; According to BigPlay, Splat is the first mobile game that uses a url instead of an app to connect a group of users all to the same screen. The showcase on 1 March took place at the InterActiveCorp headquarters in New York, where more than 100 people plugged a single url into their smart phones to play together on a 122ft screen. At the end of the game, which took about five minutes, the participants&apos;data was processed by BigPlay&apos;s server to asses how many gamers were playing at the same time. The number turned out to be 113, which, if confirmed by Guinness, would be a world record for the largest ever multi-player video game on a single screen. Bigplay should hear back from Guinness about whether Splat officially made it into the record books in about six weeks, but considering it was the only group attempting the record, its chances are high. Groman, in charge of business development and interaction design for BigPlay, says the group has big plans for its gaming model. For example, the url-to-smartphone method could be used at half-time during sporting events or for tourists visiting landmarks with large screens such as Times Square. Groman says BigPlay&apos;s approach is special because &quot;interaction is felt directly&quot; when games are not &quot;limited by hardware.&quot;  He added that BigPlay&apos;s &quot;model allows the phone to become the game&apos;s hardware.&quot;", 
    "section": "technology", 
    "gid": "technology/us-news-blog/2013/mar/04/splat-student-mobile-video-game", 
    "wordcount": "392"
}