{
    "headline": "Am I paying a lot for 'green' energy?", 
    "text": "My answer ought to reflect the hideous complexity of the energy industry, incorporating such factors as degression mechanisms and carbon-floor pricing. It should have a whiff of rancour, mirroring the internecine warfare that rages around UK energy policy. Finally, it should feel totally desperate, taking its cue from the upcoming one-in-12 chance of blackouts as predicted by Ofgem. But if you don&apos;t mind I&apos;m going to park all that. At the risk of sounding like the ultimate hippy, these negative vibes are not getting us anywhere. The simple answer is that green energy is not costing you nearly as much as you&apos;ve been led to believe. Yes, energy bills have soared. A new government report analysing the cost of energy and climate-change policies on the cost of energy lays the blame squarely at the feet of global gas prices, followed by network costs. So 47% of your bill (assuming you have an average usage of electricity and gas) is attributable to wholesale gas and electricity costs; around 9% is attributable to the cost of policies, which includes those that decarbonise(or green) the supply. Support for renewables roughly adds up to 20 on the cost of the average bill. From 2004 to 2010 dual-fuel bills rose by 455, of which 382 was due to soaring gas prices. You might argue that sleepless nights should really be caused by the Dash for Gas championed by some areas of UK policy, not least the treasury rather than the expense of renewables. Renewables were subsidised to the tune of 1.4bn in 2010 (gas, oil and coal were subsidised to the tune of 3.63bn). And if the price of fossil fuels drops, they become comparatively more expensive per unit of energy. But research shows that rather than inflating our power bills, if there had been zero climate-change and energy policies (the so-called Do Nothing scenario) we&apos;d be paying 64 (or 5%) ayear more for gas and electric. So switch to an outsider that forges ahead of regulators and government  which means a dedicated renewables company. Ecotricity (ecotricity.co.uk) turns &quot;electricity bills into windmills&quot;. Or, if you can get close to the action, you could receive Goodenergy.co.uk&apos;s dedicated local-energy tariff. Recently launched for residents near its Delabole wind farm in Cornwall, thisoffers those living next to wind farms of over 4megawatts a 20% reduction in their energy bill. Lower electricity bills to live near a wind farm: now would that help to take the heat out of renewables? Green crush of the week     Ocean champion: Conrad Humphreys, who set up the Ecover Blue Mile project. Photograph: Nigel Millard    Triple round-the-world yachtsman Conrad Humphreys wants us all to develop ablue crush  on the ocean, effectively his office. His philosophy towards environmental conservation could be summed up as: &quot;Learn to enjoy what this planet can offer, and you&apos;ll want to care for it.&quot; He&apos;s heading up the Ecover Blue Mile (choose a sports event and complete a mile in or near a blue environment; it&apos;s for kids, too), which includes a mass-participation watersports weekend in Plymouth on 14-15 September. Greenspeak: Urban mining {er-bn ma-nng} noun There&apos;s a heavy ecological toll for extracting metals and minerals from the earth. Urban mining sidesteps heavy pollution and displacement by staying above ground and mining landfills for rare earths If you have an ethical dilemma, send an email to Lucy at lucy.siegle@observer.co.uk", 
    "section": "environment", 
    "gid": "environment/2013/apr/21/how-much-green-energy-costs", 
    "wordcount": "576"
}