{
    "headline": "Uncharted: Golden Abyss  review", 
    "text": "That it is blockbuster hero Nathan Drake leading the charge for the launch of PS Vita serves to confirm the eyebrow-arching adventurer as the closest thing PlayStation has to a Sonic or Mario-style mascot. But it also represents an assertion of the intent behind the handheld itself  to deliver full-strength console gaming in portable form without any of the usual compromises. On this count at least, Golden Abyss is proof of Vita&apos;s success. After a little adjustment for their relative dinkiness, the machine&apos;s twin sticks ensure that the game plays like its PS3 relatives, Drake swaggering through firefights and lurching over ledges. And the style of the game is largely intact, a steady third-person shooter made remarkable through an unusual investment in character, performance and the production of its motion-captured cutscenes. Not that the formula survives the transition entirely unmolested. While Uncharted 3 was characterised by  and occasionally criticised for  its reliance on spectacular one-off set pieces, Golden Abyss loses them altogether. This is presumably a technical limitation, but it has the effect of refocusing attention on story beats and the rhythm of the regular action. And while that story (itself limited by a prequel scenario) takes a while to get going, this balance makes for a cracking final third when it finally does. Another unexpected plus point is the use of the Vita&apos;s unique controls, which rather than being clumsily forced on to the game&apos;s mechanics like a too-trendy suit have instead been carefully tailored to its needs. Touchscreen controls smooth everything from gun-switching to grenade-throwing, while the gyroscopic aiming  tilting the handheld to target enemies  is accurate enough to bag regular headshots. It&apos;s all rather compelling and enjoyable, with just one lingering doubt  that for all its punch, Uncharted is the kind of blockbuster experience best enjoyed on a big screen at home, and doesn&apos;t solve Sony&apos;s problem of how to compete with the more disposable distractions offered by its mobile competitors.", 
    "section": "technology", 
    "gid": "technology/2012/feb/26/uncharted-golden-abyss-review", 
    "wordcount": "324"
}