{
    "headline": "Is it now possible to blame extreme weather on global warming?", 
    "text": "Whenever an episode of extreme weather  heatwave, flood, drought, etc  hits the headlines, someone somewhere is sure to point the finger of blame at human-induced climate change. Such claims are normally slapped down with the much-aired mantra: &quot;You cannot blame a single episode of bad weather on global warming.&quot; But with the on-going record high temperatures affecting large parts of the US, there seems to be a noticeable reduction in such caveats and notes of caution. This week, scientists have been queuing up, it seems, to explain how the wildfires in Colorado, the heatwave across the eastern seaboard, and the &quot;super derecho&quot; are all indicative of &quot;what global warming looks like&quot;. Most pulled back, though, from directly blaming global warming for such weather events. &quot;In the future you would expect larger, longer more intense heat waves and we&apos;ve seen that in the last few summers,&quot; Derek Arndt of NOAA Climate Monitoring told the Associated Press.&quot; The same report added: &quot;At least 15 climate scientists told the Associated Press that this long hot US summer is consistent with what is to be expected in global warming.&quot; So, can we now say, or not, that specific extreme weather events are caused, or at least exacerbated, by global warming? Has anything changed in climate scientists&apos; understanding of the attribution - or &quot;anthropogenic fingerprint&quot; - of such events? Are they now more confident about making such links? I put this question to a number of climate scientists... Kerry Emanuel, professor of atmospheric science at the Massachusetts Institute of Technology:  In my view, the only responsible statement scientists can make about this regards the probabilities of such events with and without climate change. We should be able to say something like &quot;the annual probability of a heat wave of magnitude A and duration B before the advent of climate change was x but as a result of climate change has increased to y and is expected to further increase to between z1 and z2&quot;. It would take some work to actually fill in the numbers x,y, z1, and z2, but there are studies along these lines for events such as the 2003 European heat wave.In my view, any statement that goes appreciably beyond statements like this one probably involves spin of one kind or another. In addition, once could talk about the particular routes by which climate change affects particular events. For example, the fires in the Rockies have apparently been affected by the ill health of many trees, owing to a population explosion among pine beetles, which is in turn partly owing to climate change.  Dr Peter Stott, head of climate monitoring and attribution, at the Met Office Hadley Centre:  Unusual or extreme weather events are of great public concern and interest, yet here are often conflicting messages from scientists about whether such events can be linked to climate change. While it is clear that across the globe there has been an increase in the frequency of extreme heatwaves and of episodes of heavy rainfall, this does not mean that human-induced climate change is to blame for every instance of such damaging weather. However climate change could be changing the odds and it is becoming increasingly clear that it is doing so in such a way as to increase the chances of extremely warm temperatures and reduce the chances of extremely cold temperatures in many places.At the Met Office, in collaboration with international colleagues, we have formed the Attribution of Climate-related Events initiative (or ACE for short) to develop the tools needed to quantify the changed risks of extreme weather. Extreme rainfall and flooding is a particular challenge. The globally warmer atmosphere now carries 4% more moisture over the oceans than in the 1970s and in many places this extra moisture would be expected to lead to increased rainfall when storms form over land. But in some regions, weather patterns as a whole could change due to natural as well as human causes. For example, if there were a systematic shift in the jet stream, the fast flowing ribbon of air high in the atmosphere that steers storm systems, this could reduce the risk of extreme rainfall in some places. The next meeting of the ACE group, taking place in Oxford in October, will discuss the development of authoritative assessments of extreme weather risk that can be produced shortly after the extreme weather events in question when interest is at its height.  Professor Michael Mann, director of the Earth System Science Center at the Penn State Department of Meteorology:  I like to use the analogy of loaded dice. Here in the US, we&apos;ve seen a doubling in the frequency of record-breaking heat, relative to what we would expect from chance alone. So far this year, we&apos;re seeing those records broken at nearly 10 times the rate we would expect without global warming. So there is no question in my mind that the &quot;signal&quot; of climate change has now emerged in our day-to-day weather. We are seeing the loading of the random weather dice toward more &quot;sixes&quot;. We are seeing and feeling climate change in the more extreme heat we are witnessing this summer, the outbreak of massive forest fires like the one engulfing Colorado over the past week, and more extreme weather events like the Derecho that knocked out power for millions in the eastern US during a record-breaking heat spell.  Dr Clare Goodess, senior researcher at the University of East Anglia&apos;s Climatic Research Unit:  Over the last five years or so, a growing number of peer-reviewed studies have provided convincing evidence of a detectable human influence on the increases in high temperature extremes which have been observed over the last few decades over the globe as a whole and over large-scale regions such as Europe. Attribution of observed trends to human influences (anthropogenic climate change) requires a clear signal of change, which is stronger than the inherent natural variability of climate (so-called &apos;noise&apos;), and where the different driving mechanisms of change can be separated out. Thus it is a more challenging task for rainfall and other weather variables than for temperature, and for areas smaller than continents. An anthropogenic influence has, however, recently been detected over Northern Hemisphere land areas in the largest daily rainfall events experienced each year.These approaches to what climate scientists refer to as detection and attribution do not, however, address the questions that are uppermost in people&apos;s minds when they are personally affected by an extreme weather event. Unfortunately, I do not believe that it will ever be possible to look at a single event and say definitively if it would or would not have occurred in the absence of human influence. However, what can be, and has been, done is to estimate the extent to which human activity has increased the risk of such events occurring. It has, for example, been demonstrated that human influence has more than doubled the risk of a hot European summer like that of 2003 occurring, and substantially increased the risk of flooding which occurred in England and Wales in autumn 2000.  Dr Doug Smith, who leads decadal climate prediction research and development at the Met Office Hadley Centre:  I think it is inevitable that climate change will affect the frequency and intensity of extreme events. Weather can be characterised in terms of a mean value (the climate) and variability around the mean. Climate change will shift the mean value (by definition), and hence change the probability of extremes unless the variability also changes to compensate exactly (and there is no reason to expect this). The difficulty is in calculating the contribution of climate change to an individual extreme event. This is currently an active research area, known as operational attribution, in which many climate model simulations are made with and without forcing due to climate change in order to compute differences in the probabilities of particular events.  Michael Oppenheimer, professor of geosciences and international affairs at Princeton University&apos;s Woodrow Wilson School and Department of Geosciences:  The link between extreme events which have occurred recently and the build-up of the greenhouse gases is best represented by the &quot;loading the dice&quot; analogy  as the world warms, the likelihood of occurrence (frequency), intensity, and/or geographic extent of many types of extreme events is increasing. The events are individual data points in a broader pattern, akin to pixels on a computer screen. You can&apos;t say much from any one pixel, but a picture emerges when you step back and look at the pattern. That said, for a few types of extreme events, particularly heat waves, it is sometimes possible to connect the pixel to the bigger picture more directly. The best case is the European heat wave of 2003. According to computer simulations of climate, the likelihood that such an event would occur was about doubled by the buildup of the greenhouse gases. A few other events have been examined using similar techniques, including the 2010 heat wave in Russia.As for the willingness of scientists to make such statements: as the climate signal due to the ever-increasing greenhouse effect strengthens and emerges more and more from the noise in the system, and as statistical techniques for doing such &quot;fingerprinting&quot; studies as I mention above improves, scientists have become more confident in making such claims, which is to be expected.  Harold Brooks, head of the mesoscale applications group at Noaa&apos;s National Severe Storms Laboratory:  Attribution of extremes is challenging. We&apos;re faced with separate, but related, questions. First, how much did the warming of the planet contribute directly to the extreme event? Second, how much more likely was the event because of a warmer planet? For things that are closelyrelated to temperature (e.g., heat waves. fires), the first question can be addressed in a relatively straightforward manner and, typically, the answers are conservative. Even with a degree or two of global warming, the direct contribution to extreme heat, such as in the southern Plains of the US in 2011 and in much of the US in 2012, is small.The second question is more challenging to address. There are two issues that need to be considered. First is a statistical problem about how the likelihood of low probability events changes as the average condition changes. For example, if you flip a fair coin 100 times, on average you get 50 heads and 95% of the time, you&apos;ll get between 40 and 60 heads and 2 or 3 times, you&apos;ll get 65 heads. If you get a weighted coin that is 55% likely to be heads, it will 10 times as likely that you&apos;ll get 65 heads. The small change in the average chance means the chance of an extreme becomes much more likely. The same thing happens for temperature extremes, but there&apos;s another issue. Did the change in the average temperature make it more likely that the flow in the atmosphere was even more likely to occur than just by chance? For instance, when it doesn&apos;t rain much over a large area, the ground dries out and heats up. The atmosphere responds to this by flowing around the area of hot air in a way that makes rain even less likely in the hot area, leading to more heating of the ground, reinforcing the flow around that area.For things that aren&apos;t temperature, we have to work to understand the relationship between the global temperature and the phenomenon in question. For instance, we understand that warming the planet will likely lead to a more intense water cycle, with heavier rain when it rains and longer periods without rain in between. On the other hand, our understanding of how global scale atmospheric changes affect things like tornadoes and severe thunderstorms is that global warming will make some of the ingredients for them more likely and others less likely. As a result, it appears that long-term trends in tornado occurrence or intensity are unlikely to be large. Even without the planet warming, we would expect to see some years with many tornadoes and others with few tornadoes.  Michael F. Wehner, staff scientist at the Lawrence Berkeley National Laboratory:  Whenever an extreme weather event occurs, it is natural for the public to ask, &quot;Is this event a result of global warming?&quot; This is not the quite the correct question to ask, as to date, all individual weather events observed could have happened prior to the human intervention in the climate system, however unlikely that may have been. The more relevant question to ask is &quot;How has the risk of this event changed because of climate change?&quot; This risk of extreme weather, particularly very severe heat waves, has already changed significantly due to human induced global warming. For instance, the chances of the 2003 European summer heat wave, responsible for as many as 70000 additional deaths, at least doubled and likely increased by a factor of 4 to 10. The chances of the 2010 Russian and 2011 Texas events also undoubtedly increased. While these events could have occurred without the human changes to the climate, it is important to know that the amount of climate change that we have experienced so far is very small to what is projected to occur by the middle and end of this century. By 2100, today&apos;s most extreme weather events will seem relatively normal. ", 
    "section": "environment", 
    "gid": "environment/blog/2012/jul/03/weather-extreme-blame-global-warming", 
    "wordcount": "2252"
}