{
    "headline": "ESPN Goals app nearing 2m downloads as Soccernet iPhone app goes live", 
    "text": "Sports broadcaster ESPN has launched a new global football app for its Soccernet brand, offering news, live scores, audio and video content. The ESPNsoccernet app is initially being released for iPhone, with Android, Windows Phone and Symbian versions to follow. Commercial director for ESPN Digital Media Robin Ashton says the app&apos;s launch reflects ESPN&apos;s growing ambitions in mobile. &quot;Of all platforms, mobile is growing the fastest for us. It&apos;s becoming pretty much one of our most important screens,&quot; he says. &quot;Mobile is perfect for our audience, who are more likely to have smartphones and browse the web on them. In the next two years, combined traffic to Soccernet&apos;s mobile website and this app could overtake the main website.&quot; The new app&apos;s global launch follows ESPN&apos;s UK success with its ESPN Goals app, which relaunched at the start of the current football season. It&apos;s a free app offering video clips of every Premiership goal shortly after they&apos;re scored (except for matches kicking off on Saturdays at 3pm, which due to UEFA rules can only be delivered from 5.15pm). The app has been downloaded nearly 2m times in the five months since its relaunch in the UK. &quot;The usage we&apos;re seeing on it is incredible,&quot; says Ashton. &quot;We&apos;re serving around 40m page views a month on ESPN Goals in the UK only, and on the video front we&apos;re serving around 7m match highlight clips every month too.&quot; Ashton also says that there has been a &quot;phenomenal response&quot; from advertisers too. ESPN Goals was a paid service in the 2010/11 season, but switched to free and ad-funded for the current campaign. Brands advertising in the app include Electronic Arts, Continental Tyres and Mentholatum. &quot;It&apos;s working phenomenally well from both an audience and revenue point of view,&quot; says Ashton. &quot;It&apos;s the holy grail for all of us who work in this sector: to create something we can say is a disrupter. It&apos;s changing the way people follow football on a Saturday.&quot; So to the new app, ESPNsoccernet, whose global focus is a big opportunity for ESPN, but also a challenge on the rights side: the broadcaster has rights for mobile video in specific countries for specific leagues. The app will walk the line between localised content and coverage of competitions like the English Premier League with broad global appeal. &quot;We&apos;re very conscious that it cannot be a one-size fits-all approach for any market,&quot; says Ashton. &quot;We don&apos;t want to dictate though: we have massive audiences in Australia, Singapore, Malaysia, the US, Canada And the Premier League is still very important for them. If you&apos;re in Nigeria, we&apos;re not going to default you to Nigerian scores. We&apos;ll allow you to set it up and add in the leagues you want.&quot; Where it has video rights and broadcast assets, ESPN will use them. In the UK, that means ESPNsoccernet will get analysis and opinion from its team of pundits Ray Stubbs, Kevin Keegan and John Barnes  whereas in the US there will be clips from its US sports coverage. Ashton says that mobile is becoming much more integrated into broadcast rights packages, rather than hived off into separate bundles as has been the case in the past. &quot;We would prefer all media for any rights we go after, but it&apos;s not always possible. It&apos;s getting much more difficut for rightsholders to segment those packages.&quot; There are quirks though. ESPN&apos;s deal with the Premier League is based on the capabilities of the devices receiving the content. ESPN Goals is unavailable to Wi-Fi-only iPod touch users as a result. Ashton points to other grey areas, like the way in the UK Yahoo has internet rights to Premier League highlights, but ESPN has mobile rights. &quot;Is a laptop with a 3G dongle stuck in it mobile or not? From our perspective it has to get cleaner, but we&apos;re very happy with the package we have at the moment.&quot; ESPN has been notable in its efforts to go cross-platform with its apps. ESPN Goals is available on iPhone, Android, BlackBerry, Windows Phone and Symbian, while the company has also invested in its mobile websites. In 2011, users spent an average of 158 minutes a month on ESPN mobile sites, generating 63.4m monthly page views. &quot;ESPN has a mission statement about serving the fan wherever they want to consume sports, so we were first on Android we pushed out ESPN Goals on that last year before a lot of more established apps were there,&quot; says Ashton. &quot;We&apos;ve also been working closely with Microsoft on Windows Phone. The usage numbers are not up there with iOS, but I believe they&apos;ll grow.&quot; ESPN is also working with Nokia on its ESPN Hub app, which will be an exclusive preload on that company&apos;s Lumia Windows Phone handsets. Ashton is also keeping tabs on trends including second-screen apps used on a smartphone or tablet to complement watching TV on a bigger screen  and social networking. &quot;I get an email proposal about second-screen every five minutes, and it&apos;s an area we&apos;re looking at, but we don&apos;t want to do it just for the sake of it,&quot; he says. &quot;It&apos;s got to give fans something useful, and provide extra value. But we do see that something like Twitter is making sport more engaging in many ways. People care about what other fans are saying.&quot;", 
    "section": "technology", 
    "gid": "technology/appsblog/2012/feb/28/espn-soccernet-app", 
    "wordcount": "923"
}