{
    "headline": "Preparing fossils: the fine art of extracting bones from the rocks", 
    "text": "   Skull of the tyrannosaur Gorgosaurus. Image by Darren Tanke and courtesy of the Royal Tyrrell Museum, Alberta.    It is easy to marvel at a beautiful fossil specimen that is illustrated in a scientific article, in a book or online, or is on display in a museum, and overlook the time-consuming and often painstaking work that went into getting it into that condition. Exhibitions and documentaries often show the dramatic scenes of fossils wrapped in protective plaster jackets being dragged or even airlifted out of the field site, but then mention only in passing the weeks or even months of effort required to extract the bones (or shells or whatever) from the rock.  In order to protect the often delicate specimens, we extract big chunks of the surrounding matrix with them when they are dug out of the ground and then rely on expert preparators to separate out the two. Some are relatively easy such as where there are big solid bones in a relatively weak matrix, or where chemical differences between the two can be exploited with acid to dissolve one and leave the others in perfect condition. However, many are painfully difficult  I&apos;ve seen a preparator take literally a year over a single fist-sized specimen in order to reveal every piece of available information undamaged and ready for scientific study. It&apos;s not just time consuming but requires great skill and really is an art  there&apos;s a knack that pretty much can&apos;t be taught: to know how the rock feels under the chisel or other tools and so to best use this to free the specimen while avoiding damaging it. You have to be prepared for the unexpected (there might be a second skull in there) and go slowly enough and carefully enough to prevent undue damage, and in the case of delicate specimens, almost repair and glue the rock as you go while trying to remove it.  Experienced and skilled preparators are valued for their skills both in the lab but also in the field finding and excavating fossils. Researchers tend to get the &quot;glory&quot; for publishing papers and often being the public face of research, but technicians do often contribute to research papers or even write papers themselves and palaeontological conferences regularly include sections scheduled just for preparators and for people to share techniques and exchange ideas. Getting the material out cleanly and safely is quite simply fundamental to palaeontology  there&apos;s only so much we can do with underexposed or damaged fossils. This work is normally very much a behind-the-scenes activity, but increasingly museums are literally opening up windows into prepration labs and allowing people to see the work going on inside. Still, with some jobs taking months to complete, there&apos;s a limit to the appreciation of what goes on in just a few minutes. To try and bring this to a wider audience, about 18 months ago I hosted a long series of blog posts on my old site by preparator Darren Tanke. I&apos;d wanted to get a preparator to talk in some detail about their techniques and Darren volunteered. Better than that though, he had an entire tyrannosaur lying in a jacket that needed to be prepared. Darren&apos;s parent museum, the Royal Tyrrell Museum in Drumheller, Alberta, gave us the necessary permission and over the course of several months, Darren both exposed and extracted the bones of the skeleton and created a photojournal of his work.  For those who are interested, the entire thing can be accessed here. The link goes to a summary post that tracks every entry Darren made and a Q&amp;A that the two of us ran in the middle. Hopefully this will be of some interest to readers and help to give people a much better idea of the kind of work that goes into preparing fossils and the skill and patience involved. If nothing else, there&apos;s a cracking tyrannosaur in there and some gorgeous photographs of this excellent specimen, especially of the skull which came out a treat.", 
    "section": "science", 
    "gid": "science/lost-worlds/2012/oct/01/dinosaurs-fossils", 
    "wordcount": "654"
}