{
    "headline": "Is 'lad culture' causing a surge in student feminist societies?", 
    "text": "With reports of slutshaming websites andpimp and hoe student nights littering the media, you might think that now is a hopeless time for feminism at universities. Lad culture appears to permeate all aspects of student life  fromFacebook newsfeeds to thedebating chamber of Glasgow University. But women are fighting back  or at least that&apos;s what the recent surge in the number of student feminist societies suggests. Students at the Universities of Westminster, Durham, Liverpool, Gloucestershire, Central Lancashire and Kings College London have each set up feminist societies in the last 12 months. They hope their groups will provide a space for students to debate how they can tackle sexism on campus. They also want to dispel the myth that feminism is no longer relevant.     Photograph: Hubert Libiszewski    &quot;I think we&apos;re sent the message by society that women are equal and that feminism has gone too far,&quot; says Eleanor Penny, founder of University College London Union (UCLU) gender and feminist society. It&apos;s easy to think that, because there is legislative equality, this translates into real equality, but this often isn&apos;t the case.&quot; Sexism isn&apos;t just an out-of-lecture problem. &quot;I had one female student complain to me about a rape joke being made during a class presentation,&quot; recounts Cassie Agbehenu, founder of the University of Gloucestershire&apos;s feminist society. &quot;We&apos;re growing up in a society where that&apos;s acceptable and you&apos;re labelled a prude for getting offended. Women shouldn&apos;t have to face sexism in lectures and classes.&quot; The feminist label still sits uncomfortably with some, particularly those who feel as if men are being demonised by feminists on campus. Katie, a third-year student at Cambridge University recalls a Reclaim the Night march last year, organised by the women&apos;s campaign at the university, where she was asked to hold a banner that read &quot;Men beat eggs not women.&quot; &quot;I refused. It [the march] was meant to be about keeping everyone safe but it was turned into something rather different. A couple of my male friends came onto the march and were disgusted by it.&quot; &quot;I like that we have women&apos;s officers, they fight for good things, but they often fight in such a way that alienates those they seek to represent. Being a feminist should be something you can say with pride; I don&apos;t feel like it is a lot of the time.&quot; New societies are keen to be as inclusive as possible, says Edinburgh student Flora Levy. &quot;We have worked hard to tackle and celebrate all kinds of gender identity. We have transpeople who regularly attend the society and I would hope that they  for want of not sounding patronising  feel welcome. Our fundamental premise, is that feminism is for everyone,&quot; adds Penny. And of course, everyone includes male students. Conscious of the damaging and age-old perception that &quot;feminists hate men&quot;, new societies are busy recruiting male students.     Photograph: Hubert Libiszewski    It&apos;s a policy that some find problematic, as Jennie Hope, a second-year student at Nottingham points out: &quot;People are slightly more open to female groups. There is a general hostility to the ideal of feminism, yet people simultaneously acknowledge that women are often discriminated against, and are legitimate in pursuing their interests. I think this is an issue with regards to humanising feminism  the word seems to carry stigma, but the ideas behind it do not.&quot; But membership among men is also continuing to rise, with many men joining who &quot;proudly label themselves as feminists&quot; says Agbehenu. &quot;It&apos;s essential to see a mix of genders in our feminist societies in order to be inclusive and challenge the status quo,&quot; he adds. Jono Tiffany, a student at Durham University, agrees: &quot;It&apos;s just as important for men to be involved [in feminist societies] because they have a role to play in achieving gender equality. It&apos;s a two-way issue and by its nature should be accessible to all. Feminism affects men too.&quot; Inclusion takes many forms. Students at Birmingham University felt frustrated and let down when Ukranian feminist group Femen, held an &quot;International Topless Jihad Day&quot;. Zarah Sultan one of organisers of Muslim Women Against Femen Campaign at Birmingham University, wanted to show that &quot;Islam and feminism can accommodate each other. This campaign created an environment where women, both Muslim and non-Muslim, were able to discuss feminism and issues they have experienced.&quot; &quot;However on campus there isn&apos;t an environment to cater for those who self-identify as religious and feminist. I, like many other Muslim students, find it difficult to be religious and feminist because there is rife Islamophobia and racism on campus, and people are too set on the distorted things that they hear in the media.&quot; There is an increasing belief in the need to make sure that women from all different backgrounds feel engaged with feminism on campus. &quot;I think it&apos;s really important for feminist groups to portray a better image at being inclusive, with a more broad definition of what it means to be a feminist,&quot; says Ariella Silberstein, a Jewish student at the London School of Economics (LSE). Despite some feeling uncomfortable about using the term feminism, the increased interest in gender equality on campus is creating new discussion, both around age-old stereotypes and new examples of sexism. &quot;Being involved with feminism on campus is the most important thing I do,&quot; concludes Levy. &quot;With every successful campaign, protest or policy victory, women feel safer and more included on campus genuine change is created.&quot; From burnt bras to feminist graffiti and event flyers, we want to see the green shoots of the new feminism on your campus. Share your images and videos on GuardianWitness by clicking the blue &apos;contribute&apos; button or visit GuardianWitness to see what readers have submitted so far.  GuardianWitness is the home of user-generated content on the Guardian. Contribute your video, pictures and stories, and browse news, reviews and creations submitted by others. Posts will be published on GuardianWitness, and the best pieces featured on the Guardian site. ", 
    "section": "education", 
    "gid": "education/2013/may/08/lad-culture-student-feminism", 
    "wordcount": "1024"
}