{
    "headline": "Why IBM's Watson supercomputer can't speak slang", 
    "text": "&quot;OMG, that&apos;s a bullshit question. Eat one, you doofus.&quot; One as-yet-to-be-determined day in the future, computers will talk back to us in this manner. But, thankfully, it would appear that Computers with Attitude are not yet on the near-horizon. Eric Brown, the IBM researcher charged with training Watson, the supercomputer that famously beat human all-comers in the US quiz show Jeopardy in 2011, has provided an interesting insight into just how hard it is to crack the ever-elusive nut of artificial intelligence (AI). Speaking to Fortune magazine, Brown said that Watson can readily absorb information far beyond the capacity of any human, but where it struggles is understanding our subtlety of language, particularly the human predilection for slang. &quot;As humans, we don&apos;t realise just how ambiguous our communication is,&quot; he said. (To be fair, most users of Apple&apos;s Siri have largely deduced this already.) To test Watson&apos;s skills at understanding slang, Brown instructed the supercomputer to digest the Urban Dictionary, the popular website that provides definitions for thousands of slang words, including ones of a particularly profane nature. In one test, Watson mistakenly used the word &quot;bullshit&quot; to answer one of Brown&apos;s queries. The Urban Dictionary has now been deleted from Watson&apos;s memory. &quot;Computers are now incredibly impressive at what I call &apos;micro smarts&apos;, namely, very specific tasks involving encyclopedic levels of data but with clearly defined rules,&quot; says Nigel Shadbolt, professor of artificial intelligence at the University of Southampton. &quot;That&apos;s why Watson was able to win a quiz show such as Jeopardy. But what they still struggle with is knowing how to behave in a generalised situation.&quot; Humans are &quot;superb&quot; at switching rapidly between rules of engagement,&quot; he adds. &quot;We live in a mass soup of cultures, rules and contexts. Words such as &apos;wicked&apos; and &apos;decent&apos; now take on different meanings to different people. In some ways, to ask a computer to know how to use a word correctly in various contexts is the ultimate challenge. The inoffensive use of the term &apos;bullshit&apos; in the right context is sometimes quite hard to judge for humans. Even prime ministers famously struggle to grapple with the use, or even meaning, of slang terms such as &apos;LOL&apos;.&quot;", 
    "section": "technology", 
    "gid": "technology/shortcuts/2013/jan/11/ibm-watson-supercomputer-cant-talk-slang", 
    "wordcount": "380"
}