{
    "headline": "Once upon a time on a campus near you", 
    "text": "I&apos;m a literature undergraduate  and it often feels like I can&apos;t make it through a week without encountering a depiction of the student experience on the pages of one of my set texts.  Many of the books my class has studied feature depictions of university life  from the comedic academic exchanges of David Lodge&apos;s Changing Places, through Emma and Dexter&apos;s graduation in David Nicholls&apos; One Day, to the on-campus sexual politics of JM Coetzee&apos;s Disgrace. While the contexts of the novels change  backdropped as they are by war or political upheaval  they nearly always provide something to which students can relate.  Critic John Dugdale may have had a go at reading the last rites for the campus novel a few weeks ago, but as many commenters made clear, his announcement of its demise was distinctly premature. Campus novels present us with a procession of wide-eyed characters, buoyed by youthful idealism, navigating their way through protest marches, student union discos and relationship disasters  and managing to find time for lectures somewhere in between.  Starring myriad characters from bumbling professors to party animals and pseudo-intellectuals, the novels sketch out the ups and downs of the years between anxious first day and eventual graduation. And I think, as we share the protagonists&apos; sexual explorations, drug experimentation and academic discoveries, we are helped towards understanding what we&apos;re experiencing a little bit better. In the spirit of sharing this rich literary tradition, I&apos;ve picked my five favourite &quot;varsity&quot; books. See what you think of my choices. Starter for Ten A quintessentially British voyage through the choppy waters of the student experience, David Nicholls&apos; novel derives its name from national televisual treasure University Challenge, and does a good job of encapsulating the challenges of university.  Through the eyes of protagonist Brian Jackson, we navigate heartbreaks, life lessons, and class concerns  all tempered with a gentle humour. Starter for Ten may be set in the mid-1980s, yet Brian&apos;s predicaments still resonate today, as students the world over continue on the quest to find the elusive &quot;difference between knowledge and wisdom&quot;. Brideshead Revisited Evelyn Waugh&apos;s 1945 novel sees protagonist Charles Ryder reminiscing about the days he spent at Oxford University, in a novel that not only captures the spired splendour of the world-famous institution, but also offers a moving account of the personal bonds forged with fellow students. Lucky Jim While Lucky Jim, Kingsley Amis&apos; uproariously comical debut offering, may focus more closely on the experience of lecturer James Dixon than that of his students, it nonetheless offers an illuminating glimpse into the absurdities of academic life. The public and personal collide in a scathing critique of pretension and hypocrisy that Christopher Hitchens once famously labelled the funniest book of the second half of the 20th century.  A bitingly satirical yet moving novel, Lucky Jim gives us the chance to consider life from the other side of the student/teacher divide. I Am Charlotte Simmons Forged from a series of interviews the author, Tom Wolfe, undertook with students from Stanford to Michigan, I Am Charlotte Simmons deftly depicts the hierarchies that structure university campuses, peering inside a world dominated by fraternities and offering us a stark, bleak depiction of the reality of US college life.  Political scandal is offset against a riveting examination of peer pressure, daring readers to question their own ideas about popularity and conformity. Less Than Zero A vision of the student experience that reads like a particularly gritty episode of Skins, Brett Easton Ellis&apos;s Less Than Zero features a carousel of characters who spend more time dropping tabs than they do swotting up. Written while the author was still an undergraduate himself, the novel is a razor-sharp observation of the apathy, isolation and emotional detachment of Generation Y. Do you agree with my selection? Has any one novel come close to capturing the reality of university life as you&apos;ve experienced it?", 
    "section": "education", 
    "gid": "education/mortarboard/2013/apr/16/students-in-fiction", 
    "wordcount": "651"
}