{
    "headline": "The Guardian's great fish hypocrisy", 
    "text": "The Guardian wouldn&apos;t publish recipes for golden eagle or nightjar or wildcat. So why is it considered acceptable to publish recipes for equally endangered creatures of the sea? I ask this because recently I had a very short discussion with the eminent chef Angela Hartnett, after reading her recipe for a monkfish (or John Dory or halibut) stew. I tweeted her as follows:  To @angelahartnett: Love your work, but please stop publishing recipes for endangered species. Thank you.  GeorgeMonbiot (@GeorgeMonbiot) October 17, 2012  Someone else replied, saying: &quot;would that not be censorship? Surely Guardian readers have the nous to apply a bit of common sense?&quot; Angela picked up this response, and wrote: &quot;agree Guardian readers are savvy buy from a sustainable source like @fishforthought&quot;. I wrote to her twice more, questioning that response, but I didn&apos;t hear back. So here&apos;s why I believe it is inadequate: 1. If she wants people to buy from Fish for Thought (a Cornish supplier that tries, when it can, to sell what it calls &quot;sustainable&quot; fish), why doesn&apos;t she say so when she publishes her recipes? I have been unable to find any mention of this company, or of any other &quot;sustainable&quot; source in the articles she has written for the Guardian over the past year. 2. I contacted Fish for Thought and asked them whether the monkfish they sell has been certified by the Marine Stewardship Council. (This is the only guarantee of anything approaching &quot;sustainable&quot;). They told me: &quot;No  our monkfish is not MSC-certified. I don&apos;t know whether there is any MSC monkfish anywhere to be honest.&quot; I checked the Marine Stewardship Council site. They&apos;re right: no monkfish on sale in the UK is listed there. 3. As Fish for Thought freely admits, buying from this company is no guarantee of sustainability. I noticed, for example, that they&apos;re promoting scallops on their website. They told me that the scallops are caught by dredging. This is one of the most damaging of all kinds of fishing: it consists of dragging metal rakes through the seabed, which smash or overturn anything in their path. The company said, &quot;If we didn&apos;t dredge scallops, we wouldn&apos;t sell scallops and there wouldn&apos;t be a business  We don&apos;t like it, we wish there was another way, but as a fish supplier we don&apos;t have a choice, if we&apos;re going to stay in business.&quot; 4. The Good Fish Guide says the following about monkfish:  &quot;Scientists say they have such poor data about the number of fish that are caught that it is impossible to produce accurate advice on the status of the stocks, and they are calling for much more stringent monitoring of these fisheries  The species is targeted by a number of modern fishing gears, making this species vulnerable throughout its range.&quot;  I would add that some of the fishermen pursuing them use rock-hopping gear: equipment than can turn over boulders of up to 25 tonnes, flushing out or smashing any marine life that lives among them. If you were to devise a system for maximum environmental destruction, you could scarcely do better than this. 5. Buying halibut is likely to be even worse than buying monkfish. The Good Fish Guide reports that wild Atlantic halibut are &quot;heavily overfished and listed as an endangered species&quot;. The guide gives it a rating of 5: the highest level of environmental damage. Halibut farming is less destructive, but it accounts for a small proportion of the fish on sale, and it depends on catching great volumes of wild fish to feed the stock. John Dory is also listed as unsustainable. 6. I would love to believe that Guardian readers are savvy about the fish they buy, but I&apos;m constantly amazed by the number of right-on, socially conscious people who don&apos;t think twice about buying rare species. Or perhaps it&apos;s not so amazing. If the papers keep telling them that cooking these animals is normal and acceptable, by specifying their use in recipes, it&apos;s easy for people to imagine that there can&apos;t be a problem. I have asked Angela for a response to these points, but have yet to receive a reply from her. I don&apos;t mean to single her out, as almost all the chefs who write for the papers include vulnerable or endangered species in their recipes. The notable exception at the Guardian is Hugh Fearnley-Whittingstall. I find it astonishing that his excellent and highly visible campaigns seem to have had so little impact on other people who work for this newspaper and its sister publication, the Observer. I&apos;m concentrating my fire on these papers because I believe we have to sort out our own mess if our criticisms of other media are to be credible. In this case we have singularly failed to do so. There appears to be no connection between what the Guardian and Observer preach about fish and what we practice. For example, I admire the work of Nigel Slater and Yotam Ottolenghi. They are both brilliant chefs, who have greatly enriched our national cuisine. But it&apos;s as if they have scarcely heard that there&apos;s a problem with the ingredients they specify. Over the past year, Nigel has published many fish recipes. Among them are articles promoting hake, monkfish, prawns, squid, scallops and salmon. I have been able to find only two mentions of the implications of the decisions he&apos;s asking us to make. One recipe, for hake, warns readers to &quot;check the sustainability of your fish&quot;. At the bottom of another, a recipe for monkfish with pancetta and clams, is the following note:  &quot;Check out the Marine Conservation Society website before shopping for fish. It will guide you to what is endangered and what is plentiful, and you can choose your fish accordingly.&quot;  As there is no MSC-certified monkfish in the UK, this advice, while generally sound, isn&apos;t in this case very useful. What&apos;s the point of telling us how to cook a species we shouldn&apos;t eat? I have also written to Nigel, but, again, have had no reply. Yotam, in the past 12 months, has published recipes for halibut, haddock, scallops, cod, salmon, sea trout, squid and tiger prawns. I have not been able to find a word from him about the impacts of buying these species. It&apos;s as if the depletion of fish and the destruction of the marine ecosystem had nothing to do with him. When I asked Yotam about this, he replied as follows:  &quot;My main point is that my top priority is to deliver delicious recipes. That is, to share with my readers all the wonderful food the world has got to offer. I am not a campaigner. When it comes to choosing my ingredients, I try to keep myself informed and not use particularly contentious ingredients. I believe that different readers will make their own ethical choices  whether to buy any imported, CO2-heavy ingredients, only free-range animals, organic produce, sustainable fish varieties, fair trade, shop in small shops, etc etc. &quot;I have been pretty consistent over the years saying that reducing your animal protein intake is, in general, a good thing to do both for our world and for ourselves. I say this all the time and I have been acting on this by offering recipes that are heavy on vegetables, pulses and grains. Many people who bought my books and read my column tell me that these have made a radical change on their diet and that they now consume much less meat or fish. I believe that this is as valuable as any campaign. Otherwise, I prefer that the informed reader makes his or her own choice and decides which of many current and important causes to follow.&quot;  All this is commendable. But it does not sit easily with promoting the consumption of rare animal species, and species whose extraction is ecologically devastating. Most of the time I&apos;m proud to be associated with the Guardian and the Observer. But our participation in the destruction of the ecology of the seas makes me ashamed. To titillate the palates of prosperous people (those who can afford to buy monkfish, halibut or tiger prawns are likely to be prosperous), chefs writing for these papers are helping to power one of the fastest and most extensive degradations of the natural world in human history. I believe their recipes normalise the consumption of rare and endangered species and the destructive practices of the industry supplying them. I&apos;d like to suggest that the Guardian and Observer implement  as soon as possible  a policy of not specifying any fish which has an environmental damage rating higher than 2 on the Good Fish Guide. And that whenever a recipe for fish or other seafood is published, it should include a note urging people to buy only from a stock certified by the Marine Stewardship Council. If your fishmonger doesn&apos;t have certified stock, cook something else. Does that amount to &quot;censorship&quot;? Or is it just a sensible and minimal response to one of the most urgent threats to the natural world? I put this proposal to Susan Smillie, the Guardian&apos;s food and drink editor. She told me:  &quot;It&apos;s an important subject for us as an organisation  there are so many ethical issues around food  sustainability/certification/air miles, animal welfare, nutrition, cost  to name just a few. It&apos;s a good topic for you to write about and it will be really interesting to see how much guidance readers want from us. We should definitely have their views feed into a wider conversation.&quot;  I agree and  having heard your views  I&apos;d like to take up the issue with a number of senior staff on these papers, to see if we can develop a coherent policy. So please have your say in the comment thread. Monbiot.com", 
    "section": "environment", 
    "gid": "environment/georgemonbiot/2012/nov/08/guardian-fish-hypocrisy-observer", 
    "wordcount": "1658"
}