{
    "headline": "Boot up: checking for DNSChanger, Heins on RIM, does IP stifle innovation?, and more", 
    "text": "A quick burst of 9 links for you to chew over, as picked by the Technology team The Fantastic Machine that found the Higgs Boson &gt;&gt; The Atlantic These are pictures to make you go &quot;wow&quot;. East London&apos;s 20 hottest tech startups &gt;&gt; The Observer British, obviously. Check whether your computer is infected with DNSChanger (no download needed) &gt;&gt; DCWG From those cuddly people at the FBI. Even so, it works. Amazon &apos;robo-pricing&apos; sparks fears &gt;&gt; FT.com  High-speed trading tools pioneered in the stock market are increasingly driving price movements on Amazon&apos;s website as independent sellers use them to undercut and outwit each other in a cut-throat online market place.  Product prices now change as often as every 15 minutes as some of the 2m sellers on Amazon&apos;s site join the online retailer in using computerised tools - often developed by former data miners at investment banks - to lure shoppers with the best deals... Last year out-of-control algorithms inflated the price of The Making of a Fly, a genetics book, to over $23m, according to Michael Eisen, a biologist who blogged about it.   Also bringing the risk of &quot;flash crashes&quot; where all the algorithms decide to drop the price at once. The bad science and greed behind the &quot;intellectual property inhibiting innovation&quot; argument &gt;&gt; The Trichordist David Clowery:   For some time now the web/technology lobby has been arguing that copyright and other forms of intellectual property rights are stifling innovation. And if you don&apos;t actually think about it you might agree. I mean it sound sort of like the argument against government over regulation. Having to get permission from all those IP owners. And then having to pay them? Bad for innovation!  But is this really true?  No. And the evidence is right in front of us.   Some powerful arguments in here - especially about whether it&apos;s still easier (or quicker) to get music legally, or illegally. Your RIM questions answered: CEO Thorsten Heins responds &gt;&gt; The Globe and Mail A straightforward question-and-answer from Heins. Note how some perceive BlackBerrys as for &quot;old folk&quot;, where as he points out it has a strong following among young users outside north America. Alan Alda and the Customer-Service Headache &gt;&gt; NYTimes.com In which Alan Alda - yes, that Alan Alda - tries to get McAfee to stop quarantining his emails on a service he doesn&apos;t use or pay for. DNS Changer - how not to lose your internet connection on July 9 [VIDEO] &gt;&gt; Naked Security Yes, yes, if you&apos;re reading this then you haven&apos;t lost it, but you might know someone who has. Amazon Said to Plan Smartphone to Vie With Apple &gt;&gt; Bloomberg An unlikely new entrant appears to by eyeing up the smartphone market. You can follow Guardian Technology&apos;s linkbucket on Pinboard. To suggest a link, either add it below or tag it with @gdntech on the free Delicious service;", 
    "section": "technology", 
    "gid": "technology/blog/2012/jul/09/technology-links-newsbucket", 
    "wordcount": "501"
}