{
    "headline": "Has the carbon footprint of our consumption finally peaked?", 
    "text": "The UK&apos;s total consumption footprint by sectorIn thousand tonnes of CO2e. All emissions allocated to end user. Roll over segments for data.      Today&apos;s select committee report on &apos;oursourced&apos; emissions adds a lot of weight to an argument that many of us have been making for years: that nations should take some responsibility for the carbon footprint of all the goods and services they consume  including imports  rather than focusing solely on emissions within their own borders. The question of imports and exports affects the entire global emissions picture  as you can see clearly if you click between the emissions and consumption views on the Carbon Map I published last month. But the issue is particularly pertinent for the UK, given its high level of reliance on imported goods and its claims of carbon-cutting leadership. So it&apos;s great to see the issue finally being taken seriously by policymakers within the Department for Energy and Climate Change (Decc). Last month, the Department for Environment, Food and Rural Affairs (Defra), released updated data showing an estimate of the UK&apos;s total &apos;consumption footprint&apos; in an amazing level of detail. The chart above shows a breakdown, including all the greenhouse gases released by all the sectors of the economy. Note that all emissions in this chart are allocated to the end consumer so electricity refers to domestic power consumption; electricity emissions from industry are rolled in with the goods and services they produce. The chart is fun to browse but it also makes an important point: that although obvious sectors such as domestic energy and car fuels are important, they&apos;re dwarfed by all the other ways that we create carbon, such as buying goods ranging from gadgets to sports equipment a huge proportion of which come from overseas. For completeness, I should mention that this chart misses out a few sector that have negative emissions for the UK, including sugar, paper and, er, weapons, of which Britain is a net exporter, but these add up to only a fraction of a percent of the total, as you can see on the underlying spreadsheet. Here&apos;s another way of slicing the same data. This time total greenhouse gases are broken down into direct household emissions (from boilers, vehicles, etc), indirect household emissions (everything else we buy), and a few other sectors such as local and government emissions and gross fixed capital formation.        Interestingly, though, the fall in our consumption footprint begins before the recession, right back in 2006 and dipped noticeably through to 2008, despite the booming economy at the time. This might be nothing more than a quirk: as the graph makes clear, our footprint has often sloped down for a year or two before surging ahead again. So perhaps if the financial crash had never happened our footprint would have shot up from 2008 and still be growing today. Perhaps, indeed, in a few years&apos; time as the economy bounces back our consumption footprint will rise to new heights. On the other hand, the fall from 2006 combined with the sheer steepness of the reduction since 2008, and the various lines of enquiry explored in the &apos;peak stuff&apos; theory I wrote about last year begs the question whether the UK&apos;s footprint could have peaked for good. Curious to know more, I called John Barrett, one of the academics who pulled together the numbers, and asked him if he thought the 2006 peak was significant. He told me that the folks at Defra had asked exactly the same question and have now commissioned him and his colleagues to look into the issue in more depth to make sure it&apos;s not a quirk of accounting or some other bug in the data. So hopefully there will be more to say on this in a couple of weeks. Of course, even if the UK&apos;s consumption footprint has peaked, that still doesn&apos;t give the full picture of the country&apos;s impact on the world. As Tim Jackson wrote in response to the peak stuff theory, our wider impact includes investments made by UK companies in the wider global economy, the emissions of which are still shooting upwards. This, Jackson says, suggests we should be sceptical of any claim that economic growth has &quot;decoupled&quot; from environmental impact. Barrett pressed a similar point, pointing out that regardless of any possible levelling off that took place before recession, it&apos;s the economic meltdown that has made the biggest impact. &quot;The recession has cut more carbon than any climate policy&quot;, he said. Another reason to be a little cautious of any claim that the UK&apos;s total carbon footprint may have peaked are the uncertainties in the data around our imports. I&apos;ve seen some interesting research recently  which I&apos;ll write more about in due course  that suggests that the footprint in China may be higher than most models show. These caveats are all crucial to bear in mind. Nonetheless, the new data is interesting. At a minimum it says that those of used to saying &quot;yes, UK emissions are falling but our consumption footprint is rising&quot; need to pause and ask whether that&apos;s necessarily still true. Get the data  DATA: view the full data as a spreadsheet  Can you do something with this data? Flickr Please post your visualisations and mash-ups on our Flickr group or mail us at datastore@guardian.co.uk  More environment data Get the A-Z of data More at the Datastore directory Follow us on Twitter", 
    "section": "environment", 
    "gid": "environment/datablog/2012/apr/18/carbon-footprint-consumption-falling", 
    "wordcount": "998"
}