{
    "headline": "There was something of a church about the woods, the main ride like a nave", 
    "text": "A vicar of Waresley used to visit this wood every week for divine inspiration, walking the paths, writing sermons in his head. There was something of a church about the place this morning, the main ride like a broad nave, flanked on either side by hazel bushes that took on the appearance of Gothic columns, with sprays like vaulted beams arcing overhead to meet as a roof. Shafts of sunlight pierced the canopy, sending ethereal beams slanting down to the woodland floor. I had come here in prayer, wishing that my memory had misremembered. Down the aisle I went, finding oaks, but only occasional ones, still in tawny leaf and marked by both bulk and scarcity. As I had thought, the majority of the trees here were ash, youngish trunks on ancient foundations. Each coppice stool, possessing a girth that suggested medieval origin, had sent up three to five slender stems with a giant beanstalk thrust 50 or 60 feet high. Each trunk, perhaps no more than a century old, was understated, its bark finely indented as if little rills of water had run through grey sand. But all together, the trees formed an innumerable phalanx, the backdrop to everything. My hand reached to feel the tips of twigs on the lower branches, the characteristic charcoal buds shaped like deer hooves. They seemed now to be the stigmata of wounds yet to come, for a plantation of imported saplings bearing Chalara fungus had been identified only a few miles away. Pestilence might arrive one day on a breeze. I tried hard not to think of a time hence when I could count every tree in the wood, when the badger sett would be in an open field. Instead, I fixed my eyes upwards to those boughs laden with keys. Just one in every 25 of all ash trees might carry resistance to the fungus. It would take only a few shedding their twirling fruit to the ground to give this wood its seeds of salvation. Birds in a Cage by Derek Niemann is published by Short Books, priced 20", 
    "section": "environment", 
    "gid": "environment/2012/nov/30/waresley-wood-cambridgeshire-church-broad-nave", 
    "wordcount": "350"
}