{
    "headline": "Airline industry: EU emissions trading scheme 'could risk trade war'", 
    "text": "European attempts to enforce its emissions trading scheme on airlines may undermine a global solution to curb aviation&apos;s environmental damage and risk a trade war, Iata claims. The International Air Transport Association, which represents 240 airlines worldwide, reiterated its call for the EU to drop its &quot;unilateral and extra-territorial&quot; scheme, which is opposed by several major powers, some of whom have hinted at retaliatory measures. Tony Tyler, the chief executive of Iata, said the emissions trading scheme (ETS) was &quot;not a stepping stone&quot; to meeting global environmental targets. &quot;It&apos;s a polarising obstacle that is preventing real progress.&quot; He said a global solution, negotiated through the International Civil Aviation Organisation, needed to be agreed, and that there were now &quot;concrete proposals&quot; that could be agreed in 2013. The planned EU levy on airlines will be calculated based on carbon emissions for entire flights, not just the travel over Europe, something its opponents regard as an infringement of sovereignty. China, which is hosting Iata&apos;s general meeting in Beijing, has already forbidden its carriers to participate in the scheme. Tyler added: &quot;Sustainability should unite the world with a common purpose, not divide it with affronts to sovereignty.&quot; He said the EU seemed &quot;more committed to implementing its ETS unilaterally than sincerely negotiating&quot; and that for China and others, &quot;it&apos;s like being asked to negotiate with a gun to their head&quot;. The EU has said it wishes to meet international targets to reduce pollution, and has pointed to the lack of progress on any global deal. Its director general for climate action, Jos Delbeke, told a US Senate hearing last week that the ETS was &quot;a cornerstone of the EU&apos;s climate policy&quot; and pointed out that by 2020, global international aviation emissions are projected to be around 70% higher than 2005 levels. Peter Hartman, the chairman Iata and chief executive of KLM, said: &quot;We call upon European institutions to act quickly to avoid an unnecessary trade war.&quot;", 
    "section": "environment", 
    "gid": "world/2012/jun/11/airline-industry-eu-emissions-trading-trade-war", 
    "wordcount": "341"
}