{
    "headline": "iPhone 5 name 'confirmed' on Apple website", 
    "text": "Apple&apos;s attempts to keep details of its latest iPhone under wraps were temporarily blighted on Wednesday, after the technology giant published four articles about the &quot;iPhone 5&quot; on its website hours before the official announcement. The articles  including an official press release, titled &quot;Apple introduces iPhone 5&quot;, and an iPhone 5 tips page  appeared on the website at least three hours before Apple&apos;s press conferences in San Francisco and London. Eagle-eyed Apple fans spotted that a search for &quot;iPhone-5&quot; on the company site returned the apparently inadvertent links on Wednesday afternoon, ahead of the 6pm (UK time) announcement. The slip-up is the strongest official confirmation yet that Apple will call its latest handset iPhone 5, as was widely expected. The Apple rumours site 9 to 5 Mac also reported that a press release headed &quot;Apple introduces new iPod Touch and iPod Nano&quot; was temporarily available on the company&apos;s official site, although that could not be found by the Guardian. All the links returned a dead page, suggesting that they had been launched accidentally. The internet has predictably been abuzz with rumours about the Apple announcement for several weeks in the run up to the iPhone 5 launch. Apple&apos;s press invitation to the announcement helped fuel the speculation, with a carefully coreographed &quot;5&quot; in shadowed lettering all but confirming that the new iPhone would be given a more memorable title than its predecessor, iPhone 4S. Separately, the Guardian revealed on Wednesday that the iPhone 5 would run on the high-speed 4G network when it launches in the UK this autumn. Major telecoms network equipment vendors  which include Huawei, Nokia Siemens Networks and Ericsson  have been testing iPhones that work on the 1800 band 4G spectrum to be used in the UK. Apple has had similar slipups through its website in the past. Once, ahead of the launch of a new Power Mac desktop, the images of the product appeared on the company website, just days before Steve Jobs was to announce it. A vacancy followed soon afterwards on Apple&apos;s site for a website editor.", 
    "section": "technology", 
    "gid": "technology/2012/sep/12/iphone-5-confirmed-apple-website", 
    "wordcount": "353"
}