{
    "headline": "Keystone pipeline: House votes to bypass Obama for approval", 
    "text": "Congress has voted to shut Barack Obama out of the biggest environmental decision of his presidency  the fate of the Keystone XL tar sands pipeline  and claimed the authority to approve the project. The vote to approve the pipeline, which passed 241-175 in the Republican-controlled house, was pure political theatre. The measure would dispense with additional environmental reviews of the pipeline and would allow only 60 days for legal challenges. The bill was unlikely to pass in the Senate and the White House said on Tuesday it would veto any measure that attempted to bypass the current permit process. But the vote  the seventh time Republicans in Congress have voted to speed up or approve Keystone  keeps up the pressure on Obama to approve the project. It also gave Republicans an opening to opine about high prices at the pump ahead of the Memorial Day holiday, when many people go away for the weekend. All but one Republican member of Congress voted in favour of the bill. In several hours of debate Republicans lined up to berate the Obama administration for taking so long to render a decision on the pipeline. Five years! Five years and still no decision. What does five years mean? Well, world war two, where we mobilised America, Ted Poe, a Texas congressman, said from the house floor on Wednesday. We went off to war in less than five years. But yet we cant get a decision out of the White House for more than five years on this project. Are you kidding me? Supporters of the pipeline claim it will create jobs and help America become more energy independent. Environmental campaigners have framed the decision on the Keystone as a test of Obama&apos;s commitment to act on climate change and live up to the bold promises he made at the start of his second term. Crude from the Alberta tar sands is far more carbon intensive than conventional oils. Canadian scientists warned earlier this month that expanding production from the tar sands would lock the planet on course for catastrophic climate change. But the White House has given no indication it will reject the project and Organising for Action, the grassroots group set up to support Obama&apos;s agenda, has pointedly stayed neutral on Keystone XL. The Democratic party position on the pipeline has also been mixed. Nineteen Democrats voted to cut Obama out of the decision and approve the pipeline. That was far fewer than the numbers that voted in favour of some of the Republicans&apos; earlier Keystone bills and campaigners claimed it as a victory. Keystone proponents are losing momentum, Gene Karpinski, the president of the League of Conservation Voters, said in a statement. &quot;The final decision remains right where its been all along  with President Obama.", 
    "section": "environment", 
    "gid": "environment/2013/may/23/keystone-pipeline-house-bypass-obama", 
    "wordcount": "466"
}