{
    "headline": "Areva to open wind turbine factory in Scotland", 
    "text": "One of Europe&apos;s largest wind power engineering firms has promised to open a turbine manufacturing base in Scotland in readiness for a major expansion in North Sea windfarms. French nuclear and renewables group Areva has signed an outline agreement with the investment agency Scottish Enterprise to site one of three new factories it is opening across Europe in eastern Scotland. The deal, unveiled during a visit to Paris by the first minister of Scotland, Alex Salmond, is predicted to create up to 750 engineering jobs at the new site and further jobs in the wider supply chain. It was seen as a coup for Scotland, whose political leaders have spoken out strongly in favour of wind, even while English politicians have been at war on the issue. The deal comes just ahead of the planned announcement of the coalition&apos;s energy bill, expected to come later this week, and follows months of wrangling over the future of wind farms in the UK at the highest levels of government. The energy minister, John Hayes, appointed in September by David Cameron to &quot;deliver a win for our people&quot;, has caused several furores by his outspoken hostility to wind farms, and the chancellor has questioned future subsidies for renewables and backed the building of at least 20 gas-fired power plants instead. These rows have helped to delay the energy bill, upon which tens of billions of pounds&apos; worth of potential future wind manufacturing plants depends, and have unsettled investors. Some potential investors are holding back their decisions on building new infrastructure in England pending further clarity from the government on its plans. The Scottish factory will supply future Areva contracts around the UK to build turbines and blades for its powerful new 5MW turbines, specially designed for offshore windfarms. The Scottish government said Areva, which is also building factories in France and Germany, is looking closely at the future locations of offshore windfarms and the best supply bases before choosing a site for the new plant. Speaking on BBC Radio Scotland, Salmond said this was the fourth significant wind energy investment by global energy firms in Scotland, following previous deals with Gamesa, Mitsubishi and Samsung to build factories and research centres. &quot;It opens the door to 750 jobs in Scotland which is obviously a huge step forward and that agreement is a big step forward in the development of Scottish renewables,&quot; he said. &quot;We&apos;ve a strong hand of manufacturers seeing the opportunities that Scotland provides; it&apos;s a great step forward.&quot; Luc Oursel, Areva&apos;s chief executive, said in a statement: &quot;Areva&apos;s industrial heritage and diverse portfolio has placed us firmly at the forefront of low-carbon technology. &quot;Scotland is known to be a pioneer in renewables and its commitment to offshore wind in particular was a key part of our decision to locate our future UK manufacturing base there.&quot; Salmond has unveiled ambitious plans to meet 100% of Scotland&apos;s domestic electricity needs from renewables by 2020. Green electricity output in Scotland is currently ahead of Salmond&apos;s interim targets, but financial and renewables executives are privately doubtful that the 2020 target can be met, because of significant problems with supply chain and infrastructure, and worries about future subsidies. Maria McCaffery, chief executive of the industry body RenewableUK, said this announcement was &quot;tangible proof&quot; that renewables were very important to the UK&apos;s industrial base, as the UK government prepared to set out its future funding and infrastructure policies in a new energy bill. &quot;It&apos;s now time for the UK government to nail its colours to the mast and make sure these planned investments come to fruition. We need to put the recent political spats over energy policy behind us and focus on what we need most  jobs, investment and securing a way of generating clean energy on an unprecedented scale,&quot; she said. The prime minister and Ed Davey, the UK energy secretary, also welcomed the decision. Without mentioning the imminent energy bill, they insisted the UK government was heavily committed to renewables, both as an energy resource and for their value to manufacturing. Both men also insisted that the Areva announcement was further evidence of the value of Scotland remaining within the UK. Thanks in part to the UK green investment bank in Edinburgh, it meant different parts of the UK were able to &quot;harness our combined strengths&quot; and enjoy &quot;the economic security&quot; to become a world leader in renewables. Cameron said: &quot;I warmly welcome Areva&apos;s announcement today, which is brilliant news for Scotland. I am determined that Britain competes and thrives in the global race and this shows that the UK remains an attractive place for foreign investment.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/nov/19/areva-wind-turbine-factory-scotland", 
    "wordcount": "790"
}