{
    "headline": "After the flood, the view from the bridge feels dizzyingly different", 
    "text": "The entrance to the old wood is by a stile set into a drystone wall, three weighty slabs that are slippery and glistening after the rain. Dense sponges of moss blur the outline of the wall, its spine half tumbled in many places. Heavy raindrops fall from a leaning ash tree that makes the footpath uneven with its muscular roots. It&apos;s just a short step to a wooden bridge that spans the burn, a stream changed irrevocably by yesterday&apos;s flash flood. As I near the bridge something feels wrong. It is no longer seen in dim and leafy shade. There below, across the stream, a strong young beech has come crashing down, its double trunk resting on a new island of boulders, the water split on either side into two small falls. Creamy spume is caught in the branches where the leaves are already turning brown from being pummelled and bruised. Its bulky rootball, torn from the muddy bank to block part of the flow, is a rufous network of thick and fine roots that crisscross like a net to catch stones and earth. Behind it, the high bank is now exposed, sheer, dark grey and slimy, with broken ferns flopping over its top edge. The crown of the tree, resting on the opposite side, is still incongruously green, muddled among young hazels in a chaos of interlaced branches. What was familiar is now unfamiliar. The streambed has been remodelled, shifted, revealed, so that I no longer recognise its patterns. A whole bank of shingle has been thrown up on one side as the water has forged a deep channel below the other bank. The massive dressed stone where dippers liked to stand has been swept away like an ephemeral piece of flotsam. Tombstone chunks of rock have pale clean surfaces, free from algae and accumulations of silt. In this world made new, the view from the bridge feels dizzyingly different but the light-filled clearing opened up by the fallen beech is now ready for new saplings to take root.", 
    "section": "environment", 
    "gid": "environment/2012/aug/30/allendale-northumberland-after-flood", 
    "wordcount": "340"
}