{
    "headline": "Yahoo sells chunk of Alibaba stake", 
    "text": "Yahoo has completed a long-awaited $7.6bn (4.7bn) deal to sell back its 40% stake in China&apos;s Alibaba Group, generating a windfall that could help ease the pain of Yahoo shareholders who have endured the company&apos;s foibles during the past few years. After Yahoo distributes most of the proceeds to its shareholders, its newly hired chief executive, Marissa Mayer, will still have an extra $1.3bn to finance acquisitions or hire new talent as she tries revive the company&apos;s revenue growth. Tuesday&apos;s resolution comes four months after Yahoo and Alibaba Group Holding Ltd outlined the details of a complex transaction that has taken more than two years of on-again, off-again negotiations to hammer out. The deal will give Alibaba  a privately-owned company which owns China&apos;s version of eBay and a number of e-commerce sites  greater autonomy as it looks toward a stock market flotation in the next three years. But it is also rewards Yahoo for one of the few moves that has gone right for the troubled company in the past few years. It paid $1bn for a 40% stake in Alibaba in 2005, and is now reaping a huge return. Alibaba is paying $7.1bn in cash and stock to buy back half of Yahoo&apos;s holdings. Another $550m is being paid to Yahoo under a revised technology and patent licensing agreement with Alibaba. After taxes, Yahoo estimates it will pocket about $4.3bn, to add to the $1.9bn in cash the company had as of 30 June. Yahoo plans to spend about $3bn of the Alibaba proceeds buying back its own stock in the upcoming months, leaving Mayer with some financial flexibility to pay for other items on her turnaround agenda. &quot;This yields a substantial return for investors, while retaining a meaningful amount of capital within the company to invest in future growth,&quot; Mayer said in a statement. The decision on how to handle the proceeds may have reflected a compromise between Mayer and Yahoo&apos;s board. Before hiring Mayer away from Google in July, Yahoo had pledged to distribute virtually all of the proceeds from the Alibaba sale to its shareholders. But the company wavered from that stance last month when it filed regulatory documents disclosing that Mayer was considering holding on to the money to help carry out her vision for Yahoo. Without providing specifics, the documents said Mayer was mulling possible acquisitions.  Analysts think Mayer may try to make a big splash by putting together a takeover offer for one of the hottest websites, such as online scrapbook Pinterest or check-in service Foursquare, in order to enhance its offering to users. The latter was previously the subject of rumours of a Yahoo takeover in 2010 when the company was headed by Carol Bartz, but nothing came of it.  Another big payoff looms for Yahoo when Alibaba goes public, an event expected by the end of 2015. Alibaba has the right to buy back half of Yahoo&apos;s remaining 23% stake before the IPO. Yahoo then could choose to sell its remaining Alibaba stock after the shares begin trading. Alibaba currently has a market value of about $40bn, based on the prices paid for the stock the company recently sold to raise enough money to finance the Yahoo deal. Yahoo, in contrast, has a market value of less than $20bn, and is seeing its revenue base eroded as Facebook and Twitter suck up the advertising revenue it had relied on. A big chunk of Yahoo&apos;s value remains locked up in Alibaba. Based on Alibaba&apos;s market value and the preferred shares it just picked up, Yahoo is still sitting on Alibaba stock worth about $8.9bn. That amount will increase if Alibaba is able to continue to thrive as more people in China get online access. &quot;The completion of this transaction begins a new chapter in our relationship with Yahoo,&quot; Alibaba CEO Jack Ma said in a statement. While Alibaba has been growing, Yahoo has been shrinking. The contraction has occurred even as the advertisers that provide most of Yahoo&apos;s revenue have been spending more money on the internet. Most of that online marketing has been flowing to internet search leader Google and, to a lesser extent, Facebook. Yahoo&apos;s financial funk has depressed its stock for years, increasing the pressure on the company&apos;s management to extract money from its Alibaba investment to reward its shareholders. Since beginning its discussions with Alibaba in 2010, Yahoo has had five CEOs, including two interim leaders. The deal had already been agreed upon in May, while Yahoo was being run by Ross Levinsohn, who left shortly after the company hired Mayer in July. Although Mayer is highly regarded in the internet industry, investors still seem sceptical about whether she can find a way to energise a company and staff that has seemed stuck in a downward spiral for years  and to pump up a stock that has been stuck below $20 for the past four years. The stock was trading at around $35 when Yahoo invested in Alibaba seven years ago. Yahoo shares added 22 cents, or 1.4%, to end Tuesday&apos;s session at $15.90. About the same level where the shares stood when Mayer took the helm. The technology-driven Nasdaq composite index has climbed 10% during the same period while the broader Standard &amp; Poor&apos;s 500 has risen by 8%. Buying back stock could boost Yahoo&apos;s stock by reducing the company&apos;s outstanding shares. With fewer shares trading, it will be easier for Yahoo to increase its earnings per share  one of the yardsticks that investors rely on to evaluate a company&apos;s value.", 
    "section": "technology", 
    "gid": "technology/2012/sep/19/yahoo-efinance", 
    "wordcount": "938"
}