{
    "headline": "BlackBerry Z10 scepticism hits shares", 
    "text": "Record numbers of traders are betting that sales of the new BlackBerry Z10 handset will not halt the decline of the Canadian smartphone maker. Up to 30% of BlackBerry&apos;s shares are on loan to short sellers  traders betting BlackBerry&apos;s price will fall  according to research firm Markit. Rival firm Nokia, also struggling to regain lost ground in the handset wars, is the second most shorted phone maker with 20% of its shares on loan. Short interest in BlackBerry&apos;s Nasdaq-listed stock has risen to more than 155m shares, up from 136.5m shares a month ago and 60m at this time last year, perhaps fuelled by a doubling of the company&apos;s share price over the past six months. &quot;Almost three quarters of the shares that can be borrowed are out on loan, meaning it would be hard and expensive to short any more of the company,&quot; the Markit report said. The BlackBerry chief executive, Thorsten Heins, is expected to announce the first sales numbers for the Z10 handset at BlackBerry&apos;s full-year results on Thursday. The keyboardless, touchscreen device, which debuted in the US last week, has been available in the UK since January. The Z10 shipped 1m units before the end of BlackBerry&apos;s financial year on 2 March, according to broker Sanford C Bernstein. It predicts a further 3m new generation BlackBerry devices will sell in the current three-month period, and 18m during the coming year. For now, the company is selling more of its old style keyboard handsets  5m in the most recent quarter. The financial results will make grim reading for investors, with Wall Street predicting a 40% drop in annual revenues to $11bn (7.3bn) and an operating loss of $1.1bn, reversing last year&apos;s operating profit of $1.5bn. But a Sanford analyst, Pierre Ferragu, predicted the company could recover as it begins to sign bulk deals with corporate customers. &quot;We have anecdotal evidence that a number of corporate clients have been waiting for Blackberry to refresh their installed base, which will support shipments meaningfully in the first months of the launch. If only 10% of BlackBerry&apos;s 30 million corporate users refresh their phone within the first six months of the launch, this would represent 3m units alone.&quot;", 
    "section": "technology", 
    "gid": "technology/2013/mar/27/blackberry-z10-scepticism-shares", 
    "wordcount": "376"
}