{
    "headline": "A perfect winter's day for a walk", 
    "text": "It&apos;s a perfect winter&apos;s day for a walk. Though the early morning frost has melted, a faint dusting of snow still remains on the summits of the three highest hills. The sky, brilliantly blue directly overhead, fades gently to a milkier hue where it meets the curve of the horizon. There is a freshness in the air, a chill that suggests it could become a biting cold should there be anything but this morning&apos;s slightest of breezes, and yet there is also just a suggestion of warmth in the winter sun. From the mirror-bright loch a pair of whooper swans, winter visitors from the far north, take flight. They struggle for lift, wings beating powerfully, their great webbed feet striking the water&apos;s surface, each contact creating a brief sunlit splash. Gaining the air at last, they fly past at barely more than head height, the sound of their wing beats clearly audible in the stillness of the day. Their flight lasts only a short distance before they make a long curving descent to the next loch where they join another group of whooper swans and from where the arrival of the newcomers is announced by a babble of musical bugling. Far less musical is the sound somewhere in the distance of an approaching Land Rover. The cattle on the machair look up from their grazing and one lets out a mighty bellow. Asthe vehicle draws closer, more and more add their voices and then the whole blaring mass of animals begins a purposeful stroll to meet it in anticipation of a fresh delivery of silage. Andit seems their anticipation is justified for the Land Rover turns off the main track and bounces across the machair towards the shiny black wrapped bales, only to pass through agate and head onwards towards a flock of sheep, leaving the cattle staringdisconsolately after it. On this bright morning the path to the sea crosses a landscape alive with birds. Not far from where the cattle are grazing, a mixed flock of lapwing and golden plover are scattered about the margins of the shallow winter flood pools. A redshank takes off from the water&apos;s edge alarm calling loudly. Among the remains of the corn stubble almost a hundred rock doves are foraging industriously. Chattering starlings line the fence wires, a twittering flock of twite are in constant motion and skeins of noisy geese pass overhead. In the distance a flock of waders, disturbed perhaps by the presence of a peregrine, swirls into the air. And from behind the ridge of the dunes where a single buzzard sits motionless atop a fence post comes the beckoning call of the sea, a ceaseless soft whispering against which on this quiet morning can be heard the breaking of individualwaves.", 
    "section": "environment", 
    "gid": "environment/2012/dec/27/perfect-winter-day-for-walk", 
    "wordcount": "471"
}