{
    "headline": "Why women leave academia and why universities should be worried", 
    "text": "Young women scientists leave academia in far greater numbers than men for three reasons. During their time as PhD candidates, large numbers of women conclude that (i) the characteristics of academic careers are unappealing, (ii) the impediments they will encounter are disproportionate, and (iii) the sacrifices they will have to make are great. This is the conclusion of The chemistry PhD: the impact on women&apos;s retention, a report for the UK Resource Centre for Women in SET and the Royal Society of Chemistry. In this report, the results of a longitudinal study with PhD students in chemistry in the UK are presented. Men and women show radically different developments regarding their intended future careers. At the beginning of their studies, 72% of women express an intention to pursue careers as researchers, either in industry or academia. Among men, 61% express the same intention. By the third year, the proportion of men planning careers in research had dropped from 61% to 59%. But for the women, the number had plummeted from 72% in the first year to 37% as they finish their studies. If we tease apart those who want to work as researchers in industry from those who want to work as researchers in academia, the third year numbers are alarming: 12% of the women and 21% of the men see academia as their preferred choice. This is not the number of PhD students who in fact do go to academia; it&apos;s the number who want to. 88% of the women don&apos;t even want academic careers, nor do 79% of the men! How can it be this bad? Why are universities such unattractive workplaces? Part of The chemistry PhD discusses problems that arise while young researchers are PhD candidates, including too little supervision, too much supervision, focus on achieving experimental results rather than mastery of methodologies, and much more. The long-term effects, though, are reflected in the attitudes and beliefs about academia that emerge during this period. The participants in the study identify many characteristics of academic careers that they find unappealing: the constant hunt for funding for research projects is a significant impediment for both men and women. But women in greater numbers than men see academic careers as all-consuming, solitary and as unnecessarily competitive. Both men and women PhD candidates come to realise that a string of post-docs is part of a career path, and they see that this can require frequent moves and a lack of security about future employment. Women are more negatively affected than men by the competitiveness in this stage of an academic career and their concerns about competitiveness are fuelled, they say, by a relative lack of self-confidence. Women more than men see great sacrifice as a prerequisite for success in academia. This comes in part from their perception of women who have succeeded, from the nature of the available role models. Successful female professors are perceived by female PhD candidates as displaying masculine characteristics, such as aggression and competitiveness, and they were often childless. As if all this were not enough, women PhD candidates had one experience that men never have. They were told that they would encounter problems along the way simply because they are women. They are told, in other words, that their gender will work against them. By following PhD candidates throughout their study and asking probing questions, we learn not only that the number of women in chemistry PhD programs who intend to pursue a career in academia falls dramatically, but we learn why. (See also Why go for a PhD? Advice for those in doubt.) This research and the new knowledge it produces should be required reading for everyone leading a university or a research group. The stories surely apply far beyond chemistry. Remember that it&apos;s not just women who find academia unappealing. Only 21% of the men wanted to head our way, too. Universities will not survive as research institutions unless university leadership realises that the working conditions they offer dramatically reduce the size of the pool from which they recruit. We will not survive because we have no reason to believe we are attracting the best and the brightest. When industry is the more attractive employer, our credibility as the home of long-term, cutting edge, high-risk, profoundly creative research, is diminished. The answers here lie in leadership and in changing our current culture to build a new one for new challenges. The job is significant and it will require cutting edge, high-risk leadership teamwork to succeed. Is your university ready? Curt Rice is a regular contributor at University of Venus and vice president for research at the University of Troms in Norway.  This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/may/24/why-women-leave-academia", 
    "wordcount": "810"
}