{
    "headline": "Bechstein piano's use of new ivory is inappropriate and unnecessary", 
    "text": "Antique pianos provide a rich source of history and insight into the craftsmanship of their day. They have also supported generations of pianists, kept whispered secrets and perhaps weathered a cocktail party or two  they deserve to be looked after in their retirement. In this instance, replacing a missing or broken ivory key top with one from a piano of a similar age seems perfectly reasonable, a &quot;make do and mend&quot; attitude towards the preservation of a beautiful keyboard. However, to use new ivory on a new piano is intolerable at a time when poachers are killing about 17,000 elephants a year and environmental concerns are at the forefront of most thinking people&apos;s agendas. The Convention on International Trade in Endangered Species of Wild Fauna and Flora (Cites) banned the international trade in African elephant ivory in 1989, but sales have thrived on the black market. Earlier this year, a particularly nasty incident occured where a gang of poachers killed an entire family of 11 elephants in Kenya&apos;s Tsavo national park and such poaching is increasingly linked to organised crime and even terrorist militias. Despite the scourge of poaching, piano maker Bechstein has used ivory on a golden salon grand commissioned for its 160th anniversary and based on a replica of the original gilded piano Carl Bechstein created for Queen Victoria in the late 19th century. It took a team of 90 workers more than 2,500 hours to recreate the elaborate instrument. It is finished with 24-carat gold leaf, carved from century-old Italian wood and finished with - legally sourced - ivory keys. The piano is exquisite and will be auctioned with a reserve price of 1.8m, but I was stunned for the wrong reasons. I contacted Bechstein to ask why the manufacturers felt the need to use such a contentious material.  This was their response:   &quot;For exceptional cases like this unique piece of art for the 160th anniversary there is ivory that one can legally buy. You need an official Cites certificate. You also need the permission of several state administration offices. The permissions were granted due to the historical and artistic dimension of this project. This grand [could] enter the palace of Frederic the Great of Prussia and the Forbidden City in Beijing.&quot;  Reviving traditional craftsmanship is a worthy pursuit, and manufacturers like Bsendorfer which dedicates resources to support specialised work such as marquetry should be commended. If the entire Bechstein project involved historical materials to recreate a period instrument, then the use of ivory could  almost  be understood. But the actual piano used for the project was little more than a C-212 model, a lavishly decorated cupcake. Although ivory featured only as a thin veneer to cover the keys, it was used on just about every piano up until the 1950s when it was replaced by plastic. It was favoured not only for its appearance, but for its touch, responsiveness and non-slip properties. But it was also very expensive  the new-fangled plastic keys were cheaper, less high-maintenance and brought the overall price of the instrument down, in turn democratising the market. Today, there have never been so many materials available to pianomakers. Technological advancement has brought carbon fibre action parts, Perspex casings and non-slam lids. It has also brought superb new substances for key top veneers, see: Kawai&apos;s concert grand Shigeru, a keyboard with a touch so spectacular you can almost hear the elephants trumpeting their approval. Ivory is available  both legally and illegally  but its existence should not determine use. We should respect historical pianos and revere traditional piano making, but we must do this in a way that befits the 21st century  and get down from the ivory tower.  Claire Jackson is a classical music journalist", 
    "section": "environment", 
    "gid": "environment/blog/2013/jun/07/bechstein-piano-new-ivory-intolerable", 
    "wordcount": "630"
}