{
    "headline": "Online music licensing revenues pass radio for first time", 
    "text": "British songwriters, including acts such as Ed Sheeran and Calvin Harris, netted a record total of 51.7m in UK royalties from digital music services last year, as online licensing revenues eclipsed radio for the first time. New licensing agreements with Google Play, Microsoft Xbox and other online players helped UK digital revenues soar 32.2% in 2012, from 39.1m in 2011. Digital music players are now the biggest single source of income for songwriters in the UK, having overtaken radio last year after previously eclipsing live events and pubs, according to the UK royalties body PRS for Music. The advent of downloads and streaming services, such as Apple iTunes and Spotify, has more than doubled UK online licensing revenues, from 23.3m in 2008. However, the amount recouped from live events hit a bum note last year as the London Olympics stole the show. Fewer big gigs, including no Glastonbury and the Olympic takeover of London, saw royalties from live events fall 14.2% year on year, to 19.3m. The return of Glastonbury and the Rolling Stones to Hyde Park this summer is likely to boost the figures this year. The global success of British artists, including Adele and Mumford &amp; Sons, helped recoup 180.1m in international licensing revenues last year  down 4% on 2011, but still the biggest source of income for UK music creators. In its full-year results on Thursday, PRS for Music said royalties revenue was at 641.8m in 2012, up 1.2% on the previous year. Plummeting physical sales saw royalties from DVDs fall 18.7% year on year, to 10.9m, and newspaper and physical cover mounts  popular a decade ago  down 35.7% to 0.9m. Another formerly lucrative source of royalties income, music ringtones, has evaporated since 2008. The value of revenue from music ringtones for mobile phones has fallen to 900,000 from 5.7m five years ago. Robert Ashcroft, the PRS for Music chief executive, said: &quot;Copyright remains fundamental to the continued success of our members both at home and abroad, while the ever-increasing importance of licensed online services, such as iTunes and Spotify, underlines the value of music to the internet economy.&quot;     Graphic: Paddy Allen for the Guardian    PRS for Music collects royalties for more than 95,000 songwriters and composers in the UK.", 
    "section": "technology", 
    "gid": "technology/2013/apr/04/online-music-licensing-revenue-pass-radio", 
    "wordcount": "395"
}