{
    "headline": "New device heralds potential to turn sewage plants into power stations", 
    "text": "Sewage can be used to generate electricity using a new device revealed by scientists on Thursday. It combines a fuel cell with other technologies to convert waste water treatment stations into power plants, which the researchers believe could provide the power for entire water grids. &quot;We certainly could take care of the whole water system: the treating and pumping of water, which currently requires substantial amounts of power,&quot; said Prof Bruce Logan at Pennsylvania State University in the US. &quot;We also treated the organic matter much faster.&quot; His team&apos;s work is published in the journal Science and is &quot;the proof of concept&quot;, Logan said. &quot;Our hope now is to optimise the electricity generation as much as possible.&quot; Switching sewage plants from users to generators of electricity would be especially useful in developing countries, said Logan, an environmental engineer specialising in water systems. &quot;There are 2 billion people in the world who need sanitation, including 1 billion who need access to clean water,&quot; he said. &quot;If you go into a country and give them a waste treatment system - the World Bank and others have done this - they do not keep it going, as it needs power and maintenance. It is a drain on the community. But if you can also provide electricity for lighting, or charging mobile phones, that&apos;s a game-changer.&quot; The new device combines two types of energy-producing technology: a microbial fuel cell, in which bacteria consume organic matter to produce a current, and a reverse electrodialysis system, in which positive and negative ions are separated by a series of membranes, also creating a current. Microbial fuel cells are relatively inefficient while reverse electrodialysis requires many specialised membranes, making it expensive. &quot;By combining the two technologies, we overcame the limitations of the fuel cell and synergistically generated energy for the reverse electrodialysis system,&quot; said Logan. A crucial factor was using ammonium bicarbonate as the fuel for reverse electrodialysis, which performs better than the seawater typically used. Lastly, said Logan, the combination of technologies meant it was possible to use just five membrane pairs rather than the 20 pairs typically needed to generate electricity. The device produced 0.9 kilowatt-hours of electricity per kilogram of organic waste. In contrast, sewage treatment usually consumes 1.2kWh per kilogram. &quot;There were a lot of people looking at fuel cells and a completely different group looking at reverse electrodialysis,&quot; said Logan. &quot;We brought the technologies together.&quot; The scientists said broths of other organic material, such as crop waste or other sources of cellulose, could be used to generate power in their device. They also said it could be used to produce electricity from the 7-17% of energy used in the US that is lost as waste heat. In 2011, British water company Thames Water said it would produce 16% of its electricity by burning sewage flakes. Another company, Wessex Water, has launched a trial running a car on methane gas derived from the sewage treatment process at its Bristol works.", 
    "section": "environment", 
    "gid": "environment/2012/mar/01/device-sewage-plants-power-stations", 
    "wordcount": "516"
}