{
    "headline": "Average Chinese person's carbon footprint now equals European's", 
    "text": "The average Chinese person&apos;s carbon footprint is now almost on a par with the average European&apos;s, figures released on Wednesday reveal. China became the largest national emitter of CO2 in 2006, though its emissions per person have always been lower than those in developed countries such as Europe. But today&apos;s report, which only covers emissions from energy, by the PBL Netherlands Environmental Assessment Agency and the European commission&apos;s Joint Research Centre (JRC) show that per capita emissions in China increased by 9% in 2011 to reach 7.2 tonnes per person, only a fraction lower than the EU average of 7.5 tonnes. The figure for the US is still much higher  at 17.3 tonnes  though total Chinese CO2 emissions are now around 80% higher than those of America. This widening gap reflects a 9% increase in total emissions in China in 2011, driven mainly by rising coal use, compared with a 2% decline in the US. Total emissions in Europe and Japan also fell last year, by 3% and 2% respectively. But emissions rose across much of the developing world, including India, which saw a 6% increase. As a result, OECD nations now account for only around a third of the global total. The figures published on Wednesday  like most official data on carbon emissions  are based on where fossil fuels are burned. A recent UK select committee report argued that it was also important to consider the import and export of goods when considering national responsibility for climate change. This would affect today&apos;s data, because previous studies have suggested that almost a fifth of Chinese emissions are caused by the production of goods for export. In addition, the new county data exclude international travel, which accounts for 3% of the global total and is likely to be heavily weighted towards richer countries. Non-CO2 greenhouse gases such as methane and nitrous oxide are also excluded. For these reasons, the total carbon footprint of the average European most likely remains substantially higher than that of the average Chinese person. In addition, Europe, the US and other developed countries have contributed a disproportionate share of the historical emissions that have caused the warming to date and will remain in the atmosphere for decades or centuries to come. But a recent study showed that even when imports and international travel are taken into account, the developed world now accounts for less than half of current global emissions. Moreover, China&apos;s emissions may be even higher than reported today according to another study showing that the country&apos;s official energy statistics were as much as 20% lower than they should be. Owing to factors such as these, precise national emissions figures will remain the subject of debate. Globally, however, the picture is clear. Total emissions from fossil fuels and cement increased by 3%, leaving global emissions at a record 34bn tonnes of CO2. That is less than the rise in 2010, when emissions shot up by 5% as the world economy bounced back from recession, but higher than the average annual increase for the past decade, which stands at 2.7%. This suggests that efforts to curb global emissions have so far failed to make any impact. The continued steep rise in global carbon emissions will make it even more difficult for the world&apos;s nations to fulfil their stated aim of limiting temperature rise to 2C, considered a danger threshold after which the risks of irreversible climate change increase. According to the report, if global emissions continue on their current trend, the world will commit itself to 2C of warming within two decades.", 
    "section": "environment", 
    "gid": "environment/2012/jul/18/china-average-europe-carbon-footprint", 
    "wordcount": "599"
}