{
    "headline": "Today's mystery bird for you to identify", 
    "text": "  Mystery Bird photographed at Tuttle Creek Reservoir outflow tubes on the Big Blue River 8 km (5 miles) north of Manhattan, Kansas (USA).  Image: Dave Rintoul, 7 January 2012 (with permission) [velociraptorize].Canon EOS10D body, 100-400 mm f/5.6 Canon IS zoom lens    Since you seem to be enjoying yesterday&apos;s mystery bird, I thought I&apos;d share this mystery bird with you. This very peculiar North American mystery bird, photographed in Kansas, has stumped the experts. The photographer writes:  This gull is slightly larger than a ring-billed gull, based on a direct size comparison with one of the many ring-billed gulls in the vicinity [see image overlay below]. It first attracted my attention due to its white-headed look. The second unusual aspect is the bill color, mostly gray-black but with some lighter horn-colored bits at the tip.   I had an image of a ring-billed gull taken at the same time from approximately the same distance as the [mystery bird image] above. So I overlaid these two gull images to show just how similar in size this gull is to a ring-billed gull. The angles are different, but I think that this confirms my impression at the time that this bird was only slightly larger than a ring-billed gull [...].  Image: Dave Rintoul, 7 January 2012 (with permission) [velociraptorize].Canon EOS10D body, 100-400 mm f/5.6 Canon IS zoom lens  Can you identify this bird? Feel free to name the species but refer to the bird&apos;s field marks and cite the relevant reference works to make your argument.  You are invited to review all of the daily mystery birds by going to their dedicated graphic index page.  If you have bird images, video or mp3 files that you&apos;d like to share with a large and (mostly) appreciative international audience here at The Guardian, feel free to contact me to learn more.  .. .. .. .. .. .. .. .. .. .. .. ..  twitter: @GrrlScientist facebook: grrlscientistevil google+: grrlscientistemail: grrlscientist@gmail.com", 
    "section": "science", 
    "gid": "science/grrlscientist/2012/jan/09/2", 
    "wordcount": "319"
}