{
    "headline": "Humanitarian intent: Urgent Architecture from ecohomes to shelters  in pictures", 
    "text": "   The Habihut US architect Bruce Sterling has designed a lightweight flatpack shelter made out of plastic sheeting. Up to 72 can be loaded into one standard container and each can be erected in an hour. Tested after the Haiti earthquake and expected to last 10-15 years       According to the makers, thousands of Habihuts could be made and stockpiled around the world in vulnerable areas. Cost: $2,500       The Life Cube This portable emergency shelter for four people can be erected at the push of a button in five minutes using the same technology as inflatable boats. The five-foot cube with its own foundations and flooring is said to contain everything that a family of four might need immediately after a disaster, including a first aid kit, portable toilet, sleeping bags, and food and water supplies       The Life Cube can be dropped by parachute and rolled on to site. It is designed to be reused up to 50 times. It can be packed up in 30 minutes, so it is possible to use it as an emergency clinic. One is deployed by the Red Cross. Cost: $10,000       Bamboo shelter Bamboo is ideal to build strong, simple shelters that can be erected quickly and easily. It can be harvested locally in some areas then split, or it can be imported. Tarpaulin, plastic sheeting or branches and leaves can be used to make these shelters waterproof. Cost: depends on availability of bamboo       Reaction Housing System  This shelter is easily deployable and can be assembled without tools or specific skills, and is big enough to house large numbers of people. Based on the idea of stackable coffee cups, each shell can be carried by four people, and stacked and linked in rows, or clusters       The Reaction Housing System has not been used in an emergency, but the designers say the shelters could be used in 10 or more types of emergency. Cost: $5,000       Recovery Huts These hard-shell shelters were designed by architect Harry Skinner after the Kashmir earthquake in 2005. Designed to be erected within an hour by a single adult, they are reusable, cheap and tough. Each hut has four sections that snap together. They can be connected together to create separate rooms       Recovery Huts are tougher than tents, and the shelters are easily transportable because the sections nest together on lorries. Cost: $1,200       Shelter Box This compact British-made emergency box was first deployed after the 2001 Gujarat earthquake in India. More than 100,000 have been used so far in 140 major disasters in more than 70 countries       Each Shelter Box is 2.5 cubic feet and contains a tent for 10 people, a childrens pack, thermal blankets, toolkit, stove and whatever is specifically needed for an emergency. Cost $1,000       Drash (deployable rapid assembly shelter) This emergency shelter system was used by the US national guard and police after hurricane Katrina in 2005. Originally intended for military use, Drash can be erected by four people in less than 15 minutes       Designed for the harshest environments and said to last for 10 years, Drash have been used to set up hospitals and schools, and have been bought by the Red Cross and other humanitarian NGOs. Cost: unknown       WheelLY This rolling portable and expandable shelter can serve as a mobile home for homeless people. The Italian-designed structure can be pushed around using its rubber-covered aluminium wheels, turned into a seat, and at night parked and expanded to make sleeping areas       There is room for a pet and the WheelLY can even earn money if its sides are plastered with advertisements. Prototypes only so far. Cost: $1,040  ", 
    "section": "global-development", 
    "gid": "global-development/gallery/2013/may/07/humanitarian-urgent-architecture-ecohomes-in-pictures", 
    "wordcount": "0"
}