{
    "headline": "Ed Miliband's speech on climate change and decarbonisation target", 
    "text": "&quot;David Cameron promised that this government would be the greenest government ever. But this government is not up to the task. We now have a Minister for Energy who is against building new wind turbines  and a government that has delayed crucial decisions on the Green Investment Bank and de-carbonisation targets.  George Osborne is trying to undermine the Climate Change Act, leading the dash for gas, and pandering to the climate sceptics on the back benches. We even had the spectacle of the campaign manager for one of their by-elections conspiring with the anti-wind farm candidate, and undermining their own candidate. Already billions of pounds in investment is going elsewhere or being put on hold. Thanks to this government, the investors who want to invest in our green sector are shutting their wallets or going elsewhere. Since this government came to power, investment in renewable energy hasn&apos;t gone up, it hasn&apos;t even stagnated - it has halved.  When we were in government, we passed the Climate Change Act which gave those investors the certainty they needed to invest. We take climate change seriously. We all have a responsibility to act now rather than expect our children to suffer the consequences. Only this week the World Bank talked of catastrophic flooding, droughts, and millions of deaths if climate change is not addressed.  Other countries around the world are watching to see whether Britain signs up to the 2030 decarbonisation target. We are not getting leadership from this government in Westminster. All we get is dither and delay.  Today, I am calling on the Government to commit in the energy bill to the 2030 de-carbonisation target. That is what I would do if I was in Downing Street now and that is what this Prime Minister  who once flew halfway across Europe to hug a huskie - should do.  But no town, region, country, or continent can solve the challenge of climate change alone. We have to work together. And that is true of the UK too.  I&apos;m proud that the biggest windfarm in Europe is here in the United Kingdom, in Scotland. At the moment almost 20% of all the UK investment in renewable power goes into Scotland. It&apos;s a good deal for the UK because the conditions in Scotland can produce green energy at relatively low cost. And it&apos;s a good deal for Scotland because of the support for jobs. If Scotland went its own way, the support for Scottish jobs wouldn&apos;t be there and the United Kingdom would face more expensive energy. We are better off working together. We are better off building the green economy together. And we are better off rising to the challenge of climate change together.&quot;", 
    "section": "environment", 
    "gid": "environment/2012/nov/22/ed-miliband-speech-climate-change", 
    "wordcount": "453"
}