{
    "headline": "Cambodia tests mass use of repellents in fight against malaria", 
    "text": "Cambodia&apos;s mortality rate from malaria has dropped sharply in the past 20 years and the government has ambitious plans to eliminate malaria entirely by 2025. The free distribution of insecticide-treated bednets  used by 95% of the population  has made a big impact on bringing down the death rate from malaria to 1.5 cases per 100,000 people last year. However, although bednets have significantly reduced the spread of malaria, the disease is increasingly transmitted outdoors and outside sleeping hours, not just in Cambodia but worldwide. Despite progress in recent years, malaria infects about 219 million people around the world each year, killing an estimated 655,000. The next phase in Cambodia&apos;s battle against malaria is a two-year project to test the effectiveness of the mass use of repellents so their use may be incorporated in the government&apos;s strategic anti-malaria plan. The trial, which began in January last year in the remote north-east province of Ratanakiri, involves about 50,000 marginalised and very poor ethnic minority people, who are slowly losing their farm land under pressure from developers. The communities spend a large part of their time in the forest, carrying out slash and burn forest farming and hunting. They cannot afford to buy nets or repellents. Half of the people will receive repellents and bednets, the other half  the control group  will receive just the bednets. About 6,000 people are being sampled for blood collection surveys twice a year. One of the project&apos;s novel features is a mobile molecular biology field lab to provide people with test results in less than 12 hours and treatment within 24 hours. Charlotte Gryseels, a social scientist at the Institute of Tropical Medicine (ITM), in Antwerp, Belgium, who is working on the project in Ratanakiri, says it is not enough to simply give people the repellent and ask them to use it for a study. Although it is too early for definitive conclusions, she says the study has so far yielded interesting findings. &quot;The repellent has proven very useful in protecting them from the high insect nuisance in the forest,&quot; she said. &quot;Not only mosquitoes, but other insects like leeches and ants. Use is higher in those places of high insect nuisance [forest and farms], and as forest activities are mostly performed by men, we think the repellent is used more often by men.&quot; However, women and children, who spend more time in the huts on the farm or in the village, tend to be bothered less by insects and see less benefit in using the repellent all the time. &quot;It is also true that women report more often than men that they find the smell of the repellent bothersome. They often tell us they don&apos;t like it when their husbands come back from the forest smelling of the repellent and sleeping next to them,&quot; said Gryseels. Parents often delegate the job of applying the repellent gel to older children while they get on with household chores or working on the farms. Sometimes they forget to apply it to the children because they are too busy or too tired. Marc Coosemans, a professor and project co-ordinator at ITM, says that, since the project concerns human behaviour, its starting point should be a personal question. &quot;What will I do in that situation? Do I have the time? It&apos;s a very personal thing, not like treating your house or using a bednet,&quot; he said. &quot;People are the same everywhere, although culture can make a difference. But if you ask yourself &apos;what would I do&apos;, that question will already provide 80% to 90% of the answer.&quot; Worldwide infection rates About 90% of malaria cases occur in Africa, where the disease kills one child every minute and costs the continent at least $12bn (7.8bn) each year in lost productivity. Asia-Pacific carries the second highest burden, with 20 malaria-endemic countries accounting for approximately 30m cases and 42,000 deaths each year. Five countries  India, Indonesia, Pakistan, Burma and Papua New Guinea  bear the largest burden of the disease in the region, accounting for 89% of cases. The emergence of resistance to the most effective antimalarials  Artemisinin-based combination therapies  in areas of the Greater Mekong sub-region threatens to reverse global progress. Lynne Featherstone, Britain&apos;s international development minister, who is visiting the Democratic Republic of the Congo this week, warned on Thursday that impressive progress made in tackling malaria is at risk without sustained international commitment. Global efforts to tackle the disease contributed to a 33% fall in malaria mortality rates in Africa between 2000 and 2010. However, donor funding for anti-malaria programmes is levelling off and in danger of falling. The UK is spending 39.5m on bednets and treatment in DRC over six years.", 
    "section": "global-development", 
    "gid": "global-development/2013/apr/25/cambodia-tests-mass-repellents-malaria", 
    "wordcount": "800"
}