{
    "headline": "New iPad goes on sale: thousands queue around the globe", 
    "text": "Gadget fans have been camping outside Apple stores in London, Sydney and Tokyo to be among the first to get their hands on the new iPad. The third version of Apple&apos;s popular tablet computer will also go on sale in the US and several other countries on Friday. Some people have spent days queuing outside the Apple store in London&apos;s Regent Street, which opened at 8am, and more arrived in the early hours of Friday morning. The new model iPad comes with a faster processor and a much sharper screen, as well as voice dictation and an improved camera, similar to that of the iPhone 4S. It ranges in price from 399 to 659. First in the queue was Zohaib Ali, 21, from Uxbridge in north-west London, who waited for five days and already owns an iPad, iPhone, iPod, Macbook and iMac. &quot;The iPad is the best product of the year and there won&apos;t be any more until 2013 so I am happy to queue. I love Apple products,&quot; he said. Men outnumbered women 10:1, and the average age of those in the queue was 25. It was a queue of confirmed technophiles, each carrying 1,217 worth of electronic gadgets, from iPods to smartphones and laptops. Those waiting were handed free food and drink by companies they had contacted through Twitter. Noah Green, a 16-year-old student from Stanmore, north-west London, had been fourth in the queue but took 300 to move back. He said: &quot;It is worth it. I am still 18th in the queue so I will be one of the first to buy an iPad. I am going to sell it though and earn some money.&quot; When asked why they were queuing, almost a third  32%  said they were die-hard Apple fans, followed by 27% who said they had returned after queuing for earlier generation iPads, according to gadget insurer Protectyourbubble.com. Meanwhile, 15% said they were waiting because they had missed out on pre-orders, and 10% were there to soak up the atmosphere. There were fewer people waiting in line than for the iPad 2 launch, probably because Apple has opened another store in Covent Garden. In Sydney, David Tarasenko, a 34-year-old construction manager who was the first to pick up the iPad from a Telstra store at midnight, said ever since Apple chief executive Tim Cook had revealed the tablet&apos;s third iteration, he couldn&apos;t wait to get one. &quot;When Tim Cook announced it, it sounded like such a magical tool. I just got hyped into it, I guess,&quot; he said. He bought one with 4G mobile broadband capability  although warning stickers on the box say that that specific functionality will not work with Australia&apos;s networks. About 450 people queued outside Apple&apos;s Ginza store in downtown Tokyo. Some slept outside the store to be at the front of the queue when it opened at 8am, two hours earlier than usual. The excitement has benefited Apple&apos;s stock, which briefly touched $600 (381) for the first time on Thursday. Apple is the world&apos;s most valuable company, with a market cap of nearly $555bn. Two years after the debut of the first iPad, the launch of a new version has become the second-biggest &quot;gadget event&quot; of the year, after the annual iPhone release. A year ago, thousands lined up outside the flagship Apple store on New York&apos;s Fifth Avenue. The tablet computer sold out on launch day, even though it did not go on sale until 5pm. In Hong Kong, a steady stream of buyers picked up their new devices at preset times at the city&apos;s only Apple store. The system, which required buyers to have local ID cards, helped thwart attempts by visitors from mainland China to scoop up gadgets early and avoid sales tax at home. The iPad&apos;s release date in China has not been announced yet. Those who placed orders online will have to wait for two to three weeks for delivery. Apple quickly ran out of supplies it set aside for advance orders. The new tablet is called &quot;the new iPad,&quot; rather than &quot;iPad 3&quot;. This is consistent with Apple&apos;s naming practice for iPods, MacBooks and iMacs, but a break with the way iPhone models are named. Despite competition from cheaper tablet computers such as Amazon.com&apos;s Kindle Fire, the iPad remains the most popular tablet. Apple has sold more than 55m iPads since its debut in 2010, including some 40m last year, and is estimated to have more than 60% of the tablet market. Wall Street expects a strong start for the latest iPad and some analysts even expect sales of the current model to overtake the iPad 2. Apple will continue to sell the iPad 2 but dropped its price by $100 to start at $399. Sam Noble, of digital marketing specialist Koozai, said: &quot;People queuing for days on end on Regent Street is not just a curiosity among consumers, but a precursor to fundamental change in the way companies and consumers interact. &quot;Tablets and mobile devices are rapidly overtaking desktop PCs as the preferred way people consume content online, so companies need to shape their content and campaigns accordingly. Few are doing so despite the fact that change is staring them in the face. Are their websites and PPC strategies optimised for tablets and mobile devices?&quot; Online reviews of the new iPad have overwhelmingly praised Apple for its improved screen resolution. &quot;My epiphany came when I placed my iPad 2 next to the new model, with the same text on the screen. Letters and words that had seemed sharp on the older model five minutes earlier suddenly looked fuzzier,&quot; said Walt Mossberg at the AllThingsD website. The inner workings of the iPad are similar to previous models, based on a teardown by the Californian gadget-repair firm iFixit, one of whose team queued up in Australia to get one of the new tablets and quickly took it apart. iFixit cofounder Luke Soules found Apple suppliers Qualcomm, Broadcom and Samsung had maintained their key roles in the newest iPad. It includes a Qualcomm LTE cellphone chip and a Qualcomm wireless modem for 3G and 4G. Broadcom supplies a semiconductor handling wireless tasks like WiFi and Bluetooth, according to iFixit.", 
    "section": "technology", 
    "gid": "technology/2012/mar/16/new-ipad-on-sale-thousands-queue", 
    "wordcount": "1058"
}