{
    "headline": "Shimmering wagtails and other delights", 
    "text": "The blue sky is deepening and the thinnest veil of diaphanous cloud drifts across from the south-west. In the tall trees and birches, tiny birds trill and whistle to each other as they move from one branch to the next, one tree to the next. First a group of goldcrests flick through, then long-tailed tits, blue tits, great tits, all foraging and moving on before finding a roost in the growing gloom. A blue-backed kingfisher dashes out into the middle of the small, darkening lake. It alights on the middle of three wooden posts set in the water. It turns, bobbing its head, the last of the sun&apos;s light shining on its orange belly, black eyes and silver-black bill. It&apos;s a male; the females have an orange lower mandible. The kingfisher points its bill to the sky, watching, waiting, seemingly lost in thought. It bobs its head again, twists and launches off, whirring away low across the water, up the stream, into the darkness. A cloud of about 50 pied wagtails drifts over the water. They float in waves, bouncing on the air and calling seep-seep, seep-seep. They twirl around overhead, first wafting towards one corner of the lake, then another  unable to decide where to settle for their roost. The flock swings round again and heads towards the reeds by me. One by one they drop down on to the reed stems, bending them slightly, chattering just a few feet away. A dark shape swoops in front of me and into the reeds. The wagtails explode into the air, screaming. The slate-backed shape emerges from the reeds, swerving low and fast over the water, into the trees. The flock of wagtails floats away across the lake, repeating their earlier indecision. They finally choose to return to the reeds by me. The shape reappears. This time I catch the orange-barred breast and the burning fire in the eye. The small male sparrowhawk crashes into the reeds a second time, sending the shimmering wagtails up into the air and away across the water.", 
    "section": "environment", 
    "gid": "environment/2012/mar/01/burton-mill-pond-west-sussex-wagtails", 
    "wordcount": "342"
}