{
    "headline": "Should university lectures be compulsory?", 
    "text": "When I arrived at university I was keen and ready for study. As my personal statement put it, I was an ardent learner. Imagine my disappointment when I discovered a glut of apathy among my fellow English students. There were hard workers, of course  those who knew their Yeats from their Keats, their Pope from their Poe. But all too often they were counterbalanced by &quot;phantom students&quot;, those who rarely showed up to class and  when they did, never said anything. Towards the end of the autumn term, when turnout in seminars was dwindling, my department staged a debate about whether attendance should be compulsory. It was a talk which  in a fortunate circumvention of irony  was itself well-attended. There was overwhelming support for creating attendance guidelines, and the faculty ruled that students should turn up to at least 80% of seminars. School is, of course, different to university, and for some people such disengagement is not a problem. Higher education, they argue, is about independent learning, and students have the right to manage their time as they see fit  even if this means missing class. But while it&apos;s important for students to have freedom and flexibility during their studies  especially given the amount which they are now paying for their education  a lax attendance policy damages both their own studies and the university itself. Allowing students to skip class undermines the sense of academic community that is so important to universities  especially in fields where there is an emphasis on sharing ideas. It also undermines their own studies because it allows them to miss class if they haven&apos;t done the work, are too hungover, or simply can&apos;t be bothered. Although there are times when students productively miss class  to work on an assignment, for example  there are many when they do so against their better judgement. When the opportunity is there it is tempting to shirk responsibility. Enforcing compulsory attendance is the only solution. Of course, the issue varies between department and their style of teaching. An English lecture calls for a different mode of regulation than a practical lesson in surgery. In the UK the tendency is for seminar-like lessons to be compulsory where the administrative capacity exists. The University of Glasgow, for example, blame their lack of an effective attendance-monitoring system on &quot;resource constraints&quot;. Lectures, meanwhile, are generally not compulsory, except in medical departments where the split is almost 50:50 according to a 2012 poll by the British Medical Association. Practically speaking, compulsory attendance can only really be enforced for seminars  as is now the case for English students at Sussex. But even this small change could mark a victory for ardent learners across the country, and it might even boost our grades.", 
    "section": "education", 
    "gid": "education/mortarboard/2013/mar/14/should-university-lectures-be-compulsory", 
    "wordcount": "461"
}