{
    "headline": "Amazon unleashes Glacier service into market for cloud archiving", 
    "text": "Amazon is looking to become the world&apos;s  tape  backup store, introducing a new cloud service called &quot;Glacier&quot;, which it says will offer &quot;secure, reliable and extremely low-cost&quot; retention of data for as little as $0.01 per gigabyte per month. The move could disrupt companies which have for years offered digital archiving services  but, Amazon suggested, should hugely lower overheads for companies which have to retain data for long periods for future reference or for legal reasons. The service, announced on Tuesday morning, is initially aimed at data that is &quot;infrequently accessed, yet still important to retain for future reference&quot;. It cited as examples digital media archives  such as films or TV episodes  financial and healthcare records, genome sequence data, database backups and data that has to be held for &quot;regulatory compliance&quot;. &quot;Companies typically over-pay for data archiving,&quot; Amazon said in its press release. &quot;First, they&apos;re forced to make an expensive upfront payment for their archiving solution (which does not include the ongoing cost for operational expenses such as power, facilities, staffing, and maintenance). Second, since companies have to guess what their capacity requirements will be, they understandably over-provision to make sure they have enough capacity for data redundancy and unexpected growth. This set of circumstances results in under-utilised capacity and wasted money.&quot; By contrast, Amazon Glacier uses Amazon&apos;s own services and doesn&apos;t require capital commitments by businesses that want to use it, who can thus determine how much storage they need, and for how long, and budget for it. The service will not be suitable for individuals or organisations who need repeated access to the data: while it is free to upload data into the service, getting data back out costs $0.12 per GB per month (excepting the first gigabyte), making it more important for archiving than backups that might be needed urgently. Amazon is looking to get companies to start using Glacier together with its other cloud services, such as its EC2 (Elastic Cloud Compute) and S3 storage service  where the latter is for immediate access, but is substantially more expensive. Amazon&apos;s move into cloud computing, which it began in 2001 by re-using systems that were being replaced for its online store, has dramatically changed the way that many startup businesses now operate. Rather than having to buy their own infrastructure such as servers, many companies instead now rent storage on S3 and buy computing time on EC2, where they are charged per customer and by processor use.  At one point, even Wikileaks used it to serve up pages to its site leaking US diplomatic cables  until withdrawing it, claiming that the site did not have the rights to the content it was distributing, which violates its terms of service. For organisations requiring storage for compliance reasons, but which cannot move the data out of the EU for data protection purposes, Amazon is offering a storage facility based in Ireland at the same pricing as for its US centres. John Minnihan, founder of Freepository, which offers a code repository service for companies including Oracle and Nokia, said of the service that &quot;storage isn&apos;t expensive for them or you, it&apos;s getting the bits onto archival disk that&apos;s usually very costly.&quot; An estimate by Richard Gaywood, a British software architect, suggests that a one-terabyte backup with 100,000 files, changing by 1% per month (and so requiring updates) would cost about $11 (7) per month to maintain  equivalent to $132 per year  and about $140 to restore.  That compares favourably with the price of buying and running industrial-quality hard drives or tape backup services, where the quality of the data may degrade over time.Updated to clarify that Amazon Glacier won&apos;t use tape backup - that was not the intended implication. &quot;Tape&quot; has usually been the long-term storage medium for computer data. Amazon will use magnetic hard drives.", 
    "section": "technology", 
    "gid": "technology/2012/aug/21/amazon-glacier-cloud-storage", 
    "wordcount": "656"
}