{
    "headline": "Canada 'playing with numbers' on carbon target claims", 
    "text": "Canada&apos;s claims of progress on meeting its carbon targets do not add up, according to an independent analysis published on Wednesday. In August, the government said it was halfway to its 2020 emissions goal of a 17% cut on 2005 levels, but the analysis  the first to date  says Canada&apos;s cuts amount to one-third at best. &quot;They&apos;re [Canada] just playing with numbers to pretend they&apos;ve actually done something to reduce their emissions,&quot; said Marion Vieweg, a policy analyst working with the Climate Action Tracker (CAT), an independent science-based assessment that tracks the emission commitments and actions of countries. The Canadian government is taking credit for the emissions declines caused by the 2009 recession and the energy trend away from coal to gas, Vieweg told the Guardian from Bangkok at the close of the latest UN climate summit. &quot;There is no information in their reports about their policies that are actually driving emission reductions.&quot; &quot;The [Stephen] Harper government has been working hard to reduce emissions,&quot; said the environment minister, Peter Kent, last month, announcing the government&apos;s statistics. Only a year ago the Harper government said it was 25% cent of the way to its 2020 target. A big part of the difference is a change in the UN rules this year that allows Canada to claim emissions credits for its vast forests because they absorb CO2. But on the other side of the ledger, Canada is one of biggest logging nations and its forests have experienced massive fires and insect outbreaks that have killed hundreds of millions of trees in recent years. Those emissions are missing in Canada&apos;s new numbers and the Harper government assumes there will be few fires or insect problems over the next eight years to 2020, says Vieweg. Meanwhile emissions from Canada&apos;s huge tar sands operations will represent 51% of the entire oil/gas sector in 2012, an increase from a share of only 20% in 2005. Canada has been using current data and measuring it against old projections. And it has begun using a methodology previously only used by developing countries, the CAT report found. &quot;Canada is using accounting tricks to make it look like they are taking action when it&apos;s not,&quot; she said. This week Kent is expected to announce tougher regulations for new coal plants. A year ago draft regulations capped emissions from new coal plants at 375 tonnes of carbon dioxide per gigawatt hour of electricity generated. Media reports suggest the actual standard will be relaxed to about 420 tonnes.", 
    "section": "environment", 
    "gid": "environment/2012/sep/05/canada-carbon-emission-targets", 
    "wordcount": "425"
}