{
    "headline": "Rwanda donors were too quick to suspend aid, says fragile states expert", 
    "text": "Donors have acted hastily in suspending aid to Rwanda over allegations that it is supporting a rebel insurgency in the neighbouring Democratic Republic of the Congo, according to a leading expert on &quot;fragile states&quot;. Professor James Putzel, co-author of Meeting the Challenges of Crisis States, a report from the London School of Economics, questioned the decision of the EU, the US and Germany in partially freezing aid to Rwanda amid accusations that its military is supporting the violent rebel group M23. President Paul Kagame has vehemently rejected the allegations. Britain&apos;s position has been more ambiguous: after initially freezing 16m of general budget support to the country in July, it unblocked half that amount last month, which provoked criticism. &quot;Donors have been precipitous in suspending aid,&quot; said Putzel. &quot;The evidence is much more mixed and it&apos;s complicated. Of course there are some ethnic and family links across the border, but generally the Rwandan government has been judicious in staying its hand.&quot; Puntzel&apos;s comments highlight the sometimes testy relations between donors and aid recipients, especially at a time when donors place increasing emphasis on the importance of good governance and human rights. The EU, the world&apos;s largest aid donor, last year said it placed far greater focus on democracy, human rights and governance in its aid programmes under its new &quot;agenda for change&quot; development policy. However, the LSE report cautions against too formulaic an approach towards democratic rules, formal state institutions and elections. &quot;If democratic rules are likely to lead to significant exclusion of either powerful elites or important regional, ethnic, language or religious groups, then they may be inferior to forms of power sharing,&quot; says the report. Warning that donor attempts to promote democratic or market reforms can lead to violence, it says sometimes tolerating corruption, unproductive rents and less than democratic governments has actually been the price of peace. &quot;The promotion of democracy in a country needs to focus on establishing mechanisms for checks and balances on executive authority rather than the form of political party competition,&quot; said the report, which looks at why some fragile states  understood as countries particularly vulnerable to outbreaks of large-scale violence  slide into collapse while others manage to achieve periods of &quot;resilience&quot;. Putzel and his co-author, Jonathan Di John, cite Zambia as an example of &quot;resilient stagnation&quot;, a state that managed to avoid violent conflict throughout its post-colonial history but also became an example of peaceful regime change. Stability was the result of &quot;an inclusive bargain&quot; among contending elites, underpinned by a dominant national political party, they said, but the trade-off has been economic stagnation because economic policies  the deployment of subsidies and access to valuable economic (mining) rights  were based more on political than economic criteria. &quot;Good governance reforms promoted by aid agencies need to take into account existing elite bargains or they may have unintended negative outcomes on democratic and developmental possibilities,&quot; says the report. Another uncomfortable message for aid agencies is that the failure to prioritise security in state building threatens to undermine aid efforts. Where the state cannot maintain power without unleashing violence against its own population, as is currently the case in the DRC, external efforts need to put the construction of accountable security forces ahead of other aid programmes, argues the report. &quot;Most of the attention of the international community towards security in fragile states has been related to downsizing the state&apos;s security forces, demobilising programmes  and wider concerns or providing &apos;human security&apos; and respect for human rights,&quot; it says. &quot;While these are desirable objectives, they are unattainable without the establishment of a basic security capacity within the state.&quot; A key finding is the importance of taxation, cited as a major indicator for measuring state performance. The report urges western donors to support the creation of taxation systems in developing countries. It also urges donors to channel aid through the state rather than bypassing it, which can contribute to the creation of a &quot;dual public authority&quot;, a scenario that  over time  can weaken states &quot;in favour of rival networks of patronage&quot;. This chimes with one of the outcomes at last year&apos;s aid effectiveness conference in Busan, South Korea, when donors reaffirmed that aid used for general budget support should be the &quot;default&quot; option. The authors&apos; main contention is that rather than democratic institutions, the &quot;underlying political settlement&quot; determines political or economic outcomes. Focusing on the political settlement, they argue, directs attention to the crucial role of elites in securing stability in a state, which should lead donors to be concerned &quot;about the incentives elites face to play by the rules of the state&quot;.", 
    "section": "global-development", 
    "gid": "global-development/2012/oct/03/rwanda-donors-too-quick-suspend-aid", 
    "wordcount": "800"
}