{
    "headline": "Are vice chancellors worth their salaries?", 
    "text": "Everyone knows what vice chancellors got paid last year. In the build up to the latest remuneration league table just published in Times Higher Education, a sense of mild hysteria prevailed in some quarters. National headlines attacking fat cat VCs, unfavourable comparisons with bankers and other senior executives seemed likely, culminating in a bloodfest of sustained incredulity and condemnation. And yet even THE&apos;s very own blog failed to draw significant opprobrium. So what happened? Could it be, assuming people know VCs even exist, that we simply don&apos;t get paid enough for the outside world to care about? Have revelations about really big corporate earners taken the sting out of the debate? Perhaps. The issue of executive pay is, quite rightly, under scrutiny as never before. The Hutton Report helped set the tone and The Enterprise Regulation Reform Bill has proposals to involve shareholders in deciding remuneration packages in the boardroom. This will be resisted of course but the message is clear, high pay is reward for exceptional performance, not just turning up, to paraphrase Sir Roger Carr at the Confederation of British Industry (CBI). For some in the corporate world being CEO has become a route to personal fortune, until recently the preserve of uber successful entrepreneurs and oligarchs. Even in recession, bankers are paid millions. Clearly VCs in the UK are light years off this scale. However, the real test would be seeing VCs move across and start running private companies successfully. I&apos;m not sure this happens much, although movement the other way looks set to pick up as governing bodies adjust to the new commercial landscape in HE. If this does become a trend it could result in average salaries increasing for VCs as remuneration committees seek high performers from outside the sector. How do VCs&apos; pay compare with influential members of society who are not bankers? In the small country of Westminsterland (population 650), a UK dependent territory with strict entry requirements including ambition beyond capability, pomposity, conviction to ignore evidence and so on, the local currency is the Cameron (Cm) where 1.0 Cm = 142,500. Given some argue these are also the traits most admired in a VC, using this conversion rate the top five earn between 2.6 and 2.08 Cm in salary while the bottom 22 running mostly specialist institutions earn less than one. For comparison the average UK worker gets 0.18 Cm, university academics 0.33 and professors (male) 0.54 Cm. Assuming then the basic salary of the prime minister is some kind of weather vane for benchmarking executive pay, VCs on average are then no different from a raft of NHS managers, council chiefs, newspaper editors, quango heads, school superheads, trades union leaders, generals, and so on, that earn between 1.0 and 3.0 Cm. That&apos;s not to defend it. It&apos;s just how it is. One way to tell if VCs collectively are worth their salaries (distinct from institutional progress against KPIs used by remuneration committees) could be to look at what students think of their universities in ways that matter. As a quick stab at this, the accompanying graph shows VC salaries plotted against one measure of student satisfaction, the 2011 response to question 22 in the national student survey &quot;overall I am satisfied with the quality of the course&quot;. For added excitement ,the data is broken down by university mission group. Do you see a correlation? Well, it is there but weak (r2 = 0.06). My prediction is that as key information sets become more entrenched, institutional benchmarking based on the student voice will become a sector-wide metric informing the remuneration packages of vice chancellors. A final thought: if universities are largely self managed through entrenched committee structures and compliance driven regulation then could a committee take the place of the singular figurehead? Answers on a postcard to BIS.     VC remuneration against Q22    Professor Nick Petford is vice chancellor of the University of Northampton This content is brought to you by Guardian Professional. To get more articles like this direct to your inbox, sign up for free to become a member of the Higher Education Network.", 
    "section": "higher-education-network", 
    "gid": "higher-education-network/blog/2012/may/31/vice-chancellors-pay", 
    "wordcount": "690"
}