{
    "headline": "What is and isn't a scientific debate", 
    "text": "One thing that seems to crop up regularly in both bad science journalism and in pseudoscience and non-science is the idea of a scientific debate. We see creationists talking about &quot;teaching both sides&quot; or the idea that there is &quot;a debate over evolution&quot;, but there&apos;s also more than enough reports in the media with statements like &quot;this study has reignited a debate&quot; to make it a more general pattern. The implication in each case is that there is a genuine split in the scientific community over the relevant issue, and that perhaps one might go to a conference and see a room full of researchers split down the middle with a good number on each side of the divide advocating their position. By extension, if unspoken, this also rather implies that there is a major stack of evidence for each position, if not, surely there would be no split? After all, if all or the vast majority of the data and analyses pointed the same way, there&apos;s not much scope for disagreement.  The truth however, is near inevitably that there is only a very small minority making a disproportionate noise about their case. There is no debate over evolution, or the dinosaurian origin of birds, or that HIV leads to AIDS, or that climate is changing, or a great many others. That there are real, accredited scientists who do not think this is the case is not in doubt (sadly). But that this represents a real schism in the scientific community, that large numbers of researchers take these positions and that it occupies a significant amount of scientific research, or that there is good evidence for that position is certainly incorrect. One or two people arguing a point (and often doing so primarily in the media) does not make a debate. This can be especially insidious in the media in fact  the creationists have an obvious agenda, anti-vaccinationists are often clearly misguided, but the media should be there to present an unbiased and fair report of the state of play. Unfortunately this seems to be often interpreted as &quot;there are two sides, so both get equal time to make their case&quot; (or &quot;this is new so should have its voice heard&quot;). However this is far from a fair representation when the overwhelming amount of evidence supports one position over the other (and even more so when one side is not even represented by experts in the field). Not too long ago, I saw a US production on feathered dinosaurs that spent a good portion of its middle section on the alleged &apos;debate&apos; over the origin of birds. Each side was effectively represented by a couple of researchers who got a couple of minutes screen time to talk about the evidence for their position and against the other. I think a non-expert might have ended up siding with the researchers on the consensus side that birds are indeed dinosaurs, but I also think it might have been close. What this failed to mention of course is that aside from the people shown, one would have struggled to find many more supporters of the idea that birds are not descended from dinosaurs, but that palaeontologists would be queuing round the block to support the other side. And oddly enough, the hundreds of papers and even entire books written on this subject and all the volumes of data and intricate evolutionary studies and fossil evidence are rather hard to summarise in two minutes for a lay audience. The representation on screen might have been &apos;fair&apos; and even &apos;balanced&apos; in the sense that it gave both sides an equal opportunity to present their case to the public, but was incorrect and unrepresentative of both the evidence and the consensus scientific position. A tiny minority that disagree is not a case to call something a debate or a controversy, and that fact that there are dissenters does not mean both positions are equally valid or should be presented as such (there are people on street corners claiming the world will end tomorrow, but they don&apos;t get half of the front page opposite &quot;World to carry on as normal&quot;). It might have been entirely unintentional, but this very much presented a major rift in the dinosaur research community which doesn&apos;t really exist and hypes this up as a drama that isn&apos;t there.  This for me seems like the opposite of what good journalism should be. Surely the point is to provide a representation of the true state of affairs rather than spin (even if unintentionally) the fact that there is disagreement as something that is effectively 50:50, when it&apos;s 99.9:00.1 or less. This can be humorous from an insider&apos;s position when one sees the media triumph a paper as &apos;reigniting the debate over x&apos; when in truth the researchers have looked at the paper, noted an obvious flaw or that it simply rehashes old and incorrect arguments or data, and carried on. The flipside of this is where there really is a scientific debate, in which case the debate is not reignited at all, but merely still going on, it has merely come to the attention of the press and public again which is not the same thing at all.  And so to the second major point here: there really are scientific debates ongoing. There are points in science over which there is profound disagreement between researchers and where there have been a great deal of careful, detailed and often impressive and original research and yet no consensus has been reached. We have lots of data but it&apos;s contradictory or confused or ambivalent and new techniques and investigations have failed to resolve it. One side might be correct or the other, or both, or neither. It can get heated (I&apos;ve heard of, but never seen a fist fight at a conference, but I&apos;ve seen the odd shouting match between delegates) and what&apos;s most intriguing is that for all that people will disagree, there&apos;s still a desire to find out. Disagreement can be profound, but collaboration to reach the answer generally trumps anything else. There really are scientific debates out there and they can be most fascinating and full of drama. They can inspire researchers to new heights of originality and insight to develop methods and data that could solve the problem. To diminish this very essence of scientific process and collaboration (collect data, analyse, deduce) by conflating it with vastly exaggerated or fundamentally false claims of disagreement (often promoted by those with no interest in the truth, only their version of it) the media are regularly giving a very false impression of scientific research and the opinions of the scientific community. There is no need to dramatise and exaggerate every slight disagreement or blip as a huge crisis or blow-up, not least when there&apos;s plenty that would provide an interesting narrative of real disagreement and joint discovery. That this use of language then plays into the hands of those wishing to promote their unsubstantiated or flatly disproved &apos;science&apos; as being on an equal footing to these real discussions and of relevance to the scientific process only makes matters worse. The media when covering science should be presenting an honest view of the issues, not opening the door for pseudoscience to give itself false credibility. Not every disagreement in science is a scientific debate, and a tiny but vocal minority should not be given parity without a parity of data and evidence.", 
    "section": "science", 
    "gid": "science/lost-worlds/2012/dec/04/dinosaurs-fossils", 
    "wordcount": "1261"
}